{
    "books": [
        {
            "title": "Legacy",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.13,
            "ranking_count": 12716,
            "abstract": "In the last year, Allie's survived three arrests, two breakups and one family breakdown. The only bright point has been her new life at Cimmeria Academy. It's the one place she's felt she belongs. And the fact that it's brought dark-eyed Carter West into her life hasn't hurt either. But far from being a safe haven, the cloistered walls of Cimmeria are proving more dangerous than Allie could have imagined. The students and faculty are under threat, and Allie's family - from her mysterious grandmother to her runaway brother - are at the centre of the storm. Allie is going to have to choose between protecting her family and trusting her friends. But secrets have a way of ripping even the strongest relationships apart...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Fantasy",
                "School Stories",
                "Thriller",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Queen Hereafter: A Novel of Margaret of Scotland",
            "authors": [
                "Susan Fraser King"
            ],
            "ranking": 3.82,
            "ranking_count": 3389,
            "abstract": "Refugee. Queen. Saint. In eleventh-century Scotland, a young woman strives to fulfill her destiny despite the risks . . .. Shipwrecked on the Scottish coast, a young Saxon princess and her family—including the outlawed Edgar of England—ask sanctuary of the warrior-king Malcolm Canmore, who shrewdly sees the political advantage. He promises to aid Edgar and the Saxon cause in return for the hand of Edgar’s sister, Margaret, in marriage.. A foreign queen in a strange land, Margaret adapts to life among the barbarian Scots, bears princes, and shapes the fierce warrior Malcolm into a sophisticated ruler. Yet even as the king and queen build a passionate and tempestuous partnership, the Scots distrust her. When her husband brings Eva, a Celtic bard, to court as a hostage for the good behavior of the formidable Lady Macbeth, Margaret expects trouble. Instead, an unlikely friendship grows between the queen and her bard, though one has a wild Celtic nature and the other follows the demanding path of obligation.. Torn between old and new loyalties, Eva is bound by a vow to betray the king and his Saxon queen. Soon imprisoned and charged with witchcraft and treason, Eva learns that Queen Margaret—counseled by the furious king and his powerful priests—will decide her fate and that of her kinswoman Lady Macbeth. But can the proud queen forgive such deep treachery?. Impeccably researched, a dramatic page-turner,. Queen Hereafter. is an unforgettable story of shifting alliances and the tension between fear and trust as a young woman finds her way in a dangerous world.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Shadow Cabinet",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 3.97,
            "ranking_count": 8288,
            "abstract": "Rory and her friends are reeling from a series of sudden and tragic events. While racked with grief, Rory tries to determine if she acted in time to save a member of the squad. If she did, how do you find a ghost? Also, Rory’s classmate Charlotte has been kidnapped by Jane and her nefarious organization. Evidence is uncovered of a forty-year-old cult, ten missing teenagers, and a likely mass murder. Everything indicates that Charlotte’s in danger, and it seems that something much bigger and much more terrible is coming.. Time is running out as Rory fights to find her friends and the ghost squad struggles to stop Jane from unleashing her spectral nightmare on the entire city. In the process, they'll discover the existence of an organization that underpins London itself - and Rory will learn that someone she trusts has been keeping a tremendous secret.. In this exhilarating third installment to her. New York Times. bestselling series, Maureen Johnson brings the sinister streets of London to life with her signature wit and page-turning suspense.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Paranormal",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "Yellow Crocus",
            "authors": [
                "Laila Ibrahim"
            ],
            "ranking": 4.31,
            "ranking_count": 71949,
            "abstract": "Moments after Lisbeth is born, she’s taken from her mother and handed over to an enslaved wet nurse, Mattie, a young mother separated from her own infant son in order to care for her tiny charge. Thus begins an intense relationship that will shape both of their lives for decades to come. Though Lisbeth leads a life of privilege, she finds nothing but loneliness in the company of her overwhelmed mother and her distant, slave-owning father. As she grows older, Mattie becomes more like family to Lisbeth than her own kin and the girl’s visits to the slaves’ quarters—and their lively and loving community—bring them closer together than ever. But can two women in such disparate circumstances form a bond like theirs without consequence? This deeply moving tale of unlikely love traces the journey of these very different women as each searches for freedom and dignity.. Revised edition: This edition of. Yellow Crocus. includes editorial revisions.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Book Club",
                "American",
                "Romance",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "My Ex-Life",
            "authors": [
                "Stephen McCauley"
            ],
            "ranking": 3.7,
            "ranking_count": 9262,
            "abstract": "The time for Stephen McCauley's breakout novel has come and. My Ex-Life. is it in a major way. A delicious novel for fans of Tom Perrotta, Maria Semple, and Cynthia D'Aprix Sweeney about how sometimes the only way to move forward is to go back.. David Hedges’s life is coming apart at the seams. His job helping San Francisco rich kids get into the colleges of their (parents’) choice is exasperating; his younger boyfriend has left him; and the beloved carriage house he rents is being sold. His solace is a Thai takeout joint that delivers 24/7.. The last person he expects to hear from is Julie Fiske. It’s been decades since they’ve spoken, and he’s relieved to hear she’s recovered from her brief, misguided first marriage. To him.. Julie definitely doesn’t have a problem with marijuana (she’s given it up completely, so it doesn’t matter if she gets stoned almost daily) and the Airbnb she’s running out of her seaside house north of Boston is neither shabby nor illegal. And she has two whole months to come up with the money to buy said house from her second husband before their divorce is finalized. She’d just like David’s help organizing college plans for her 17-year-old daughter.. That would be Mandy. To quote Barry Manilow, Oh Mandy. While she knows she’s smarter than most of the kids in her school, she can’t figure out why she’s making so many incredibly dumb and increasingly dangerous choices.. When David flies east, they find themselves living under the same roof (one David needs to repair). David and Julie pick up exactly where they left off thirty years ago―they’re still best friends who can finish each other’s sentences. But there’s one broken bit between them that no amount of home renovations will fix.. In prose filled with hilarious and heartbreakingly accurate one-liners, Stephen McCauley has written a novel that examines how we define home, family, and love. Be prepared to laugh, shed a few tears, and have thoughts of your own ex-life triggered. (Throw pillows optional.)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "LGBT",
                "Humor",
                "Family",
                "Audiobook",
                "Novels",
                "Realistic Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Madness Underneath",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 3.88,
            "ranking_count": 16657,
            "abstract": "After her near-fatal run-in with the Jack the Ripper copycat, Rory Deveaux has been living in Bristol under the close watch of her parents. So when her therapist suddenly suggests she return to Wexford, Rory jumps at the chance to get back to her friends.. But Rory’s brush with the Ripper touched her more than she thought possible: she’s become a human terminus, with the power to eliminate ghosts on contact. She soon finds out that the Shades—the city’s secret ghost-fighting police—are responsible for her return. The Ripper may be gone, but now there is a string of new inexplicable deaths threatening London. Rory has evidence that the deaths are no coincidence. Something much more sinister is going on, and now she must convince the squad to listen to her before it’s too late.. In this follow-up to the Edgar Award–nominated. The Name of the Star. , Maureen Johnson adds another layer of spectacularly gruesome details to the streets of London that will keep you on the edge of your seat until the very end.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Paranormal",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "The Carrie Diaries",
            "authors": [
                "Candace Bushnell"
            ],
            "ranking": 3.56,
            "ranking_count": 37340,
            "abstract": "Before Carrie Bradshaw hit the big time in the City, she was a regular girl growing up in the suburbs of Connecticut. How did she turn into one of the most-read social observers of our generation?. The Carrie Diaries opens up in Carrie's senior year of high school. She and her best friends -- Walt, Lali, Maggie, and the Mouse -- are inseparable, amid the sea of Jens, Jocks and Jets. And then Sebastian Kydd comes into the picture. Sebastian is a bad boy-older, intriguing, and unpredictable. Carrie falls into the relationship that she was always supposed to have in high school-until a friend's betrayal makes her question everything. With her high school days coming to a close, Carrie will realize it's finally time to go after everything she ever wanted.. Rabid fans of Sex and the City will love seeing Carrie Bradshaw evolve from a regular girl into a sharp, insightful writer. They'll learn about her family background -- how she found her writing voice, and the indelible impression her early friendships and relationships left on her. We'll see what brings Carrie to her beloved New York City, where the next Carrie Diaries book will take place.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Blank Slate",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 3.86,
            "ranking_count": 2651,
            "abstract": "Special Agent Erik Langston has been tracking Clarissa O’Connell for nearly a year, always one step behind the cyber hacking thief. She’s escaped his clutches often and easily.. Except tonight.. In the snow-covered switchbacks of the Colorado mountains in a worsening snowstorm, a car crash robs Clarissa of her memory and lands her as Erik’s prisoner.. Riding out the storm in a cabin, Erik is forced to protect someone he knows to be a criminal, though O’Connell isn’t anything like he’d imagined her to be.. In a race to stay one step ahead of those who’ll do anything for what she knows, Clarissa and Erik must dig into her locked memories if they’re going to survive. But revelations of her past prove to Clarissa she’s everything Erik despises. Can she trust his feelings even when he knows the truth?. Is it really possible to start over with a blank slate?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Lover Reborn",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.33,
            "ranking_count": 79411,
            "abstract": "Ever since the death of his. shellan. , Tohrment has been unrecognizable from the vampire leader he once was. Physically emaciated and heartbroken beyond despair, he has been brought back to the Brotherhood by a self-serving fallen angel. Now, fighting once again with ruthless vengeance, he is unprepared to face a new kind of tragedy.. When Tohr begins to see his beloved in his dreams—trapped in a cold, isolated netherworld far from the peace and tranquillity of the Fade—he turns to the angel in hopes of saving the one he has lost. But because Lassiter tells him he must learn to love another to free his former mate, Tohr knows they are all doomed..... Except then a female with a shadowed history begins to get through to him. Against the backdrop of the raging war with the. lessers. , and with a new clan of vampires vying for the Blind King’s throne, Tohr struggles between the buried past and a very hot, passion-filled future…but can his heart let go and set all of them free?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Inside Out",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 3.82,
            "ranking_count": 23933,
            "abstract": "Keep Your Head Down.. Don't Get Noticed.. Or Else.. I'm Trella. I'm a scrub. A nobody. One of thousands who work the lower levels, keeping Inside clean for the Uppers. I've got one friend, do my job and try to avoid the Pop Cops. So what if I occasionally use the pipes to sneak around the Upper levels? The only neck at risk is my own…until I accidentally start a rebellion and become the go-to girl to lead a revolution.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure",
                "Apocalyptic",
                "Mystery"
            ]
        },
        {
            "title": "The Power",
            "authors": [
                "Naomi Alderman"
            ],
            "ranking": 3.79,
            "ranking_count": 191163,
            "abstract": "In. The Power. the world is a recognisable place: there's a rich Nigerian kid who lounges around the family pool; a foster girl whose religious parents hide their true nature; a local American politician; a tough London girl from a tricky family. But something vital has changed, causing their lives to converge with devastating effect. Teenage girls now have immense physical power - they can cause agonising pain and even death. And, with this small twist of nature, the world changes utterly.. This extraordinary novel by Naomi Alderman, a. Sunday Times. Young Writer of the Year and Granta Best of British writer, is not only a gripping story of how the world would change if power was in the hands of women but also exposes, with breath-taking daring, our contemporary world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Feminism",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Speculative Fiction",
                "Book Club",
                "Contemporary"
            ]
        },
        {
            "title": "Pestilence",
            "authors": [
                "Laura Thalassa"
            ],
            "ranking": 3.93,
            "ranking_count": 56355,
            "abstract": "They came to earth—Pestilence, War, Famine, Death—four horsemen riding their screaming steeds, racing to the corners of the world. Four horsemen with the power to destroy all of humanity. They came to earth, and they came to end us all.. When Pestilence comes for Sara Burn’s town, one thing is certain: everyone she knows and loves is marked for death. Unless, of course, the angelic-looking horseman is stopped, which is exactly what Sara has in mind when she shoots the unholy beast off his steed.. Too bad no one told her Pestilence can’t be killed.. Now the horseman, very much alive and very pissed off, has taken her prisoner, and he’s eager to make her suffer. Only, the longer she’s with him, the more uncertain she is about his true feelings towards her … and hers towards him.. And now, well, Sara might still be able to save the world, but in order to do so, she'll have to sacrifice her heart in the process.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Science Fiction",
                "Apocalyptic",
                "Adult"
            ]
        },
        {
            "title": "Pulse",
            "authors": [
                "Gail McHugh"
            ],
            "ranking": 4.26,
            "ranking_count": 45052,
            "abstract": "How do you keep existing when your heart is so splintered, so completely torn to shreds, your pulse is fading?. You’re… broken. How do you move forward when every breath is nothing more than a constant ache? Living becomes an insidious reminder that you threw away the single largest part of yourself. Your… soul. No amount of distraction can pull you from the torture of losing your… life.. Now that Emily Cooper has walked away from her first love, she finds herself running toward her only love. Unraveling fast, but clinging to hope, Emily risks all she has left on the man that has consumed her every thought and dream since the day they met. Will Gavin take her back? And if so, will their reunion be a collision of two hearts destined to complete one another and rekindle a love that knew no boundaries? Or will scars from their past rip open, tearing slowly at what each of them was meant to be? Can fate, the ultimate game changer, mend the shattered road it laid out from the start?. Only time will tell…. Tick-Tock…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Sociology",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "Today Will Be Different",
            "authors": [
                "Maria Semple"
            ],
            "ranking": 3.18,
            "ranking_count": 64955,
            "abstract": "A brilliant novel and instant New York Times bestseller from the author of Where'd You Go, Bernadette, about a day in the life of Eleanor Flood, forced to abandon her small ambitions and awake to a strange, new future.. Eleanor knows she's a mess. But today, she will tackle the little things. She will shower and get dressed. She will have her poetry and yoga lessons after dropping off her son, Timby. She won't swear. She will initiate sex with her husband, Joe. But before she can put her modest plan into action, life happens.. Today, it turns out, is the day Timby has decided to fake sick to weasel his way into his mother's company. It's also the day Joe has chosen to tell his office -- but not Eleanor -- that he's on vacation. Just when it seems like things can't go more awry, an encounter with a former colleague produces a graphic memoir whose dramatic tale threatens to reveal a buried family secret.. Today Will Be Different is a hilarious, heart-filled story about reinvention, sisterhood, and how sometimes it takes facing up to our former selves to truly begin living.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Audiobook",
                "Humor",
                "Contemporary",
                "Adult Fiction",
                "Womens Fiction",
                "Adult",
                "Family",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "Three Dark Crowns",
            "authors": [
                "Kendare Blake"
            ],
            "ranking": 3.82,
            "ranking_count": 96460,
            "abstract": "When kingdom come, there will be one.. In every generation on the island of Fennbirn, a set of triplets is born—three queens, all equal heirs to the crown and each possessor of a coveted magic. Mirabella is a fierce elemental, able to spark hungry flames or vicious storms at the snap of her fingers. Katharine is a poisoner, one who can ingest the deadliest poisons without so much as a stomachache. Arsinoe, a naturalist, is said to have the ability to bloom the reddest rose and control the fiercest of lions.. But becoming the Queen Crowned isn’t solely a matter of royal birth. Each sister has to fight for it. And it’s not just a game of win or lose…it’s life or death. The night the sisters turn sixteen, the battle begins.. The last queen standing gets the crown.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Empire of Things: How We Became a World of Consumers, from the Fifteenth Century to the Twenty-First",
            "authors": [
                "Frank Trentmann"
            ],
            "ranking": 3.82,
            "ranking_count": 573,
            "abstract": "What we consume has become the defining feature of our lives: our economies live or die by spending, we are treated more as consumers than workers, and even public services are presented to us as products in a supermarket. In this monumental study, acclaimed historian Frank Trentmann unfolds the extraordinary history that has shaped our material world, from late Ming China, Renaissance Italy and the British empire to the present. Astonishingly wide-ranging and richly detailed,. Empire of Things. explores how we have come to live with so much more, how this changed the course of history, and the global challenges we face as a result.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Economics",
                "Sociology",
                "Audiobook",
                "Politics",
                "Culture",
                "Philosophy",
                "Cultural"
            ]
        },
        {
            "title": "Dear Girls: Intimate Tales, Untold Secrets, and Advice for Living Your Best Life",
            "authors": [
                "Ali Wong"
            ],
            "ranking": 3.88,
            "ranking_count": 77503,
            "abstract": "Ali Wong’s heartfelt and hilarious letters to her daughters (the two she put to work while they were still in utero) cover everything they need to know in life, like the unpleasant details of dating, how to be a working mom in a male-dominated profession, and how she trapped their dad.. In her hit Netflix comedy special. Baby Cobra. , an eight-month pregnant Ali Wong resonated so strongly that she even became a popular Halloween costume. Wong told the world her remarkably unfiltered thoughts on marriage, sex, Asian culture, working women, and why you never see new mom comics on stage but you sure see plenty of new dads.. The sharp insights and humor are even more personal in this completely original collection. She shares the wisdom she’s learned from a life in comedy and reveals stories from her life off stage, including the brutal single life in New York (i.e. the inevitable confrontation with erectile dysfunction), reconnecting with her roots (and drinking snake blood) in Vietnam, tales of being a wild child growing up in San Francisco, and parenting war stories. Though addressed to her daughters, Ali Wong’s letters are absurdly funny, surprisingly moving, and enlightening (and gross) for all.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Audiobook",
                "Humor",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Feminism"
            ]
        },
        {
            "title": "The Paper Menagerie and Other Stories",
            "authors": [
                "Ken Liu"
            ],
            "ranking": 4.37,
            "ranking_count": 23446,
            "abstract": "A publishing event: Bestselling author Ken Liu selects his award-winning science fiction and fantasy tales for a groundbreaking collection—including a brand-new piece exclusive to this volume.. With his debut novel,. The Grace of Kings. , taking the literary world by storm, Ken Liu now shares his finest short fiction in. The Paper Menagerie. . This mesmerizing collection features all of Ken’s award-winning and award-finalist stories, including: “The Man Who Ended History: A Documentary” (Finalist for the Hugo, Nebula, and Theodore Sturgeon Awards), “Mono No Aware” (Hugo Award winner), “The Waves” (Nebula Award finalist), “The Bookmaking Habits of Select Species” (Nebula and Sturgeon award finalists), “All the Flavors” (Nebula award finalist), “The Litigation Master and the Monkey King” (Nebula Award finalist), and the most awarded story in the genre’s history, “The Paper Menagerie” (The only story to win the Hugo, Nebula, and World Fantasy awards).. A must-have for every science fiction and fantasy fan, this beautiful book is an anthology to savor.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Magical Realism",
                "Historical",
                "Anthologies",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Myth of Mr. Mom",
            "authors": [
                "Jeremy Rodden",
                "Sonny Lemmons",
                "Christian Jensen",
                "Shawn Scarber",
                "Toby Tate",
                "Leo Dee",
                "Charlie Andrews",
                "Gerhi Feuren"
            ],
            "ranking": 3.58,
            "ranking_count": 57,
            "abstract": "The Myth of Mr. Mom is a collaborative non-fiction essay anthology written by stay-at-home dads that shares the personal stories of eight men from around the world.. The goal of the book is to help bring awareness to the fact that men are just as capable as women of being the primary caregiver, homemaker, and stay-at-home parent. We feel that there is a societal bias against stay-at-home dads that does not exist for stay-at-home mothers and seek to bring our stories to the public.. Filled with humorous anecdotes and eye-opening personal experiences, The Myth of Mr. Mom is simultaneously inspiring and entertaining.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Parenting"
            ]
        },
        {
            "title": "My Blood Runs Blue",
            "authors": [
                "Stacy Eaton",
                "Alex Black"
            ],
            "ranking": 3.86,
            "ranking_count": 314,
            "abstract": "Officer Kristin Greene has always felt that something was missing from her life. Although her job with the Fawn Hollow Township Police Department keeps her busy, she still feels like there is something else out there for her.. She soon finds herself investigating a homicide where a young woman has had her throat ripped out. When she has to give the death notification to the family, her investigative nature comes out fast and strong when the parents seem too accepting of their daughter's death and make comments that just don't fit.. When the family requests the assistance of the VMF Securities, Kristin is confused that they would think a security company could assist with the murder investigation. When Julian and Alexander arrive she quickly finds herself being pulled into a love triangle that has been going on longer then she has been alive. Why do they look at her as if they know her? And why do they keep talking about Calista?. Join Kristin as she fights to learn the truth about the recent murder, the seductive and blood drinking men that have entered into her life and the real truth about herself.. About the Author:. The author Stacy Eaton is a police officer and business owner. She lives in Pennsylvania with her husband, two children and her dogs, Dakota and Garda. She is an avid photographer and enjoys reading and charity work. She is currently working on her sequel to My Blood Runs Blue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Paranormal",
                "Suspense",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Wicked Edge",
            "authors": [
                "Rebecca Zanetti"
            ],
            "ranking": 4.29,
            "ranking_count": 3026,
            "abstract": "If you loved the Dark Protectors series, these wicked hot Realm Enforcers are for you.... Daire Dunne is more than ready to take a quick break from his duties as a Coven Nine Enforcer. When he spots a sexy blonde across a Titans of Fire party, it’s not long before she’s on the back of his Harley on the fast track to his apartment. Unfortunately, one overheated kiss in, the woman drugs Daire and steals valuable files that can’t fall into enemy hands. The second he comes to, the hunt is on.... Now that Cee Cee Kyllwood has the information to take down an enemy that destroyed her family, she can implement her perfect plan for revenge. Nothing will stop her, not even a shockingly sexy enforcer barging into her life. Not even the spectacular, fire-branding sex engulfing them. But if Daire ever figures out who her family really is, all bets are off...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Silence",
            "authors": [
                "Natasha Preston"
            ],
            "ranking": 3.96,
            "ranking_count": 30316,
            "abstract": "For eleven years, Oakley Farrell has been silent. At the age of five, she stopped talking, and no one seems to know why. Refusing to communicate beyond a few physical actions, Oakley remains in her own little world.. Bullied at school, she has just one friend, Cole Benson. Cole stands by her, refusing to believe that she is not perfect the way she is. Over the years, they have developed their own version of a normal friendship. However, will it still work as they start to grow even closer?. When Oakley is forced to face someone from her past, can she hold her secret in any longer?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Sociology",
                "Drama",
                "New Adult",
                "Realistic Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "The Murder House",
            "authors": [
                "James Patterson",
                "David Ellis"
            ],
            "ranking": 4.06,
            "ranking_count": 38145,
            "abstract": "No. 7 Ocean Drive is a gorgeous, multi-million-dollar beachfront estate in the Hamptons, where money and privilege know no bounds. But its beautiful gothic exterior hides a horrific past: it was the scene of a series of depraved killings that have never been solved. Neglected, empty, and rumored to be cursed, it's known as the Murder House, and locals keep their distance.. Detective Jenna Murphy used to consider herself a local, but she hasn't been back since she was a girl. Trying to escape her troubled past and rehabilitate a career on the rocks, the former New York City cop hardly expects her lush and wealthy surroundings to be a hotbed of grisly depravity. But when a Hollywood power broker and his mistress are found dead in the abandoned Murder House, the gruesome crime scene rivals anything Jenna experienced in Manhattan. And what at first seems like an open and shut case turns out to have as many shocking secrets as the Murder House itself, as Jenna quickly realizes that the mansion's history is much darker than even the town's most salacious gossips could have imagined. As more bodies surface, and the secret that Jenna has tried desperately to escape closes in on her, she must risk her own life to expose the truth--before the Murder House claims another victim.. Full of the twists and turns that have made James Patterson the world's #1 bestselling writer,. The Murder House. is a chilling, page-turning story of murder, money, and revenge.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "61 Hours",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.11,
            "ranking_count": 80637,
            "abstract": "Jack Reacher is back.. The countdown has begun. Get ready for the most exciting 61 hours of your life. #1 New York Times bestselling author Lee Child's latest thriller is a ticking time bomb of suspense that builds electric tension on every page.. Sixty-one hours. Not a minute to spare.. A tour bus crashes in a savage snowstorm and lands Jack Reacher in the middle of a deadly confrontation. In nearby Bolton, South Dakota, one brave woman is standing up for justice in a small town threatened by sinister forces. If she's going to live long enough to testify, she'll need help. Because a killer is coming to Bolton, a coldly proficient assassin who never misses.. Reacher's original plan was to keep on moving. But the next 61 hours will change everything. The secrets are deadlier and his enemies are stronger than he could have guessed--but so is the woman whose life he'll risk his own to save.. In 61 Hours, Lee Child has written a showdown thriller with an explosive ending that readers will talk about for a long time to come.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Pure",
            "authors": [
                "Julianna Baggott"
            ],
            "ranking": 3.74,
            "ranking_count": 23885,
            "abstract": "We know you are here, our brothers and sisters . . .. Pressia barely remembers the Detonations or much about life during the Before. In her sleeping cabinet behind the rubble of an old barbershop where she lives with her grandfather, she thinks about what is lost-how the world went from amusement parks, movie theaters, birthday parties, fathers and mothers . . . to ash and dust, scars, permanent burns, and fused, damaged bodies. And now, at an age when everyone is required to turn themselves over to the militia to either be trained as a soldier or, if they are too damaged and weak, to be used as live targets, Pressia can no longer pretend to be small. Pressia is on the run.. Burn a Pure and Breathe the Ash . . .. There are those who escaped the apocalypse unmarked. Pures. They are tucked safely inside the Dome that protects their healthy, superior bodies. Yet Partridge, whose father is one of the most influential men in the Dome, feels isolated and lonely. Different. He thinks about loss-maybe just because his family is broken; his father is emotionally distant; his brother killed himself; and his mother never made it inside their shelter. Or maybe it's his claustrophobia: his feeling that this Dome has become a swaddling of intensely rigid order. So when a slipped phrase suggests his mother might still be alive, Partridge risks his life to leave the Dome to find her.. When Pressia meets Partridge, their worlds shatter all over again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Romance",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Memory of Love",
            "authors": [
                "Aminatta Forna"
            ],
            "ranking": 3.92,
            "ranking_count": 4503,
            "abstract": "In contemporary Sierra Leone, a devastating civil war has left an entire populace with secrets to keep. In the capital hospital, a gifted young surgeon is plagued by demons that are beginning to threaten his livelihood. Elsewhere in the hospital lies a dying man who was young during the country’s turbulent postcolonial years and has stories to tell that are far from heroic.. As past and present intersect in the buzzing city, these men are drawn unwittingly closer by a British psychologist with good intentions, and into the path of one woman at the center of their stories.. A work of breathtaking writing and rare wisdom,. The Memory of Love. seamlessly weaves together two generations of African life to create a story of loss, absolution, and the indelible effects of the past—and, in the end, the very nature of love.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Western Africa",
                "Literature",
                "Literary Fiction",
                "War",
                "Contemporary",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Campfire Story",
            "authors": [
                "B. Sting"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "Camping with a new girlfriend can be fun, but remember to get her name, just in case you fall in love with her, which can happen very, very easily. Guys who drive around in sports cars with champagne and wine glasses are no exception. They are not insulated from the charms of girls who like to go camping. A mini-novelette cautionary tale.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Empire of Cotton: A Global History",
            "authors": [
                "Sven Beckert"
            ],
            "ranking": 3.87,
            "ranking_count": 2794,
            "abstract": "The epic story of the rise and fall of the empire of cotton, its centrality to the world economy, and its making and remaking of global capitalism.. Cotton is so ubiquitous as to be almost invisible, yet understanding its history is key to understanding the origins of modern capitalism. Sven Beckert’s rich, fascinating book tells the story of how, in a remarkably brief period, European entrepreneurs and powerful statesmen recast the world’s most significant manufacturing industry, combining imperial expansion and slave labor with new machines and wage workers to change the world. Here is the story of how, beginning well before the advent of machine production in the 1780s, these men captured ancient trades and skills in Asia, and combined them with the expropriation of lands in the Americas and the enslavement of African workers to crucially reshape the disparate realms of cotton that had existed for millennia, and how industrial capitalism gave birth to an empire, and how this force transformed the world.. The empire of cotton was, from the beginning, a fulcrum of constant global struggle between slaves and planters, merchants and statesmen, workers and factory owners. Beckert makes clear how these forces ushered in the world of modern capitalism, including the vast wealth and disturbing inequalities that are with us today. The result is a book as unsettling as it is enlightening: a book that brilliantly weaves together the story of cotton with how the present global world came to exist.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Economics",
                "Business",
                "Politics",
                "North American Hi...",
                "Race",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "The Lost Man",
            "authors": [
                "Jane Harper"
            ],
            "ranking": 4.16,
            "ranking_count": 79392,
            "abstract": "Two brothers meet at the border of their vast cattle properties under the unrelenting sun of outback Queensland. They are at the stockman’s grave, a landmark so old, no one can remember who is buried there. But today, the scant shadow it casts was the last hope for their middle brother, Cameron. The Bright family’s quiet existence is thrown into grief and anguish. Something had been troubling Cameron. Did he lose hope and walk to his death? Because if he didn’t, the isolation of the outback leaves few suspects…. Dark, suspenseful, and deeply atmospheric,. The Lost Man. is the highly anticipated next book from the bestselling and award-winning Jane Harper, author of. The Dry. and. Force of Nature. .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Contemporary",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Notes on a Nervous Planet",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 4.0,
            "ranking_count": 39387,
            "abstract": "A follow-up to Matt Haig's internationally bestselling memoir,. Reasons to Stay Alive. , a broader look at how modern life feeds our anxiety, and how to live a better life.. The societies we live in are increasingly making our minds ill, making it feel as though the way we live is engineered to make us unhappy. When Matt Haig developed panic disorder, anxiety, and depression as an adult, it took him a long time to work out the ways the external world could impact his mental health in both positive and negative ways.. Notes on a Nervous Planet. collects his observations, taking a look at how the various social, commercial and technological advancements that have created the world we now live in can actually hinder our happiness. Haig examines everything from broader phenomena like inequality, social media, and the news; to things closer to our daily lives, like how we sleep, how we exercise, and even the distinction we draw between our minds and our bodies.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Health",
                "Psychology",
                "Audiobook",
                "Autobiography",
                "Philosophy",
                "Writing",
                "Mental Health"
            ]
        },
        {
            "title": "Among Thieves",
            "authors": [
                "Douglas Hulick"
            ],
            "ranking": 3.94,
            "ranking_count": 12351,
            "abstract": "Drothe has been a member of the Kin for years, rubbing elbows with thieves and murderers in the employ of a crime lord while smuggling relics on the side. But when an ancient book falls into his hands, Drothe finds himself in possession of a relic capable of bringing down emperors-a relic everyone in the underworld would kill to obtain.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Triangles",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 3.97,
            "ranking_count": 8884,
            "abstract": "Three female friends face midlife crises in a no-holds-barred exploration of sex, marriage, and the fragility of life.. Holly: Filled with regret for being a stay-at-home mom, she sheds sixty pounds and loses herself in the world of extramarital sex. Will it bring the fulfillment she is searching for?. Andrea: A single mom and avowed celibate, she watches her friend Holly's meltdown with a mixture of concern and contempt. Holly is throwing away what Andrea has spent her whole life searching for - a committed relationship with a decent guy. So what if Andrea picks up Holly's castaway husband?. Marissa: She has more than her fair share of challenges - a gay, rebellious teenage son, a terminally ill daughter, and a husband who buries himself in his work rather than face the facts.. As one woman's marriage unravels, another's rekindles. As one woman's family comes apart at the seams, another's reconfigures into something bigger and better. In this story of connections and disconnections, one woman's up is another one's down, and all of them will learn the meaning of friendship, betrayal, and forgiveness.. Unflinchingly honest, emotionally powerful, surprisingly erotic,. Triangles. is the ultimate page-turner. Hopkins's gorgeous, expertly honed poetic verse perfectly captures the inner lives of her characters.. Sometimes it happens like that. Sometimes you just get lost.. Get lost in the world of. Triangles. , where the lives of three unforgettable women intersect, and where there are no easy answers.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Contemporary",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Trust Your Eyes",
            "authors": [
                "Linwood Barclay"
            ],
            "ranking": 4.1,
            "ranking_count": 12652,
            "abstract": "Thomas Kilbride is a map-obsessed schizophrenic so affected that he rarely leaves the self-imposed bastion of his bedroom. But with a computer program called Whirl360.com, he travels the world while never stepping out the door. That is until he sees something in a street view of downtown New York City. Thomas's keen eyes have detected an image in a window...an image that looks like a woman being murdered.. Thomas's brother, Ray, takes care of him, cooking for him, dealing with the outside world on his behalf, and listening to his intricate and increasingly paranoid theories. When Thomas tells Ray what he has seen, Ray humors him with a half-hearted investigation. But Ray soon realizes he and his brother have stumbled onto a deadly conspiracy.. And now they are in the crosshairs...",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Cultural",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Secrets of the Demon",
            "authors": [
                "Diana Rowland"
            ],
            "ranking": 4.08,
            "ranking_count": 8957,
            "abstract": "Homicide detective Kara Gillian has a special talent: she can sense the arcane in our world, and there's quite a bit of it, even in Beaulac, Louisiana. She's also a summoner of demons, and works on a task force that deals with supernatural crimes. Her partners are attractive and smart FBI agents, but they're not summoners, and they're not telling Kara why they are on this special force with her.. To complicate things even more, Kara has pledged herself to one of the most powerful of demons—Demon Lord Rhyzkahl—who helped save her partner's life, but now expects things in return. Meanwhile, she's trying to solve a string of murders that are somehow tied together by money, sex, rock music and...mud. But how can she concentrate on the case when she's not even sure who—or what—her partners are?. Secrets of the Demon. is the exciting third installment of the. Kara Gillian. series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "A First-Rate Madness: Uncovering the Links Between Leadership and Mental Illness",
            "authors": [
                "S. Nassir Ghaemi"
            ],
            "ranking": 3.72,
            "ranking_count": 3780,
            "abstract": "In. A First-Rate Madness. , Nassir Ghaemi, who runs the Mood Disorders Program at Tufts University Medical Center, draws from the careers and personal plights of such notable leaders as Lincoln, Churchill, Gandhi, Martin Luther King, Jr., JFK, and others from the past two centuries to build an argument that the very qualities that mark those with mood disorders- realism, empathy, resilience, and creativity-also make for the best leaders in times of crisis. By combining analysis of the historical evidence with the latest psychiatric research, Ghaemi demonstrates how he thinks these qualities have produced brilliant leadership under the toughest circumstances.individuals and society at large-however high the price for those who endure these illnesses.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "History",
                "Science",
                "Politics",
                "Leadership",
                "Biography",
                "Health",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "The Gods of Guilt",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.16,
            "ranking_count": 50490,
            "abstract": "Mickey Haller gets the text, Call me ASAP - 187, and the California penal code for murder immediately gets his attention. Murder cases have the highest stakes and the biggest paydays, and they always mean Haller has to be at the top of his game.. When Mickey learns that the victim was his own former client, a prostitute he thought he had rescued and put on the straight and narrow path, he knows he is on the hook for this one. He soon finds out that she was back in LA and back in the life. Far from saving her, Mickey may have been the one who put her in danger.. Haunted by the ghosts of his past, Mickey must work tirelessly and bring all his skill to bear on a case that could mean his ultimate redemption or proof of his ultimate guilt.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Black Heart",
            "authors": [
                "Holly Black"
            ],
            "ranking": 4.07,
            "ranking_count": 16846,
            "abstract": "In a world where magic is illegal, Cassel Sharpe has the most deadly ability of all. With one touch, he can transform any object--including a person--into something else entirely. And that makes him a wanted man. The Feds are willing to forgive all his past crimes if he'll only leave his con artist family behind and go straight. But why does going straight feel so crooked?. For one thing, it means being on the opposite side of the law from Lila, the girl he loves. She's the daughter of a mob boss and though Cassel is pretty sure she can never love him back, he can't stop obsessing over her. Which would be bad enough, even if her father wasn't keeping Cassel's mother prisoner until she returns the priceless diamond she scammed off him years ago. Too bad she can't remember where she put it.. The Feds say they need Cassel to get rid of a powerful man who is spinning dangerously out of control. But if they want Cassel to use his unique talent to hurt people, what separates the good guys from the bad ones? With no easy answers and no one he can trust, love might be the most dangerous gamble of all.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Red Glove",
            "authors": [
                "Holly Black"
            ],
            "ranking": 3.95,
            "ranking_count": 22380,
            "abstract": "CURSES AND CONS.. MAGIC AND THE MOB.. In Cassel Sharpe's world, they go together. Cassel always though he was an ordinary guy, until he realized his memories were being manipulated by his brothers. Now he knows the truth - he's the most powerful curse worker around. A touch of his hand can transform anything - or anyone - into something else.. That was how Lila, the girl he loved, became a white cat. Cassel was tricked into thinking he killed her, when actually he tried to save her. Now that she's human again, he should be overjoyed. Trouble is, Lila's been cursed to love him, a little gift from his emotion-worker mom. And if Lila's love is as phony as Cassel's made-up memories, then he can't believe anything she says or does.. When Cassel's oldest brother is murdered, the Feds recruit Cassel to help make sense of the only clue - crime-scene images of a woman in red gloves. But the mob is after Cassel too - they know how valuable he could be to them. Cassel is going to have to stay one step ahead of both sides just to survive. But where can he turn when he can't trust anyone - least of all, himself?. Love is a curse and the con is the only answer in a game too dangerous to lose.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Exiled Queen",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.33,
            "ranking_count": 48193,
            "abstract": "Haunted by the loss of his mother and sister, Han Alister journeys south to begin his schooling at Mystwerk House in Oden’s Ford. But leaving the Fells doesn’t mean that danger isn't far behind. Han is hunted every step of the way by the Bayars, a powerful wizarding family set on reclaiming the amulet Han stole from them. And Mystwerk House has dangers of its own. There, Han meets Crow, a mysterious wizard who agrees to tutor Han in the darker parts of sorcery—but the bargain they make is one Han may regret.. Meanwhile, Princess Raisa ana’Marianna runs from a forced marriage in the Fells, accompanied by her friend Amon and his triple of cadets. Now, the safest place for Raisa is Wein House, the military academy at Oden's Ford. If Raisa can pass as a regular student, Wein House will offer both sanctuary and the education Raisa needs to succeed as the next Gray Wolf queen.. Everything changes when Han and Raisa’s paths cross, in this epic tale of uncertain friendships, cut-throat politics, and the irresistible power of attraction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Till Dawn with the Devil",
            "authors": [
                "Alexandra Hawkins"
            ],
            "ranking": 4.01,
            "ranking_count": 2256,
            "abstract": "Few women can resist a man like Gabriel Reign Housely, the Earl of Rainecourt. With divine good looks, delectable charms, and delicious wealth, he would seem to be every marriage-minded mother's dream match for their daughters. But not so, given the mysterious death of his first wife. Fortunately for Gabriel, he has no plans to seriously court any of the London ladies ever again. That is, until he shares one unforgettable dance with a mysterious stranger…. Exquisitely beautiful though decidedly modest, Lady Sophia usually shuns the festive ballrooms of London society. But when a man who calls himself Reign enters her life—seemingly from out of nowhere—and shows her true kindness, her wary young heart begins to melt. Of course, Sophia would be shocked to learn the truth about Reign's past. But when scandal strikes, this devilish stranger may be her only salvation…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Adult",
                "European Literature",
                "Fiction",
                "Disability"
            ]
        },
        {
            "title": "At Last",
            "authors": [
                "Edward St. Aubyn"
            ],
            "ranking": 3.94,
            "ranking_count": 5128,
            "abstract": "As friends, relatives and foes trickle in to pay their final respects to his mother Eleanor, Patrick Melrose finds himself questioning whether a life without parents will be the liberation he has so long imagined. Yet as the memorial service ends and the family gathers one last time, amidst the social niceties and the social horrors, the calms and the rapids, Patrick begins to sense a new current: the chance of some form of safety – at last.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Modern",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Glow",
            "authors": [
                "Jessica Maria Tuccelli"
            ],
            "ranking": 3.62,
            "ranking_count": 1062,
            "abstract": "On the eve of World War II, young Ella McGee sits on a bus bound for her Southern hometown. Behind her in Washington, D.C., lie the broken pieces of her parents’ love story—a black father drafted; an activist mother of Scotch-Irish and Cherokee descent confronting racist thugs.. But Ella’s journey is just beginning when she reaches Hopewell County, and her disappearance into the Georgia mountains will stir up memories long suppressed. As the secrets of Ella’s family history unfold in a vivid generational saga,. Glow. transports us to the Blue Ridge frontier of 1836, where slave plantations adjoin the haunted glades of a razed Cherokee Nation. Ron Rash’s Appalachia cascades into Alice Walker’s Georgia red clay in this lushly written debut announcing a major new voice in Southern fiction.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "American",
                "Paranormal",
                "Audiobook",
                "Adult",
                "Fantasy",
                "Cultural",
                "Family"
            ]
        },
        {
            "title": "A Distant Melody",
            "authors": [
                "Sarah Sundin"
            ],
            "ranking": 4.2,
            "ranking_count": 4937,
            "abstract": "Will a chance meeting in a time of war change her life forever?. Never pretty enough to please her gorgeous mother, Allie will do anything to gain her approval - even marry a man she doesn't love. While Allie has nearly resigned herself to that fate, Lt. Walter Novak - fearless in the cockpit but hopeless with women - takes his last furlough at home in California before being shipped overseas.. Walt and Allie meet and begin a correspondence that will change their lives. As letters fly between Walt's muddy bomber base in England and Allie's mansion in an orange grove, their friendship binds them together. But can they untangle the secrets, commitments, and expectations that keep them apart?. Book 1 in the Wings of Glory series,. A Distant Melody. is an exciting and tender story of love, courage, and sacrifice during World War II.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Romance",
                "Christian",
                "Fiction",
                "War",
                "Inspirational"
            ]
        },
        {
            "title": "Edenbrooke",
            "authors": [
                "Julianne Donaldson"
            ],
            "ranking": 4.32,
            "ranking_count": 46488,
            "abstract": "Marianne Daventry will do anything to escape the boredom of Bath and the amorous attentions of an unwanted suitor. So when an invitation arrives from her twin sister, Cecily, to join her at a sprawling country estate, she jumps at the chance. Thinking she'll be able to relax and enjoy her beloved English countryside while her sister snags the handsome heir of Edenbrooke, Marianne finds that even the best laid plans can go awry.. From a terrifying run-in with a highwayman to a seemingly harmless flirtation, Marianne finds herself embroiled in an unexpected adventure filled with enough romance and intrigue to keep her mind racing. Will Marianne be able to rein in her traitorous heart, or will a mysterious stranger sweep her off her feet? Fate had something other than a relaxing summer in mind when it sent Marianne to Edenbrooke.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Invasion of the Tearling",
            "authors": [
                "Erika Johansen"
            ],
            "ranking": 4.1,
            "ranking_count": 50127,
            "abstract": "Kelsea Glynn is the Queen of the Tearling. Despite her youth, she has quickly asserted herself as a fair, just and powerful ruler.. However, power is a double-edged sword, and small actions can have grave consequences. In trying to do what is right - stopping a vile trade in humankind - Kelsea has crossed the Red Queen, a ruthless monarch whose rule is bound with dark magic and the spilling of blood. The Red Queen's armies are poised to invade the Tearling, and it seems nothing can stop them.. Yet there was a time before the Crossing, and there Kelsea finds a strange and possibly dangerous ally, someone who might hold the key to the fate of the Tearling, and indeed to Kelsea's own soul. But time is running out.... Erika Johansen's fierce and unforgettable young heroine returns in this dazzling new novel of magic and adventure, set in the beguiling world of the Tearling.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Two-Family House",
            "authors": [
                "Lynda Cohen Loigman"
            ],
            "ranking": 3.93,
            "ranking_count": 24669,
            "abstract": "Brooklyn, 1947: in the midst of a blizzard, in a two-family brownstone, two babies are born minutes apart to two women. They are sisters by marriage with an impenetrable bond forged before and during that dramatic night; but as the years progress, small cracks start to appear and their once deep friendship begins to unravel. No one knows why, and no one can stop it. One misguided choice; one moment of tragedy. Heartbreak wars with happiness and almost but not quite wins.. From debut novelist Lynda Cohen Loigman comes. The Two-Family House. , a moving family saga filled with heart, emotion, longing, love, and mystery.. Two families, both living in one house, drive an exquisitely written novel of love, alliances, the messiness of life and long buried secrets. Loigman's debut is just shatteringly wonderful and I can't wait to see what she does next. - Caroline Leavitt,. New York Times. bestselling author of. Is This Tomorrow. and. Pictures of You. No good deed goes unpunished. In a single, intensely charged moment, two women come to a private agreement meant to assure each other's happiness. But as Lynda Cohen Loigman deftly reveals, life is not so simple, especially when it involves two families, tightly intertwined.. The Two-Family House. is sympathetically observed and surely plotted all the way through to its deeply satisfying conclusion. - Christina Schwarz, author of. Drowning Ruth. (an Oprah's Book Club pick) and national bestseller. The Edge of the Earth",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adult Fiction",
                "Audiobook",
                "New York",
                "Family",
                "Adult",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "Trickery",
            "authors": [
                "Jaymin Eve",
                "Jane Washington"
            ],
            "ranking": 4.18,
            "ranking_count": 32948,
            "abstract": "Willa Knight: Dweller. Slave. Non-magical being.. In Minatsol, being a dweller means that you are literally no better than dirt. In fact, dirt might actually be more useful than Willa. Her life will be one of servitude to the sols, the magic-blessed beings who could one day be chosen to become gods.. At least her outer village is far removed from the cities of the sols, and she won’t ever be forced to present herself to them... Until one small mistake changes everything, and Willa is awarded a position to serve at Blesswood, the top sol academy in the world—a position that she definitely did not earn.. Under the sudden, watchful eye of the gods, she will be tasked to serve the Abcurse brothers, five sols built of arrogance, perfection and power. They are almost gods themselves, and under their service she is either going to end up sentenced to death, or else they are going to ruin her so badly that she will wish for it.. Either way, she is in trouble.. This is a full novel, 90,000 words. Book 1 of 5 in the Curse of the Gods Series",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "New Adult",
                "Fantasy",
                "Young Adult",
                "Mythology",
                "Humor"
            ]
        },
        {
            "title": "My Year of Rest and Relaxation",
            "authors": [
                "Ottessa Moshfegh"
            ],
            "ranking": 3.74,
            "ranking_count": 171991,
            "abstract": "From one of our boldest, most celebrated new literary voices, a novel about a young woman’s efforts to duck the ills of the world by embarking on an extended hibernation with the help of one of the worst psychiatrists in the annals of literature and the battery of medicines she prescribes.. Our narrator should be happy, shouldn’t she? She’s young, thin, pretty, a recent Columbia graduate, works an easy job at a hip art gallery, lives in an apartment on the Upper East Side of Manhattan paid for, like the rest of her needs, by her inheritance. But there is a dark and vacuous hole in her heart, and it isn’t just the loss of her parents, or the way her Wall Street boyfriend treats her, or her sadomasochistic relationship with her best friend, Reva. It’s the year 2000 in a city aglitter with wealth and possibility; what could be so terribly wrong?. My Year of Rest and Relaxation. is a powerful answer to that question. Through the story of a year spent under the influence of a truly mad combination of drugs designed to heal our heroine from her alienation from this world, Moshfegh shows us how reasonable, even necessary, alienation can be. Both tender and blackly funny, merciless and compassionate, it is a showcase for the gifts of one of our major writers working at the height of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Health",
                "Audiobook",
                "Adult",
                "Novels",
                "Adult Fiction",
                "New York",
                "Literature"
            ]
        },
        {
            "title": "The Perfect Wife",
            "authors": [
                "J.P. Delaney"
            ],
            "ranking": 3.71,
            "ranking_count": 29006,
            "abstract": "The perfect life. The perfect love.. Abbie awakens in a daze with no memory of who she is or how she landed in this unsettling condition. The man by her side claims to be her husband. He's a titan of the tech world, the founder of one of Silicon Valley's most innovative start-ups. He tells Abbie that she is a gifted artist, an avid surfer, a loving mother to their young son, and the perfect wife. He says she had a terrible accident five years ago and that, through a huge technological breakthrough, she has been brought back from the abyss.. She is a miracle of science.. But as Abbie pieces together memories of her marriage, she begins questioning her husband's motives--and his version of events. Can she trust him when he says he wants them to be together forever? And what. really. happened to Abbie half a decade ago?. Beware the man who calls you . . .",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Science Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Of Blood and Bone",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.28,
            "ranking_count": 36330,
            "abstract": "The #1. New York Times. bestselling author of the epic. Year One. returns with a new tale of terror and magic in a brand new world.. They look like an everyday family living an ordinary life. But beyond the edges of this peaceful farm, unimaginable forces of light and dark have been unleashed.. Fallon Swift, approaching her thirteenth birthday, barely knows the world that existed before—the city where her parents lived, now in ruins and reclaimed by nature since the Doom sickened and killed billions. Traveling anywhere is a danger, as vicious gangs of Raiders and fanatics called Purity Warriors search for their next victim. Those like Fallon, in possession of gifts, are hunted—and the time is coming when her true nature, her identity as The One, can no longer be hidden.. In a mysterious shelter in the forest, her training is about to begin under the guidance of Mallick, whose skills have been honed over centuries. She will learn the old ways of healing; study and spar; encounter faeries and elves and shifters; and find powers within herself she never imagined. And when the time is right, she will take up the sword, and fight. For until she grows into the woman she was born to be, the world outside will never be whole again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Unless It Moves the Human Heart: The Craft and Art of Writing",
            "authors": [
                "Roger Rosenblatt"
            ],
            "ranking": 3.73,
            "ranking_count": 545,
            "abstract": "Multiple award-winner Roger Rosenblatt has received glowing critical acclaim for his exceptional literary works—from the hilarious novels. Lapham Rising. and. Beet. to his poignant, heartbreaking, ultimately inspiring memoir. Making Toast.. With. Unless It Moves the Human Heart,. the revered novelist, essayist, playwright, and respected writing teacher offers a guidebook for aspiring authors, a memoir, and an impassioned argument for the necessity of writing in our world. In the tradition of Anne Lamott’s. Bird by Bird,. Rosenblatt’s. Unless It Moves the Human Heart. provides practical insights and advice on the craft, exquisitely presented by one of contemporary literature’s living treasures.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Biography Memoir",
                "Education",
                "Contemporary"
            ]
        },
        {
            "title": "The Accident",
            "authors": [
                "Linwood Barclay"
            ],
            "ranking": 3.97,
            "ranking_count": 15998,
            "abstract": "In this mesmerizing thriller by acclaimed author Linwood Barclay, a typical American community descends into darkness, as an ordinary man is swept into one of the most violent mysteries of modern life.. It’s the new normal at the Garber household in Connecticut: Glen, a contractor, has seen his business shaken by the housing crisis, and now his wife, Sheila, is taking a business course at night to increase her chances of landing a good-paying job.. But she should have been home by now.. Waiting for Sheila’s return, with their eight-year-old daughter sleeping soundly, Glen soon finds his worst fears confirmed: Sheila and two others have been killed in a car accident. Adding to the tragedy, the police claim Sheila was responsible.. Glen knows it’s impossible; he knew his wife and she would never do such a thing. When he investigates, Glen begins to uncover layers of lawlessness beneath the placid surface of their suburb, secret after dangerous secret behind the closed doors.. Propelled into a vortex of corruption and illegal activity, pursued by mysterious killers, and confronted by threats from neighbors he thought he knew, Glen must take his own desperate measures and go to terrifying new places in himself to avenge his wife and protect his child.. Bold and timely, with the shocking twists and startling insights that have become trademarks of this new master of domestic suspense,. The Accident. is a riveting triumph, a book that moves at a breathless pace to a climax no one will see coming.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "The Fantastic Flying Books of Mr. Morris Lessmore",
            "authors": [
                "William Joyce",
                "Joe Bluhm"
            ],
            "ranking": 4.43,
            "ranking_count": 13390,
            "abstract": "Morris Lessmore loved words.. He loved stories.. He loved books.. But every story has its upsets.. Everything in Morris Lessmore’s life, including his own story, is scattered to the winds.. But the power of story will save the day.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Writing",
                "Fiction",
                "Adventure",
                "Art"
            ]
        },
        {
            "title": "Squirrel Seeks Chipmunk",
            "authors": [
                "David Sedaris",
                "Ian Falconer"
            ],
            "ranking": 3.37,
            "ranking_count": 60603,
            "abstract": "Featuring. David Sedaris's. unique blend of hilarity and heart, this new collection of keen-eyed animal-themed tales is an utter delight.. Though the characters may not be human, the situations in these stories bear an uncanny resemblance to the insanity of everyday life. In. The Toad, the Turtle, and the Duck,. three strangers commiserate about animal bureaucracy while waiting in a complaint line. In. Hello Kitty,. a cynical feline struggles to sit through his prison-mandated AA meetings. In. The Squirrel and the Chipmunk,. a pair of star-crossed lovers is separated by prejudiced family members.. With original illustrations by. Ian Falconer. , author of the bestselling. Olivia series. of children's books, these stories are David Sedaris at his most observant, poignant and surprising.. Story List:. - The Cat and the Baboon. - The Migrating Warblers. - The Squirrel and the Chipmunk. - The Toad, The Turtle, and the Duck. - The Motherless Bear. - The Mouse and the Snake. - The Parenting Storks. - The Faithful Setter. - The Crow and the Lamb. - The Sick Rat and the Healthy Rat. - The Cow and the Turkey. - The Vigilant Rabbit. - The Judicious Brown Chicken. - The Parrot and the Potbellied Pig. - Hello Kitty. - The Grieving Owl",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Humor",
                "Animals",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Fantasy",
                "Folk Tales"
            ]
        },
        {
            "title": "I Don't Care About Your Band: Lessons Learned from Indie Rockers, Trust Funders, Pornographers, Felons, Faux-Sensitive Hipsters, and Other Guys I've Dated",
            "authors": [
                "Julie Klausner"
            ],
            "ranking": 3.46,
            "ranking_count": 6188,
            "abstract": "In the tradition of Cynthia Heimel and Chelsea Handler, and with the boisterous iconoclasm of Amy Sedaris, Julie Klausner's candid and funny debut I Don't Care About Your Band sheds light on the humiliations we endure to find love--and the lessons that can be culled from the wreckage.. I Don't Care About Your Band posits that lately the worst guys to date are the ones who seem sensitive. It's the jerks in nice guy clothing, not the players in Ed Hardy, who break the hearts of modern girls who grew up in the shadow of feminism, thinking they could have everything, but end up compromising constantly. The cowards, the kidults, the critics, and the contenders: these are the stars of Klausner's memoir about how hard it is to find a man--good or otherwise--when you're a cynical grown-up exiled in the dregs of Guyville.. Off the popularity of her New York Times Modern Love piece about getting the brush-off from an indie rock musician, I Don't care About Your Band is marbled with the wry strains of Julie Klausner's precocious curmudgeonry and brimming with truths that anyone who's ever been on a date will relate to. Klausner is an expert at landing herself waist-deep in crazy, time and time again, in part because her experience as a comedy writer (Best Week Ever, TV Funhouse on SNL) and sketch comedian from NYC's Upright Citizens Brigade fuels her philosophy of how any scene should unfold, which is, What? That sounds crazy? Okay, I'll do it.. I Don't Care About Your Band charts a distinctly human journey of a strong-willed but vulnerable protagonist who loves men like it's her job, but who's done with guys who know more about love songs than love. Klausner's is a new outlook on dating in a time of pop culture obsession, and she spent her 20's doing personal field research to back up her philosophies. This is the girl's version of High Fidelity. By turns explicit, funny and moving, Klausner's debut shows the evolution of a young woman who endured myriad encounters with the wrong guys, to emerge with real- world wisdom on matters of the heart. I Don't Care About Your Band is Julie Klausner's manifesto, and every one of us can relate.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Writing",
                "Biography Memoir",
                "Biography",
                "Womens Fiction",
                "Music",
                "Romance"
            ]
        },
        {
            "title": "Celebrity in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.3,
            "ranking_count": 24723,
            "abstract": "Lieutenant Eve Dallas is no party girl, but she's managing to have a good time at the celebrity-packed bash celebrating 'The Icove Agenda', a film based on one of her cases. What comes as a surprise however is seeing the actress who plays Peabody drowned in the pool on the roof of the director's luxury building.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Blackthorn Key",
            "authors": [
                "Kevin Sands"
            ],
            "ranking": 4.16,
            "ranking_count": 10782,
            "abstract": "“Tell no one what I’ve given you.”. Until he got that cryptic warning, Christopher Rowe was happy, learning how to solve complex codes and puzzles and creating powerful medicines, potions, and weapons as an apprentice to Master Benedict Blackthorn—with maybe an explosion or two along the way.. But when a mysterious cult begins to prey on London’s apothecaries, the trail of murders grows closer and closer to Blackthorn’s shop. With time running out, Christopher must use every skill he’s learned to discover the key to a terrible secret with the power to tear the world apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Childrens",
                "Historical",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Grave Mercy",
            "authors": [
                "Robin LaFevers"
            ],
            "ranking": 3.89,
            "ranking_count": 104686,
            "abstract": "Why be the sheep, when you can be the wolf?. Seventeen-year-old Ismae escapes from the brutality of an arranged marriage into the sanctuary of the convent of St. Mortain, where the sisters still serve the gods of old. Here she learns that the god of Death Himself has blessed her with dangerous gifts—and a violent destiny. If she chooses to stay at the convent, she will be trained as an assassin and serve as a handmaiden to Death. To claim her new life, she must destroy the lives of others.. Ismae’s most important assignment takes her straight into the high court of Brittany—where she finds herself woefully under prepared—not only for the deadly games of intrigue and treason, but for the impossible choices she must make. For how can she deliver Death’s vengeance upon a target who, against her will, has stolen her heart?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Saint Anything",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.03,
            "ranking_count": 59667,
            "abstract": "A New York Times bestseller. A TIME Magazine Top 10 Children's Book of 2015. . Saint Anything. is a poignant, honest story about how we might suffer the misfortune of someone else's bad choices, how people who love us can become family when we desperately need it, and how starting over might - miraculously - mean taking a solid leap forward. —. Jodi Picoult, New York Times bestselling novelist of Leaving Time and My Sister’s Keeper. Sydney has always felt invisible. She's grown accustomed to her brother, Peyton, being the focus of the family’s attention and, lately, concern. Peyton is handsome and charismatic, but seems bent on self-destruction. Now, after a drunk-driving accident that crippled a boy, Peyton’s serving some serious jail time, and Sydney is on her own, questioning her place in the family and the world.. Then she meets the Chatham family. Drawn into their warm, chaotic circle, Sydney experiences unquestioning acceptance for the first time. There’s effervescent Layla, who constantly falls for the wrong guy, Rosie, who’s had her own fall from grace, and Mrs. Chatham, who even though ailing is the heart of the family. But it’s with older brother Mac—quiet, watchful, and protective—that Sydney finally feels seen, really seen, at last.. Saint Anything. is Sarah Dessen’s deepest and most psychologically probing novel yet, telling an engrossing story of a girl discovering friendship, love, and herself.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Audiobook",
                "Family",
                "Womens Fiction"
            ]
        },
        {
            "title": "Tongues of Serpents",
            "authors": [
                "Naomi Novik"
            ],
            "ranking": 3.74,
            "ranking_count": 18036,
            "abstract": "A dazzling blend of military history, high-flying fantasy, and edge-of-your-seat adventure, Naomi Novik’s Temeraire novels, set in an alternate Napoleonic era in which intelligent dragons have been harnessed as weapons of war, are more than just perennial bestsellers—they are a worldwide phenomenon. Now, in. Tongues of Serpents,. Naomi Novik is back, along with the dragon Temeraire and his rider and friend, Capt. Will Laurence.. Convicted of treason despite their heroic defense against Napoleon’s invasion of England, Temeraire and Laurence—stripped of rank and standing—have been transported to the prison colony at New South Wales in distant Australia, where, it is hoped, they cannot further corrupt the British Aerial Corps with their dangerous notions of liberty for dragons. Temeraire and Laurence carry with them three dragon eggs intended to help establish a covert in the colony and destined to be handed over to such second-rate, undesirable officers as have been willing to accept so remote an assignment—including one former acquaintance, Captain Rankin, whose cruelty once cost a dragon its life.. Nor is this the greatest difficulty that confronts the exiled dragon and rider: Instead of leaving behind all the political entanglements and corruptions of the war, Laurence and Temeraire have instead sailed into a hornet’s nest of fresh complications. For the colony at New South Wales has been thrown into turmoil after the overthrow of the military governor, one William Bligh—better known as Captain Bligh, late of HMS Bounty. Bligh wastes no time in attempting to enlist Temeraire and Laurence to restore him to office, while the upstart masters of the colony are equally determined that the new arrivals should not upset a balance of power precariously tipped in their favor.. Eager to escape this political quagmire, Laurence and Temeraire take on a mission to find a way through the forbidding Blue Mountains and into the interior of Australia. But when one of the dragon eggs is stolen from Temeraire, the surveying expedition becomes a desperate race to recover it in time—a race that leads to a shocking discovery and a dangerous new obstacle in the global war between Britain and Napoleon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Science Fiction",
                "Historical Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Dark Triumph",
            "authors": [
                "Robin LaFevers"
            ],
            "ranking": 4.14,
            "ranking_count": 40966,
            "abstract": "I lean forward, pushing my body out past the battlements. The wind plucks at my cloak, buffets against me, as if it would carry me off in flight, just like the birds or the knight's soul. Let go, it cries, I will take you far, far away. I want to laugh at the exhilarating feeling, I will catch you, it whistles seductively.. The convent has returned Sybella to a life that nearly drove her mad. Her father's rage and brutality are terrifying, and her brother's love is equally monstrous. When she discovers an unexpected ally imprisoned in the dungeons, will a a daughter of Death find something other than vengeance to live for?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Historical Fiction"
            ]
        },
        {
            "title": "Pogingen iets van het leven te maken: Het geheime dagboek van Hendrik Groen, 83¼ jaar",
            "authors": [
                "Hendrik Groen"
            ],
            "ranking": 3.93,
            "ranking_count": 20483,
            "abstract": "Hendrik Groen mag dan oud zijn, hij is nog lang niet dood en niet van plan zich eronder te laten krijgen. Toegegeven: zijn dagelijkse wandelingen worden steeds korter omdat de benen niet meer willen en hij moet regelmatig naar de huisarts. Technisch gesproken is hij bejaard. Maar waarom zou het leven dan alleen nog maar moeten bestaan uit koffiedrinken achter de geraniums en wachten op het einde?. In korte, ogenschijnlijk luchtige, maar vooral openhartige dagboekfragmenten laat Hendrik Groen je een jaar lang meeleven met alle ups en downs van het leven in een verzorgingshuis in Amsterdam-Noord. Op de laatste dag van het jaar zal het nog moeilijk zijn om afscheid nemen van dit charmante personage...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Roman",
                "Literature",
                "Adult Fiction",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Essex Serpent",
            "authors": [
                "Sarah Perry"
            ],
            "ranking": 3.56,
            "ranking_count": 51431,
            "abstract": "Sarah Perry's award-winning novel, set at the end of the nineteenth century and inspired by true events.. Moving between Essex and London, myth and modernity, Cora Seaborne's spirited search for the Essex Serpent encourages all around her to test their allegiance to faith or reason in an age of rapid scientific advancement. At the same time, the novel explores the boundaries of love and friendship and the allegiances that we have to one another. The depth of feeling that the inhabitants of Aldwinter share are matched by their city counterparts as they strive to find the courage to express and understand their deepest desires, and strongest fears.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literary Fiction",
                "Romance",
                "Mystery",
                "Gothic",
                "European Literature",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Weight of Blood",
            "authors": [
                "Laura McHugh"
            ],
            "ranking": 3.75,
            "ranking_count": 21487,
            "abstract": "For fans of Gillian Flynn and Daniel Woodrell, a dark, gripping debut novel of literary suspense about two mysterious disappearances, a generation apart, and the meaning of family-the sacrifices we make, the secrets we keep, and the lengths we will go to protect the ones we love.. The Dane family's roots tangle deep in the Ozark Mountain town of Henbane, but that doesn't keep sixteen-year-old Lucy Dane from being treated like an outsider. Folks still whisper about her mother, a bewitching young stranger who inspired local myths when she vanished years ago. When one of Lucy's few friends, slow-minded Cheri, is found murdered, Lucy feels haunted by the two lost girls-the mother she never knew and the friend she couldn't protect. Everything changes when Lucy stumbles across Cheri's necklace in an abandoned trailer and finds herself drawn into a search for answers. What Lucy discovers makes it impossible to ignore the suspicion cast on her own kin. More alarming, she suspects Cheri's death could be linked to her mother's disappearance, and the connection between the two puts Lucy at risk of losing everything. In a place where the bonds of blood weigh heavy, Lucy must decide where her allegiances lie.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Cloaked",
            "authors": [
                "Alex Flinn"
            ],
            "ranking": 3.64,
            "ranking_count": 15037,
            "abstract": "I’m not your average hero. I actually wasn’t your average anything. Just a poor guy working an after-school job at a South Beach shoe repair shop to help his mom make ends meet. But a little magic changed it all.. It all started with the curse. And the frognapping. And one hot-looking princess, who asked me to lead a rescue mission.. There wasn’t a fairy godmother or any of that. And even though I fell in love along the way, what happened to me is unlike any fairy tale I’ve ever heard. Before I knew it, I was spying with a flock of enchanted swans, talking (yes, talking!) to a fox named Todd, and nearly trampled by giants in the Keys.. Don’t believe me? I didn’t believe it either. But you’ll see. Because I knew it all was true, the second I got CLOAKED.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Adventure",
                "Fairy Tales"
            ]
        },
        {
            "title": "Five Glass Slippers",
            "authors": [
                "Anne Elisabeth Stengl",
                "Elisabeth Brown",
                "Emma Clifton",
                "Rachel Heffington",
                "Stephanie Ricker",
                "Clara Diane Thompson"
            ],
            "ranking": 3.86,
            "ranking_count": 652,
            "abstract": "A Collection to Cherish. What happens when Cinderella is so painfully shy that she cannot bear the idea of attending the royal ball? Or when the slipper fits . . . but on the wrong girl? What happens when Cinderella is determined to oust an imposter prince from her rightful throne? Or when she is a cendrillon miner working from a space station orbiting a cthonian planet? What happens when Cinderella, a humble housemaid, is sent with a message for a prisoner trapped in a frightening fairy circus?. Here is Cinderella as you have never met her before, wearing glass slippers and off on unforgettable adventures!. WHAT EYES CAN SEE ~ BROKEN GLASS ~ THE WINDY SIDE OF CARE ~ A CINDER’S TALE ~ THE MOON MASTER’S BALL",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Short Stories",
                "Retellings",
                "Young Adult",
                "Fiction",
                "Fairy Tales",
                "Anthologies"
            ]
        },
        {
            "title": "Romanov",
            "authors": [
                "Nadine Brandes"
            ],
            "ranking": 3.77,
            "ranking_count": 11110,
            "abstract": "The history books say I died.. They don’t know the half of it.. Anastasia “Nastya” Romanov was given a single mission: to smuggle an ancient spell into her suitcase on her way to exile in Siberia. It might be her family’s only salvation. But the leader of the Bolshevik army is after them, and he’s hunted Romanov before.. Nastya’s only chances of saving herself and her family are to either release the spell and deal with the consequences, or enlist help from Zash, the handsome soldier who doesn’t act like the average Bolshevik. Nastya has only dabbled in magic, but it doesn’t frighten her half as much as her growing attraction to Zash. She likes him. She thinks he might even like her.. That is, until she’s on one side of a firing squad . . . and he’s on the other.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Retellings",
                "Romance",
                "Fiction",
                "Historical Fiction"
            ]
        },
        {
            "title": "People of the Longhouse",
            "authors": [
                "W. Michael Gear",
                "Kathleen O'Neal Gear"
            ],
            "ranking": 4.2,
            "ranking_count": 1045,
            "abstract": "Born in a time of violent upheaval, young Odion and his little sister, Tutelo, live in fear that one day Yellowtail Village will be attacked. When that day comes and Odion and Tutelo are marched away as slaves, Odion's only hope is that his parents are tracking them, coming to rescue them.. They are. But War Chief Koracoo and Deputy Gonda think they are tracking an ordinary war party herding captive women and children to an enemy village. Instead, they are following close on the heels of legendary evil, an old witch-woman named Gannajero, who captures children for her own purposes….",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Native Americans",
                "Speculative Fiction",
                "Audiobook",
                "History",
                "Adult"
            ]
        },
        {
            "title": "Downfall",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.16,
            "ranking_count": 1727,
            "abstract": "I let it go—all of it. Everything I’d been saving up all my life, building and growing inside me, too much to hold in one half-human body. It pushed and fought to be free with a force that turned me into a bomb with a timer vibrating on zero. I was free.. But so was everything I’d fought so hard not to be…. Brothers Cal and Niko Leandros know trouble when they see it—and then proceed to wipe the floor with it. But now it seems their whole world is falling to pieces. Cal’s nightmarish monster side is growing ever stronger, changing Cal physically as well as mentally. Which is exactly what Grimm—Cal’s savage doppelgänger—wants. And when a covert supernatural organization decides that it’s time to put Cal down before he threatens pretty much everything else in existence, the brothers find themselves in a fight they actually might lose. But the dark temptations Cal has denied all his life may prove to be exactly what can save them.. Even if he must fall forever…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Shapeshifters",
                "Urban",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Time Between",
            "authors": [
                "Karen   White"
            ],
            "ranking": 4.09,
            "ranking_count": 12246,
            "abstract": "A stunning new novel of betrayal and forgiveness from. The New York Times. bestselling author.. Thirty-four-year-old Eleanor Murray is consumed with guilt for causing the accident that paralyzed her sister—and for falling in love with her sister’s husband. But when her boss offers her a part-time job caring for his elderly aunt, Helena, Eleanor accepts, hoping this good deed will help atone for her mistakes.. On the barrier island of Edisto, Eleanor bonds with Helena over their mutual love of music. Drawing the older woman out of her depression, Eleanor learns of her life in Hungary, with her sister, before and during World War II. She hears tales of passion and heartache, defiance and dangerous deception. And when the truth of Helena and her sister’s actions comes to light, Eleanor may finally allow herself to move past guilt and to embrace the song that lies deep in her heart…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Womens Fiction",
                "Romance",
                "Mystery",
                "Contemporary",
                "American",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Delusion in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.34,
            "ranking_count": 24449,
            "abstract": "After years on the force, Eve Dallas didn't think she could be shocked anymore... until now.. It was just another after-work happy-hour bar downtown, where business professionals unwound with a few drinks, complained about the boss, maybe hooked up with someone for the night. Until something went terribly wrong. At first it was just a friction in the air. The noise intensified. The crowd seemed oppressive. some sharp words were exchanged, some pushing and shoving.. Then the madness descended. And after twelve minutes of chaos and violence, eighty people lay dead.. Eve Dallas is trying to sort out the inexplicable events. Surviving witnesses talk about seeing things—monsters and swarms of bees. They describe sudden, overwhelming feelings of fear and rage and paranoia. When forensics makes its report, the mass delusions make more sense: it appears the bar patrons were exposed to a cocktail of chemicals and illegal drugs that could drive people to temporary insanity—if not kill them outright.. But that doesn't explain who would unleash such horror—or why. Eve's husband, Roarke, happens to own the bar, yet he's convinced the attack wasn't directed at him. It's bigger than that. And if Eve can't figure it out fast, it could happen again, anytime, anywhere. Because it's airborne....",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Off the Page",
            "authors": [
                "Jodi Picoult",
                "Samantha van Leer",
                "Anne Yvonne Gilbert"
            ],
            "ranking": 3.73,
            "ranking_count": 12511,
            "abstract": "From #1. New York Times. bestselling authors Jodi Picoult and Samantha van Leer, OFF THE PAGE is a tender and appealing YA novel filled with romance, humor, and adventure.. Delilah and Oliver shouldn’t be together. But they. are. together. And just as they’re getting used to the possibility that happily ever after may really, truly be theirs, the universe sends them a message they can’t ignore: they won’t be allowed to rewrite their story.. Delilah and Oliver must decide how much they’re willing to risk for love and what it takes to have a happy ending in a world where the greatest adventures happen off the page.. “. Off the Page. is just so sweet and magical. In high school, I would have given ANYTHING to crawl inside one of my favorite books to escape the real world. I wish!”—SARAH DESSEN, #1. New York Times. bestselling author of. Saint Anything",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Writing"
            ]
        },
        {
            "title": "Milkman",
            "authors": [
                "Anna Burns"
            ],
            "ranking": 3.54,
            "ranking_count": 51716,
            "abstract": "In this unnamed city, to be interesting is dangerous. Middle sister, our protagonist, is busy attempting to keep her mother from discovering her maybe-boyfriend and to keep everyone in the dark about her encounter with Milkman. But when first brother-in-law sniffs out her struggle, and rumours start to swell, middle sister becomes 'interesting'. The last thing she ever wanted to be. To be interesting is to be noticed and to be noticed is dangerous.. Milkman. is a tale of gossip and hearsay, silence and deliberate deafness. It is the story of inaction with enormous consequences.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "European Literature",
                "Audiobook",
                "Contemporary",
                "Novels",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "The Marsh King's Daughter",
            "authors": [
                "Karen Dionne"
            ],
            "ranking": 3.87,
            "ranking_count": 28574,
            "abstract": "The mesmerizing tale of a woman who must risk everything to hunt down the dangerous man who shaped her past and threatens to steal her future: her father.. Helena Pelletier has a loving husband, two beautiful daughters, and a business that fills her days. But she also has a secret: she is the product of an abduction. Her mother was kidnapped as a teenager by her father and kept in a remote cabin in the marshlands of Michigan’s Upper Peninsula. Helena, born two years after the abduction, loved her home in nature, and despite her father’s sometimes brutal behavior, she loved him, too…until she learned precisely how savage he could be.. More than twenty years later, she has buried her past so soundly that even her husband doesn’t know the truth. But now her father has killed two guards, escaped from prison, and disappeared into the marsh. The police begin a manhunt, but Helena knows they don’t stand a chance. Knows that only one person has the skills to find the survivalist the world calls the Marsh King–because only one person was ever trained by him: his daughter.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "All about Emily",
            "authors": [
                "Connie Willis",
                "J.K. Potter"
            ],
            "ranking": 3.72,
            "ranking_count": 822,
            "abstract": "Theater legend Claire Havilland fears she might be entering the Sunset Boulevard phase of her career. That is, until her manager arranges a media appearance with her biggest fan--a famous artificial intelligence pioneer's teenage niece. After precocious Emily's backstage visit, Claire decides she's in a different classic film altogether. While unnaturally charming Emily swears she harbors no desire for the spotlight, Claire wonders if she hasn't met her very own Eve Harrington from All About Eve. But the story becomes more complex as dreams of fame give way to concerns about choice, free will, and identity.. With this long, 17,000 word novelette, acclaimed author Connie Willis combines the glamour of old Hollywood and the eternal allure of Broadway to explore the cutting edge robotics of a richly-imagined near future. All About Emily is sure to join 'The Last of the Winnebagos,' 'Inside Job' and 'All Seated on the Ground' as one of multiple-award-winner Willis' seminal works.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novella",
                "Short Stories",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adult",
                "Artificial Intelligence",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sins of the Demon",
            "authors": [
                "Diana Rowland"
            ],
            "ranking": 4.11,
            "ranking_count": 7856,
            "abstract": "Louisiana homicide detective Kara Gillian is doing her best to cope with everything that's happened to her over the past year, all while s continuing to hone her skills as a demon summoner. But lately she's beginning to wonder if there's a little too much demon in her world. She has a demon for a roommate, the demonic lord Rhyzkahl is still interested in her for reasons she can't fathom, and now someone in the demon realm is trying to summon. her. . And there's no way that can end well.. Meanwhile, people who've hurt Kara in the past are dropping dead. Kara is desperate to find the reasons for the deaths to clear her own name, but when she realizes there's an arcane pattern to the deaths, she knows that both the human and the demon worlds may be at risk unless she finds out who's behind it all. She's in a race against the clock and in a battle for her life that just may take her to hell and back.. Sins of the Demon. is the exciting fourth installment of the Kara Gillian series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Silk Is for Seduction",
            "authors": [
                "Loretta Chase"
            ],
            "ranking": 3.91,
            "ranking_count": 11514,
            "abstract": "From the Design Book of Marcelline Noirot:. The allure of the perfect gown should be twofold:. ladies would die to wear it . . .. and gentlemen would kill to remove it!. Brilliant and ambitious dressmaker Marcelline Noirot is London's rising star. And who better to benefit from her talent than the worst-dressed lady in the ton, the Duke of Clevedon's intended bride? Winning the future duchess's patronage means prestige and fortune for Marcelline and her sisters. To get to the lady, though, Marcelline must win over Clevedon, whose standards are as high as his morals are . . . not.. The prize seems well worth the risk—but this time Marcelline's met her match. Clevedon can design a seduction as irresistible as her dresses;and what begins as a flicker of desire between two of the most passionately stubborn charmers in London soon ignites into a delicious inferno . . . and a blazing scandal.. And now both their futures hang by an exquisite thread of silk . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "A Jane Austen Education: How Six Novels Taught Me About Love, Friendship, and the Things That Really Matter",
            "authors": [
                "William Deresiewicz"
            ],
            "ranking": 3.83,
            "ranking_count": 3757,
            "abstract": "Before Jane Austen, William Deresiewicz was a very different young man. A sullen and arrogant graduate student, he never thought Austen would have anything to offer him. Then he read. Emma. —and everything changed.. In this unique and lyrical book, Deresiewicz weaves the misadventures of Austen’s characters with his own youthful follies, demonstrating the power of the great novelist’s teachings—and how, for Austen, growing up and making mistakes are one and the same. Honest, erudite, and deeply moving,. A Jane Austen Education. is the story of one man’s discovery of the world outside himself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Literature",
                "Biography Memoir",
                "Criticism",
                "Classics",
                "Education"
            ]
        },
        {
            "title": "Wildflower",
            "authors": [
                "Drew Barrymore"
            ],
            "ranking": 3.58,
            "ranking_count": 26534,
            "abstract": "Wildflower. is a portrait of Drew's life in stories as she looks back on the adventures, challenges, and incredible experiences of her earlier years. It includes tales of living on her own at 14 (and how laundry may have saved her life), getting stuck in a gas station overhang on a cross country road trip, saying goodbye to her father in a way only he could have understood, and many more adventures and lessons that have led her to the successful, happy, and healthy place she is today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Humor",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "March: Book One",
            "authors": [
                "John             Lewis",
                "Andrew Aydin",
                "Nate Powell"
            ],
            "ranking": 4.33,
            "ranking_count": 51147,
            "abstract": "March is a vivid first-hand account of John Lewis' lifelong struggle for civil and human rights, meditating in the modern age on the distance traveled since the days of Jim Crow and segregation. Rooted in Lewis' personal story, it also reflects on the highs and lows of the broader civil rights movement.. Book One spans John Lewis' youth in rural Alabama, his life-changing meeting with Martin Luther King, Jr., the birth of the Nashville Student Movement, and their battle to tear down segregation through nonviolent lunch counter sit-ins, building to a stunning climax on the steps of City Hall.. Many years ago, John Lewis and other student activists drew inspiration from the 1950s comic book. Martin Luther King and the Montgomery Story. . Now, his own comics bring those days to life for a new audience, testifying to a movement whose echoes will be heard for generations.. (Back flap)",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Historical",
                "Politics",
                "Race",
                "Social Movements"
            ]
        },
        {
            "title": "Rhapsodic",
            "authors": [
                "Laura Thalassa"
            ],
            "ranking": 3.99,
            "ranking_count": 81303,
            "abstract": "Callypso Lillis is a siren with a very big problem, one that stretches up her arm and far into her past. For the last seven years she’s been collecting a bracelet of black beads up her wrist, magical IOUs for favors she’s received. Only death or repayment will fulfill the obligations. Only then will the beads disappear.. Everyone knows that if you need a favor, you go to the Bargainer to make it happen. He’s a man who can get you anything you want... at a price. And everyone knows that sooner or later he always collects.. But for one of his clients, he’s never asked for repayment. Not until now. When Callie finds the fae king of the night in her room, a grin on his lips and a twinkle in his eye, she knows things are about to change. At first it’s just a chaste kiss—a single bead’s worth—and a promise for more.. For the Bargainer, it’s more than just a matter of rekindling an old romance. Something is happening in the Otherworld. Fae warriors are going missing one by one. Only the women are returned, each in a glass casket, a child clutched to their breast. And then there are the whispers among the slaves, whispers of an evil that’s been awoken.. If the Bargainer has any hope to save his people, he’ll need the help of the siren he spurned long ago. Only, his foe has a taste for exotic creatures, and Callie just happens to be one.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Fairies",
                "Adult"
            ]
        },
        {
            "title": "Chasing the Scream: The First and Last Days of the War on Drugs",
            "authors": [
                "Johann Hari",
                "Hermano Brandes de Freitas"
            ],
            "ranking": 4.5,
            "ranking_count": 15552,
            "abstract": "New York Times. Bestseller. It is now one hundred years since drugs were first banned in the United States. On the eve of this centenary, journalist Johann Hari set off on an epic three-year, thirty-thousand-mile journey into the war on drugs. What he found is that more and more people all over the world have begun to recognize three startling truths: Drugs are not what we think they are. Addiction is not what we think it is. And the drug war has very different motives to the ones we have seen on our TV screens for so long.. In. Chasing the Scream. , Hari reveals his discoveries entirely through the stories of people across the world whose lives have been transformed by this war. They range from a transsexual crack dealer in Brooklyn searching for her mother, to a teenage hit-man in Mexico searching for a way out. It begins with Hari's discovery that at the birth of the drug war, Billie Holiday was stalked and killed by the man who launched this crusade--and it ends with the story of a brave doctor who has led his country to decriminalize every drug, from cannabis to crack, with remarkable results.. Chasing the Scream. lays bare what we really have been chasing in our century of drug war--in our hunger for drugs, and in our attempt to destroy them. This book will challenge and change how you think about one of the most controversial--and consequential--questions of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Science",
                "Psychology",
                "Sociology",
                "Health",
                "Social Movements",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "Confessions of a Prairie Bitch: How I Survived Nellie Oleson and Learned to Love Being Hated",
            "authors": [
                "Alison Arngrim"
            ],
            "ranking": 4.0,
            "ranking_count": 14712,
            "abstract": "Conf. essions of a Prairie Bitch. is Alison Arngrim’s comic memoir of growing up as one of television’s most memorable characters—the devious Nellie Oleson on the hit television show. Little House on the Prairie. . With behind-the-scenes stories from the set, as well as tales from her bohemian upbringing in West Hollywood and her headline-making advocacy work on behalf of HIV awareness and abused children,. Confessions of a Prairie Bitch. is a must for fans of everything. Little House. : the classic television series and its many stars like Michael Landon and Melissa Gilbert; Gilbert’s bestselling memoir. Prairie Tale. ... and, of course, the beloved series of books by Laura Ingalls Wilder that started it all.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Humor",
                "Adult",
                "Media Tie In",
                "Audiobook",
                "Sociology"
            ]
        },
        {
            "title": "Breaking Him",
            "authors": [
                "R.K. Lilley"
            ],
            "ranking": 4.19,
            "ranking_count": 11231,
            "abstract": "SCARLETT. It was the kind of relationship where I invested more than I had to spare.. I gave it everything.. And so when it failed, I lost myself.. It changed me. He changed me.. I went down with the ship.. My soul, burnt embers in the aftermath.. The fire of him ravaged it all.. He burned me.. Broke me.. —. Scarlett had always dreamed big. She was headed straight for Hollywood. Destined for silver screen greatness.. But in her wildest dreams she never imagined she’d be broke and single at twenty-eight, doling drinks at thirty-five thousand feet.. She was a glorified waitress in the skies.. It had been years since she’d seen him.. But one day, there he sat, gazing intently at her, ready to set everything ablaze once more.. Dante wanted her. Again.. Sure, she’d play along…but this time, it was his turn.. She was breaking him.. After all, love is war.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult Fiction",
                "Adult",
                "Dark",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Clock Dance",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.58,
            "ranking_count": 36123,
            "abstract": "A bewitching new novel of family and self-discovery from the best-selling, award-winning author of. A Spool of Blue Thread.. Willa Drake can count on one hand the defining moments of her life. In 1967, she is a schoolgirl coping with her mother's sudden disappearance. In 1977, she is a college coed considering a marriage proposal. In 1997, she is a young widow trying to piece her life back together. And in 2017, she yearns to be a grandmother, yet the prospect is dimming. So, when Willa receives a phone call from a stranger, telling her that her son's ex-girlfriend has been shot, she drops everything and flies across the country to Baltimore. The impulsive decision to look after this woman and her nine-year-old daughter will lead Willa into uncharted territory--surrounded by eccentric neighbors, plunged into the rituals that make a community a family, and forced to find solace in unexpected places. A bittersweet, probing novel of hope and grief, fulfillment and renewal,. Clock Dance. gives us Anne Tyler at the height of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Family",
                "Book Club",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Are We Smart Enough to Know How Smart Animals Are?",
            "authors": [
                "Frans de Waal"
            ],
            "ranking": 3.94,
            "ranking_count": 13540,
            "abstract": "Hailed as a classic, Are We Smart Enough to Know How Smart Animals Are? explores the oddities and complexities of animal cognition―in crows, dolphins, parrots, sheep, wasps, bats, chimpanzees, and bonobos―to reveal how smart animals really are, and how we’ve underestimated their abilities for too long. Did you know that octopuses use coconut shells as tools, that elephants classify humans by gender and language, and that there is a young male chimpanzee at Kyoto University whose flash memory puts that of humans to shame? Fascinating, entertaining, and deeply informed, de Waal’s landmark work will convince you to rethink everything you thought you knew about animal―and human―intelligence.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Environment",
                "Psychology",
                "Audiobook",
                "Philosophy",
                "Anthropology"
            ]
        },
        {
            "title": "& Sons",
            "authors": [
                "David Gilbert"
            ],
            "ranking": 3.36,
            "ranking_count": 5831,
            "abstract": "The funeral of Charles Henry Topping on Manhattan’s Upper East Side would have been a minor affair (his two-hundred-word obit in The New York Times notwithstanding) but for the presence of one particular mourner: the notoriously reclusive author A. N. Dyer, whose novel Ampersand stands as a classic of American teenage angst. But as Andrew Newbold Dyer delivers the eulogy for his oldest friend, he suffers a breakdown over the life he’s led and the people he’s hurt and the novel that will forever endure as his legacy. He must gather his three sons for the first time in many years—before it’s too late.. So begins a wild, transformative, heartbreaking week, as witnessed by Philip Topping, who, like his late father, finds himself caught up in the swirl of the Dyer family. First there’s son Richard, a struggling screenwriter and father, returning from self-imposed exile in California. In the middle lingers Jamie, settled in Brooklyn after his twenty-year mission of making documentaries about human suffering. And last is Andy, the half brother whose mysterious birth tore the Dyers apart seventeen years ago, now in New York on spring break, determined to lose his virginity before returning to the prestigious New England boarding school that inspired Ampersand. But only when the real purpose of this reunion comes to light do these sons realize just how much is at stake, not only for their father but for themselves and three generations of their family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "New York",
                "Contemporary",
                "Family",
                "Novels",
                "Adult Fiction",
                "Writing",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Fury of the Demon",
            "authors": [
                "Diana Rowland"
            ],
            "ranking": 4.07,
            "ranking_count": 4081,
            "abstract": "Who can Kara Gillian trust?. That’s what she’d like to know. Demon summoner and now a consultant for the FBI, Kara Gillian has spent the past several months in the demon realm training while recovering from the treachery of the demonic lord Rhyzkahl. Yet though the torment and betrayal she suffered at his hands continues to plague her, she’s not about to let that slow her down.. Kara returns to Earth to search for a fellow summoner being held by allies of Rhyzkahl. Aiding in the hunt are Kara’s friends, FBI agents Ryan Kristoff and Zack Garner. However, Kara and Zack know Ryan’s true identity—though he himself does not—and questions of loyalty threaten to tear apart their previously close-knit group. Rhyzkahl’s machinations run deeper than they could have ever imagined, and the search for the missing summoner takes on a desperate edge while dangers from ancient demon oaths loom and enemies increase in power and numbers.. Armed with her skills, wit, and attitude, it is up to Kara to save her friends and her world.. The price of failure will be her soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Emperor of Thorns",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.24,
            "ranking_count": 48408,
            "abstract": "King Jorg Ancrath is twenty now—and king of seven nations. His goal—revenge against his father—has not yet been realized, and the demons that haunt him have only grown stronger. Yet no matter how tortured his path, he intends to take the next step in his upward climb.. Jorg would be emperor. It is a position not to be gained by the sword but rather by vote. And never in living memory has anyone secured a majority of the vote, leaving the Broken Empire long without a leader. Jorg plans to change that. He’s uncovered the lost technology of the land, and he won’t hesitate to use it.. But he soon finds an adversary standing in his way, a necromancer unlike any he has ever faced—a figure hated and feared even more than himself: the Dead King.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Dark"
            ]
        },
        {
            "title": "Sharp Ends",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.15,
            "ranking_count": 14552,
            "abstract": "Sharp Ends. is the ultimate collection of award winning tales and exclusive new short stories from the master of grimdark fantasy, Joe Abercrombie.. Violence explodes, treachery abounds, and the words are as deadly as the weapons in this rogue's gallery of side-shows, back-stories, and sharp endings from the world of the First Law.. The Union army may be full of bastards, but there's only one who thinks he can save the day single-handed when the Gurkish come calling: the incomparable Colonel Sand dan Glokta.. Curnden Craw and his dozen are out to recover a mysterious item from beyond the Crinna. Only one small problem: no one seems to know what the item is.. Shevedieh, the self-styled best thief in Styria, lurches from disaster to catastrophe alongside her best friend and greatest enemy, Javre, Lioness of Hoskopp.. And after years of bloodshed, the idealistic chieftain Bethod is desperate to bring peace to the North. There's only one obstacle left -- his own lunatic champion, the most feared man in the North: the Bloody-Nine . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Audiobook",
                "Anthologies",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Grim Shadows",
            "authors": [
                "Jenn Bennett"
            ],
            "ranking": 3.83,
            "ranking_count": 1274,
            "abstract": "It’s the Roaring Twenties in foggy San Francisco. Prohibition is on, inhibitions are low, and dark magic is rolling into town…. Archaeologist Lowe Magnusson is packing something everyone wants. The djed amulet, a priceless Egyptian artifact, will fetch Lowe a hefty paycheck from one of San Francisco’s wealthiest. But when the handsome Swede runs into his patron’s uptight daughter, what he once considered easy money becomes maddeningly complicated…. Cursed with deadly spirits as her constant companions, curator Hadley Bacall must keep calm to hold her dangerous specters at bay and prevent them from lashing out at anything—or anyone. Trouble is, Lowe is driving her crazy, but her father needs the artifact he’s transporting. While Hadley can feel the amulet’s power, she can’t fathom the destruction—or the desire—it’s about to stir up.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Historical",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "Authority",
            "authors": [
                "Jeff VanderMeer"
            ],
            "ranking": 3.53,
            "ranking_count": 69975,
            "abstract": "The bone-chilling, hair-raising second installment of the Southern Reach Trilogy. After thirty years, the only human engagement with Area X—a seemingly malevolent landscape surrounded by an invisible border and mysteriously wiped clean of all signs of civilization—has been a series of expeditions overseen by a government agency so secret it has almost been forgotten: the Southern Reach. Following the tumultuous twelfth expedition chronicled in. Annihilation. , the agency is in complete disarray.. John Rodríguez (aka Control) is the Southern Reach's newly appointed head. Working with a distrustful but desperate team, a series of frustrating interrogations, a cache of hidden notes, and hours of profoundly troubling video footage, Control begins to penetrate the secrets of Area X. But with each discovery he must confront disturbing truths about himself and the agency he's pledged to serve.. In. Authority. , the second volume of Jeff VanderMeer's Southern Reach trilogy, Area X's most disturbing questions are answered . . . but the answers are far from reassuring.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Starflight",
            "authors": [
                "Melissa Landers"
            ],
            "ranking": 3.85,
            "ranking_count": 12437,
            "abstract": "Life in the outer realm is a lawless, dirty, hard existence, and Solara Brooks is hungry for it. Just out of the orphanage, she needs a fresh start in a place where nobody cares about the engine grease beneath her fingernails or the felony tattoos across her knuckles. She's so desperate to reach the realm that she's willing to indenture herself to Doran Spaulding, the rich and popular quarterback who made her life miserable all through high school, in exchange for passage aboard the spaceliner Zenith.. When a twist of fate lands them instead on the Banshee, a vessel of dubious repute, Doran learns he's been framed on Earth for conspiracy. As he pursues a set of mysterious coordinates rumored to hold the key to clearing his name, he and Solara must get past their enmity to work together and evade those out for their arrest. Life on the Banshee may be tumultuous, but as Solara and Doran are forced to question everything they once believed about their world—and each other—the ship becomes home, and the eccentric crew family. But what Solara and Doran discover on the mysterious Planet X has the power to not only alter their lives, but the existence of everyone in the universe...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Space",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "The Collapsing Empire",
            "authors": [
                "John Scalzi"
            ],
            "ranking": 4.11,
            "ranking_count": 45707,
            "abstract": "The first novel of a new space-opera sequence set in an all-new universe by the Hugo Award-winning, New York Times-bestselling author of Redshirts and Old Man's War.. Our universe is ruled by physics and faster than light travel is not possible -- until the discovery of The Flow, an extra-dimensional field we can access at certain points in space-time that transport us to other worlds, around other stars.. Humanity flows away from Earth, into space, and in time forgets our home world and creates a new empire, the Interdependency, whose ethos requires that no one human outpost can survive without the others. It’s a hedge against interstellar war -- and a system of control for the rulers of the empire.. The Flow is eternal -- but it is not static. Just as a river changes course, The Flow changes as well, cutting off worlds from the rest of humanity. When it’s discovered that The Flow is moving, possibly cutting off all human worlds from faster than light travel forever, three individuals -- a scientist, a starship captain and the Empress of the Interdependency -- are in a race against time to discover what, if anything, can be salvaged from an interstellar empire on the brink of collapse.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adult",
                "Speculative Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Grace of Kings",
            "authors": [
                "Ken Liu"
            ],
            "ranking": 3.73,
            "ranking_count": 14375,
            "abstract": "Wily, charming Kuni Garu, a bandit, and stern, fearless Mata Zyndu, the son of a deposed duke, seem like polar opposites. Yet, in the uprising against the emperor, the two quickly become the best of friends after a series of adventures fighting against vast conscripted armies, silk-draped airships, and shapeshifting gods. Once the emperor has been overthrown, however, they each find themselves the leader of separate factions—two sides with very different ideas about how the world should be run and the meaning of justice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction",
                "Science Fiction Fantasy",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "TransAtlantic",
            "authors": [
                "Colum McCann"
            ],
            "ranking": 3.82,
            "ranking_count": 24963,
            "abstract": "Newfoundland, 1919. Two aviators—Jack Alcock and Arthur Brown—set course for Ireland as they attempt the first nonstop flight across the Atlantic Ocean, placing their trust in a modified bomber to heal the wounds of the Great War.. Dublin, 1845 and '46. On an international lecture tour in support of his subversive autobiography, Frederick Douglass finds the Irish people sympathetic to the abolitionist cause—despite the fact that, as famine ravages the countryside, the poor suffer from hardships that are astonishing even to an American slave.. New York, 1998. Leaving behind a young wife and newborn child, Senator George Mitchell departs for Belfast, where it has fallen to him, the son of an Irish-American father and a Lebanese mother, to shepherd Northern Ireland's notoriously bitter and volatile peace talks to an uncertain conclusion.. These three iconic crossings are connected by a series of remarkable women whose personal stories are caught up in the swells of history. Beginning with Irish housemaid Lily Duggan, who crosses paths with Frederick Douglass, the novel follows her daughter and granddaughter, Emily and Lottie, and culminates in the present-day story of Hannah Carson, in whom all the hopes and failures of previous generations live on. From the loughs of Ireland to the flatlands of Missouri and the windswept coast of Newfoundland, their journeys mirror the progress and shape of history. They each learn that even the most unassuming moments of grace have a way of rippling through time, space, and memory.. The most mature work yet from an incomparable storyteller, TransAtlantic is a profound meditation on identity and history in a wide world that grows somehow smaller and more wondrous with each passing year.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "X",
            "authors": [
                "Sue Grafton"
            ],
            "ranking": 3.93,
            "ranking_count": 31306,
            "abstract": "When a glamorous red head wishes to locate the son she put up for adoption thirty-two years ago, it seems like an easy two hundred bucks for P. I. Kinsey Millhone. But when a cop tells her she was paid with marked bills, and Kinsey's client is nowhere to be found, it becomes apparent this mystery woman has something to hide. Riled, Kinsey won't stop until she's found out who fooled her and why.. Meanwhile, the widow of the recently murdered P. I. - and Kinsey's old friend - Pete Wolinsky, needs help with her IRS audit. This seemingly innocuous task takes a treacherous turn when Kinsey finds a coded list amongst her friend's files. It soon leads her to an unhinged man with a catalogue of ruined lives left in his wake. And despite the devastation, there isn't a single conviction to his name. It seems this sociopath knows exactly how to cause chaos without leaving a trace.. As Kinsey delves deeper into the investigation she quickly becomes the next target of this tormentor. But can Kinsey prove her case against him before she becomes the next victim?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Adult",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "Girl at War",
            "authors": [
                "Sara Nović"
            ],
            "ranking": 3.99,
            "ranking_count": 27758,
            "abstract": "Zagreb, summer of 1991. Ten-year-old Ana Jurić is a carefree tomboy who runs the streets of Croatia's capital with her best friend, Luka, takes care of her baby sister, Rahela, and idolizes her father. But as civil war breaks out across Yugoslavia, soccer games and school lessons are supplanted by sniper fire and air raid drills. When tragedy suddenly strikes, Ana is lost to a world of guerilla warfare and child soldiers; a daring escape plan to America becomes her only chance for survival.. Ten years later Ana is a college student in New York. She's been hiding her past from her boyfriend, her friends, and most especially herself. Haunted by the events that forever changed her family, she returns alone to Croatia, where she must rediscover the place that was once her home and search for the ghosts of those she's lost.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Contemporary",
                "Young Adult",
                "Audiobook",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Truly Madly Guilty",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 3.58,
            "ranking_count": 269963,
            "abstract": "Six responsible adults. Three cute kids. One small dog. It’s just a normal weekend. What could possibly go wrong?. Sam and Clementine have a wonderful, albeit, busy life: they have two little girls, Sam has just started a new dream job, and Clementine, a cellist, is busy preparing for the audition of a lifetime. If there’s anything they can count on, it’s each other.. Clementine and Erika are each other’s oldest friends. A single look between them can convey an entire conversation. But theirs is a complicated relationship, so when Erika mentions a last minute invitation to a barbecue with her neighbors, Tiffany and Vid, Clementine and Sam don’t hesitate. Having Tiffany and Vid’s larger than life personalities there will be a welcome respite.. Two months later, it won’t stop raining, and Clementine and Sam can’t stop asking themselves the question: What if we hadn’t gone?. In Truly Madly Guilty, Liane Moriarty takes on the foundations of our lives: marriage, sex, parenthood, and friendship. She shows how guilt can expose the fault lines in the most seemingly strong relationships, how what we don’t say can be more powerful than what we do, and how sometimes it is the most innocent of moments that can do the greatest harm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Mystery",
                "Adult",
                "Adult Fiction",
                "Cultural",
                "Thriller",
                "Drama"
            ]
        }
    ]
}