{
    "books": [
        {
            "title": "The Fire Next Time",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.53,
            "ranking_count": 82919,
            "abstract": "A national bestseller when it first appeared in 1963,. The Fire Next Time. galvanized the nation and gave passionate voice to the emerging civil rights movement. At once a powerful evocation of James Baldwin’s early life in Harlem and a disturbing examination of the consequences of racial injustice, the book is an intensely personal and provocative document. It consists of two “letters,” written on the occasion of the centennial of the Emancipation Proclamation, that exhort Americans, both black and white, to attack the terrible legacy of racism. Described by. The New York Times Book Review. as “sermon, ultimatum, confession, deposition, testament, and chronicle…all presented in searing, brilliant prose,”. The Fire Next Time. stands as a classic of our literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Classics",
                "Race",
                "History",
                "Politics",
                "Social Movements",
                "Autobiography",
                "Cultural"
            ]
        },
        {
            "title": "Seabiscuit: An American Legend",
            "authors": [
                "Laura Hillenbrand"
            ],
            "ranking": 4.2,
            "ranking_count": 157154,
            "abstract": "There's an alternate cover edition. here. Seabiscuit was one of the most electrifying and popular attractions in sports history and the single biggest newsmaker in the world in 1938, receiving more coverage than FDR, Hitler, or Mussolini. But his success was a surprise to the racing establishment, which had written off the crooked-legged racehorse with the sad tail. Three men changed Seabiscuit’s fortunes:. Charles Howard was a onetime bicycle repairman who introduced the automobile to the western United States and became an overnight millionaire. When he needed a trainer for his new racehorses, he hired Tom Smith, a mysterious mustang breaker from the Colorado plains. Smith urged Howard to buy Seabiscuit for a bargain-basement price, then hired as his jockey Red Pollard, a failed boxer who was blind in one eye, half-crippled, and prone to quoting passages from Ralph Waldo Emerson. Over four years, these unlikely partners survived a phenomenal run of bad fortune, conspiracy, and severe injury to transform Seabiscuit from a neurotic, pathologically indolent also-ran into an American sports icon.. Author Laura Hillenbrand brilliantly re-creates a universal underdog story, one that proves life is a horse race.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Sports",
                "Animals",
                "Historical",
                "Biography Memoir",
                "North American Hi...",
                "Audiobook"
            ]
        },
        {
            "title": "The No. 1 Ladies' Detective Agency",
            "authors": [
                "Alexander McCall Smith"
            ],
            "ranking": 3.8,
            "ranking_count": 250027,
            "abstract": "Precious Ramotswe has only just set up shop as Botswana's No.1 (and only) lady detective when she is hired to track down a missing husband, uncover a con man, and follow a wayward daughter. However, the case that tugs at her heart, and lands her in danger, is a missing eleven-year-old boy, who may have been snatched by witch doctors.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Southern Africa",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Golden Compass",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.01,
            "ranking_count": 1407534,
            "abstract": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal--including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world.. Can one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want--but what Lyra doesn't know is that to help one of them will be to betray the other.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Classics"
            ]
        },
        {
            "title": "King Rat",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.16,
            "ranking_count": 36563,
            "abstract": "The time is World War II. The place is a brutal prison camp deep in Japanese-occupied territory. Here, within the seething mass of humanity, one man, an American corporal, seeks dominance over both captives and captors alike. His weapons are human courage, unblinking understanding of human weaknesses, and total willingness to exploit every opportunity to enlarge his power and corrupt or destroy anyone who stands in his path.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Cultural",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Hot Zone: The Terrifying True Story of the Origins of the Ebola Virus",
            "authors": [
                "Richard   Preston"
            ],
            "ranking": 4.13,
            "ranking_count": 105554,
            "abstract": "A highly infectious, deadly virus from the central African rain forest suddenly appears in the suburbs of Washington, D.C. There is no cure. In a few days 90 percent of its victims are dead. A secret military SWAT team of soldiers and scientists is mobilized to stop the outbreak of this exotic hot virus.. The Hot Zone. tells this dramatic story, giving a hair-raising account of the appearance of rare and lethal viruses and their crashes into the human race. Shocking, frightening, and impossible to ignore,. The Hot Zone. proves that truth really is scarier than fiction.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Medical",
                "Health",
                "Thriller",
                "Horror",
                "Cultural"
            ]
        },
        {
            "title": "The Postman Always Rings Twice",
            "authors": [
                "James M. Cain"
            ],
            "ranking": 3.79,
            "ranking_count": 37265,
            "abstract": "Cain's first novel - the subject of an obscenity trial in Boston and the inspiration for Camus's. The Stranger. - is the fever-pitched tale of a drifter who stumbles into a job, into an erotic obsession, and into a murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Perdido Street Station",
            "authors": [
                "China Miéville"
            ],
            "ranking": 3.96,
            "ranking_count": 64909,
            "abstract": "Beneath the towering bleached ribs of a dead, ancient beast lies the city of New Crobuzon, where the unsavory deal is stranger to no one--not even to Isaac, a gifted and eccentric scientist who has spent a lifetime quietly carrying out his unique research. But when a half-bird, half-human creature known as the Garuda comes to him from afar, Isaac is faced with challenges he has never before encountered. Though the Garuda's request is scientifically daunting, Isaac is sparked by his own curiosity and an uncanny reverence for this curious stranger. Soon an eerie metamorphosis will occur that will permeate every fiber of New Crobuzon--and not even the Ambassador of Hell will challenge the malignant terror it evokes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Weird Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Man and His Symbols",
            "authors": [
                "C.G. Jung",
                "Joseph L. Henderson",
                "Aniela Jaffé",
                "Jolande Jacobi",
                "John    Freeman",
                "Marie-Louise von Franz"
            ],
            "ranking": 4.17,
            "ranking_count": 24662,
            "abstract": "Man and His Symbols. owes its existence to one of Jung's own dreams. The great psychologist dreamed that his work was understood by a wide public, rather than just by psychiatrists, and therefore he agreed to write and edit this fascinating book. Here, Jung examines the full world of the unconscious, whose language he believed to be the symbols constantly revealed in dreams. Convinced that dreams offer practical advice, sent from the unconscious to the conscious self, Jung felt that self-understanding would lead to a full and productive life. Thus, the reader will gain new insights into himself from this thoughtful volume, which also illustrates symbols throughout history. Completed just before his death by Jung and his associates, it is clearly addressed to the general reader.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Science",
                "Fantasy",
                "Classics",
                "Religion",
                "Spirituality",
                "Art"
            ]
        },
        {
            "title": "Ferdydurke",
            "authors": [
                "Witold Gombrowicz",
                "Danuta Borchardt"
            ],
            "ranking": 3.8,
            "ranking_count": 13594,
            "abstract": "In this bitterly funny novel by the renowned Polish author Witold Gombrowicz. a writer finds himself tossed into a chaotic world of schoolboys by a diabolical professor who wishes to reduce him to childishness. Originally published in Poland in 1937. Ferdydurke became an instant literary sensation and catapulted the young author to fame. Deemed scandalous and subversive by Nazis. Stalinists. and the Polish Communist regime in turn. the novel (as well as all of Gombrowicz's other works) was officially banned in Poland for decades. It has nonetheless remained one of the most influential works of twentieth-century European literature.. Ferdydurke is translated here directly from the Polish for the first time. Danuta Borchardt deftly captures Gombrowicz's playful and idiosyncratic style. and she allows English speakers to experience fully the masterpiece of a writer whom Milan Kundera describes as one of the great novelists of our century.. Extravagant. brilliant. disturbing. brave. funny-wonderful. . . . Long live its sublime mockery.. ~ Susan Sontag. from the foreword. [A] masterpiece of European modernism. . . . Susan Sontag ushers this new translation into print with a strong and useful foreword. calling Gombrowicz's tale 'extravagant. brilliant. disturbing. brave. funny... wonderful.' And it is.. ~ Publishers Weekly. Witold Gombrowicz (1904-1969) wrote three other novels. Trans-Atlantyk. Pornografia. and Cosmos. which together with his plays and his three-volume Diary have been translated into more than thirty languages.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Academic",
                "Cultural",
                "Literature",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "What We Talk About When We Talk About Love",
            "authors": [
                "Raymond Carver"
            ],
            "ranking": 4.11,
            "ranking_count": 54623,
            "abstract": "Alternate-cover edition can be found. here. In his second collection, Carver establishes his reputation as one of the most celebrated and beloved short-story writers in American literature—a haunting meditation on love, loss, and companionship, and finding one’s way through the dark.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America",
                "Romance"
            ]
        },
        {
            "title": "The End of Eternity",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.24,
            "ranking_count": 50213,
            "abstract": "Andrew Harlan is an Eternal, a man whose job it is to range through past and present Centuries, monitoring and, where necessary, altering Time's myriad cause-and-effect relationships. But when Harlan meets and falls for a non-Eternal woman, he seeks to use the awesome powers and techniques of the Eternals to twist time for his own purposes, so that he and his love can survive together.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "A Child Called \"It\"",
            "authors": [
                "Dave Pelzer"
            ],
            "ranking": 4.11,
            "ranking_count": 404925,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. This book chronicles the unforgettable account of one of the most severe child abuse cases in California history. It is the story of Dave Pelzer, who was brutally beaten and starved by his emotionally unstable, alcoholic mother: a mother who played tortuous, unpredictable games—games that left him nearly dead. He had to learn how to play his mother's games in order to survive because she no longer considered him a son, but a slave; and no longer a boy, but an it. Dave's bed was an old army cot in the basement, and his clothes were torn and raunchy. When his mother allowed him the luxury of food, it was nothing more than spoiled scraps that even the dogs refused to eat. The outside world knew nothing of his living nightmare. He had nothing or no one to turn to, but his dreams kept him alive—dreams of someone taking care of him, loving him and calling him their son.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Psychology",
                "Sociology",
                "Adult",
                "Biography Memoir",
                "Crime",
                "True Story"
            ]
        },
        {
            "title": "Black Elk Speaks: Being the Life Story of a Holy Man of the Oglala Sioux",
            "authors": [
                "John G. Neihardt",
                "Black Elk"
            ],
            "ranking": 4.11,
            "ranking_count": 16145,
            "abstract": "Black Elk Speaks, the story of the Oglala Lakota visionary and healer Nicholas Black Elk (1863-1950) and his people during momentous twilight years of the nineteenth century, offers readers much more than a precious glimpse of a vanished time. Black Elk's searing visions of the unity of humanity and Earth, conveyed by John G. Neihardt, have made this book a classic that crosses multiple genres. Whether appreciated as the poignant tale of a Lakota life, as a history of a Native nation, or as an enduring spiritual testament, Black Elk Speaks is unforgettable.. Black Elk met the distinguished poet, writer, and critic John G. Neihardt in 1930 on the Pine Ridge Reservation in South Dakota and asked Neihardt to share his story with the world. Neihardt understood and conveyed Black Elk's experiences in this powerful and inspirational message for all humankind.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Religion",
                "Spirituality",
                "Philosophy",
                "Anthropology",
                "Biography Memoir",
                "Native Americans"
            ]
        },
        {
            "title": "Swan Song",
            "authors": [
                "Robert R. McCammon"
            ],
            "ranking": 4.28,
            "ranking_count": 60360,
            "abstract": "An ancient evil roams the desolate landscape of an America ravaged by nuclear war.. He is the Man with the Scarlet Eye, a malevolent force that feeds on the dark desires of the countless followers he has gathered into his service. His only desire is to find a special child named Swan—and destroy her. But those who would protect the girl are determined to fight for what is left of the world, and their souls.. In a wasteland born of rage, populated by monstrous creatures and marauding armies, the last survivors on earth have been drawn into the final battle between good and evil that will decide the fate of humanity....",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Valley of Horses",
            "authors": [
                "Jean M. Auel",
                "Sandra Burr"
            ],
            "ranking": 4.0,
            "ranking_count": 83355,
            "abstract": "Librarian note: See an alternate cover edition. here. .. This unforgettable odyssey into the distant past carries us back to the awesome mysteries of the exotic, primeval world of. The Clan of the Cave Bear. , and to Ayla, now grown into a beautiful and courageous young woman.. Cruelly cast out by the new leader of the ancient Clan that adopted her as a child, Ayla leaves those she loves behind and travels alone through a stark, open land filled with dangerous animals but few people, searching for the Others, tall and fair like herself. The short summer gives her little time to look, and when she finds a sheltered valley with a herd of hardy steppe horses, she decides to stay and prepare for the long glacial winter ahead. Living with the Clan has taught Ayla many skills but not real hunting. She finally knows she can survive when she traps a horse, which gives her meat and a warm pelt for the winter, but fate has bestowed a greater gift, an orphaned foal with whom she develops a unique kinship. One winter extends to more; she discovers a way to make fire more quickly and a wounded cave lion cub joins her unusual family, but her beloved animals don't fulfill her restless need for human companionship. Then she hears the sound of a man screaming in pain. She saves tall, handsome Jondalar, who brings her a language to speak and an awakening of love and desire, but Ayla is torn between her fear of leaving her valley and her hope of living with her own kind.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Smilla's Sense of Snow",
            "authors": [
                "Peter Høeg",
                "Tiina Nunnally"
            ],
            "ranking": 3.74,
            "ranking_count": 46279,
            "abstract": "She thinks more highly of snow and ice than she does of love.  She lives in a world of numbers, science and memories--a dark, exotic stranger in a strange land.  And now Smilla Jaspersen is convinced she has uncovered a shattering crime.... It happened in the Copenhagen snow.  A six-year-old boy, a Greenlander like Smilla, fell to his death from the top of his apartment building.  While the boy's body is still warm, the police pronounce his death an accident.  But Smilla knows her young neighbor didn't fall from the roof on his own.  Soon she is following a path of clues as clear to her as footsteps in the snow.  For her dead neighbor, and for herself, she must embark on a harrowing journey of lies, revelation and violence that will take her back to the world of ice and snow from which she comes, where an explosive secret waits beneath the ice....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Scandinavian Lite..."
            ]
        },
        {
            "title": "Lost Horizon",
            "authors": [
                "James Hilton"
            ],
            "ranking": 3.94,
            "ranking_count": 19765,
            "abstract": "James Hilton’s bestselling adventure novel about a military man who stumbles on the world’s greatest hope for peace deep in Tibet: Shangri-La.. Hugh Conway saw humanity at its worst while fighting in the trenches of the First World War. Now, more than a decade later, Conway is a British diplomat serving in Afghanistan and facing war yet again—this time, a civil conflict forces him to flee the country by plane.. When his plane crashes high in the Himalayas, Conway and the other survivors are found by a mysterious guide and led to a breathtaking discovery: the hidden valley of Shangri-La.. Kept secret from the world for more than two hundred years, Shangri-La is like paradise—a place whose inhabitants live for centuries amid the peace and harmony of the fertile valley. But when the leader of the Shangri-La monastery falls ill, Conway and the others must face the daunting prospect of returning home to a world about to be torn open by war.. Thrilling and timeless,. Lost Horizon. is a masterpiece of modern fiction, and one of the most enduring classics of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Adventure",
                "Historical",
                "Literature",
                "Novels",
                "Travel",
                "Cultural",
                "Science Fiction"
            ]
        },
        {
            "title": "Nostromo",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.82,
            "ranking_count": 16059,
            "abstract": "A gripping tale of capitalist exploitation and rebellion, set amid the mist-shrouded mountains of a fictional South American republic, employs flashbacks and glimpses of the future to depict the lure of silver and its effects on men. Conrad's deeply moral consciousness and masterful narrative technique are at their best in this, one of his finest works.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adventure",
                "Historical",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Birdy",
            "authors": [
                "William Wharton"
            ],
            "ranking": 4.03,
            "ranking_count": 6621,
            "abstract": "Hailed upon its publication as a classic for readers not yet born (. Philadelphia Inquirer. ),. Birdy. is an inventive, hypnotic novel about friendship and family, dreaming and surviving, love and war, madness and beauty, and, above all, birdness. It tells the story of Al, a bold, hot-tempered boy whose goals in life are to life weights and pick up girls, and his strange friend Birdy, the skinny, tongue-tied perhaps genius who only wants to raise canaries and to fly. While fighting in World War II, they find their dreams become all too real—and their lives are changed forever.. In. Birdy. , William Wharton crafts an unforgettable tale that suggests another notion of sanity in a world that is manifestly insane.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Novels",
                "Literature",
                "Psychology",
                "Mental Health",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Stone Diaries",
            "authors": [
                "Carol Shields"
            ],
            "ranking": 3.88,
            "ranking_count": 38015,
            "abstract": "The Stone Diaries. is one ordinary woman's story of her journey through life. Born in 1905, Daisy Stone Goodwill drifts through the roles of child, wife, widow, and mother, and finally into her old age. Bewildered by her inability to understand her place in her own life, Daisy attempts to find a way to tell her story within a novel that is itself about the limitations of autobiography. Her life is vivid with incident, and yet she feels a sense of powerlessness. She listens, she observes, and through sheer force of imagination she becomes a witness of her own life: her birth, her death, and the troubling missed connections she discovers between. Daisy's struggle to find a place for herself in her own life is a paradigm of the unsettled decades of our era. A witty and compassionate anatomist of the human heart, Carol Shields has made distinctively her own that place where the domestic collides with the elemental. With irony and humor she weaves the strands of. The Stone Diaries. together in this, her richest and most poignant novel to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Classics",
                "Contemporary",
                "Womens"
            ]
        },
        {
            "title": "Speak, Memory",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 4.03,
            "ranking_count": 15785,
            "abstract": "This is an older alternate cover edition for ISBN 0141183225/ 9780141183220. A newer edition may be found. here. .. From one of the 20th century's great writers comes one of the finest autobiographies of our time. Speak, Memory, first published in 1951 as Conclusive Evidence and then assiduously revised in 1966, is an elegant and rich evocation of Nabokov’s life and times, even as it offers incisive insights into his major works, including Lolita, Pnin, Despair, The Gift, The Real Life of Sebastian Knight, and The Luhzin Defense.. One of the 20th century’s master prose stylists, Vladimir Nabokov was born in St. Petersburg in 1899. He studied French and Russian literature at Trinity College, Cambridge, then lived in Berlin and Paris, where he launched a brilliant literary career. In 1940 he moved to the United States, and achieved renown as a novelist, poet, critic, and translator. He taught literature at Wellesley, Stanford, Cornell, and Harvard. In 1961 he moved to Montreux, Switzerland, where he died in 1977.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Classics",
                "Cultural",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Beauty Myth",
            "authors": [
                "Naomi Wolf"
            ],
            "ranking": 3.9,
            "ranking_count": 25534,
            "abstract": "The bestselling classic that redefined our view of the relationship between beauty and female identity. In today's world, women have more power, legal recognition, and professional success than ever before. Alongside the evident progress of the women's movement, however, writer and journalist Naomi Wolf is troubled by a different kind of social control, which, she argues, may prove just as restrictive as the traditional image of homemaker and wife. It's the beauty myth, an obsession with physical perfection that traps the modern woman in an endless spiral of hope, self-consciousness, and self-hatred as she tries to fulfill society's impossible definition of the flawless beauty.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Sociology",
                "Psychology",
                "Womens",
                "Gender",
                "Politics",
                "Philosophy",
                "Self Help"
            ]
        },
        {
            "title": "The Stars My Destination",
            "authors": [
                "Alfred Bester",
                "Neil Gaiman"
            ],
            "ranking": 4.09,
            "ranking_count": 46408,
            "abstract": "In this pulse-quickening novel, Alfred Bester imagines a future in which people jaunte a thousand miles with a single thought, where the rich barricade themselves in labyrinths and protect themselves with radioactive hitmen—and where an inarticulate outcast is the most valuable and dangerous man alive.. The Stars My Destination. is a classic of technological prophecy and timeless narrative enchantment by an acknowledged master of science fiction.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Roll of Thunder, Hear My Cry",
            "authors": [
                "Mildred D. Taylor"
            ],
            "ranking": 3.87,
            "ranking_count": 119205,
            "abstract": "Why is the land so important to Cassie's family? It takes the events of one turbulent year—the year of the night riders and the burnings, the year a white girl humiliates Cassie in public simply because she's black—to show Cassie that having a place of their own is the Logan family's lifeblood. It is the land that gives the Logans their courage and pride—no matter how others may degrade them, the Logans possess something no one can take away.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "A Swiftly Tilting Planet",
            "authors": [
                "Madeleine L'Engle"
            ],
            "ranking": 4.08,
            "ranking_count": 106636,
            "abstract": "In this companion volume to A Wrinkle In Time (Newbery Award winner) and A Wind In The Door fifteen-year-old Charles Wallace and the unicorn Gaudior undertake a perilous journey through time in a desperate attempt to stop the destruction of the world by the mad dictator Madog Branzillo. They are not alone in their quest. Charles Wallace's sister, Meg - grown and expecting her first child, but still able to enter her brother's thoughts and emotions by kything - goes with him in spirit.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Promise",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.17,
            "ranking_count": 12988,
            "abstract": "“A superb mirror of a place, a time, and a group of people who capture our immediate interest and hold it tightly.” —. The Philadelphia Inquirer. Young Reuven Malter is unsure of himself and his place in life. An unconventional scholar, he struggles for recognition from his teachers. With his old friend Danny Saunders—who himself had abandoned the legacy as the chosen heir to his father's rabbinical dynasty for the uncertain life of a healer — Reuven battles to save a sensitive boy imprisoned by his genius and rage. Painfully, triumphantly, Reuven's understanding of himself, though the boy change, as he starts to approach the peace he has long sought…",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Historical",
                "Religion",
                "Novels",
                "Young Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Client",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.03,
            "ranking_count": 421522,
            "abstract": "In a weedy clearing on the outskirts of Memphis, two boys watch a shiny Lincoln pull up to the curb...Eleven-year-old Mark Sway and his younger brother were sharing a forbidden cigarette when a chance encounter with a suicidal lawyer left Mark knowing a bloody and explosive secret: the whereabouts of the most sought-after dead body in America. Now Mark is caught between a legal system gone mad and a mob killer desperate to cover up his crime. And his only ally is a woman named Reggie Love, who has been a lawyer for all of four years. Prosecutors are willing to break all the rules to make Mark talk. The mob will stop at nothing to keep him quiet. And Reggie will do anything to protect her client --even take a last, desperate gamble that could win Mark his freedom... or cost them both their lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Perfect Storm: A True Story of Men Against the Sea",
            "authors": [
                "Sebastian Junger"
            ],
            "ranking": 4.1,
            "ranking_count": 108800,
            "abstract": "Takes readers into the maelstrom and shows nature's splendid and dangerous havoc at its utmost.. October 1991. It was the perfect storm--a tempest that may happen only once in a century--a nor'easter created by so rare a combination of factors that it could not possibly have been worse. Creating waves ten stories high and winds of 120 miles an hour, the storm whipped the sea to inconceivable levels few people on Earth have ever witnessed. Few, except the six-man crew of the Andrea Gail, a commercial fishing boat tragically headed towards its hellish center.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Environment",
                "Historical",
                "Science",
                "Audiobook",
                "Travel"
            ]
        },
        {
            "title": "Katherine",
            "authors": [
                "Anya Seton",
                "Philippa Gregory"
            ],
            "ranking": 4.19,
            "ranking_count": 31842,
            "abstract": "This classic romance novel tells the true story of the love affair that changed history—that of Katherine Swynford and John of Gaunt, Duke of Lancaster, the ancestors of most of the British royal family. Set in the vibrant 14th century of Chaucer and the Black Death, the story features knights fighting in battle, serfs struggling in poverty, and the magnificent Plantagenets—Edward III, the Black Prince, and Richard II—who ruled despotically over a court rotten with intrigue. Within this era of danger and romance, John of Gaunt, the king’s son, falls passionately in love with the already married Katherine. Their well-documented affair and love persist through decades of war, adultery, murder, loneliness, and redemption. This epic novel of conflict, cruelty, and untamable love has become a classic since its first publication in 1954.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "European Literature",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "By the Shores of Silver Lake",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.16,
            "ranking_count": 74042,
            "abstract": "The adventures of Laura Ingalls and her family continue as they move from their little house on the banks of Plum Creek to the wilderness of the unsettled Dakota Territory. Here Pa works on the new railroad until he finds a homestead claim that is perfect for their new little house. Laura takes her first train ride as she, her sisters, and their mother come out to live with Pa on the shores of Silver Lake. After a lonely winter in the surveyors' house, Pa puts up the first building in what will soon be a brand-new town on the beautiful shores of Silver Lake. The Ingallses' covered-wagon travels are finally over.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Foundation and Empire",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.22,
            "ranking_count": 180436,
            "abstract": "Foundation and Empire tells the incredible story of a new breed of man who create a new force for galactic government. Thus, the Foundation hurtles into conflict with the decadent, decrepit First Empire. In this struggle for power amid the chaos of the stars, man stands at the threshold of a new, enlightened life which could easily be put aside for the old forces of barbarism. The Foundation novels of Isaac Asimov constitute what is very likely the most famed epic in all of science-fiction",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Einstein's Dreams",
            "authors": [
                "Alan Lightman"
            ],
            "ranking": 4.07,
            "ranking_count": 36755,
            "abstract": "A modern classic,. Einstein’s Dreams. is a fictional collage of stories dreamed by Albert Einstein in 1905, when he worked in a patent office in Switzerland. As the defiant but sensitive young genius is creating his theory of relativity, a new conception of time, he imagines many possible worlds. In one, time is circular, so that people are fated to repeat triumphs and failures over and over. In another, there is a place where time stands still, visited by lovers and parents clinging to their children. In another, time is a nightingale, sometimes trapped by a bell jar.. Now translated into thirty languages,. Einstein’s Dreams. has inspired playwrights, dancers, musicians, and painters all over the world. In poetic vignettes, it explores the connections between science and art, the process of creativity, and ultimately the fragility of human existence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Philosophy",
                "Science Fiction",
                "Historical",
                "Fantasy",
                "Science",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "On Writing: A Memoir of the Craft",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.33,
            "ranking_count": 254306,
            "abstract": "Long live the King hailed Entertainment Weekly upon the publication of Stephen King's On Writing. Part memoir, part master class by one of the bestselling authors of all time, this superb volume is a revealing and practical view of the writer's craft, comprising the basic tools of the trade every writer must have. King's advice is grounded in his vivid memories from childhood through his emergence as a writer, from his struggling early career to his widely reported near-fatal accident in 1999 -- and how the inextricable link between writing and living spurred his recovery. Brilliantly structured, friendly and inspiring, On Writing will empower and entertain everyone who reads it -- fans, writers, and anyone who loves a great story well told.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Autobiography",
                "Biography",
                "Reference",
                "Audiobook",
                "Biography Memoir",
                "Writing",
                "Self Help"
            ]
        },
        {
            "title": "Captains and the Kings",
            "authors": [
                "Taylor Caldwell"
            ],
            "ranking": 4.14,
            "ranking_count": 18829,
            "abstract": "This is a great surging novel about the amassing of a colossal fortune, the political power that comes with it, and the operation of a curse laid on an Irish-American dynasty and the ruthless driving man who founded it.. Joseph Francis Xavier Armagh was thirteen years old when he first saw America through a dirty porthole on the steerage deck of The Irish Queen. It was the early 1850's and he was a penniless immigrant, an orphan cast on a hostile shore to make a home for himself and his younger brother and infant sister. Some seventy years later, from his deathbed, Joseph Armagh last glimpsed his adopted land from the gleaming windows of a palatial estate. A multi-millionaire, one of the most powerful and feared men, Joseph Armagh had indeed found a home. CAPTAINS AND KINGS is the story of the price that was paid for it in the consuming, single-minded determination of a man clawing his way to the top; in the bitter-sweet bliss of the love of a beautiful woman; in the almost too-late enjoyment of extraordinary children; and in the curse which used the hand of fate to strike in the very face of success itself.. Once again, Taylor Caldwell has looked into America's roistering past as a setting for a drama of the consequences of savage ambition - and its meaning then and now.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Romance",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "Mein Kampf",
            "authors": [
                "Adolf Hitler",
                "Ralph Manheim",
                "Serpil Yener"
            ],
            "ranking": 3.18,
            "ranking_count": 38549,
            "abstract": "Alternate cover edition of. this book. .. Madman, tyrant, animal—history has given Adolf Hitler many names. In. Mein Kampf. (. My Struggle. ), often called the Nazi bible, Hitler describes his life, frustrations, ideals, and dreams. Born to an impoverished couple in a small town in Austria, the young Adolf grew up with the fervent desire to become a painter. The death of his parents and outright rejection from art schools in Vienna forced him into underpaid work as a laborer. During the First World War, Hitler served in the infantry and was decorated for bravery. After the war, he became actively involved with socialist political groups and quickly rose to power, establishing himself as Chairman of the National Socialist German Worker's party. In 1924, Hitler led a coalition of nationalist groups in a bid to overthrow the Bavarian government in Munich. The infamous Munich Beer-hall putsch was unsuccessful, and Hitler was arrested. During the nine months he was in prison, an embittered and frustrated Hitler dictated a personal manifesto to his loyal follower Rudolph Hess. He vented his sentiments against communism and the Jewish people in this document, which was to become. Mein Kampf. , the controversial book that is seen as the blue-print for Hitler's political and military campaign. In. Mein Kampf. , Hitler describes his strategy for rebuilding Germany and conquering Europe. It is a glimpse into the mind of a man who destabilized world peace and pursued the genocide now known as the Holocaust.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "Philosophy",
                "Classics",
                "War",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "My Name Is Red",
            "authors": [
                "Orhan Pamuk",
                "Erdağ M. Göknar"
            ],
            "ranking": 3.86,
            "ranking_count": 51166,
            "abstract": "At once a fiendishly devious mystery, a beguiling love story, and a brilliant symposium on the power of art,. My Name Is Red. is a transporting tale set amid the splendor and religious intrigue of sixteenth-century Istanbul, from one of the most prominent contemporary Turkish writers.. The Sultan has commissioned a cadre of the most acclaimed artists in the land to create a great book celebrating the glories of his realm. Their task: to illuminate the work in the European style. But because figurative art can be deemed an affront to Islam, this commission is a dangerous proposition indeed. The ruling elite therefore mustn’t know the full scope or nature of the project, and panic erupts when one of the chosen miniaturists disappears. The only clue to the mystery–or crime? –lies in the half-finished illuminations themselves. Part fantasy and part philosophical puzzle,. My Name is Red. is a kaleidoscopic journey to the intersection of art, religion, love, sex and power.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literature",
                "Novels",
                "Cultural",
                "Asian Literature",
                "Art",
                "Nobel Prize"
            ]
        },
        {
            "title": "Arcadia",
            "authors": [
                "Tom Stoppard"
            ],
            "ranking": 4.14,
            "ranking_count": 21711,
            "abstract": "Arcadia. takes us back and forth between the nineteenth and twentieth centuries, ranging over the nature of truth and time, the difference between the Classical and the Romantic temperament, and the disruptive influence of sex on our orbits in life. Focusing on the mysteries--romantic, scientific, literary--that engage the minds and hearts of characters whose passions and lives intersect across scientific planes and centuries, it is Stoppard's richest, most ravishing comedy to date, a play of wit, intellect, language, brio and... emotion. It's like a dream of levitation: you're instantaneously aloft, soaring, banking, doing loop-the-loops and then, when you think you're about to plummet to earth, swooping to a gentle touchdown of not easily described sweetness and sorrow... Exhilarating (Vincent Canby,. The New York Times. ).",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Historical",
                "Academic",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Wizard's First Rule",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.12,
            "ranking_count": 238625,
            "abstract": "In the aftermath of the brutal murder of his father, a mysterious woman, Kahlan Amnell, appears in Richard Cypher's forest sanctuary seeking help . . . and more.. His world, his very beliefs, are shattered when ancient debts come due with thundering violence. In a dark age it takes courage to live, and more than mere courage to challenge those who hold dominion, Richard and Kahlan must take up that challenge or become the next victims. Beyond awaits a bewitching land where even the best of their hearts could betray them. Yet, Richard fears nothing so much as what secrets his sword might reveal about his own soul. Falling in love would destroy them—for reasons Richard can't imagine and Kahlan dare not say.. In their darkest hour, hunted relentlessly, tormented by treachery and loss, Kahlan calls upon Richard to reach beyond his sword—to invoke within himself something more noble. Neither knows that the rules of battle have just changed . . . or that their time has run out.. This is the beginning. One book. One Rule. Witness the birth of a legend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Romance",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Collected Poems of W.B. Yeats",
            "authors": [
                "W.B. Yeats",
                "Richard J. Finneran"
            ],
            "ranking": 4.22,
            "ranking_count": 37735,
            "abstract": "The Collected Poems of W. B. Yeats. includes all of the poems authorized by Yeats for inclusion in his standard canon. Breathtaking in range, it encompasses the entire arc of his career, from luminous reworking of ancient Irish myths and legends, to passionate meditations on the demands and rewards of youth and old age, from exquisite, occasionally whimsical songs of love, nature, and art to somber and angry poems of life in a nation torn by war and uprising. In observing the development of rich and recurring images and themes over the course of his body of work, we can trace the quest of this century's greatest poet to unite intellect and artistry in a single magnificent vision.. Revised and corrected, this edition includes Yeat's own notes on his poetry, complemented by explanatory notes from esteemed Yeats scholar Richard J. Finneran.. The Collected Poems of W. B. Yeats. is the most comprehensive edition of one of the world's most beloved poets available in paperback.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "These Happy Golden Years",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.19,
            "ranking_count": 71255,
            "abstract": "Fifteen-year-old Laura lives apart from her family for the first time, teaching school in a claim shanty twelve miles from home. She is very homesick, but keeps at it so that she can help pay for her sister Mary's tuition at the college for the blind. During school vacations Laura has fun with her singing lessons, going on sleigh rides, and best of all, helping Almanzo Wilder drive his new buggy. Friendship soon turns to love for Laura and Almanzo in the romantic conclusion of this Little House book.. Correlates to the Common Core State Standards in English Language Arts",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Tropic of Capricorn",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.81,
            "ranking_count": 19224,
            "abstract": "Banned in America for almost thirty years because of its explicit sexual content, this companion volume to Miller's. Tropic of Cancer. chronicles his life in 1920s New York City. Famous for its frank portrayal of life in Brooklyn's ethnic neighborhoods, and Miller's outrageous sexual exploits,. Tropic of Capricorn. is now considered a cornerstone of modern literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "The United States Of America",
                "Literary Fiction",
                "Sexuality"
            ]
        },
        {
            "title": "The Motorcycle Diaries: Notes on a Latin American Journey",
            "authors": [
                "Ernesto Che Guevara",
                "Aleida Guevara March"
            ],
            "ranking": 3.77,
            "ranking_count": 36830,
            "abstract": "The young Che Guevara’s lively and highly entertaining travel diary, now a popular movie and a New York Times bestseller.. This new, expanded edition features exclusive, unpublished photos taken by the 23-year-old Ernesto on his journey across a continent, and a tender preface by Aleida Guevara, offering an insightful perspective on the man and the icon.. Features of this edition include:. A preface by Che Guevara’s daughter Aleida. Introduction by Cintio Vintier, well-known Latin American poet. Photos & maps from the original journey. Postcript: Che’s personal reflections on his formative years: “A child of my environment.”. Published in association with the Che Guevara Studies Center, Havana",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Biography",
                "History",
                "Autobiography",
                "Politics",
                "Adventure",
                "Biography Memoir",
                "Classics"
            ]
        },
        {
            "title": "Death on the Installment Plan",
            "authors": [
                "Louis-Ferdinand Céline",
                "Ralph Manheim"
            ],
            "ranking": 4.22,
            "ranking_count": 7515,
            "abstract": "Published in rapid succession in the middle 1930s,. Journey to the End of the Night. and. Death on the Installment Plan. shocked European literature and world consciousness. Nominally fiction but more rightly called creative confessions, they told of the author's childhood in excoriating Paris slums, of service in the mud wastes of World War I and African jungles. Mixing unmitigated despair with Gargantuan comedy, they also created a new style, in which invective and obscenity were laced with phrases of unforgettable poetry. Céline's influence revolutionized the contemporary approach to fiction. Under a cloud for a period, his work is now acknowledged as the forerunner of today's black comedy.. Death on the Installment Plan. is the story of young Ferdinand's first 18 years. His life is one of hatred, of the grinding struggle of small shopkeepers to survive, of childhood sensations and fantasies—lusty, scatological, violent, but also poetic. There is a running battle with his ineffectual insurance clerk of a father, with his mother, who lives and whines around the junkshop she runs for the boys benefit; there is also the superbly funny Meanwell College in England, where the boy went briefly, a Dickensian, nightmare institution. Always there is humiliation, failure, and boredom, at least until he teams up with the scientist des Pereires. This inventor, con-man, incorrigible optimist—whose last project is to grow enormous potatoes by electricity—rescues him, if only temporarily; for the reader he is one of the most lovable charlatans in French literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Unfinished",
                "Roman"
            ]
        },
        {
            "title": "At Swim-Two-Birds",
            "authors": [
                "Flann O'Brien",
                "William H. Gass"
            ],
            "ranking": 3.87,
            "ranking_count": 12301,
            "abstract": "A wildly comic send-up of Irish literature and culture,. At Swim-Two-Birds. is the story of a young, lazy, and frequently drunk Irish college student who lives with his curmudgeonly uncle in Dublin. When not in bed (where he seems to spend most of his time) or reading he is composing a mischief-filled novel about Dermot Trellis, a second-rate author whose characters ultimately rebel against him and seek vengeance. From drugging him as he sleeps to dropping the ceiling on his head, these figures of Irish myth make Trellis pay dearly for his bad writing.. Hilariously funny and inventive,. At Swim-Two-Birds. has influenced generations of writers, opening up new possibilities for what can be done in fiction. It is a true masterpiece of Irish literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Humor",
                "Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Invisible Monsters Remix",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.99,
            "ranking_count": 134063,
            "abstract": "Injected with new material and special design elements,. Invisible Monsters Remix. fulfills Chuck Palahniuk’s original vision for his 1999 novel, turning a daring satire on beauty and the fashion industry into an even more wildly unique reading experience. Palahniuk’s fashion-model protagonist has it all—boyfriend, career, loyal best friend—until an accident destroys her face, her ability to speak, and her self-esteem. Enter Brandy Alexander, Queen Supreme, one operation away from becoming a bona-fide woman. Laced in are new chapters of memoir and further scenes with the book’s characters. Readers will jump between chapters, reread the book to understand the dissolve between fiction and fact, and decipher the playful book design, embarking on a ride they’ll never forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Mystery",
                "Humor",
                "Adult",
                "Horror",
                "Dark",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Room with a View / Howards End",
            "authors": [
                "E.M. Forster",
                "Benjamin DeMott"
            ],
            "ranking": 4.11,
            "ranking_count": 2898,
            "abstract": "Wit and intelligence are the hallmarks of these two probing portraits of the English character written by E.M. Forster. Both are stories of extreme contrasts--in values, social class and cultural perspectives. Romantic relationships lead to conventional happiness in the delightful social comedy. A Room with a View. , and to unexpected scandal in the richer, deeply moving novel. Howards End. .. Howards End. , which rivals. A Passage to India. as Forster's greatest work, makes a country house in Hertfordshire the center and the symbol for what Lionel Trilling called a class war about who would inherit England. Commerce clashes with culture, greed with gentility.. A Room with a View. brings home the stuffiness of upper-middle-class Edwardian society in a tremendously funny comedy that pairs a well-bred young lady with a lusty railway clerk and satirizes both the clergy and the English notion of respectability.. Quintessentially British, these two novels have become twentieth-century classics. With an introduction and bibliography by Benjamin DeMott.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Romance",
                "European Literature",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Complete Anne of Green Gables 8-Book Box Set",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.44,
            "ranking_count": 103109,
            "abstract": "Favorites for nearly 100 years, these classic novels follow the adventures of the spirited redhead Anne Shirley, who comes to stay at Green Gables and wins the hearts of everyone she meets.. Includes Anne of Green Gables, Anne of Avonlea, Anne of the Island, Anne of Windy Poplars, Anne's House of Dreams, Anne of Ingleside, Rainbow Valley and Rilla of Ingleside - the whole collection. Each book includes: The original, unabridged text; a specially commissioned biography of L.M. Montgomery; a map of Prince Edward Island.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Historical",
                "Romance",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Daughter of the Forest",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.26,
            "ranking_count": 60234,
            "abstract": "Lovely Sorcha is the seventh child and only daughter of Lord Colum of Sevenwaters. Bereft of a mother, she is comforted by her six brothers who love and protect her. Sorcha is the light in their lives: they are determined that she know only contentment.. But Sorcha's joy is shattered when her father is bewitched by his new wife, an evil enchantress who binds her brothers with a terrible spell, a spell which only Sorcha can lift—by staying silent. If she speaks before she completes the quest set to her by the Fair Folk and their queen, the Lady of the Forest, she will lose her brothers forever.. When Sorcha is kidnapped by the enemies of Sevenwaters and taken to a foreign land, she is torn between the desire to save her beloved brothers, and a love that comes only once. Sorcha despairs at ever being able to complete her task, but the magic of the Fair Folk knows no boundaries, and love is the strongest magic of them all...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Historical",
                "Young Adult",
                "Retellings",
                "Adult"
            ]
        },
        {
            "title": "The Road to Serfdom",
            "authors": [
                "Friedrich A. Hayek"
            ],
            "ranking": 4.17,
            "ranking_count": 21206,
            "abstract": "A classic work in political philosophy, intellectual and cultural history, and economics,. The Road to Serfdom. has inspired and infuriated politicians, scholars, and general readers for half a century. Originally published in England in the spring of 1944—when Eleanor Roosevelt supported the efforts of Stalin, and Albert Einstein subscribed lock, stock, and barrel to the socialist program—. The Road to Serfdom. was seen as heretical for its passionate warning against the dangers of state control over the means of production. For F. A. Hayek, the collectivist idea of empowering government with increasing economic control would inevitably lead not to a utopia but to the horrors of nazi Germany and fascist Italy.. First published by the University of Chicago Press on September 18, 1944,. The Road to Serfdom. garnered immediate attention from the public, politicians, and scholars alike. The first printing of 2,000 copies was exhausted instantly, and within six months more than 30,000 were sold. In April of 1945,. Reader's Digest. published a condensed version of the book, and soon thereafter the Book-of-the-Month Club distributed this condensation to more than 600,000 readers. A perennial best-seller, the book has sold over a quarter of a million copies in the United States, not including the British edition or the nearly twenty translations into such languages as German, French, Dutch, Swedish, and Japanese, and not to mention the many underground editions produced in Eastern Europe before the fall of the iron curtain.. After thirty-two printings in the United States,. The Road to Serfdom. has established itself alongside the works of Alexis de Tocqueville, John Stuart Mill, and George Orwell for its timeless meditation on the relation between individual liberty and government authority. This fiftieth anniversary edition, with a new introduction by Milton Friedman, commemorates the enduring influence of. The Road to Serfdom. on the ever-changing political and social climates of the twentieth century, from the rise of socialism after World War II to the Reagan and Thatcher revolutions in the 1980s and the transitions in Eastern Europe from communism to capitalism in the 1990s.. F. A. Hayek (1899-1992), recipient of the Medal of Freedom in 1991 and co-winner of the Nobel Memorial Prize in Economics in 1974, was a pioneer in monetary theory and the principal proponent of libertarianism in the twentieth century.. On the first American edition of. The Road to Serfdom. :. One of the most important books of our generation. . . . It restates for our time the issue between liberty and authority with the power and rigor of reasoning with which John Stuart Mill stated the issue for his own generation in his great essay. On Liberty.. . . . It is an arresting call to all well-intentioned planners and socialists, to all those who are sincere democrats and liberals at heart to stop, look and listen.—Henry Hazlitt,. New York Times Book Review,. September 1944. In the negative part of Professor Hayek's thesis there is a great deal of truth. It cannot be said too often—at any rate, it is not being said nearly often enough—that collectivism is not inherently democratic, but, on the contrary, gives to a tyrannical minority such powers as the Spanish Inquisitors never dreamt of.—George Orwell,. Collected Essays",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Politics",
                "Philosophy",
                "Nonfiction",
                "History",
                "Classics",
                "Business",
                "Sociology"
            ]
        },
        {
            "title": "The Unabridged Devil's Dictionary",
            "authors": [
                "Ambrose Bierce",
                "David E. Schultz",
                "S.T. Joshi"
            ],
            "ranking": 4.04,
            "ranking_count": 10416,
            "abstract": "If we could only put aside our civil pose and say what we really thought, the world would be a lot like the one alluded to in The Unabridged Devil’s Dictionary. There, a bore is a person who talks when you wish him to listen, and happiness is an agreeable sensation arising from contemplating the misery of another. This is the most comprehensive, authoritative edition ever of Ambrose Bierce’s satiric masterpiece. It renders obsolete all other versions that have appeared in the book’s ninety-year history.. A virtual onslaught of acerbic, confrontational wordplay, The Unabridged Devil’s Dictionary offers some 1,600 wickedly clever definitions to the vocabulary of everyday life. Little is sacred and few are safe, for Bierce targets just about any pursuit, from matrimony to immortality, that allows our willful failings and excesses to shine forth.. This new edition is based on David E. Schultz and S. T. Joshi’s exhaustive investigation into the book’s writing and publishing history. All of Bierce’s known satiric definitions are here, including previously uncollected, unpublished, and alternative entries. Definitions dropped from previous editions have been restored while nearly two hundred wrongly attributed to Bierce have been excised. For dedicated Bierce readers, an introduction and notes are also included.. Ambrose Bierce’s Devil’s Dictionary is a classic that stands alongside the best work of satirists such as Twain, Mencken, and Thurber. This unabridged edition will be celebrated by humor fans and word lovers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Classics",
                "Reference",
                "Humanities",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The Maltese Falcon, The Thin Man, Red Harvest",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 4.31,
            "ranking_count": 1881,
            "abstract": "(Book Jacket Status: Jacketed). The three classic novels published here in one volume are rich with the crisp prose, subtle characters, and intricate plots that made Dashiell Hammett one of the most admired writers of the twentieth century.. A one-time detective and a master of deft understatement, Hammett virtually invented the hard-boiled crime novel. In. The Maltese Falcon. , Sam Spade, a private eye with his own solitary code of ethics, tangles with a beautiful and treacherous woman whose loyalties shift at the drop of a dime.. The Thin Man. introduces Hammett's wittiest creations, Nick and Nora Charles, who solve homicides in between wisecracks and martinis. And in. Red Harvest. , Hammett's anonymous tough-guy detective, the Continental Op, takes on the entire town of Poisonville in a deadly war against corruption.. Dashiell Hammett is a master of the detective novel, yes, but also one hell of a writer.—. Boston Globe. ”Hammett was spare, hard-boiled, but he did over and over what only the best writers can ever do. He wrote scenes that seemed never to have been written before.”—Raymond Chandler. ”Hammett’s prose was clean and entirely unique. His characters were as sharply and economically defined as any in American fiction.”—. The New York Times. ”As a novelist of realistic intrigue, Hammett was unsurpassed in his own or any time.”—Ross Macdonald. ”Dashiell Hammett’s dialogues can be compared only with the best in Hemingway.”—André Gide. ”Hammett is one of the best contemporary American writers.”—Gertrude Stein",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Beach",
            "authors": [
                "Alex Garland"
            ],
            "ranking": 3.95,
            "ranking_count": 79859,
            "abstract": "After discovering a seemingly Edenic paradise on an island in a Thai national park, Richard soon finds that since civilized behavior tends to dissolve without external restraints, the utopia is hard to maintain. (Nancy Pearl)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Thriller",
                "Adventure",
                "Contemporary",
                "Cultural",
                "Novels",
                "Classics",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "Alcoholics Anonymous",
            "authors": [
                "Alcoholics Anonymous"
            ],
            "ranking": 4.47,
            "ranking_count": 9593,
            "abstract": "It's more than a book. It's a way of life.. Alcoholics Anonymous-The Big Book. -has served as a lifeline to millions worldwide. First published in 1939,. Alcoholics Anonymous. sets forth cornerstone concepts of recovery from alcoholism and tells the stories of men and women who have overcome the disease. With publication of the second edition in 1955, the third edition in 1976, and now the fourth edition in 2001, the essential recovery text has remained unchanged while personal stories have been added to reflect the growing and diverse fellowship. The long-awaited fourth edition features 24 new personal stories of recovery.. Key features and benefits. ·the most widely used resource for millions of individuals in recovery. ·contains full, original text describing A.A. the program. ·updated with 24 new personal stories",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Reference",
                "Spirituality",
                "Health",
                "Religion",
                "Inspirational",
                "Classics"
            ]
        },
        {
            "title": "The Love Song of J. Alfred Prufrock and Other Poems",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.32,
            "ranking_count": 19817,
            "abstract": "Let us go then, you and I, When the evening is spread out against the sky Like a patient etherized upon a table; Let us go, through certain half-deserted streets, The muttering retreats Of restless nights in one-night cheap hotels.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "Molloy, Malone Dies, The Unnamable",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 4.28,
            "ranking_count": 8493,
            "abstract": "The first novel of Samuel Beckett's mordant and exhilirating midcentury trilogy intoduces us to Molloy, who has been mysteriously incarcerated, and who subsequently escapes to go discover the whereabouts of his mother. In the latter part of this curious masterwork, a certain Jacques Moran is deputized by anonymous authorities to search for the aforementioned Molloy. In the trilogy's second novel, Malone, who might or might not be Molloy himself, addresses us with his ruminations while in the act of dying. The third novel consists of the fragmented monologue - delivered, like the monologues of the previous novels, in a mournful rhetoric that possesses the utmost splendor and beauty - of what might or might not an armless and legless creature living in an urn outside an eating house. Taken together, these three novels represent the high-water mark of the literary movement we call Modernism. Within their linguistic terrain, where stories are taken up, broken off, and taken up again, where voices rise and crumble and are resurrected, we can discern the essential lineaments of our modern condition, and encounter an awesome vision, tragic yet always compelling and always mysteriously invigorating, of consciousness trapped and struggling inside the boundaries of nature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "European Literature",
                "Cultural",
                "Philosophy",
                "Literary Fiction",
                "Plays"
            ]
        },
        {
            "title": "The King Must Die",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 3.99,
            "ranking_count": 8112,
            "abstract": "In myth, Theseus was the slayer of the child-devouring Minotaur in Crete. What the founder-hero might have been in real life is another question, brilliantly explored in. The King Must Die. . Drawing on modern scholarship and archaeological findings at Knossos, Mary Renault’s Theseus is an utterly lifelike figure—a king of immense charisma, whose boundless strivings flow from strength. and. weakness—but also one steered by implacable prophecy.. The story follows Theseus’s adventures from Troizen to Eleusis, where the death in the book’s title is to take place, and from Athens to Crete, where he learns to jump bulls and is named king of the victims. Richly imbued with the spirit of its time, this is a page-turner as well as a daring act of imagination.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Classics",
                "Mythology",
                "Cultural",
                "Retellings",
                "Novels"
            ]
        },
        {
            "title": "The Sword of Shannara",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.76,
            "ranking_count": 91906,
            "abstract": "Living in peaceful Shady Vale, Shea Ohmsford knew little of the troubles that plagued the rest of the world. Then the giant, forbidding Allanon revealed that the supposedly dead Warlock Lord was plotting to destroy the world. The sole weapon against this Power of Darkness was the Sword of Shannara, which could only be used by a true heir of Shannara--Shea being the last of the bloodline, upon whom all hope rested. Soon a Skull Bearer, dread minion of Evil, flew into the Vale, seeking to destroy Shea. To save the Vale, Shea fled, drawing the Skull Bearer after him....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Rocket Boys",
            "authors": [
                "Homer Hickam"
            ],
            "ranking": 4.15,
            "ranking_count": 20335,
            "abstract": "Until I began to build and launch rockets, I didn't know my home town was at war with itself over its children, and that my parents were locked in a kind of bloodless combat over how my brother and I would live our lives. I didn't know that if a girl broke your heart, another girl, virtuous at least in spirit, could mend it on the same night. And I didn't know that the enthalpy decrease in a converging passage could be transformed into jet kinetic energy if a divergent passage was added. The other boys discovered their own truths when we built our rockets, but those were mine.. So begins Homer Sonny Hickam Jr.'s extraordinary memoir of life in Coalwood, West Virginia - a hard-scrabble little mining company town where the only things that mattered were coal mining and high school football and where the future was regarded with more fear than hope.. Looking back after a distinguished NASA career, Hickam shares the story of his youth, taking readers into the life of the little mining town of Coalwood and the boys who would come to embody its dreams.. In 1957 a young man watched the Soviet satellite. Sputnik. shoot across the Appalachian sky and soon found his future in the stars. 'Sonny' and a handful of his friends, Roy Lee Cook, Sherman O'Dell and Quentin Wilson were inspired to start designing and launching the home-made rockets that would change their lives forever.. Step by step, with the help (and occasional hindrance) of a collection of unforgettable characters, the boys learn not only how to turn scrap into sophisticated rockets that fly miles into the sky, but how to sustain their dreams as they dared to imagine a life beyond its borders in a town that the postwar boom was passing by.. A powerful story of growing up and of getting out, of a mother's love and a father's fears, Homer Hickam's memoir. Rocket Boys. proves, like. Angela's Ashes. and Russell Baker's. Growing Up. before it, that the right storyteller and the right story can touch readers' hearts and enchant their souls.. A uniquely endearing book with universal themes of class, family, coming of age, and the thrill of discovery, Homer Hickam's. Rocket Boys. is evocative, vivid storytelling at its most magical.. In 1999,. Rocket Boys. was made into a Hollywood movie named. October Sky. starring Chris Cooper, Jake Gyllenhaal and Laura Dern. October Sky is an anagram of. Rocket Boys. . It is also used in a period radio broadcast describing Sputnik 1 as it crossed the 'October sky'. Homer Hickam stated that Universal Studios marketing people got involved and they just had to change the title because, according to their research, women over thirty would never see a movie titled Rocket Boys so Universal Pictures changed the title to be more inviting to a wider audience. The book was later re-released with the name. October Sky. in order to capitalize on interest in the movie.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Science",
                "History",
                "Biography Memoir",
                "Space",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "The Samurai's Garden",
            "authors": [
                "Gail Tsukiyama"
            ],
            "ranking": 4.14,
            "ranking_count": 23653,
            "abstract": "A 20-year-old Chinese painter named Stephen is sent to his family's summer home in a Japanese coastal village to recover from a bout with tuberculosis. Here he is cared for by Matsu, a reticent housekeeper and a master gardener. Over the course of a remarkable year, Stephen learns Matsu's secret and gains not only physical strength, but also profound spiritual insight. Matsu is a samurai of the soul, a man devoted to doing good and finding beauty in a cruel and arbitrary world, and Stephen is a noble student, learning to appreciate Matsu's generous and nurturing way of life and to love Matsu's soul-mate, gentle Sachi, a woman afflicted with leprosy.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "The White Dragon",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.19,
            "ranking_count": 44822,
            "abstract": "Jaxom, a rebellious young aristocrat, and Ruth, his white dragon, fly into another time to retrieve the queen's stolen egg, thereby averting a dragonrider war, and find their planet threatened once again by a Threadfall.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Speculative Fiction",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Book of the New Sun",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.2,
            "ranking_count": 3762,
            "abstract": "Recently voted the greatest fantasy of all time, after The Lord of the Rings and The Hobbit, Gene Wolfe's The Book of the New Sun is an extraordinary epic, set a million years in the future, on an Earth transformed in mysterious and wondrous ways, in a time when our present culture is no longer even a memory. Severian, the central character, is a torturer, exiled from his guild after falling in love with one of his victims, and journeying to the distant city of Thrax, armed with his ancient executioner's sword, Terminus Est. This edition contains the first four volumes of the series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Classics",
                "Literature",
                "Speculative Fiction",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Professor and the Madman: A Tale of Murder, Insanity and the Making of the Oxford English Dictionary",
            "authors": [
                "Simon Winchester"
            ],
            "ranking": 3.83,
            "ranking_count": 110653,
            "abstract": "The Professor and the Madman. , masterfully researched and eloquently written, is an extraordinary tale of madness, genius, and the incredible obsessions of two remarkable men that led to the making of the. Oxford English Dictionary. -- and literary history. The compilation of the. OED. , begun in 1857, was one of the most ambitious projects ever undertaken. As definitions were collected, the overseeing committee, led by Professor James Murray, discovered that one man, Dr. W. C. Minor, had submitted more than ten thousand. When the committee insisted on honoring him, a shocking truth came to light: Dr. Minor, an American Civil War veteran, was also an inmate at an asylum for the criminally insane.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Humanities",
                "Writing",
                "Historical",
                "Crime",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "No Exit and Three Other Plays",
            "authors": [
                "Jean-Paul Sartre",
                "Stuart Gilbert",
                "Lionel Abel"
            ],
            "ranking": 4.07,
            "ranking_count": 28556,
            "abstract": "In these four plays, Jean-Paul Sartre, the great existentialist novelist and philosopher, displays his mastery of drama. NO EXIT is an unforgettable portrayal of hell. THE FLIES is a modern reworking of the Electra-Orestes story. DIRTY HANDS is about a young intellectual torn between theory and praxis. THE RESPECTFUL PROSTITUTE is an attack on American racism.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Philosophy",
                "Fiction",
                "Drama",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "Ham on Rye",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 4.15,
            "ranking_count": 92944,
            "abstract": "In what is widely hailed as the best of his many novels, Charles Bukowski details the long, lonely years of his own hardscrabble youth in the raw voice of alter ego Henry Chinaski. From a harrowingly cheerless childhood in Germany through acne-riddled high school years and his adolescent discoveries of alcohol, women, and the Los Angeles Public Library's collection of D. H. Lawrence, Ham on Rye offers a crude, brutal, and savagely funny portrait of an outcast's coming-of-age during the desperate days of the Great Depression.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Young Adult",
                "Contemporary",
                "Poetry",
                "The United States Of America"
            ]
        },
        {
            "title": "Junky",
            "authors": [
                "William S. Burroughs",
                "Oliver  Harris",
                "Allen Ginsberg"
            ],
            "ranking": 3.85,
            "ranking_count": 59619,
            "abstract": "Before his 1959 breakthrough,. Naked Lunch. , an unknown William S. Burroughs wrote. Junky. , his first novel. It is a candid eye-witness account of times and places that are now long gone, an unvarnished field report from the American post-war underground. Unafraid to portray himself in 1953 as a confirmed member of two socially-despised under classes (a narcotics addict and a homosexual), Burroughs was writing as a trained anthropologist when he unapologetically described a way of life - in New York, New Orleans, and Mexico City - that by the 1940's was already demonized by the artificial anti-drug hysteria of an opportunistic bureaucracy and a cynical, prostrate media. For this fiftieth-anniversary edition, eminent Burroughs scholar Oliver Harris has painstakingly recreated the author's original text, word by word, from archival typescripts and places the book's contents against a lively historical background in a comprehensive introduction. Here as well, for the first time, are Burroughs' own unpublished introduction and an entire omitted chapter, along with many lost passages, as well as auxiliary texts by Allen Ginsberg and others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "The United States Of America",
                "LGBT"
            ]
        },
        {
            "title": "Cancer Ward",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "Nicholas Bethell",
                "David Burg"
            ],
            "ranking": 4.23,
            "ranking_count": 14797,
            "abstract": "One of the great allegorical masterpieces of world literature,. Cancer Ward. is both a deeply compassionate study of people facing terminal illness and a brilliant dissection of the “cancerous” Soviet police state.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Historical",
                "Novels",
                "Nobel Prize",
                "Health"
            ]
        },
        {
            "title": "I Am Legend",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 4.06,
            "ranking_count": 113121,
            "abstract": "Robert Neville is the last living man on Earth... but he is not alone. Every other man, woman and child on the planet has succumbed to the vampire plague, and they are hungry for Neville's blood.. By day he is the hunter, stalking the undead through the ruins of civilisation. By night, he barricades himself in his home and prays for the dawn.. How long can one man survive like this?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Classics",
                "Apocalyptic",
                "Paranormal",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Farewell, My Lovely",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.11,
            "ranking_count": 36376,
            "abstract": "Marlowe's about to give up on a completely routine case when he finds himself in the wrong place at the right time to get caught up in a murder that leads to a ring of jewel thieves, another murder, a fortune-teller, a couple more murders, and more corruption than your average graveyard.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Maus II: A Survivor's Tale: And Here My Troubles Began",
            "authors": [
                "Art Spiegelman"
            ],
            "ranking": 4.38,
            "ranking_count": 133274,
            "abstract": "Acclaimed as a quiet triumph and a brutally moving work of art, the first volume of Art Spieglman's. Maus. introduced readers to Vladek Spiegleman, a Jewish survivor of Hitler's Europe, and his son, a cartoonist trying to come to terms with his father, his father's terrifying story, and History itself. Its form, the cartoon (the Nazis are cats, the Jews mice), succeeds perfectly in shocking us out of any lingering sense of familiararity with the events described, approaching, as it does, the unspeakable through the diminutive.. This second volume, subtitled. And Here My Troubles Began. , moves us from the barracks of Auschwitz to the bungalows of the Catskills. Genuinely tragic and comic by turns, it attains a complexity of theme and a precision of thought new to comics and rare in any medium.. Maus. ties together two powerful stories: Vladek's harrowing tale of survival against all odds, delineating the paradox of daily life in the death camps, and the author's account of his tortured relationship with his aging father. At every level this is the ultimate survivor's tale - and that too of the children who somehow survive even the survivors.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Autobiography",
                "World War II",
                "Biography",
                "Historical",
                "War",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Assassin's Apprentice",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.17,
            "ranking_count": 272087,
            "abstract": "In a faraway land where members of the royal family are named for the virtues they embody, one young boy will become a walking enigma.. Born on the wrong side of the sheets, Fitz, son of Chivalry Farseer, is a royal bastard, cast out into the world, friendless and lonely. Only his magical link with animals - the old art known as the Wit - gives him solace and companionship. But the Wit, if used too often, is a perilous magic, and one abhorred by the nobility.. So when Fitz is finally adopted into the royal household, he must give up his old ways and embrace a new life of weaponry, scribing, courtly manners; and how to kill a man secretly, as he trains to become a royal assassin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "The Prime of Miss Jean Brodie / The Girls of Slender Means / The Driver's Seat / The Only Problem",
            "authors": [
                "Muriel Spark"
            ],
            "ranking": 3.79,
            "ranking_count": 1622,
            "abstract": "The brevity of Muriel Spark's novels is equaled only by their brilliance. These four novels, each a miniature masterpiece, illustrate her development over four decades. Despite the seriousness of their themes, all four are fantastic comedies of manners, bristling with wit.. Spark's most celebrated novel,. THE PRIME OF MISS JEAN BRODIE. , tells the story of a charismatic schoolteacher's catastrophic effect on her pupils.. THE GIRLS OF SLENDER MEANS. is a beautifully drawn portrait of young women living in a hostel in London in the giddy postwar days of 1945.. THE DRIVER'S SEAT. follows the final haunted hours of a woman descending into madness. And. THE ONLY PROBLEM. is a witty fable about suffering that brings the Book of Job to bear on contemporary terrorism.. Characters are vividly etched in a few words; earth-shaking events are lightly touched on. Yet underneath the glittering surface there is an obsessive probing of metaphysical questions: the meaning of good and evil, the need for salvation, the search for significance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "European Literature",
                "Short Stories",
                "Literary Fiction",
                "Womens",
                "Cultural"
            ]
        },
        {
            "title": "A Wild Sheep Chase",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 3.94,
            "ranking_count": 106930,
            "abstract": "His life was like a recurring nightmare: a train to nowhere. But an ordinary life has a way of taking an extraordinary turn. Add a girl whose ears are so exquisite that, when uncovered, they improve sex a thousand-fold, a runaway friend, a right-wing politico, an ovine-obsessed professor and a manic-depressive in a sheep outfit, implicate them in a hunt for a sheep, that may or may not be running the world, and the upshot is another singular masterpiece from Japan's finest novelist.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Fantasy",
                "Novels",
                "Literature",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "The Three Stigmata of Palmer Eldritch",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.01,
            "ranking_count": 34922,
            "abstract": "In the overcrowded world and cramped space colonies of the late 21st century, tedium can be endured through the drug Can-D, which enables users to inhabit a shared illusory world. When industrialist Palmer Eldritch returns from an interstellar trip, he brings with him a new drug, Chew-Z. It is far more potent than Can-D, but threatens to plunge the world into a permanent state of drugged illusion controlled by the mysterious Eldritch.. Cover illustration: Chris Moore",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Fantasy",
                "Classics",
                "Religion"
            ]
        },
        {
            "title": "The Structure of Scientific Revolutions",
            "authors": [
                "Thomas S. Kuhn"
            ],
            "ranking": 4.02,
            "ranking_count": 24659,
            "abstract": "A good book may have the power to change the way we see the world, but a great book actually becomes part of our daily consciousness, pervading our thinking to the point that we take it for granted, and we forget how provocative and challenging its ideas once were—and still are.. The Structure of Scientific Revolutions. is that kind of book. When it was first published in 1962, it was a landmark event in the history and philosophy of science. Fifty years later, it still has many lessons to teach.. With. The Structure of Scientific Revolutions,. Kuhn challenged long-standing linear notions of scientific progress, arguing that transformative ideas don’t arise from the day-to-day, gradual process of experimentation and data accumulation but that the revolutions in science, those breakthrough moments that disrupt accepted thinking and offer unanticipated ideas, occur outside of “normal science,” as he called it. Though Kuhn was writing when physics ruled the sciences, his ideas on how scientific revolutions bring order to the anomalies that amass over time in research experiments are still instructive in our biotech age.. This new edition of Kuhn’s essential work in the history of science includes an insightful introduction by Ian Hacking, which clarifies terms popularized by Kuhn, including paradigm and incommensurability, and applies Kuhn’s ideas to the science of today. Usefully keyed to the separate sections of the book, Hacking’s introduction provides important background information as well as a contemporary context.  Newly designed, with an expanded index, this edition will be eagerly welcomed by the next generation of readers seeking to understand the history of our perspectives on science.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction",
                "History",
                "Sociology",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Cat's Eye",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.93,
            "ranking_count": 63987,
            "abstract": "Cat's Eye. is the story of Elaine Risley, a controversial painter who returns to Toronto, the city of her youth, for a retrospective of her art. Engulfed by vivid images of the past, she reminisces about a trio of girls who initiated her into the fierce politics of childhood and its secret world of friendship, longing, and betrayal. Elaine must come to terms with her own identity as a daughter, a lover, and artist, and woman—but above all she must seek release from her haunting memories. Disturbing, hilarious, and compassionate,. Cat's Eye. is a breathtaking novel of a woman grappling with the tangled knots of her life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Feminism",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Small Gods",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.3,
            "ranking_count": 109090,
            "abstract": "Just because you can't explain it, doesn't mean it's a miracle.' Religion is a controversial business in the Discworld. Everyone has their own opinion, and indeed their own gods. Who come in all shapes and sizes. In such a competitive environment, there is a pressing need to make one's presence felt. And it's certainly not remotely helpful to be reduced to be appearing in the form of a tortoise, a manifestation far below god-like status in anyone's book. In such instances, you need an acolyte, and fast. Preferably one who won't ask too many questions...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Religion",
                "Audiobook",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Tao of Pooh and Te of Piglet Boxed Set",
            "authors": [
                "Benjamin Hoff"
            ],
            "ranking": 4.11,
            "ranking_count": 13136,
            "abstract": "Who would have though that Winnie-the-Pooh and Piglet, A.A. Milne's beloved storybook characters, would cause such a stir demonstrating the fundamentals of Taoist philosophy? A perfect gift for any occasion, these two phenomenal paperback bestsellers are available for the first time in an elegantly packaged boxed set. Illustrated throughout.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Religion",
                "Self Help",
                "Psychology",
                "Humor",
                "Classics"
            ]
        },
        {
            "title": "Being and Nothingness",
            "authors": [
                "Jean-Paul Sartre",
                "Hazel E. Barnes",
                "Mary Warnock",
                "Richard Eyre"
            ],
            "ranking": 3.98,
            "ranking_count": 28480,
            "abstract": "Being & Nothingness. is without doubt one of the most significant philosophical books of the 20th century. The central work by one of the century's most influential thinkers, it altered the course of western philosophy. Its revolutionary approach challenged all previous assumptions about the individual's relationship with the world. Known as 'the Bible of existentialism', its impact on culture & literature was immediate & was felt worldwide, from the absurdist drama of Samuel Beckett to the soul-searching cries of the Beat poets.. Being & Nothingness. is one of those rare books whose influence has affected the mindset of subsequent generations. Seventy years after its 1st publication, its message remains as potent as ever--challenging readers to confront the fundamental dilemmas of human freedom, choice, responsibility & action.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Cultural",
                "Psychology",
                "European Literature",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "Rabbit Redux",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.8,
            "ranking_count": 14669,
            "abstract": "In this sequel to. Rabbit, Run,. John Updike resumes the spiritual quest of his anxious Everyman, Harry “Rabbit” Angstrom. Ten years have passed; the impulsive former athlete has become a paunchy thirty-six-year-old conservative, and Eisenhower’s becalmed America has become 1969’s lurid turmoil of technology, fantasy, drugs, and violence. Rabbit is abandoned by his family, his home invaded by a runaway and a radical, his past reduced to a ruined inner landscape; still he clings to semblances of decency and responsibility, and yearns to belong and to believe.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Modern",
                "Romance"
            ]
        },
        {
            "title": "Gorky Park",
            "authors": [
                "Martin Cruz Smith"
            ],
            "ranking": 4.04,
            "ranking_count": 66251,
            "abstract": "A triple murder in a Moscow amusement center: three corpses found frozen in the snow, faces and fingers missing. Chief homicide investigator Arkady Renko is brilliant, sensitive, honest, and cynical about everything except his profession. To identify the victims and uncover the truth, he must battle the KGB, FBI, and New York police as he performs the impossible--and tries to stay alive doing it.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Suspense",
                "Spy Thriller",
                "Historical"
            ]
        },
        {
            "title": "The Origin of Consciousness in the Breakdown of the Bicameral Mind",
            "authors": [
                "Julian Jaynes"
            ],
            "ranking": 4.25,
            "ranking_count": 4816,
            "abstract": "At the heart of this classic, seminal book is Julian Jaynes's still-controversial thesis that human consciousness did not begin far back in animal evolution but instead is a learned process that came about only three thousand years ago and is still developing. The implications of this revolutionary scientific paradigm extend into virtually every aspect of our psychology, our history and culture, our religion -- and indeed our future.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Philosophy",
                "Nonfiction",
                "Science",
                "History",
                "Religion",
                "Anthropology",
                "Biology",
                "Neuroscience",
                "Spirituality"
            ]
        },
        {
            "title": "Of Human Bondage",
            "authors": [
                "W. Somerset Maugham",
                "Benjamin DeMott",
                "Maeve Binchy"
            ],
            "ranking": 4.12,
            "ranking_count": 53349,
            "abstract": "From a tormented orphan with a clubfoot, Philip Carey grows into an impressionable young man with a voracious appetite for adventure and knowledge. His cravings take him to Paris at age eighteen to try his hand at art, then back to London to study medicine. But even so, nothing can sate his nagging hunger for experience. Then he falls obsessively in love, embarking on a disastrous relationship that will change his life forever.…. Marked by countless similarities to Maugham’s own life, his masterpiece is “not an autobiography,” as the author himself once contended, “but an autobiographical novel; fact and fiction are inexorably mingled; the emotions are my own.”",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Romance",
                "Literary Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Imajica",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.17,
            "ranking_count": 21721,
            "abstract": "Imajica is an epic beyond compare: vast in conception, obsessively detailed in execution, and apocalyptic in its resolution. At its heart lies the sensualist and master art forger, Gentle, whose life unravels when he encounters Judith Odell, whose power to influence the destinies of men is vaster than she knows, and Pie 'oh' pah, an alien assassin who comes from a hidden dimension.. That dimension is one of five in the great system called Imajica. They are worlds that are utterly unlike our own, but are ruled, peopled, and haunted by species whose lives are intricately connected with ours. As Gentle, Judith, and Pie 'oh' pah travel the Imajica, they uncover a trail of crimes and intimate betrayals, leading them to a revelation so startling that it changes reality forever.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "The Angela's Ashes/'Tis Boxed Set",
            "authors": [
                "Frank McCourt"
            ],
            "ranking": 4.12,
            "ranking_count": 1531,
            "abstract": "Quite possibly the most perfect holiday gift -- a beautiful boxed collection of two prizewinning, perennial bestselling modern classics: Angela's Ashes and 'Tis. With almost 8 million copies of Frank McCourt's books in print, fans just can't get enough of their favorite author. From the heartwrenching times young Frank spent in the slums of Ireland to his struggle for the American dream as an impoverished immigrant, readers can now have both of McCourt's remarkable memoirs conveniently combined in one elegant package.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Factotum",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.93,
            "ranking_count": 64177,
            "abstract": "One of Bukowski's best, this beer-soaked, deliciously degenerate novel follows the wanderings of aspiring writer Henry Chinaski across World War II-era America. Deferred from military service, Chinaski travels from city to city, moving listlessly from one odd job to another, always needing money but never badly enough to keep a job. His day-to-day existence spirals into an endless litany of pathetic whores, sordid rooms, dreary embraces, and drunken brawls, as he makes his bitter, brilliant way from one drink to the next.. Charles Bukowski's posthumous legend continues to grow.. Factotum. is a masterfully vivid evocation of slow-paced, low-life urbanity and alcoholism, and an excellent introduction to the fictional world of Charles Bukowski.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Poetry",
                "The United States Of America"
            ]
        },
        {
            "title": "Pedagogy of the Oppressed",
            "authors": [
                "Paulo Freire",
                "Myra Bergman Ramos",
                "Donaldo Macedo",
                "Richard Shaull"
            ],
            "ranking": 4.3,
            "ranking_count": 29943,
            "abstract": "First published in Portuguese in 1968,. Pedagogy of the Oppressed. was translated and published in English in 1970. The methodology of the late Paulo Freire has helped to empower countless impoverished and illiterate people throughout the world. Freire's work has taken on especial urgency in the United States and Western Europe, where the creation of a permanent underclass among the underprivileged and minorities in cities and urban centers is increasingly accepted as the norm. With a substantive new introduction on Freire's life and the remarkable impact of this book by writer and Freire confidant and authority Donaldo Macedo, this anniversary edition of. Pedagogy of the Oppressed. will inspire a new generation of educators, students, and general readers for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Philosophy",
                "Politics",
                "Teaching",
                "Social Movements",
                "Sociology",
                "History",
                "Academic"
            ]
        },
        {
            "title": "Collected Poems",
            "authors": [
                "W.H. Auden",
                "Edward Mendelson"
            ],
            "ranking": 4.27,
            "ranking_count": 5961,
            "abstract": "Between 1927 and his death in 1973, W. H. Auden endowed poetry in the English language with a new face. Or rather, with several faces, since his work ranged from the political to the religious, from the urbane to the pastoral, from the mandarin to the invigoratingly plain-spoken.. This collection presents all the poems Auden wished to preserve, in the texts that received his final approval. It includes the full contents of his previous collected editions along with all the later volumes of his shorter poems. Together, these works display the astonishing range of Auden's voice and the breadth of his concerns, his deep knowledge of the traditions he inherited, and his ability to recast those traditions in modern times.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "European Literature",
                "Anthologies",
                "LGBT",
                "Literary Fiction"
            ]
        },
        {
            "title": "Survivor",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.92,
            "ranking_count": 113661,
            "abstract": "From the author of the underground sensation. Fight Club. comes this wickedly incisive second novel, a mesmerizing, unnerving, and hilarious vision of cult and post-cult life.. Tender Branson—last surviving member of the so-called Creedish Death Cult—is dictating his life story into the flight recorder of Flight 2039, cruising on autopilot at 39,000 feet somewhere over the Pacific Ocean. He is all alone in the airplane, which will crash shortly into the vast Australian outback. Before it does, he will unfold the tale of his journey from an obedient Creedish child and humble domestic servant to an ultra-buffed, steroid- and collagen-packed media messiah, author of a best-selling autobiography,. Saved from Salvation. , and the even better selling. Book of Very Common Prayer. (The Prayer to Delay Orgasm, The Prayer to Prevent Hair Loss, The Prayer to Silence Car Alarms). He'll reveal the truth of his tortured romance with the elusive and prescient Fertility Hollis, share his insight that the only difference between suicide and martyrdom is press coverage, and deny responsibility for the Tender Branson Sensitive Materials Sanitary Landfill, a 20,000-acre repository for the nation's outdated pornography. Among other matters both bizarre and trenchant.. Not since Kurt Vonnegut's. Mother Night. and Jerzy Kosinski's. Being There. has there been as dark and telling a satire on the wages of fame and the bedrock lunacy of the modern world. Unpredictable, compelling, and unforgettable,. Survivor. is Chuck Palahniuk at his deadpan peak; and it cements his place as one of the most original writers in fiction today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Humor",
                "Literature",
                "Dark",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Chesapeake",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.19,
            "ranking_count": 23859,
            "abstract": "Once again James A. Michener brings history to life with this 400-year saga of America's great bay and its Eastern Shore. Following Edmund Steed and his remarkable family, who parallel the settling and forming of the nation, CHESAPEAKE sweeps readers from the unspoiled world of the Native Americans to the voyages of Captain John Smith, the Revolutionary War, and right up to modern times.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Classics",
                "Novels",
                "Adventure",
                "Literature",
                "Epic"
            ]
        },
        {
            "title": "The Castle",
            "authors": [
                "Franz Kafka",
                "Mark Harman",
                "J.A. Underwood"
            ],
            "ranking": 3.95,
            "ranking_count": 51863,
            "abstract": "Translated and with a preface by Mark Harman. Left unfinished by Kafka in 1922 and not published until 1926, two years after his death,. The Castle. is the haunting tale of K.’s relentless, unavailing struggle with an inscrutable authority in order to gain access to the Castle. Scrupulously following the fluidity and breathlessness of the sparsely punctuated original manuscript, Mark Harman’s new translation reveals levels of comedy, energy, and visual power, previously unknown to English language readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "These Is My Words: The Diary of Sarah Agnes Prine, 1881-1901, Arizona Territories",
            "authors": [
                "Nancy E. Turner"
            ],
            "ranking": 4.34,
            "ranking_count": 69748,
            "abstract": "A moving, exciting, and heartfelt American saga inspired by the author's own family memoirs, these words belong to Sarah Prine, a woman of spirit and fire who forges a full and remarkable existence in a harsh, unfamiliar frontier. Scrupulously recording her steps down the path Providence has set her upon--from child to determined young adult to loving mother--she shares the turbulent events, both joyous and tragic, that molded her and recalls the enduring love with cavalry officer Captain Jack Elliot that gave her strength and purpose.. Rich in authentic everyday details and alive with truly unforgettable characters,. These Is My Words. brilliantly brings a vanished world to breathtaking life again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Westerns",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Emily of New Moon",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.1,
            "ranking_count": 46375,
            "abstract": "Emily Starr never knew what it was to be lonely—until her beloved father died. Now Emily's an orphan, and her mother's snobbish relatives are taking her to live with them at New Moon Farm. She's sure she won't be happy. Emily deals with stiff, stern Aunt Elizabeth and her malicious classmates by holding her head high and using her quick wit. Things begin to change when she makes friends: with Teddy, who does marvelous drawings; with Perry, who's sailed all over the world with his father yet has never been to school; and above all, with Ilse, a tomboy with a blazing temper. Amazingly, Emily finds New Moon beautiful and fascinating. With new friends and adventures, Emily might someday think of herself as Emily of New Moon.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "The Thief Lord",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 3.97,
            "ranking_count": 92476,
            "abstract": "Two orphaned children are on the run, hiding among the crumbling canals and misty alleyways of the city of Venice.. Befriended by a gang of street children and their mysterious leader, the Thief Lord, they shelter in an old, disused cinema. On their trail is a bungling detective, obsessed with disguises and the health of his pet tortoises. But a greater threat to the boys' new-found freedom is something from a forgotten past – a beautiful magical treasure with the power to spin time itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Mystery",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Silence of the Lambs",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 4.22,
            "ranking_count": 511058,
            "abstract": "Hannibal Lecter. The ultimate villain of modern fiction. Read the five-million-copy bestseller that scared the world silent. The Silence of the Lambs. A young FBI trainee. An evil genius locked away for unspeakable crimes. A plunge into the darkest chambers of a psychopath's mind--in the deadly search for a serial killer. - back cover",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Classics",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Blue Highways",
            "authors": [
                "William Least Heat-Moon"
            ],
            "ranking": 4.03,
            "ranking_count": 22587,
            "abstract": "Hailed as a masterpiece of American travel writing,. Blue Highways. is an unforgettable journey along our nation's backroads.. William Least Heat-Moon set out with little more than the need to put home behind him and a sense of curiosity about those little towns that get on the map-if they get on at all-only because some cartographer has a blank space to fill: Remote, Oregon; Simplicity, Virginia; New Freedom, Pennsylvania; New Hope, Tennessee; Why, Arizona; Whynot, Mississippi.. His adventures, his discoveries, and his recollections of the extraordinary people he encountered along the way amount to a revelation of the true American experience.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Adventure",
                "Biography",
                "History",
                "Biography Memoir",
                "Literature",
                "American"
            ]
        },
        {
            "title": "Possession",
            "authors": [
                "A.S. Byatt"
            ],
            "ranking": 3.88,
            "ranking_count": 77492,
            "abstract": "Possession. is an exhilarating novel of wit and romance, at once an intellectual mystery and triumphant love story. It is the tale of a pair of young scholars researching the lives of two Victorian poets. As they uncover their letters, journals, and poems, and track their movements from London to Yorkshire—from spiritualist séances to the fairy-haunted far west of Brittany—what emerges is an extraordinary counterpoint of passions and ideas.. Man Booker Prize Winner (1990)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "Mystery",
                "Literary Fiction",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Timeline",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.86,
            "ranking_count": 197950,
            "abstract": "In an Arizona desert, a man wanders in a daze, speaking words that make no sense. Within twenty-four hours he is dead, his body swiftly cremated by his only known associates. Halfway around the world, archaeologists make a shocking discovery at a medieval site. Suddenly they are swept off to the headquarters of a secretive multinational corporation that has developed an astounding technology. Now this group is about to get a chance not to study the past but to enter it. And with history opened up to the present, the dead awakened to the living, these men and women will soon find themselves fighting for their very survival -- six hundred years ago.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Historical",
                "Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Curtain",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.08,
            "ranking_count": 38046,
            "abstract": "Arthritic and immobilized, Poirot calls on his old friend Captain Hastings to join him at Styles to be the eyes and ears that will feed observations to Poirot's still razor sharp mind. Though aware of the criminal's identity, Poirot will not reveal it to the frustrated Hastings, and dubs the nameless personage 'X'. Already responsible for several murders, X, Poirot warns, is ready to strike again, and the partners must work swiftly to prevent imminent murder.. Poirot’s final case, a mystery which brings him and Hastings back to Styles where they first solved a crime together. The story was both anticipated and dreaded by Agatha Christie fans worldwide, many of whom still refuse to read it, as it is known to contain Poirot’s death.. Agatha Christie wrote it during World War II, as a gift for her daughter should she not survive the bombings, and it was kept in a safe for over thirty years. It was agreed among the family that Curtain would be published finally in 1975 by Collins, her long-standing publishers, and that Sleeping Murder (the Marple story written during the war for her husband, Max) would follow.. The reception of Poirot’s death was international, even earning him an obituary in The New York Times; he is still the only fictional character to have received such an honour. The first actor to take on the role of portraying Poirot in his final hours was David Suchet, as the final episode of the series Agatha Christie’s Poirot for which he’d been playing the role for twenty-five years. The episode was adapted in 2013.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Secret of the Old Clock",
            "authors": [
                "Carolyn Keene",
                "Russell H. Tandy",
                "Sara Paretsky"
            ],
            "ranking": 3.98,
            "ranking_count": 72762,
            "abstract": "Nancy, unaided, seeks to find a missing will. To the surprise of many, the Topham family will inherit wealthy Josiah Crowley's fortune, instead of deserving relatives and friends who were promised inheritances. Nancy determines that a clue to a second will might be found in an old clock Mr. Crowley had owned and she seeks to find the timepiece. Her search not only tests her keen mind, but also leads her into a thrilling adventure.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Thriller",
                "Adventure"
            ]
        }
    ]
}