{
    "books": [
        {
            "title": "Jilting the Duke",
            "authors": [
                "Rachael Miles"
            ],
            "ranking": 3.7,
            "ranking_count": 449,
            "abstract": "BROKEN PROMISE, BROKEN HEART. Aidan Somerville, Duke of Forster, is a rake, a spy, and a soldier, richer than sin and twice as handsome. Now he is also guardian to his deceased best friend’s young son. The choice makes perfect sense—except that the child’s mother is the lovely Sophia Gardiner, to whom Aidan was engaged before he went off to war. When the news reached him that she had married another, his ship had not yet even left the dock.. Sophia does not expect Aidan to understand or forgive her. But she cannot allow him to stay her enemy. She’s prepared for coldness, even vengeance—but not for the return of the heedless lust she and Aidan tumbled into ten years ago. She knows the risks of succumbing to this dangerous desire. Still, with Aidan so near, it’s impossible not to dream about a second chance…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Mystery",
                "Childrens",
                "Adult"
            ]
        },
        {
            "title": "This Dark Road to Mercy",
            "authors": [
                "Wiley Cash"
            ],
            "ranking": 3.78,
            "ranking_count": 8608,
            "abstract": "The critically acclaimed author of the. New York Times. bestseller. A Land More Kind Than Home. —hailed as a powerfully moving debut that reads as if Cormac McCarthy decided to rewrite Harper Lee's. To Kill a Mockingbird.  (. Richmond Times Dispatch. )—returns with a resonant novel of love and atonement, blood and vengeance, set in western North Carolina, involving two young sisters, a wayward father, and an enemy determined to see him pay for his sins.. After their mother's unexpected death, twelve-year-old Easter and her six-year-old sister Ruby are adjusting to life in foster care when their errant father, Wade, suddenly appears. Since Wade signed away his legal rights, the only way he can get his daughters back is to steal them away in the night.. Brady Weller, the girls' court-appointed guardian, begins looking for Wade, and he quickly turns up unsettling information linking Wade to a recent armored car heist, one with a whopping $14.5 million missing. But Brady Weller isn't the only one hunting the desperate father. Robert Pruitt, a shady and mercurial man nursing a years-old vendetta, is also determined to find Wade and claim his due.. Narrated by a trio of alternating voices,. This Dark Road to Mercy. is a story about the indelible power of family and the primal desire to outrun a past that refuses to let go.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "American",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Sports",
                "Contemporary"
            ]
        },
        {
            "title": "Days Like This",
            "authors": [
                "Alison Stewart"
            ],
            "ranking": 3.74,
            "ranking_count": 285,
            "abstract": "She has to escape.. But who else is out there?. And can anyone survive days like this?. I want to go back to the days when life made sense. The days before our parents became strange; before the warming ate away at all the living things in the world; before The Committee and their Blacktroopers. Before the Wall.. Lily is a prisoner in her own home. Forced to stay inside by The Committee and guarded by their increasingly distant parents, Lily and her brother Daniel are beginning to ask why. Then, when Daniel disappears just before his seventeenth birthday, Lily knows she is next.. Days Like This was Finalist in the 2010 Amazon Breakthrough Novel Award Young Adult which resulted in publication by Penguin.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Grave Matters",
            "authors": [
                "Lauren M. Roy"
            ],
            "ranking": 3.83,
            "ranking_count": 480,
            "abstract": "Night Owls bookstore always keeps a light on and evil creatures out. But, as Lauren M. Roy's thrilling sequel continues, even its supernatural staff isn’t prepared for the dead to come back to life…. Elly grew up training to kill things that go bump in the night, so she’s still getting used to working alongside them. While she’s learned to trust the eclectic group of vampires, Renfields, and succubi at Night Owls bookstore, her new job guarding Boston’s most powerful vampire has her on edge—especially when she realizes something strange is going on with her employer, something even deadlier than usual…. Cavale isn’t thrilled that his sister works for vampires, but he’s determined to repair their relationship, and that means trusting her choices—until Elly’s job lands all of the Night Owls in deep trouble with a vengeful necromancer. And even their collective paranormal skills might not be enough to keep them from becoming part of the necromancer’s undead army…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Family Plot",
            "authors": [
                "Sheri Cobb South"
            ],
            "ranking": 4.25,
            "ranking_count": 692,
            "abstract": "The third installment of the John Pickett series of humorous Regency mysteries finds Bow Street runner Pickett in Scotland investigating a woman found unconscious on the beach—a woman who bears a striking resemblance to the local laird’s daughter, a girl missing and presumed dead for the last fifteen years. Pickett is surprised and gratified to discover that the woman was found by none other than Lady Fieldhurst and her three young nephews—and that her ladyship has registered at the seaside inn as Mrs. Julia Pickett. When old Angus Kirkbride dies only hours after announcing his intention of changing his will in his daughter’s favor, “Mr. and Mrs. Pickett” must join forces to discover the truth about a family reunion suddenly turned deadly.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Romance",
                "Fiction",
                "Travel"
            ]
        },
        {
            "title": "Assumption",
            "authors": [
                "Aurora Rose Reynolds"
            ],
            "ranking": 4.14,
            "ranking_count": 19818,
            "abstract": "as·sump·tion: a thing that is accepted as true or as certain to happen, without proof They say when you assume that you make an ass out of you and me. Kenton Mayson learned this lesson firsthand when he made assumptions about Autumn Freeman and the kind of woman she is based on what little information he had. What he finds out is she’s not only beautiful, but also smart, funny, a fighter, and exactly the kind of woman he wants to share his life with. Autumn made assumptions of her own about Kenton, and now he needs to prove her wrong in order to protect her and their future.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult Fiction",
                "Sociology",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Guy Instructional Manual",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Finally, the historic groundbreaking Guy Instructional Manual, breaking the ground as we speak, featuring a bonus, low cost, low calorie (but maybe not better) alternative to the upcoming X-Rated College Girl Cookbook, plus, free of charge, the unreadable How to be a Best Man and the shocking and forgettable, Guys Who Knit. Contains no information on how to rotate your tires. Also, (there's more?) an incredible short dissertation on the meaning of life, as if you had nothing better to do than think about THAT!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Into the Darkness",
            "authors": [
                "K.F. Breene"
            ],
            "ranking": 3.83,
            "ranking_count": 14447,
            "abstract": "Alternative cover edition of ISBN 9781311400840. Sasha has grown up with one surety: she’s not normal.. She sees things in the darkness that no one else can see. Mysterious men cloaked in shadow, moving through the night. The problem is, pointing out invisible people is a fast track to a padded cell. Orphaned at age five, Sasha quickly learns an important survival tip: keep her mouth shut and stay out of the spotlight.. Until one night, everything changes. She and her boyfriend, Jared, find themselves stranded on the wrong side of town. Suddenly, the men she was convinced were hallucinations, are very real. And very dangerous.. As a new world opens up around her, she meets him. The Boss. An alpha leader who entrances her mind and tugs on her body. Primal and sexual, his people have a different set of rules. And they don’t always play nice.. As danger rises up around her, her differences may be the only thing that saves her life. She must embrace what she’s tried so hard to hide, while resisting the person her body craves most. Sasha has finally found her shadow men, and they will change her life forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "New Adult"
            ]
        },
        {
            "title": "Aunty Lee's Delights",
            "authors": [
                "Ovidia Yu"
            ],
            "ranking": 3.42,
            "ranking_count": 2476,
            "abstract": "This delectable and witty mystery introduces Rosie Aunty Lee, feisty widow, amateur sleuth and proprietor of Singapore's best-loved home cooking restaurant. After losing her husband, Rosie Lee could easily have become one of Singapore's tai tai, an idle rich lady devoted to mah-jongg and luxury shopping. Instead she threw herself into building a culinary empire from her restaurant, Aunty Lee's Delights, where spicy Singaporean home cooking is graciously served to locals and tourists alike. But when a body is found in one of Singapore's beautiful tourist havens, and when one of her wealthy guests fails to show at a dinner party, Aunty Lee knows that the two are likely connected.. The murder and disappearance throws together Aunty Lee's henpecked stepson Mark, his social-climbing wife Selina, a gay couple whose love is still illegal in Singapore, and an elderly Australian tourist couple whose visit-billed at first as a pleasure cruise-may mask a deeper purpose. Investigating the murder is rookie Police Commissioner Raja, who quickly discovers that the savvy and well-connected Aunty Lee can track down clues even better than local law enforcement.. Wise, witty and unusually charming, Aunty Lee's Delights is a spicy mystery about love, friendship and home cooking in Singapore, where money flows freely and people of many religions and ethnicities co-exist peacefully, but where tensions lurk just below the surface, sometimes with deadly results.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Food and Drink",
                "Thriller",
                "Literature",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "An Atlas of Countries That Don't Exist: A Compendium of Fifty Unrecognized and Largely Unnoticed States",
            "authors": [
                "Nick Middleton"
            ],
            "ranking": 3.82,
            "ranking_count": 660,
            "abstract": "Acclaimed travel writer and Oxford geography don Nick Middleton takes us on a magical tour of countries that, lacking diplomatic recognition or UN membership, inhabit a world of shifting borders, visionary leaders and forgotten peoples.. Most of us think we know what a country is, but in truth the concept is rather slippery. From Catalonia to the Crimea, and from Africa's last colony to the European republic that enjoyed just a solitary day of independence, the places in this book may lie on the margins of legitimacy, but all can be visited in the real world.. Beautifully illustrated by fifty regional maps, each shadowy country is literally cut out of the page of this book. Alongside stories, facts and figures, this Atlas brings to life a dreamlike world of nations that exist only in the minds of the people who live there.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Science",
                "Cartography",
                "Reference",
                "Politics",
                "Geography",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "Seamless: Understanding the Bible as One Complete Story",
            "authors": [
                "Angie  Smith"
            ],
            "ranking": 4.59,
            "ranking_count": 3047,
            "abstract": "In seven sessions, Seamless covers the people, places and promises of the Bible, tying them together into the greater story of Scripture. Participants will gain an overarching understanding of the fundamental layout and meaning of God's Word. Seamless helps replace insecurity that holds participants back with clarity and helping them move forward with confidence in their understanding of Scripture. Each week of study features key information that ties all of scripture together into the seamless truth of the gospel message and is accompanied by maps, general Bible facts, and word studies.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Self Help",
                "Inspirational"
            ]
        },
        {
            "title": "Thanks, Obama: My Hopey, Changey White House Years",
            "authors": [
                "David Litt"
            ],
            "ranking": 4.08,
            "ranking_count": 7445,
            "abstract": "In this memoir, Litt brings us inside Obamaworld. With a humorists’ eye for detail, he describes what it’s like to accidentally trigger an international incident or nearly set a president’s hair aflame. He answers questions you never knew you had: Which White House men’s room is the classiest? What do you do when the commander in chief gets your name wrong? Where should you never, under any circumstances, change clothes on Air Force One? With nearly a decade of stories to tell, Litt makes clear that politics is completely, hopelessly absurd.. But it’s also important. For all the moments of chaos, frustration, and yes, disillusionment, Litt remains a believer in the words that first drew him to the Obama campaign: “People who love this country can change it.” In telling his own story, Litt sheds fresh light on his former boss’s legacy. And he argues that, despite the current political climate, the politics championed by Barack Obama will outlive the presidency of Donald Trump.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Humor",
                "Biography",
                "Audiobook",
                "History",
                "Biography Memoir"
            ]
        },
        {
            "title": "Goldenhand",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.1,
            "ranking_count": 14498,
            "abstract": "For everyone and everything there is a time to die.. Lirael is no longer a shy Second Assistant Librarian. She is the Abhorsen-in-Waiting, with Dead creatures to battle and Free Magic entities to bind. She’s also a Remembrancer, wielder of the Dark Mirror. Lirael lost one of her hands in the binding of Orannis, but now she has a new hand, one of gilded steel and Charter Magic.. When Lirael finds Nicholas Sayre lying unconscious after being attacked by a hideous Free Magic creature, she uses her powers to save him. But Nicholas is deeply tainted with Free Magic. Fearing it will escape the Charter mark that seals it within his flesh and bones, Lirael seeks help for Nick at her childhood home, the Clayr’s Glacier.. But even as Lirael and Nick return to the Clayr, a young woman from the distant North braves the elements and many enemies in a desperate attempt to deliver a message to Lirael from her long-dead mother, Arielle. Ferin brings a dire warning about the Witch With No Face. But who is the Witch, and what is she planning?. Once more a great danger threatens the Old Kingdom, and it must be forestalled not only in the living world but also in the cold, remorseless river of Death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Weird Civil War: Your Travel Guide to the Ghostly Legends and Best-Kept Secrets of the American Civil War",
            "authors": [
                "Mark Sceurman",
                "Mark Moran"
            ],
            "ranking": 3.76,
            "ranking_count": 63,
            "abstract": "Weird Civil War. delves into the peculiar history and ghastly legacy of the bloodiest period in American history, featuring the era's most gripping tragic tales, fascinating facts, spooky scenarios, and eccentric characters. This brand-new volume—which compiles the most compelling Civil War stories from the bestselling Weird series—will excite precocious history students, Civil War buffs, and the multitude of Americans-young and old-with historical ties to the Confederate and Union armies.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "War",
                "Fantasy"
            ]
        },
        {
            "title": "Χρώματα στην πέτρα",
            "authors": [
                "Κιάρα Καλουντζή"
            ],
            "ranking": 4.38,
            "ranking_count": 13,
            "abstract": "Αν κοιτάξεις με τα μάτια του αίματος το φως των φεγγαριών, μπορεί να βρεις τον τρόπο να κρατήσεις ζωντανή την ειρήνη. Μόνο που η Κελζίμ ξέρει ποιο είναι το τίμημά της? το έχει δει στα χρώματα στην πέτρα, το έχει μυρίσει στις πνοές του ανέμου, το έχει ακούσει στα λόγια της θάλασσας, το έχει γευτεί στη λευκή αμμουδιά και το νιώθει στα ακροδάχτυλά της αγγίζοντας τον έρωτα.. Μια λυρική ιστορία μαγείας και φαντασίας, από την Κιάρα Καλουντζή, που θα σας ταξιδέψει.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Poison Bed",
            "authors": [
                "E.C. Fremantle",
                "Elizabeth Fremantle"
            ],
            "ranking": 3.56,
            "ranking_count": 1157,
            "abstract": "1615 ősze. Óriási botrány rázza meg I. Jakab király udvarát. Az ünnepelt házaspárt, Robert és Frances Carrt a Towerbe vetik. A vád: méregkeverés és gyilkosság. Az áldozat: Robert legjobb barátja. És valakinek meg kell lakolnia a gaztettért. Vajon melyikük a bűnös, melyiküknek több a veszítenivalója, és melyikük mond igazat?. FRANCES. az erőszakos első férje elől menekült Robert karjába, és elhatározta, hogy új életet kezd. Bármi áron.... ROBERT. egy senkiből lett Anglia legnagyobb hatalommal bíró férfija. De a csúcsra vezető úton az ember sok ellenséget szerez magának.... Frances tudja, hogy az igazság ölni képes.. Robert tudja, hogy egy hazugsággal megmenekülhet.. Azt azonban egyikük sem sejti, hogy megmérgezi őket a szerelem...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "European Literature",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "The Bombs Fall",
            "authors": [
                "Michelle Muckley"
            ],
            "ranking": 3.71,
            "ranking_count": 310,
            "abstract": "Zachary Christian is Delta Tower resident 8652. He has been stuck inside his tower since the bombs destroyed the world he knew. The reason for the war is still a mystery, but ever since that day the world stands still, trapped by the nuclear winter and the Guardians who patrol the exits. Zachary should feel lucky to be alive, but he is haunted by past mistakes which he never got a chance to put right.. The only way out is the New Omega Lottery. The prize is a place in Omega, a giant glass tower in the centre of their barren world where the new government, The Conservators, rule. Nobody from Delta has ever won. But when Zachary meets Emily he knows she is not from Delta. Convinced there must be another way out, he vows that he will find it. But he doesn't realise that The Conservators have already found him.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Fiction",
                "Business"
            ]
        },
        {
            "title": "Finding Me",
            "authors": [
                "Kathryn Cushman"
            ],
            "ranking": 4.04,
            "ranking_count": 886,
            "abstract": "A Contemporary Drama of Family Lies. and Forgotten Loves After her father and stepmother's accidental death, Kelli Huddleston sorts through their belongings and learns a shocking secret. Years before, her father faked his death during a boat wreck at sea--and faked Kelli's as well. He'd run from a wife, a son, and a daughter back in Tennessee, meaning Kelli has a family she's never known.. She's already cashed the payout on her dad's life insurance check and looks at it as her ticket to a new life. The lure and puzzle of digging into this hidden past is too much to resist, and she soon finds herself in Tennessee. When the trip threatens to open doors to the past better left shut, and her plans for the future are threatened, Kelli must make an agonizing choice that will change her life forever.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Contemporary",
                "Christian",
                "Inspirational",
                "Romance",
                "Adult",
                "Mystery",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Rakshasa's Bride",
            "authors": [
                "Suzannah  Rowntree"
            ],
            "ranking": 3.84,
            "ranking_count": 108,
            "abstract": "Preeti Kamla has the evil eye. It’s the only explanation for the tragedy and disgrace besetting her once wealthy family. But when a handsome stranger in the village square tells her he has broken her curse, Preeti almost believes him.. Until a twist of fate whisks her away from everything she knows, and the gruesome Demon Rajah claims her as his bride.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairy Tales",
                "Retellings",
                "Fiction",
                "Historical Fiction",
                "Young Adult",
                "Short Stories",
                "Romance"
            ]
        },
        {
            "title": "Iron Curtain: The Crushing of Eastern Europe 1944-1956",
            "authors": [
                "Anne Applebaum"
            ],
            "ranking": 4.06,
            "ranking_count": 5697,
            "abstract": "In the long-awaited follow-up to her Pulitzer Prize-winning. Gulag. , acclaimed journalist Anne Applebaum delivers a groundbreaking history of how Communism took over Eastern Europe after World War II and transformed in frightening fashion the individuals who came under its sway.. At the end of World War II, the Soviet Union to its surprise and delight found itself in control of a huge swath of territory in Eastern Europe. Stalin and his secret police set out to convert a dozen radically different countries to Communism, a completely new political and moral system. In Iron Curtain, Pulitzer Prize-winning journalist Anne Applebaum describes how the Communist regimes of Eastern Europe were created and what daily life was like once they were complete. She draws on newly opened East European archives, interviews, and personal accounts translated for the first time to portray in devastating detail the dilemmas faced by millions of individuals trying to adjust to a way of life that challenged their every belief and took away everything they had accumulated. Today the Soviet Bloc is a lost civilization, one whose cruelty, paranoia, bizarre morality, and strange aesthetics Applebaum captures in the electrifying pages of. Iron Curtain. .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Go Ahead in the Rain: Notes to A Tribe Called Quest",
            "authors": [
                "Hanif Abdurraqib"
            ],
            "ranking": 4.48,
            "ranking_count": 4349,
            "abstract": "How does one pay homage to A Tribe Called Quest? The seminal rap group brought jazz into the genre, resurrecting timeless rhythms to create masterpieces such as. The Low End Theory. and. Midnight Marauders. . Seventeen years after their last album, they resurrected themselves with an intense, socially conscious record,. We Got It from Here . . . Thank You 4 Your Service. , which arrived when fans needed it most, in the aftermath of the 2016 election. Poet and essayist Hanif Abdurraqib digs into the group's history and draws from his own experience to reflect on how its distinctive sound resonated among fans like himself. The result is as ambitious and genre-bending as the rap group itself.. Abdurraqib traces the Tribe's creative career, from their early days as part of the Afrocentric rap collective known as the Native Tongues, through their first three classic albums, to their eventual breakup and long hiatus. Their work is placed in the context of the broader rap landscape of the 1990s, one upended by sampling laws that forced a reinvention in production methods, the East Coast-West Coast rivalry that threatened to destroy the genre, and some record labels' shift from focusing on groups to individual MCs. Throughout the narrative Abdurraqib connects the music and cultural history to their street-level impact. Whether he's remembering. The Source. magazine cover announcing the Tribe's 1998 breakup or writing personal letters to the group after bandmate Phife Dawg's death, Abdurraqib seeks the deeper truths of A Tribe Called Quest; truths that--like the low end, the bass--are not simply heard in the head, but felt in the chest.",
            "part_of_series": true,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Poetry",
                "Biography",
                "History",
                "Audiobook",
                "Art"
            ]
        },
        {
            "title": "Hostage Three",
            "authors": [
                "Nick Lake"
            ],
            "ranking": 3.73,
            "ranking_count": 1549,
            "abstract": "From the author of the Michael L. Printz award–winning novel. In Darkness. comes a critically-acclaimed, fast-paced thriller that's as dangerous as the seas on which it's set.. The last thing Amy planned to do this summer was sail around the world trapped on a yacht with her father and her stepmother. Really, all she wanted was to fast-forward to October when she'll turn. eighteen and take control of her own life.. Aboard the. Daisy May. , Amy spends time sunbathing, dolphin watching and forgetting the past as everything floats by . . . until one day in the Gulf of Aden another boat appears. A boat with guns and pirates – the kind that kill.. Immediately, the pirates seize the boat and its human cargo. Hostage One is Amy's father – the most valuable. Hostage Two: her stepmother. And Hostage Three is Amy, who can't believe what's happening. As the ransom brokering plays out, Amy finds herself becoming less afraid, and even. stranger still, drawn to one of her captors, a teenage boy who wants desperately to be more than who he has become. Suddenly it becomes brutally clear that the price of life and its value are two very different things . . .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Adventure",
                "Fiction",
                "Contemporary",
                "Thriller",
                "Romance",
                "Suspense"
            ]
        },
        {
            "title": "Secrets of the Fire Sea",
            "authors": [
                "Stephen Hunt"
            ],
            "ranking": 3.85,
            "ranking_count": 783,
            "abstract": "A tale of high adventure and derring-do set in the same Victorian-style world as the acclaimed 'The Court of the Air' and 'The Rise of the Iron Moon'.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Mystery",
                "Historical",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Tocqueville",
            "authors": [
                "Khaled Mattawa"
            ],
            "ranking": 3.96,
            "ranking_count": 48,
            "abstract": "Poetry. In his masterful fourth collection, Khaled Mattawa is concerned, above all, with the ramifications of a new global culture that most American poets have thus far ignored and neglected, partly out of incomprehension, partly out of fear. By setting himself against such timidity, Mattawa offers his most sustained and experimental reckoning with matters of cultural and social witness. TOCQUEVILLE is part personal lyric, part jeremiad, part shooting script, and part troubled homage to the great wry chronicler of American society evoked in the book's title. It is a book of relentless invention that is also relentlessly urgent and that is a very rare thing indeed. Khaled Mattawa is, quite simply, one of the finest, fiercest, and most original poets of his generation--David Wojahn.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural"
            ]
        },
        {
            "title": "Underwater Dogs",
            "authors": [
                "Seth Casteel"
            ],
            "ranking": 4.35,
            "ranking_count": 2173,
            "abstract": "The exuberant, exhilarating photographs of dogs underwater that have become a sensation.. From the water's surface, it's a simple exercise: a dog's leap, a splash, and then a wet head surfacing with a ball, triumphant.. But beneath the water is a chaotic ballet of bared teeth and bubbles, paddling paws, fur and ears billowing in the currents. From leaping Lab to diving Dachshund, the water is where a dog's distinct personality shines through; some lounge in the current, paddling slowly, but others arch their bodies to cut through the water with the focus and determination of a shark.. In more than eighty portraits, award-winning pet photographer and animal rights activist Seth Casteel captures new sides of our old friends with vibrant underwater photography that makes it impossible to look away. Each image bubbles with exuberance and life, a striking reminder that even in the most loveable and domesticated dog, there are more primal forces at work. In. Underwater Dogs. , Seth Casteel gives playful and energetic testament to the rough-and-tumble joy that our dogs bring into our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Art",
                "Animals",
                "Humor",
                "Childrens",
                "Adult",
                "Art and Photography"
            ]
        },
        {
            "title": "Strange Weather",
            "authors": [
                "Joe Hill",
                "Wil Wheaton",
                "Kate Mulgrew",
                "Stephen Lang",
                "Dennis Boutsikaris"
            ],
            "ranking": 3.87,
            "ranking_count": 21188,
            "abstract": "A collection of four chilling novels, ingeniously wrought gems of terror from the brilliantly imaginative, #1. New York Times. bestselling author of. The Fireman. , Joe Hill.. One of America’s finest horror writers (. Time. magazine), Joe Hill has been hailed among legendary talents such as Peter Straub, Neil Gaiman, and Jonathan Latham. In. Strange Weather. , this compelling chronicler of human nature’s continual war between good and evil, (. Providence Journal-Bulletin. ) who pushes genre conventions to new extremes (. New York Times Book Review. ) deftly expose the darkness that lies just beneath the surface of everyday life.. Snapshot. is the disturbing story of a Silicon Valley adolescent who finds himself threatened by The Phoenician, a tattooed thug who possesses a Polaroid Instant Camera that erases memories, snap by snap.. A young man takes to the skies to experience his first parachute jump. . . and winds up a castaway on an impossibly solid cloud, a Prospero’s island of roiling vapor that seems animated by a mind of its own in. Aloft. .. On a seemingly ordinary day in Boulder, Colorado, the clouds open up in a downpour of nails—splinters of bright crystal that shred the skin of anyone not safely under cover.. Rain. explores this escalating apocalyptic event, as the deluge of nails spreads out across the country and around the world.. In. Loaded. , a mall security guard in a coastal Florida town courageously stops a mass shooting and becomes a hero to the modern gun rights movement. But under the glare of the spotlights, his story begins to unravel, taking his sanity with it. When an out-of-control summer blaze approaches the town, he will reach for the gun again and embark on one last day of reckoning.. ©2017 Joe Hill (P)2017 HarperCollins Publishers",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Thriller",
                "Adult",
                "Anthologies",
                "Novella"
            ]
        },
        {
            "title": "So You Want to Talk About Race",
            "authors": [
                "Ijeoma Oluo"
            ],
            "ranking": 4.5,
            "ranking_count": 94487,
            "abstract": "In this breakout book, Ijeoma Oluo explores the complex reality of today's racial landscape--from white privilege and police brutality to systemic discrimination and the Black Lives Matter movement--offering straightforward clarity that readers need to contribute to the dismantling of the racial divide. In. So You Want to Talk About Race,. Editor at Large of The Establishment Ijeoma Oluo offers a contemporary, accessible take on the racial landscape in America, addressing head-on such issues as privilege, police brutality, intersectionality, micro-aggressions, the Black Lives Matter movement, and the N word. Perfectly positioned to bridge the gap between people of color and white Americans struggling with race complexities, Oluo answers the questions readers don't dare ask, and explains the concepts that continue to elude everyday Americans.. Oluo is an exceptional writer with a rare ability to be straightforward, funny, and effective in her coverage of sensitive, hyper-charged issues in America. Her messages are passionate but finely tuned, and crystalize ideas that would otherwise be vague by empowering them with aha-moment clarity. Her writing brings to mind voices like Ta-Nehisi Coates and Roxane Gay, and Jessica Valenti in. Full Frontal Feminism,. and a young Gloria Naylor, particularly in Naylor's seminal essay The Meaning of a Word.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Race",
                "Audiobook",
                "Social Movements",
                "Politics",
                "Sociology",
                "Writing",
                "Adult",
                "Feminism"
            ]
        },
        {
            "title": "Rather Be the Devil",
            "authors": [
                "Ian Rankin"
            ],
            "ranking": 4.09,
            "ranking_count": 11275,
            "abstract": "Some cases never leave you.. For John Rebus, forty years may have passed, but the death of beautiful, promiscuous Maria Turquand still preys on his mind. Murdered in her hotel room on the night a famous rock star and his entourage were staying there, Maria's killer has never been found.. Meanwhile, the dark heart of Edinburgh remains up for grabs. A young pretender, Darryl Christie, may have staked his claim, but a vicious attack leaves him weakened and vulnerable, and an inquiry into a major money laundering scheme threatens his position. Has old-time crime boss Big Ger Cafferty really given up the ghost, or is he biding his time until Edinburgh is once more ripe for the picking?. In a tale of twisted power, deep-rooted corruption and bitter rivalries,. Rather Be the Devil. showcases Rankin and Rebus at their unstoppable best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Borrower",
            "authors": [
                "Rebecca Makkai"
            ],
            "ranking": 3.5,
            "ranking_count": 11459,
            "abstract": "Lucy Hull, a young children's librarian in Hannibal, Missouri, finds herself both a kidnapper and kidnapped when her favorite patron, ten- year-old Ian Drake, runs away from home. The precocious Ian is addicted to reading, but needs Lucy's help to smuggle books past his overbearing mother, who has enrolled Ian in weekly antigay classes with celebrity Pastor Bob. Lucy stumbles into a moral dilemma when she finds Ian camped out in the library after hours with a knapsack of provisions and an escape plan. Desperate to save him from Pastor Bob and the Drakes, Lucy allows herself to be hijacked by Ian. The odd pair embarks on a crazy road trip from Missouri to Vermont, with ferrets, an inconvenient boyfriend, and upsetting family history thrown in their path. But is it just Ian who is running away? Who is the man who seems to be on their tail? And should Lucy be trying to save a boy from his own parents?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Writing",
                "Adult Fiction",
                "Adult",
                "Contemporary",
                "Literary Fiction",
                "Humor",
                "Realistic Fiction",
                "LGBT",
                "Audiobook"
            ]
        },
        {
            "title": "The Bronze Key",
            "authors": [
                "Holly Black",
                "Cassandra Clare"
            ],
            "ranking": 4.1,
            "ranking_count": 21645,
            "abstract": "Magic can save you.. Magic can kill you.. Students at the Magisterium are supposed to be safe. Under the watchful eyes of the mages, they are taught to use magic to bring order to a chaotic world.. But now the chaos is fighting back. Call, Tamara, and Aaron should be worrying about things like pop quizzes and magic contests. Instead, after the shocking death of one of their classmates, they must track down a sinister killer… and risk their own lives in the process.. As Call, Tamara, and Aaron discover, magic can only be as good as the person who wields it. In evil hands, it has the capacity to do immeasurable harm, unless it is stopped in time.. In this striking third book of Magisterium, bestselling authors Holly Black and Cassandra Clare present us with a school where anything, good or evil, can happen, and the only way to unlock the truth is to risk everything to find it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Envy",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.22,
            "ranking_count": 22065,
            "abstract": "Librarian's note: This is an Alternate Cover Edition for ISBN10: 0349400202 ISBN13: 9780349400204.. A man and a woman tread the lines of danger, desire, and deliverance in the new novel of the Fallen Angels from the #1 New York Times bestselling author of the Black Dagger Brotherhood series.. As the son of a serial killer, homicide detective Thomas Veck DelVecchio, Jr., grew up in the shadow of evil. Now, on the knife-edge between civic duty and blind retribution, he atones for the sins of his father- while fighting his inner demons. Assigned to monitor Veck is Internal Affairs officer Sophia Reilly, whose interest in him is both professional and arousingly personal. And Veck and Sophia have another link: Jim Heron, a mysterious stranger with too many answers... to questions that are deadly. When Veck and Sophia are drawn into the ultimate battle between good and evil, their fallen angel savior is the only thing that stands between them and eternal damnation.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Why I Left the Amish",
            "authors": [
                "Saloma Miller Furlong"
            ],
            "ranking": 3.46,
            "ranking_count": 553,
            "abstract": "There are two ways to leave the Amish—one is through life and the other through death. When Saloma Miller Furlong’s father dies during her first semester at Smith College, she returns to the Amish community she had left twenty four years earlier to attend his funeral. Her journey home prompts a flood of memories. Now a mother with grown children of her own, Furlong recalls her painful childhood in a family defined by her father’s mental illness, her brother’s brutality, her mother’s frustration, and the austere traditions of the Amish—traditions Furlong struggled to accept for years before making the difficult decision to leave the community. In this personal and moving memoir, Furlong traces the genesis of her desire for freedom and education and chronicles her conflicted quest for independence. Eloquently told,. Why I Left the Amish. is a revealing portrait of life within—and without—this frequently misunderstood community.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Amish",
                "Biography",
                "Religion",
                "Classics",
                "Biography Memoir",
                "Christian Fiction"
            ]
        },
        {
            "title": "Blood Oath",
            "authors": [
                "Christopher Farnsworth"
            ],
            "ranking": 3.93,
            "ranking_count": 8211,
            "abstract": "Zach Barrows is an ambitious young White House staffer whose career takes an unexpected turn when he's partnered with Nathaniel Cade, a secret agent sworn to protect the President. But Cade is no ordinary civil servant. Bound by a special blood oath, he is a vampire. Cade battles nightmares before they can break into the daylight world of the American dream, enemies far stranger-and far more dangerous-than civilians have ever imagined.. Blood Oath. is the first in a series of novels featuring Nathaniel Cade-the President's vampire.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Chief",
            "authors": [
                "Monica McCarty"
            ],
            "ranking": 4.06,
            "ranking_count": 15212,
            "abstract": "An elite fighting force unlike the world has ever seen.... Scouring the darkest corners of the Highlands and Western Isles, Robert the Bruce handpicks ten warriors to help him in his quest to free Scotland from English rule. They are the best of the best, chosen for their superior skills in each discipline of warfare. And to lead his secret Highland Guard, Bruce chooses the greatest warrior of all.. The ultimate Highland warlord and a swordsman without equal, Tor MacLeod has no intention of being drawn into Scotland’s war against the English. Dedicated to his clan, the fiercely independent chief answers to no one—especially not to his alluring new bride, bartered to him in a bid to secure his command of the deadliest fighting force the world has ever seen. The treacherous chit who made her way to Tor’s bed may have won his hand, but she will never claim his heart.. Although her husband’s reputation is as fierce as his manner, Christina Fraser believes that something softer hides beneath his brutal shell. But the only warmth she feels is in their bed, in glorious moments of white-hot desire that disappear with the dawn. When Christina’s reckless bid to win her husband’s love goes awry and thrusts them into danger on the eve of war, Tor will face his ultimate battle: to save his wife and to open his heart—before it’s too late.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Adult",
                "Historical Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Bough Down",
            "authors": [
                "Karen Green"
            ],
            "ranking": 4.23,
            "ranking_count": 840,
            "abstract": "With fearlessness and grace,. Bough Down. reports from deep inside the maelstrom of grief. In this profoundly beautiful and intensely moving lament, artist and writer Karen Green conjures the inscrutable space of love and loss, clarity and contradiction, sense and madness. She summons memory and the machination of the interior mind with the emotional acuity of music as she charts her passage through the devastation of her husband's suicide. In crystalline fragments of text, Green's voice is paradoxically confessional and non-confessional: moments in her journey are devastating but also luminous, exacting in sensation but also ambiguous and layered in meaning. Her world is haunted by the unnameable, and yet she renders that world with poetic precision in her struggle to make sense of not only of death but of living. In counterpoint, tiny visual collages punctuate the text, each made of salvaged language and scraps of the material world-pages torn from books, bits of paper refuse, drawings and photographs, old postage stamps and the albums which classify them. Each collage — and the creative act of making it — evinces the reassembling of life. A breathtaking lyric elegy,. Bough Down. uses music and silence, color and its absence, authority of experience and the doubt that trembles at its center to fulfill a humane artistic vision. This is a lapidary, keenly observed work, awash with the honesty of an open heart.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Autobiography",
                "Nonfiction",
                "Death",
                "Art",
                "Biography",
                "Biography Memoir",
                "Literature",
                "American"
            ]
        },
        {
            "title": "Beauty Awakened",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.16,
            "ranking_count": 12738,
            "abstract": "His name is Koldo. He is scarred, powerful, his control legendary-and he lives only for vengeance, determined to punish the angel who viciously removed his wings. But if he yields to the forces of hatred, he will be kicked from the heavens, eternally damned.. She is his last hope. Nicola Lane was born with a defective heart, yet this fragile human shows surprising strength as demons stalk her every move, determined to end her. She is the key to Koldo's deliverance...and his downfall. Though he fights duty, destiny and his first addictive taste of desire, his toughest battle will be the one for Nicola's life-even if he has to sacrifice his own....",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Far Side of the Sky",
            "authors": [
                "Daniel Kalla"
            ],
            "ranking": 3.95,
            "ranking_count": 1701,
            "abstract": "November 9, 1938:. Kristallnacht,. the Nazis unleash a night of terror for Jews all across Germany. Meanwhile, the Japanese Imperial Army rampages through China and tightens its stranglehold on Shanghai, a city that becomes the last haven for thousands of desperate European Jews.. Dr. Franz Adler, a renowned surgeon, is swept up in the wave of anti-Semitic violence and flees to Shanghai with his daughter. At a refugee hospital, Franz meets an enigmatic nurse, Soon Yi Sunny Mah. The chemistry between them is intense and immediate, but Sunnyâ's life is shattered when a drunken Japanese sailor murders her father.. The danger escalates for Shanghaiâ's Jews as the Japanese attack Pearl Harbor. Facing starvation and disease, Franz struggles to keep the refugee hospital open and protect hisÂ family from a terrible fate.. The Far Side of the Sky. focuses on a short but extraordinary period of Chinese, Japanese, and Jewish history when cultures converged and heroic sacrifices were part of the everyday quest for survival.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "World War II"
            ]
        },
        {
            "title": "The Gray Wolf Throne",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.38,
            "ranking_count": 45515,
            "abstract": "Han Alister thought he had already lost everyone he loved. But when he finds his friend Rebecca Morley near death in the Spirit Mountains, Han knows that nothing matters more than saving her. The costs of his efforts are steep, but nothing can prepare him for what he soon discovers: the beautiful, mysterious girl he knew as Rebecca is none other than Raisa ana’Marianna, heir to the Queendom of the Fells. Han is hurt and betrayed. He knows he has no future with a blueblood. And, as far as he’s concerned, the princess’s family as good as killed his own mother and sister. But if Han is to fulfill his end of an old bargain, he must do everything in his power to see Raisa crowned queen.. Meanwhile, some people will stop at nothing to prevent Raisa from ascending. With each attempt on her life, she wonders how long it will be before her enemies succeed. Her heart tells her that the thief-turned-wizard Han Alister can be trusted. She wants to believe it—he’s saved her life more than once. But with danger coming at her from every direction, Raisa can only rely on her wits and her iron-hard will to survive—and even that might not be enough.. The Gray Wolf Throne is an epic tale of fierce loyalty, unbearable sacrifice, and the heartless hand of fate.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Home Place",
            "authors": [
                "Carrie La Seur"
            ],
            "ranking": 3.54,
            "ranking_count": 1880,
            "abstract": "Carrie La Seur makes her remarkable debut with. The Home Place. , a mesmerizing, emotionally evocative, and atmospheric literary novel in the vein of. The House Girl. and. A Land More Kind Than Home. , in which a successful lawyer is pulled back into her troubled family's life in rural Montana in the wake of her sister's death.. The only Terrebonne who made it out, Alma thought she was done with Montana, with its bleak winters and stifling ways. But an unexpected call from the local police takes the successful lawyer back to her provincial hometown and pulls her into the family trouble she thought she'd left far behind: Her lying, party-loving sister, Vicky, is dead. Alma is told that a very drunk Vicky had wandered away from a party and died of exposure after a night in the brutal cold. But when Alma returns home to bury Vicky and see to her orphaned niece, she discovers that the death may not have been an accident.. The Home Place. is a story of secrets that will not lie still, human bonds that will not break, and crippling memories that will not be silenced. It is a story of rural towns and runaways, of tensions corporate and racial, of childhood trauma and adolescent betrayal, and of the guilt that even forgiveness cannot ease. Most of all, this is a story of the place we carry in us always: home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Family",
                "Westerns",
                "Suspense",
                "Relationships",
                "Womens",
                "Romance"
            ]
        },
        {
            "title": "Bream Gives Me Hiccups",
            "authors": [
                "Jesse Eisenberg"
            ],
            "ranking": 3.51,
            "ranking_count": 2995,
            "abstract": "Eisenberg is truly a talented writer. . . Hilarious and poignant.--Entertainment Weekly Bream Gives Me Hiccups: And Other Stories is the whip-smart fiction debut of Academy Award-nominated actor Jesse Eisenberg. Known for his iconic film roles but also for his regular pieces in the New Yorker and his two critically acclaimed plays, Eisenberg is an emerging literary voice.. Taking its title from a group of stories that begin the book, Bream Gives Me Hiccups moves from contemporary L.A. to the dorm rooms of an American college to ancient Pompeii, throwing the reader into a universe of social misfits, reimagined scenes from history, and ridiculous overreactions. In one piece, a tense email exchange between a young man and his girlfriend is taken over by his sister, who is obsessed with the Bosnian genocide (The situation reminds me of a little historical blip called the Karadordevo agreement); in another, a college freshman forced to live with a roommate is stunned when one of her ramen packets goes missing (she didn't have one of my ramens. She had a chicken ramen); in another piece, Alexander Graham Bell has teething problems with his invention (I've been calling Mabel all day, she doesn't pick up! Yes, of course I dialed the right number - 2!).. United by Eisenberg's gift for humor and character, and grouped into chapters that open with illustrations by award-winning cartoonist Jean Jullien, the witty pieces collected in Bream Gives Me Hiccups explore the various insanities of the modern world, and mark the arrival of a fantastically funny, self-ironic, and original voice.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Writing",
                "Unfinished",
                "Anthologies"
            ]
        },
        {
            "title": "The First Frontier: The Forgotten History of Struggle, Savagery, and Endurance in Early America",
            "authors": [
                "Scott Weidensaul"
            ],
            "ranking": 4.03,
            "ranking_count": 709,
            "abstract": "Frontier. : the word carries the inevitable scent of the West. But before Custer or Lewis and Clark, before the first Conestoga wagons rumbled across the Plains, it was the East that marked the frontier—the boundary between complex Native cultures and the first colonizing Europeans.. Here is the older, wilder, darker history of a time when the land between the Atlantic and the Appalachians was contested ground—when radically different societies adopted and adapted the ways of the other, while struggling for control of what all considered to be their land.. The First Frontier. traces two and a half centuries of history through poignant, mostly unheralded personal stories—like that of a Harvard-educated Indian caught up in seventeenth-century civil warfare, a mixed-blood interpreter trying to straddle his white and Native heritage, and a Puritan woman wielding a scalping knife whose bloody deeds still resonate uneasily today. It is the first book in years to paint a sweeping picture of the Eastern frontier, combining vivid storytelling with the latest research to bring to life modern America’s tumultuous, uncertain beginnings.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Literature",
                "War",
                "Historical",
                "United States",
                "Native Americans",
                "Audiobook"
            ]
        },
        {
            "title": "Sword Art Online, Vol. 05: Phantom Bullet",
            "authors": [
                "Reki Kawahara"
            ],
            "ranking": 4.3,
            "ranking_count": 2839,
            "abstract": "Kirito reenters the world of VRMMOs, this time logging in to. Gun Gale Online. in order to investigate the Death Gun, an in-game item rumored to be responsible for real-world deaths. He immediately runs into trouble when, after transferring his old avatar into the new game, he discovers that he looks a bit more feminine than he'd anticipated! With the help of Sinon the sniper, he enters the Bullet of Bullets tournament and tries to adapt his old skills to the new gun-based combat of. Gun Gale Online. . He'll need every friend he can get and every trick in the book, though, to crack the mystery of the Phantom Bullet and learn the truth about the Death Gun!",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fantasy",
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Action",
                "Adventure",
                "Romance",
                "Asian Literature"
            ]
        },
        {
            "title": "Tumbledown Manor",
            "authors": [
                "Helen      Brown"
            ],
            "ranking": 3.53,
            "ranking_count": 686,
            "abstract": "The windows rattle. The roof leaks. Every surface cries out to be stripped, painted, or polished. But for writer Lisa Trumperton, the dilapidated manor house that once belonged to her great-grandfather is far more than the sum of its battered parts. It's the chance for a new start on her own terms. The fact that it's in the Melbourne countryside of her Australian homeland, far from the deceitful ex-husband she just left behind in New York…well, that's a bonus.. Lisa sets to work refurbishing Trumperton Manor, assisted by her son, his friends, and a Gray Army of retired handymen. But it's not just her ancestral home that's being transformed. As she trades her chic Manhattan clothes for jeans and work boots, Lisa is changing and fortifying her relationships with her family and her sense of self. There are floods, fires, and catastrophes, but there are new allies too, including a one-eyed cat, a stubborn cockatoo, and a rugged landscaper with an irresistible grin. Piece by piece, the house is pushing Lisa beyond her old limits, daring her to embrace something bigger, braver, and more rewarding than she ever dreamed.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Cultural",
                "Contemporary",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Mosquitoland",
            "authors": [
                "David  Arnold"
            ],
            "ranking": 3.88,
            "ranking_count": 30806,
            "abstract": "I am a collection of oddities, a circus of neurons and electrons: my heart is the ringmaster, my soul is the trapeze artist, and the world is my audience. It sounds strange because it is, and it is, because I am strange.. After the sudden collapse of her family, Mim Malone is dragged from her home in northern Ohio to the wastelands of Mississippi, where she lives in a medicated milieu with her dad and new stepmom. Before the dust has a chance to settle, she learns her mother is sick back in Cleveland.. So she ditches her new life and hops aboard a northbound Greyhound bus to her real home and her real mother, meeting a quirky cast of fellow travelers along the way. But when her thousand-mile journey takes a few turns she could never see coming, Mim must confront her own demons, redefining her notions of love, loyalty, and what it means to be sane.. Told in an unforgettable, kaleidoscopic voice,. Mosquitoland. is a modern American odyssey, as hilarious as it is heartbreaking.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Health",
                "Mental Health",
                "Travel",
                "Audiobook"
            ]
        },
        {
            "title": "Steeplejack",
            "authors": [
                "A.J. Hartley"
            ],
            "ranking": 3.82,
            "ranking_count": 987,
            "abstract": "Seventeen-year-old Anglet Sutonga makes a living repairing the chimneys, towers, and spires of Bar-Selehm. Dramatically different communities live and work alongside one another. The white Feldish command the nation’s higher echelons of society; the native Mahweni are divided between city life and the savannah. And then there’s Ang, part of the Lani community who immigrated there generations ago and now mostly live in poverty on Bar-Selehm’s edges.. When Ang is supposed to meet her new apprentice, Berrit, she finds him dead. That same night the Beacon, an invaluable historical icon, is stolen. The Beacon’s theft commands the headlines, yet no one seems to care about Berrit’s murder—except for Josiah Willinghouse, an enigmatic young politician. When he offers Ang a job investigating the death, she plunges headlong into new and unexpected dangers.. Meanwhile, crowds gather in protests over the city’s mounting troubles. Rumors surrounding the Beacon’s theft grow. More suspicious deaths occur. With no one to help Ang except Josiah’s haughty younger sister, a savvy newspaper girl, and a kindhearted herder, Ang must rely on her intellect and strength to resolve the mysterious link between Berrit and the missing Beacon before the city descends into chaos.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Science Fiction",
                "Fiction",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "The Orchard",
            "authors": [
                "Theresa Weir"
            ],
            "ranking": 3.77,
            "ranking_count": 3275,
            "abstract": "The Orchard. is the story of a street-smart city girl who must adapt to a new life on an apple farm after she falls in love with Adrian Curtis, the golden boy of a prominent local family whose lives and orchards seem to be cursed. Married after only three months, young Theresa finds life with Adrian on the farm far more difficult and dangerous than she expected.. Rejected by her husband's family as an outsider, she slowly learns for herself about the isolated world of farming, pesticides, environmental destruction, and death, even as she falls more deeply in love with her husband, a man she at first hardly knew and the land that has been in his family for generations. She becomes a reluctant player in their attempt to keep the codling moth from destroying the orchard, but she and Adrian eventually come to know that their efforts will not only fail but will ultimately take an irreparable toll.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Romance",
                "Adult",
                "Family",
                "Environment"
            ]
        },
        {
            "title": "Premonitions",
            "authors": [
                "Jamie Schultz"
            ],
            "ranking": 3.28,
            "ranking_count": 225,
            "abstract": "TWO MILLION DOLLARS.... It’s the kind of score Karyn Ames has always dreamed of—enough to set her crew up pretty well and, more important, enough to keep her safely stocked on a very rare, very expensive black market drug. Without it, Karyn hallucinates slices of the future until they totally overwhelm her, leaving her unable to distinguish the present from the mess of certainties and possibilities yet to come.. The client behind the heist is Enoch Sobell, a notorious crime lord with a reputation for being ruthless and exacting—and a purported practitioner of dark magic. Sobell is almost certainly condemned to Hell for a magically extended lifetime full of shady dealings. Once you’re in business with him, there’s no backing out.. Karyn and her associates are used to the supernatural and the occult, but their target is more than just the usual family heirloom or cursed necklace. It’s a piece of something larger. Something sinister.. Karyn’s crew, and even Sobell himself, are about to find out just how powerful it is… and how powerful it may yet become.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Mystery",
                "Thriller",
                "Urban",
                "Adult"
            ]
        },
        {
            "title": "Why Is This Night Different from All Other Nights?",
            "authors": [
                "Lemony Snicket",
                "Seth"
            ],
            "ranking": 4.15,
            "ranking_count": 5506,
            "abstract": "Train travel! Murder! Librarians! A Series Finale!. On all other nights, the train departs from Stain'd Station and travels to the city without stopping. But not tonight. You might ask, why is this night different from all other nights? But that's the wrong question. Instead ask, where is this all heading? And what happens at the end of the line? The final book in Lemony Snicket's bestselling series, All The Wrong Questions.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Humor",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "Deep Check",
            "authors": [
                "Kimberly Kincaid"
            ],
            "ranking": 4.18,
            "ranking_count": 463,
            "abstract": "Sometimes being bad feels oh-so good…. Hotshot hockey center Finn Donnelly. wants nothing more. than to take The Cup. to his best friend’s grave. after his team’s big win.. The problem is, that also means. returning to his hometown. and seeing January Sinclair.. A.K.A. his other—. okay, former—. best friend.. The woman he kissed.. The woman he wanted.. The woman he left behind.. January might be as beautiful and fierce. as ever now that she. runs a house full of firefighters. but Finn’s ghosts belong in the past.. As soon as he’s done at the cemetery,. he’s on the first flight out of Remington.. For good.. Even if he does get stuck in town. with January tempting him. at every turn.. But Finn’s ghosts won’t let go so easily.. Will he and January learn. to build new trust. Or will their past keep them. from falling in deep…. One dirty-talking, bad-boy hero + his former BFF who’s always wanted more + a touch of enemies-to-lovers, a firehouse fundraiser to warm your heart, and a whole lot of sexytimes to warm the rest of you = this standalone novella that ends in a sweet and steamy HEA.. Originally published in the HOT ON ICE hockey anthology.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sports",
                "Novella",
                "Contemporary Romance",
                "Business",
                "Short Stories"
            ]
        },
        {
            "title": "Children of the New World",
            "authors": [
                "Alexander        Weinstein"
            ],
            "ranking": 3.77,
            "ranking_count": 3183,
            "abstract": "Children of the New World. introduces readers to a near-future world of social media implants, memory manufacturers, dangerously immersive virtual reality games, and alarmingly intuitive robots. Many of these characters live in a utopian future of instant connection and technological gratification that belies an unbridgeable human distance, while others inhabit a post-collapse landscape made primitive by disaster, which they must work to rebuild as we once did millennia ago.. In “The Cartographers,” the main character works for a company that creates and sells virtual memories, while struggling to maintain a real-world relationship sabotaged by an addiction to his own creations. In “Saying Goodbye to Yang,” the robotic brother of an adopted Chinese child malfunctions, and only in his absence does the family realize how real a son he has become.. Children of the New World. grapples with our unease in this modern world and how our ever-growing dependence on new technologies has changed the shape of our society. Alexander Weinstein is a visionary new voice in speculative fiction for all of us who are fascinated by and terrified of what we might find on the horizon.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Audiobook",
                "Adult",
                "Anthologies",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Rock Star Diet",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "Beautiful actresses and rock stars may be rich and famous but see how they stay that way and still keep a good sense of humor.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Bait",
            "authors": [
                "Annie Nicholas"
            ],
            "ranking": 3.7,
            "ranking_count": 3943,
            "abstract": "As a vampire slayer, there's only two types of guys interested in me. The boring mortal guys that want to kiss me...and the bloodthirsty vampires that want to kill me.. Sounds simple, right? Try not to let the normal guys bore me to death, and don't let the vampires kill anyone.. Well, things have changed.. The slayers have ordered me to capture the vampire overlord Rurik, but he has other plans. And the more I learn about him, the less certain I am that he’s the monster we’ve made him out to be. It probably doesn’t help that I'm falling for him.. Now I don’t know who to trust, and as forces greater than either of us struggle for power, I may never get the chance to find out. See, here’s the thing.... Baiting the enemy can be satisfying...until you’re the one who gets caught.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Weight of This World",
            "authors": [
                "David    Joy"
            ],
            "ranking": 3.97,
            "ranking_count": 2039,
            "abstract": "Critically acclaimed author David Joy, whose debut,. Where All Light Tends to Go. , was hailed as a savagely moving novel that will likely become an important addition to the great body of Southern literature (The Huffington Post), returns to the mountains of North Carolina with a powerful story about the inescapable weight of the past.. A combat veteran returned from war, Thad Broom can t leave the hardened world of Afghanistan behind, nor can he forgive himself for what he saw there. His mother, April, is haunted by her own demons, a secret trauma she has carried for years. Between them is Aiden McCall, loyal to both but unable to hold them together. Connected by bonds of circumstance and duty, friendship and love, these three lives are blown apart when Aiden and Thad witness the accidental death of their drug dealer and a riot of dope and cash drops in their laps. On a meth-fueled journey to nowhere, they will either find the grit to overcome the darkness or be consumed by it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Gothic",
                "American",
                "Thriller",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "A Question of Honor",
            "authors": [
                "Charles Todd"
            ],
            "ranking": 3.96,
            "ranking_count": 5974,
            "abstract": "In the latest mystery from. New York Times. bestselling author Charles Todd, World War I nurse and amateur sleuth Bess Crawford investigates an old murder that occurred during her childhood in India, and begins a search for the truth that will transform her and leave her pondering a troubling question: How can facts lie?. In 1908, when a young Bess Crawford lived in India, an unforgettable incident darkened the otherwise happy time. Her father's regiment discovered it had a murderer in its ranks, an officer who killed five people yet was never brought to trial.. A decade later, tending to the wounded on the battlefields of France during World War I, Bess learns from a dying man that the alleged murderer, Lieutenant Wade, is alive and serving at the Front. According to reliable reports, he'd died years before, so how did Wade escape India? What drove a good man to murder in cold blood? Bess uses her leave to investigate. But when she stumbles on the horrific truth, she is shaken to her very core. The facts reveal a reality that could have been her own fate.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Cultural",
                "Thriller"
            ]
        },
        {
            "title": "Pogue's Basics: Money: Essential Tips and Shortcuts (That No One Bothers to Tell You) About Beating the System",
            "authors": [
                "David Pogue"
            ],
            "ranking": 3.52,
            "ranking_count": 500,
            "abstract": "Following the success of the. New York Times. bestsellers. Pogue's Basics: Tech. and. Pogue's Basics: Life. comes the next book in the series:. Pogue's Basics: Money. which will be a timeless reference book of 200 simple tips and tricks for making managing your finances easier. This book will shed light on the best ways to save. and. make money. Everyone gets stressed out doing endless research to try and figure out where to get the best deals on a product, in this book David Pogue will help you spot savings and avoid costly scams. From buying plane tickets, booking hotel rooms, buying a car or house, or doing your taxes, there are tips and advice here for every financial decision you make. Instead of making uninformed or irrational decisions when it comes to money, Pogue's expertise in consumer advocacy will inform people of the best products and websites to use to save yourself money.. The perfect book for holidays,. Pogue's Basics: Money. will be accompanied by black-and-white photographs and illustrations throughout the book, collecting all the tips and tricks in one place for you to easily access.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Finance",
                "Self Help",
                "Business",
                "Reference",
                "Currency",
                "How To"
            ]
        },
        {
            "title": "Gifts of the Crow: How Perception, Emotion, and Thought Allow Smart Birds to Behave Like Humans",
            "authors": [
                "John M. Marzluff",
                "Tony Angell"
            ],
            "ranking": 3.93,
            "ranking_count": 1571,
            "abstract": "Stan Coren’s groundbreaking. The Intelligence of Dogs. meets Bernd Heinrich’s classic. Mind of the Raven. in this astonishing, beautifully illustrated look at the uncanny intelligence and emotions of crows.. CROWS ARE MISCHIEVOUS, playful, social, and passionate. They have brains that are huge for their body size and exhibit an avian kind of eloquence. They mate for life and associate with relatives and neighbors for years. And because they often live near people—in our gardens, parks, and cities—they are also keenly aware of our peculiarities, staying away from and even scolding anyone who threatens or harms them and quickly learning to recognize and approach those who care for and feed them, even giving them numerous, oddly touching gifts in return.. With his extraordinary research on the intelligence and startling abilities of corvids—crows, ravens, and jays—scientist John Marzluff teams up with artist-naturalist Tony Angell to tell amazing stories of these brilliant birds in. Gifts of the Crow.. With narrative, diagrams, and gorgeous line drawings, they offer an in-depth look at these complex creatures and our shared behaviors. The ongoing connection between humans and crows—a cultural coevolution—has shaped both species for millions of years. And the characteristics of crows that allow this symbiotic relationship are language, delinquency, frolic, passion, wrath, risk-taking, and awareness—seven traits that humans find strangely familiar. Crows gather around their dead, warn of impending doom, recognize people, commit murder of other crows, lure fish and birds to their death, swill coffee, drink beer, turn on lights to stay warm, design and use tools, use cars as nutcrackers, windsurf and sled to play, and work in tandem to spray soft cheese out of a can. Their marvelous brains allow them to think, plan, and reconsider their actions.. With its abundance of funny, awe-inspiring, and poignant stories,. Gifts of the Crow. portrays creatures who are nothing short of amazing. A testament to years of painstaking research and careful observation, this fully illustrated, riveting work is a thrilling look at one of nature’s most wondrous creatures.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Animals",
                "Environment",
                "Psychology",
                "Nature",
                "Science Nature"
            ]
        },
        {
            "title": "Blood Bound",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 3.84,
            "ranking_count": 6499,
            "abstract": "Bound by blood, condemned by fate. As a bloodtracker, Liv is extremely powerful. And in a world where power is a commodity that can get you killed, Liv's learnt to survive by her own rules.. Rule number one?. Trust no one.. But when a friend's daughter goes missing, Liv is bound by a potent magical oath. She can't rest until the child is safe.. And that means trusting her dangerous ex, Cam.. A sinister prophecy tells that she and Cam will be the death of each other, yet Liv's tired of being a slave to destiny. She's ready to play the forces controlling her world at their own game.. No matter what the cost.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Don't Let Me Go",
            "authors": [
                "Catherine Ryan Hyde"
            ],
            "ranking": 4.19,
            "ranking_count": 17936,
            "abstract": "Sometimes a child knows better.... Grace. Ten-year-old Grace knows that her mum loves her, but her mum loves drugs too. And there's only so long Grace can fend off the 'woman from the county' who is threatening to put her into care. Her only hope is...Billy.. Grown-man Billy Shine hasn't been out of his apartment for years. People scare him, and the outside world scares him even more. Day in, day out, he lives a perfectly orchestrated silent life within his four walls. Until now. . .. The Plan. Grace bursts into Billy's life with a loud voice and a brave plan to get her mum clean. And it won't be easy, because they will have to confiscate the one thing her mum holds most dear . . . they will have to kidnap Grace.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Drama",
                "Literary Fiction",
                "Young Adult",
                "Novels",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "The Sunday Girl",
            "authors": [
                "Pip Drysdale"
            ],
            "ranking": 3.74,
            "ranking_count": 4789,
            "abstract": "The Girl on the Train. meets. Before I Go to Sleep. with a dash of Bridget Jones in this chilling tale of love gone horribly wrong …. Some love affairs change you forever. Someone comes into your orbit and swivels you on your axis, like the wind working on a rooftop weather vane. And when they leave, as the wind always does, you are different; you have a new direction. And it’s not always north.. Any woman who’s ever been involved with a bad, bad man and been dumped will understand what it feels like to be broken, broken-hearted and bent on revenge. Taylor Bishop is hurt, angry and wants to destroy Angus Hollingsworth in the way he destroyed her:. Insidiously. Irreparably. Like a puzzle, he’d slowly dissembled … stolen a couple of pieces from, and then discarded, knowing that nobody would ever be able to put it back together ever again.. So Taylor consulted. The Art of War. and made a plan. Then she took the next step – one that would change her life forever.. Then things get. really. out of control – and. The Sunday Girl. becomes impossible to put down.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Broken Symmetry",
            "authors": [
                "Dan Rix"
            ],
            "ranking": 3.86,
            "ranking_count": 1124,
            "abstract": "Sixteen-year-old Blaire Adams can walk through mirrors.. It’s called breaking symmetry. To her, a mirror feels like a film of honey. She can reach through it, grab things…even step inside.. On the other side she lives every teenager’s fantasy: a universe all her own, zero consequences. She can kiss the hot guy, break into La Jolla mansions, steal things…even kill. When finished, she just steps back into reality and smashes the mirror—and in an instant erases every stupid thing she did. Gone. It never happened.. But breaking symmetry is also dangerous. First there’s the drug-like rush she gets when passing through the glass, like a shot of adrenaline. She suspects it’s degrading her body, making a new copy of her each time. A reflection of a reflection, each one a little hazier. Then, of course, there’s the risk of getting cut off from reality.. When she narrowly escapes a military quarantine zone with the San Diego Police Department hot on her heels only to discover her escape mirror littering the floor in shards, her worst fear is realized. Now, trapped in a broken reflection, she must flee through a mind-bending maze of mirrors, going deeper into the nightmare as she struggles to grasp a betrayal, uncover the chilling truth about her ability, and somehow find a way out of a dead-end universe that “never happened.”. Somehow, she must find a way home.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Business",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "The Things We Cannot Say",
            "authors": [
                "Kelly Rimmer"
            ],
            "ranking": 4.5,
            "ranking_count": 92727,
            "abstract": "In 1942, Europe remains in the relentless grip of war. Just beyond the tents of the Russian refugee camp she calls home, a young woman speaks her wedding vows. It’s a decision that will alter her destiny…and it’s a lie that will remain buried until the next century.. Since she was nine years old, Alina Dziak knew she would marry her best friend, Tomasz. Now fifteen and engaged, Alina is unconcerned by reports of Nazi soldiers at the Polish border, believing her neighbors that they pose no real threat, and dreams instead of the day Tomasz returns from college in Warsaw so they can be married. But little by little, injustice by brutal injustice, the Nazi occupation takes hold, and Alina’s tiny rural village, its families, are divided by fear and hate.. Then, as the fabric of their lives is slowly picked apart, Tomasz disappears. Where Alina used to measure time between visits from her beloved, now she measures the spaces between hope and despair, waiting for word from Tomasz and avoiding the attentions of the soldiers who patrol her parents’ farm. But for now, even deafening silence is preferable to grief.. Slipping between Nazi-occupied Poland and the frenetic pace of modern life, Kelly Rimmer creates an emotional and finely wrought narrative.. The Things We Cannot Say. is an unshakable reminder of the devastation when truth is silenced…and how it can take a lifetime to find our voice before we learn to trust it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "Romance",
                "Adult",
                "World War II",
                "Cultural"
            ]
        },
        {
            "title": "Alice-Miranda at School",
            "authors": [
                "Jacqueline Harvey"
            ],
            "ranking": 4.1,
            "ranking_count": 1484,
            "abstract": "Move over, Matilda, and step aside, Madeline, there’s a new charming miniature heroine about to make her mark.. Alice-Miranda Highton-Smith-Kennigton-Jones can't wait to start boarding school. When she arrives at Winchesterfield-Downsfordvale Academy for Proper Young Ladies, the adventure begins . . . only not quite as Alice-Miranda expects.. The minute she sets foot on the school's manicured grounds, she senses that something is wrong: Miss Grimm, the headmistress, is nowhere to be seen, the gardens have no flowers, and a mysterious stranger seems to be hiding out on the premises. But that's not all. Some girls are mean and spoiled, like Alethea Goldsworthy.. Can Alice-Miranda defeat Alethea in one of three difficult tests she must pass to remain at school? Will she discover Winchesterfield-Downsfordvale's big secret--and make things right?. Well, if anyone can, it's spunky Alice-Miranda!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Mystery",
                "School Stories",
                "Fiction",
                "Academic",
                "Adventure",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Catalog of Unabashed Gratitude",
            "authors": [
                "Ross Gay"
            ],
            "ranking": 4.28,
            "ranking_count": 3916,
            "abstract": "Catalog of Unabashed Gratitude. is a sustained meditation on that which goes away—loved ones, the seasons, the earth as we know it—that tries to find solace in the processes of the garden and the orchard. That is, this is a book that studies the wisdom of the garden and orchard, those places where all—death, sorrow, loss—is converted into what might, with patience, nourish us.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Spirituality",
                "Cultural",
                "Environment",
                "Race",
                "Horticulture",
                "Adult",
                "Academic"
            ]
        },
        {
            "title": "Shortest Way Home: One Mayor's Challenge and a Model for America's Future",
            "authors": [
                "Pete Buttigieg"
            ],
            "ranking": 4.21,
            "ranking_count": 14284,
            "abstract": "Once described by the. Washington Post. as “the most interesting mayor you’ve never heard of,” Pete Buttigieg, the thirty-seven-year-old mayor of South Bend, Indiana, has now emerged as one of the nation’s most visionary politicians. With soaring prose that celebrates a resurgent American Midwest,. Shortest Way Home. narrates the heroic transformation of a “dying city” (. Newsweek. ) into nothing less than a shining model of urban reinvention.. Interweaving two narratives—that of a young man coming of age and a town regaining its economic vitality—Buttigieg recounts growing up in a Rust Belt city, amid decayed factory buildings and the steady soundtrack of rumbling freight trains passing through on their long journey to Chicagoland. Inspired by John F. Kennedy’s legacy, Buttigieg first left northern Indiana for red-bricked Harvard and then studied at Oxford as a Rhodes Scholar, before joining McKinsey, where he trained as a consultant—becoming, of all things, an expert in grocery pricing. Then, Buttigieg defied the expectations that came with his pedigree, choosing to return home to Indiana and responding to the ultimate challenge of how to revive a once-great industrial city and help steer its future in the twenty-first century.. Elected at twenty-nine as the nation’s youngest mayor, Pete Buttigieg immediately recognized that “great cities, and even great nations, are built through attention to the everyday.” As. Shortest Way Home. recalls, the challenges were daunting—whether confronting gun violence, renaming a street in honor of Martin Luther King Jr., or attracting tech companies to a city that had appealed more to junk bond scavengers than serious investors. None of this is underscored more than Buttigieg’s audacious campaign to reclaim 1,000 houses, many of them abandoned, in 1,000 days and then, even as a sitting mayor, deploying to serve in Afghanistan as a Navy officer. Yet the most personal challenge still awaited Buttigieg, who came out in a South Bend Tribune editorial, just before being reelected with 78 percent of the vote, and then finding Chasten Glezman, a middle-school teacher, who would become his partner for life.. While Washington reels with scandal,. Shortest Way Home. , with its graceful, often humorous, language, challenges our perception of the typical American politician. In chronicling two once-unthinkable stories—that of an Afghanistan veteran who came out and found love and acceptance, all while in office, and that of a revitalized Rust Belt city no longer regarded as “flyover country”—Buttigieg provides a new vision for America’s shortest way home.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "LGBT",
                "History",
                "Adult"
            ]
        },
        {
            "title": "China Rich Girlfriend",
            "authors": [
                "Kevin Kwan"
            ],
            "ranking": 3.83,
            "ranking_count": 182882,
            "abstract": "Kevin Kwan, bestselling author of. Crazy Rich Asians. , is back with a wickedly funny new novel of social climbing, secret e-mails, art-world scandal, lovesick billionaires, and the outrageous story of what happens when Rachel Chu, engaged to marry Asia's most eligible bachelor, discovers her birthfather.. On the eve of her wedding to Nicholas Young, heir to one of the greatest fortunes in Asia, Rachel should be over the moon. She has a flawless Asscher-cut diamond from JAR, a wedding dress she loves more than anything found in the salons of Paris, and a fiance willing to sacrifice his entire inheritance in order to marry her. But Rachel still mourns the fact that her birthfather, a man she never knew, won't be able to walk her down the aisle. Until: a shocking revelation draws Rachel into a world of Shanghai splendor beyond anything she has ever imagined. Here we meet Carlton, a Ferrari-crashing bad boy known for Prince Harry-like antics; Colette, a celebrity girlfriend chased by fevered paparazzi; and the man Rachel has spent her entire life waiting to meet: her father. Meanwhile, Singapore's It Girl, Astrid Leong, is shocked to discover that there is a downside to having a newly minted tech billionaire husband. A romp through Asia's most exclusive clubs, auction houses, and estates,. China Rich Girlfriend. brings us into the elite circles of Mainland China, introducing a captivating cast of characters, and offering an inside glimpse at what it's like to be gloriously, crazily, China-rich.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Humor",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Love Affairs of Nathaniel P.",
            "authors": [
                "Adelle Waldman"
            ],
            "ranking": 3.29,
            "ranking_count": 17003,
            "abstract": "Writer Nate Piven's star is rising. After several lean and striving years, he has his pick of both magazine assignments and women: Juliet, the hotshot business reporter; Elisa, his gorgeous ex-girlfriend, now friend; and Hannah, almost universally regarded as nice and smart, or smart and nice, who holds her own in conversation with his friends. When one relationship grows more serious, Nate is forced to consider what it is he really wants.. In Nate's 21st-century literary world, wit and conversation are not at all dead. Is romance? Novelist Adelle Waldman plunges into the psyche of a flawed, sometimes infuriating modern man--one who thinks of himself as beyond superficial judgment, yet constantly struggles with his own status anxiety, who is drawn to women, yet has a habit of letting them down in ways that may just make him an emblem of our times.. The Love Affairs of Nathaniel P.. is a tale of one young man's search for happiness--and an inside look at how he really thinks about women, sex and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Novels",
                "New York",
                "Adult",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Out Came the Sun: Overcoming the Legacy of Mental Illness, Addiction, and Suicide in My Family",
            "authors": [
                "Mariel Hemingway",
                "Ben Greenman"
            ],
            "ranking": 3.44,
            "ranking_count": 1295,
            "abstract": "A moving, compelling memoir about growing up and escaping the tragic legacy of mental illness, suicide, addiction, and depression in one of America's most famous families: the Hemingways.. She opens her eyes. The room is dark. She hears yelling, smashed plates, and wishes it was all a terrible dream. But it isn't. This is what it was like growing up as a Hemingway. In this deeply moving, searingly honest new memoir, actress and mental health icon Mariel Hemingway shares in candid detail the story of her troubled childhood in a famous family haunted by depression, alcoholism, illness, and suicide. Born just a few months after her grandfather, Ernest Hemingway, shot himself, it was Mariel's mission as a girl to escape the desperate cycles of severe mental health issues that had plagued generations of her family.. Surrounded by a family tortured by alcoholism (both parents), depression (her sister Margaux), suicide (her grandfather and four other members of her family), schizophrenia (her sister Muffet), and cancer (mother), it was all the young Mariel could do to keep her head. In a compassionate voice she reveals her painful struggle to stay sane as the youngest child in her family, and how she coped with the chaos by becoming OCD and obsessive about her food, schedule, and organization.. The twisted legacy of her family has never quite let go of Mariel, but now in this memoir she opens up about her claustrophobic marriage, her acting career, and turning to spiritual healers and charlatans for solace. Ultimately Mariel has written a story of triumph about learning to overcome her family's demons and developing love and deep compassion for them. At last, in this memoir she can finally tell the true story of the tragedies and troubles of the Hemingway family, and she delivers a book that beckons comparisons with Mary Karr and Jeanette Walls.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Health",
                "Mental Health",
                "Biography Memoir",
                "Womens",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "Dreyer's English: An Utterly Correct Guide to Clarity and Style",
            "authors": [
                "Benjamin Dreyer"
            ],
            "ranking": 4.36,
            "ranking_count": 7584,
            "abstract": "A witty, informative guide to writing good English from Random House's longtime copy chief and one of Twitter's leading enforcers of proper grammar--a twenty-first-century. Elements of Style.. As authoritative as it is amusing, this book distills everything Benjamin Dreyer has learned from the hundreds of books he has copyedited, including works by Elizabeth Strout, E. L. Doctorow, and Frank Rich, into a useful guide not just for writers but for everyone who wants to put their best foot forward in writing prose. Dreyer offers lessons on the ins and outs of punctuation and grammar, including how to navigate the words he calls the confusables, like tricky homophones; the myriad ways to use (and misuse) a comma; and how to recognize--though not necessarily do away with--the passive voice. (Hint: If you can plausibly add by zombies to the end of a sentence, it's passive.) People are sharing their writing more than ever--on blogs, on Twitter--and this book lays out, clearly and comprehensibly, everything writers can do to keep readers focused on the real reason writers write: to communicate their ideas clearly and effectively. Chock-full of advice, insider wisdom, and fun facts on the rules (and nonrules) of the English language, this book will prove invaluable to everyone who wants to shore up their writing skills, mandatory for people who spend their time editing and shaping other people's prose, and--perhaps best of all--an utter treat for anyone who simply revels in language.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Humanities",
                "Reference",
                "Humor",
                "Writing",
                "Audiobook",
                "Adult",
                "Education"
            ]
        },
        {
            "title": "Identity Economics: How Our Identities Shape Our Work, Wages, and Well-Being",
            "authors": [
                "George A. Akerlof",
                "Rachel E. Kranton"
            ],
            "ranking": 3.51,
            "ranking_count": 528,
            "abstract": "How identity influences the economic choices we make. Identity Economics. provides an important and compelling new way to understand human behavior, revealing how our identities--and not just economic incentives--influence our decisions. In 1995, economist Rachel Kranton wrote future Nobel Prize-winner George Akerlof a letter insisting that his most recent paper was wrong. Identity, she argued, was the missing element that would help to explain why people--facing the same economic circumstances--would make different choices. This was the beginning of a fourteen-year collaboration--and of. Identity Economics. .. The authors explain how our conception of who we are and who we want to be may shape our economic lives more than any other factor, affecting how hard we work, and how we learn, spend, and save. Identity economics is a new way to understand people's decisions--at work, at school, and at home. With it, we can better appreciate why incentives like stock options work or don't; why some schools succeed and others don't; why some cities and towns don't invest in their futures--and much, much more.. Identity Economics. bridges a critical gap in the social sciences. It brings identity and norms to economics. People's notions of what is proper, and what is forbidden, and for whom, are fundamental to how hard they work, and how they learn, spend, and save. Thus people's identity--their conception of who they are, and of who they choose to be--may be the most important factor affecting their economic lives. And the limits placed by society on people's identity can also be crucial determinants of their economic well-being.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Psychology",
                "Science",
                "Business",
                "Sociology",
                "Politics",
                "Audiobook",
                "Social Science",
                "Social"
            ]
        },
        {
            "title": "Underwater Dogs",
            "authors": [
                "Seth Casteel"
            ],
            "ranking": 4.13,
            "ranking_count": 252,
            "abstract": "Dive right into this kids edition of the. New York Times. bestseller! This delightful book features brand new photographs, as well as old favorites, of the cutest canines chasing after their toys. With fun, joyful rhymes and information about each dog breed, this is a special treat for kids and adults alike. And the full-color poster on the back of the jacket is sure to be a doggone hit!. Award-winning photographer and animal activist Seth Casteel pays tribute to canine vigor and determination with the picture book companion to. New York Times. bestseller. Underwater Dogs. , including brand-new photographs as well as old favorites that will leave readers captivated.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Nonfiction",
                "Art",
                "Humor"
            ]
        },
        {
            "title": "Wicked Saints",
            "authors": [
                "Emily A. Duncan"
            ],
            "ranking": 3.57,
            "ranking_count": 26624,
            "abstract": "A girl who can speak to gods must save her people without destroying herself.. A prince in danger must decide who to trust.. A boy with a monstrous secret waits in the wings.. Together, they must assassinate the king and stop the war.. In a centuries-long war where beauty and brutality meet, their three paths entwine in a shadowy world of spilled blood and mysterious saints, where a forbidden romance threatens to tip the scales between dark and light.. Wicked Saints. is the thrilling start to Emily A. Duncan’s devastatingly Gothic Something Dark and Holy trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Gothic",
                "Dark"
            ]
        },
        {
            "title": "Thrawn",
            "authors": [
                "Timothy Zahn",
                "Marc Thompson"
            ],
            "ranking": 4.29,
            "ranking_count": 36583,
            "abstract": "One of the most cunning and ruthless warriors in the history of the Galactic Empire, Grand Admiral Thrawn is also one of the most captivating characters in the Star Wars universe, from his introduction in bestselling author Timothy Zahn’s classic Heir to the Empire through his continuing adventures in Dark Force Rising, The Last Command, and beyond. But Thrawn’s origins and the story of his rise in the Imperial ranks have remained mysterious. Now, in Star Wars: Thrawn, Timothy Zahn chronicles the fateful events that launched the blue-skinned, red-eyed master of military strategy and lethal warfare into the highest realms of power—and infamy.. After Thrawn is rescued from exile by Imperial soldiers, his deadly ingenuity and keen tactical abilities swiftly capture the attention of Emperor Palpatine. And just as quickly, Thrawn proves to be as indispensable to the Empire as he is ambitious; as devoted as its most loyal servant, Darth Vader; and a brilliant warrior never to be underestimated. On missions to rout smugglers, snare spies, and defeat pirates, he triumphs time and again—even as his renegade methods infuriate superiors while inspiring ever greater admiration from the Empire. As one promotion follows another in his rapid ascension to greater power, he schools his trusted aide, Ensign Eli Vanto, in the arts of combat and leadership, and the secrets of claiming victory. But even though Thrawn dominates the battlefield, he has much to learn in the arena of politics, where ruthless administrator Arihnda Pryce holds the power to be a potent ally or a brutal enemy.. All these lessons will be put to the ultimate test when Thrawn rises to admiral and must pit all the knowledge, instincts, and battle forces at his command against an insurgent uprising that threatens not only innocent lives but also the Empire’s grip on the galaxy—and his own carefully laid plans for future ascendancy.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Science Fiction Fantasy",
                "Novels",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Apprentice in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.43,
            "ranking_count": 22233,
            "abstract": "Lieutenant Eve Dallas returns in a fast-paced new novel from #1. New York Times. bestselling author J. D. Robb.. Nature versus nurture.... The shots came quickly, silently, and with deadly accuracy. Within seconds, three people were dead at Central Park’s ice skating rink. The victims: a talented young skater, a doctor, and a teacher. As random as random can be.. Eve Dallas has seen a lot of killers during her time with the NYPSD, but never one like this. After reviewing security videos, it becomes clear that the victims were killed by a sniper firing a tactical laser rifle, who could have been miles away when the trigger was pulled. And though the locations where the shooter could have set up seem endless, the list of people with that particular skill set is finite: police, military, professional killer.. Eve’s husband, Roarke, has unlimited resources—and genius—at his disposal. And when his computer program leads Eve to the location of the sniper, she learns a shocking fact: There were two—one older, one younger. Someone is being trained by an expert in the science of killing, and they have an agenda. Central Park was just a warm-up. And as another sniper attack shakes the city to its core, Eve realizes that though we’re all shaped by the people around us, there are those who are just born evil...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Thriller",
                "Science Fiction"
            ]
        },
        {
            "title": "An Alchemy of Masques and Mirrors",
            "authors": [
                "Curtis Craddock"
            ],
            "ranking": 4.09,
            "ranking_count": 1654,
            "abstract": "In a world of soaring continents and bottomless skies, where a burgeoning new science lifts skyships into the cloud-strewn heights and ancient blood-borne sorceries cling to a fading glory, Princess Isabelle des Zephyrs is about to be married to a man she has barely heard of, the second son of a dying king in an empire collapsing into civil war.. Born without the sorcery that is her birthright but with a perspicacious intellect, Isabelle believes her marriage will stave off disastrous conflict and bring her opportunity and influence. But the last two women betrothed to this prince were murdered, and a sorcerer-assassin is bent on making Isabelle the third. Aided and defended by her loyal musketeer, Jean-Claude, Isabelle plunges into a great maze of prophecy, intrigue, and betrayal, where everyone wears masks of glamour and lies. Step by dangerous step, she unravels the lies of her enemies and discovers a truth more perilous than any deception.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Historical",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Close Your Eyes",
            "authors": [
                "Michael Robotham"
            ],
            "ranking": 4.18,
            "ranking_count": 6481,
            "abstract": "When a former student bungles a murder investigation, clinical psychologist Joseph O'Loughlin steps in to face a ruthless killer.. A mother and her teenage daughter are found murdered in a remote farmhouse, one defiled by multiple stab wounds and the other posed like Sleeping Beauty waiting for her Prince. Joe O'Loughlin is drawn into the investigation when a former student, trading on Joe's reputation by calling himself the Mindhunter, jeopardizes the police inquiry by leaking details to the media and stirring up public anger.. With no shortage of suspects and tempers beginning to fray, Joe discovers a link between these murders and a series of brutal attacks where the men and women are choked unconscious and the letter A is carved into their foreheads. As the case becomes ever more complex, nothing is quite what it seems and soon Joe's fate, and that of those closest to him, become intertwined with a merciless, unpredictable killer.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Betrayal",
            "authors": [
                "Mayandree Michel"
            ],
            "ranking": 3.56,
            "ranking_count": 2965,
            "abstract": "Where there is love and power, there is always... betrayal.. At seventeen, Cordelia is an ordinary teen with an extraordinary and frightening secret. A secret that induces vivid dreams which she not only experiences true love, but crippling fear while barely escaping with her life each night.. After a life altering event, Cordelia has an unexpected encounter with Evan, the mysterious boy from her dreams, who reveals who and what she is, a descendant of the Greek gods. At that moment everything she knows of her world is a lie, and she must leave the present and go into the past to assume the role she was put on this earth for, safeguarding her ancient empire amidst evil forces that toil hastily to destroy it.. In a race against time, Cordelia must decide if she is truly a part of this dangerous world, or risk defying the gods, and ultimately lose the boy who has put a claim on her heart.. Betrayal is the debut novel by Mayandree Michel. She is currently hard at work on the second installment of the Descendants series. Learn more about Mayandree at www.mayandreemichel.blogspot.com.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Historical",
                "Mythology",
                "Science Fiction"
            ]
        },
        {
            "title": "A Good Hard Look",
            "authors": [
                "Ann Napolitano"
            ],
            "ranking": 3.94,
            "ranking_count": 2104,
            "abstract": "Heartbreakingly beautiful and inescapably human, ordinary and extraordinary people chart their own courses in life. In the aftermath of one tragic afternoon, they are all forced to look at themselves and face up to the observation that the truth does not change according to our ability to stomach it.. Crippled by lupus at twenty-five, celebrated author Flannery O'Connor was forced to leave New York City and return home to Andalusia, her family farm in Milledgeville, Georgia. Years later, as Flannery is finishing a novel and tending to her menagerie of peacocks, her mother drags her to the wedding of a family friend.. Cookie Himmel embodies every facet of Southern womanhood that Flannery lacks: she is revered for her beauty and grace; she is at the helm of every ladies' organization in town; and she has returned from her time in Manhattan with a rich fiancé, Melvin Whiteson. Melvin has come to Milledgeville to begin a new chapter in his life, but it is not until he meets Flannery that he starts to take a good hard look at the choices he has made. Despite the limitations of her disease, Flannery seems to be more alive than other people, and Melvin is drawn to her like a moth to a candle flame.. Melvin is not the only person in Milledgeville who starts to feel that life is passing him by. Lona Waters, the dutiful wife of a local policeman, is hired by Cookie to help create a perfect home. As Lona spends her days sewing curtains, she is given an opportunity to remember what it feels like to be truly alive, and she seizes it with both hands.. Heartbreakingly beautiful and inescapably human, these ordinary and extraordinary people chart their own courses through life. In the aftermath of one tragic afternoon, they are all forced to look at themselves and face up to Flannery's observation that the truth does not change according to our ability to stomach it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "American",
                "Contemporary",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction",
                "Adult",
                "Writing"
            ]
        },
        {
            "title": "Wunderkind",
            "authors": [
                "Nikolai Grozni",
                "Николай Гроздински"
            ],
            "ranking": 3.97,
            "ranking_count": 345,
            "abstract": "Life in Sofia, Bulgaria, in the late 1980s is bleak and controlled.. The oppressive Communist regime bears down on all aspects of people’s lives much like the granite sky overhead. In the crumbling old building that hosts the Sofia Music School for the Gifted, inflexible and unsentimental apparatchiks drill the students like soldiers—as if the music they are teaching did not have the power to set these young souls on fire.. Fifteen-year-old Konstantin is a brash, brilliant pianist of exceptional sensitivity, struggling toward adulthood in a society where honest expression often comes at a terrible cost. Confined to the Music School for most of each day and a good part of the night, Konstantin exults in his small rebellions—smoking, drinking, and mocking Party pomp and cant at every opportunity. Intelligent and arrogant, funny and despairing, compassionate and cruel, he is driven simultaneously by a desire to be the best and an almost irresistible urge to fail. His isolation, buttressed by the grim conventions of a loveless society, prevents him from getting close to the mercurial violin virtuoso Irina, but also from understanding himself.. Through it all, Konstantin plays the piano with inflamed passion: he is transported by unparalleled explorations of Chopin, Debussy, and Bach, even as he is cursed by his teachers’ numbing efforts at mind control. Each challenging piano piece takes on a life of its own, engendering exquisite new revelations. A refuge from a reality Konstantin detests, the piano is also what tethers him to it. Yet if he can only truly master this grandest of instruments—as well as his own self-destructive urges—it might just secure his passage out of this broken country.. Nikolai Grozni—himself a native of Bulgaria and a world-class pianist in his youth—sets this electrifying portrait of adolescent longing and anxiety against a backdrop of tumultuous, historic world events. Hypnotic and headlong,. Wunderkind. gives us a stunningly urgent, acutely observed, and wonderfully tragicomic glimpse behind the Iron Curtain at the very end of the Cold War, reminding us of the sometimes life-saving grace of great music.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Cultural",
                "European Literature",
                "Historical",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Postmortal",
            "authors": [
                "Drew Magary"
            ],
            "ranking": 3.79,
            "ranking_count": 11854,
            "abstract": "John Farrell is about to get The Cure.. Old age can never kill him now.. The only problem is, everything else still can.... Imagine a near future where a cure for aging is discovered and-after much political and moral debate-made available to people worldwide. Immortality, however, comes with its own unique problems-including evil green people, government euthanasia programs, a disturbing new religious cult, and other horrors.. Witty, eerie, and full of humanity, The Postmortal is an unforgettable thriller that envisions a pre-apocalyptic world so real that it is completely terrifying.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Apocalyptic",
                "Horror",
                "Novels"
            ]
        },
        {
            "title": "Pete the Cat and His Four Groovy Buttons",
            "authors": [
                "Eric Litwin",
                "James Dean"
            ],
            "ranking": 4.4,
            "ranking_count": 12266,
            "abstract": "An award-winning and bestselling Pete the Cat. hardcover picture. book!. Count down with Pete in this rocking story that makes counting fun! Pete the Cat is wearing his favorite shirt—the one with the four totally groovy buttons.. But when one falls off, does Pete cry?. Goodness, no!. He just keeps on singing his song—after all, what could be groovier than three groovy buttons? The winner of the Theodor Seuss Geisel Honor Award.. The fun. never. stops—download the free groovin’ song!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Number",
                "Animals",
                "Science",
                "Fiction",
                "Humor",
                "Music"
            ]
        },
        {
            "title": "The Goddess Test",
            "authors": [
                "Aimee Carter"
            ],
            "ranking": 3.8,
            "ranking_count": 57813,
            "abstract": "Every girl who had taken the test has died.. Now it's Kate's turn.. It's always been just Kate and her mom—and her mother is dying. Her last wish? To move back to her childhood home. So Kate's going to start at a new school with no friends, no other family and the fear that her mother won't live past the fall.. Then she meets Henry. Dark. Tortured. And mesmerizing. He claims to be Hades, god of the Underworld—and if she accepts his bargain, he'll keep her mother alive while Kate tries to pass seven tests.. Kate is sure he's crazy—until she sees him bring a girl back from the dead. Now saving her mother seems crazily possible. If she succeeds, she'll become Henry's future bride and a goddess.. If she fails...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology",
                "Fiction",
                "Retellings"
            ]
        },
        {
            "title": "Lightning Rods",
            "authors": [
                "Helen DeWitt",
                "David L. Flusfeder"
            ],
            "ranking": 3.4,
            "ranking_count": 2061,
            "abstract": "‘All I want is to be a success. That’s all I ask.’ Failing salesman Joe has a dream — or rather an outrageous fantasy. Because holed up in his trailer Joe comes up with a jaw-dropping plan that will stamp out sexual harassment in the workplace and make his fortune. Win-win? As he turns his life around, Lightning Rods takes us to the very top of corporate America…. Helen DeWitt follows her extraordinary debut The Last Samurai with a sharp, uproarious satire on modern life and corporate culture. A novel in the spirit of Mel Brooks’ The Producers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "Started Early, Took My Dog",
            "authors": [
                "Kate Atkinson"
            ],
            "ranking": 3.92,
            "ranking_count": 41157,
            "abstract": "Tracy Waterhouse leads a quiet, ordered life as a retired police detective - a life that takes a surprising turn when she encounters Kelly Cross, a habitual offender, dragging a young child through town. Both appear miserable and better off without each other - or so decides Tracy, in a snap decision that surprises herself as much as Kelly. Suddenly burdened with a small child, Tracy soon learns her parental inexperience is actually the least of her problems, as much larger ones loom for her and her young charge.. Meanwhile, Jackson Brodie, the beloved detective of novels such as Case Histories, is embarking on a different sort of rescue - that of an abused dog. Dog in tow, Jackson is about to learn, along with Tracy, that no good deed goes unpunished.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "Rules of an Engagement",
            "authors": [
                "Suzanne Enoch"
            ],
            "ranking": 3.79,
            "ranking_count": 2039,
            "abstract": "For proper young ladies, good behavior has always been the rule.... Captain Bradshaw Carroway loves the seafaring life - though he'd rather be battling brigands than his current assignment of ferrying a boatload of spoiled aristocrats. One passenger, however, has caught his eye: a bewitching young minx who definitely distracts him from the rules of shipboard decorum . . .. Some rules, of course, are meant to be broken.. Miss Zephyr Ponsley has traveled the world, but she's completely innocent in the ways of love. She's never learned to dance or flirt. But scientific observation has taught her that the laws of attraction. have. no rules, and that no adventure, on land or sea, is more dangerous - or delicious - than passion!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Womens Fiction",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "Body Work",
            "authors": [
                "Sara Paretsky",
                "Susan Ericksen"
            ],
            "ranking": 3.91,
            "ranking_count": 6338,
            "abstract": "“The thing about Sara Paretsky is, she’s tough—not because she observes the bone-breaker conventions of the private-eye genre but because she doesn’t flinch from examining old social injustices others might find too shameful (and too painful) to dig up.” —. The New York Times Book Review. “Doctors take days off—why not PIs?” V.I. Warshawski demands. But when America’s hardest-working private eye goes clubbing, a stranger is shot and dies in her arms.. V.I. has been visiting Club Gouge, Chicago’s edgiest nightspot, where a woman known as the Body Artist turns her naked body into a canvas for the audience to paint on.. The show attracts all kinds of people, from a menacing off-duty cop to Ukrainian mobsters and Iraq war vets—and V.I.’s impetuous cousin, Petra. A tormented young painter shows up, too, and the intricate designs she creates on the Body Artist drive one of the vets into a violent rage.. When the painter is shot, the cops figure it’s an easy collar—PTSD vet goes off the rails, stalks then kills young woman. But the vet’s family hires V.I. to clear his name, and the detective uncovers a chain of ugly truths that stretches all the way from Iraq to Chicago’s South Side.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Womens",
                "Adult"
            ]
        },
        {
            "title": "Secret Sisters",
            "authors": [
                "Jayne Ann Krentz"
            ],
            "ranking": 3.79,
            "ranking_count": 9751,
            "abstract": "No one does romantic suspense better than Jayne Ann Krentz. Now, the. New York Times. bestselling author of. Trust No One. and. River Road. delivers a novel that twists and turns into a read that will leave you breathless.. Madeline and Daphne were once as close as sisters—until a secret tore them apart. Now it might take them to their graves.. They knew his name, the man who tried to brutally attack twelve-year-old Madeline in her grandmother's hotel. They thought they knew his fate. He wouldn't be bothering them anymore...ever. Still their lives would never be the same.. Madeline has returned to Washington after her grandmother's mysterious death. And at the old, abandoned hotel—a place she never wanted to see again—a dying man’s last words convey a warning: the secrets she and Daphne believed buried forever have been discovered.. Now, after almost two decades, Madeline and Daphne will be reunited in friendship and in fear. Unable to trust the local police, Madeline summons Jack Rayner, the hotel chain’s new security expert. Despite the secrets and mysteries that surround him, Jack is the only one she trusts...and wants.. Jack is no good at relationships but he does possess a specific skill set that includes a profoundly intimate understanding of warped and dangerous minds. With the assistance of Jack's brother, Abe, a high-tech magician, the four of them will form an uneasy alliance against a killer who will stop at nothing to hide the truth....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Mystery",
                "Suspense",
                "Fiction",
                "Contemporary",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Bodies of Water",
            "authors": [
                "T. Greenwood"
            ],
            "ranking": 4.15,
            "ranking_count": 2397,
            "abstract": "In 1960, Billie Valentine is a young housewife living in a sleepy Massachusetts suburb, treading water in a dull marriage and caring for two adopted daughters. Summers spent with the girls at their lakeside camp in Vermont are her one escape--from her husband's demands, from days consumed by household drudgery, and from the nagging suspicion that life was supposed to hold something different.. Then a new family moves in across the street. Ted and Eva Wilson have three children and a fourth on the way, and their arrival reignites long-buried feelings in Billie. The affair that follows offers a solace Billie has never known, until her secret is revealed and both families are wrenched apart in the tragic aftermath.. Fifty years later, Ted and Eva's son, Johnny, contacts an elderly but still spry Billie, entreating her to return east to meet with him. Once there, Billie finally learns the surprising truth about what was lost, and what still remains, of those joyful, momentous summers.. In this deeply tender novel, T. Greenwood weaves deftly between the past and present to create a poignant and wonderfully moving story of friendship, the resonance of memories, and the love that keeps us afloat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "LGBT",
                "Romance",
                "Contemporary",
                "Family",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Girlchild",
            "authors": [
                "Tupelo Hassman"
            ],
            "ranking": 3.53,
            "ranking_count": 5863,
            "abstract": "Rory Hendrix is the least likely of Girl Scouts. She hasn’t got a troop or even a badge to call her own.  But she’s checked the Handbook out from the elementary school library so many times that her name fills all the lines on the card, and she pores over its surreal advice (Disposal of Outgrown Uniforms; The Right Use of Your Body; Finding Your Way When Lost) for tips to get off the Calle:  that is, Calle de los Flores, the Reno trailer park where she lives with her mother, Jo, the sweet-faced, hard-luck bartender at the Truck Stop.. Rory’s been told she is “third generation in a line of apparent imbeciles, feeble-minded bastards surely on the road to whoredom.” But she’s determined to prove the County and her own family wrong. Brash, sassy, vulnerable, wise, and terrified, she struggles with her mother’s habit of trusting the wrong men, and the mixed blessing of being too smart for her own good. From diary entries, social worker’s reports, half-recalled memories, story problems, arrest records, family lore, Supreme Court opinions, and her grandmother’s letters, Rory crafts a devastating collage that shows us her world while she searches for the way out of it.. Girlchild. is a heart-stopping and original debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Realistic Fiction",
                "Sociology",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "'t Jagthuys",
            "authors": [
                "Merijn de Boer"
            ],
            "ranking": 3.4,
            "ranking_count": 290,
            "abstract": "Vera is ‘speciaal zorgverlener’ en gaat op een dag naar een afgelegen en vervallen villa aan de Vecht, waar een moeder en haar zoon wonen. De jongen is nog nooit buiten zijn eigen huis geweest en heeft in zijn leven niet meer dan een paar mensen ontmoet. Vera valt als een blok voor deze wereldvreemde kluizenaar. Hij is knap, slim en gespierd. Hij heeft het verstand van een professor en het lichaam van een bouwvakker. ‘En ik heb hem helemaal voor mij alleen,’ denkt ze tevreden. ‘Niemand weet dat hij bestaat.’ Ze probeert de jongen bij zijn moeder weg te halen, met onvoorziene dramatische gevolgen.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Literature",
                "Roman",
                "Fiction"
            ]
        },
        {
            "title": "Wrapped In You",
            "authors": [
                "Jules Bennett"
            ],
            "ranking": 3.93,
            "ranking_count": 288,
            "abstract": "The Monroe brothers found a home in Haven, Georgia, thanks to the big-hearted couple who adopted them all. Now, grieving their late sister, these three very different men will come together to honor her memory. And with the help of some unforgettable women, each will find the chance to build a whole new future…. Zach Monroe has made mistakes--big ones. The worst left the girl he loved injured, and his own brother barely speaking to him. It was a night Zach won't let himself forget, even when the girl in question--perfect, polished Sophie Allen--walks back into his life. A realtor, Sophie's brought an offer for their sister's dilapidated Civil War era property. But Zach's determined to renovate the rambling old place himself--though he longs to rebuild Sophie's trust in him…. A business deal isn't how Sophie wanted to approach Zach after all this time, but he won't let anyone get personal. She can't deny that the accident changed her life in irreparable ways. But watching gruff, quiet Zach beat himself up year after year hurts too. The wounded boy she once adored needed love, and the man is no different. Now Sophie will need every bit of her resolve to convince Zach to let love heal them both…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Rebel Cities: From the Right to the City to the Urban Revolution",
            "authors": [
                "David Harvey"
            ],
            "ranking": 3.91,
            "ranking_count": 1628,
            "abstract": "Cities have long been the pivotal sites of political revolutions, where deeper currents of social and political change are fleshed out. Consequently, they have been the subject of much utopian thinking about alternatives. But at the same time, they are also the centers of capital accumulation, and therefore the frontline for struggles over who has the right to the city, and who dictates the quality and organization of daily life. Is it the developers and financiers, or the people?. Rebel Cities places the city at the heart of both capital and class struggles, looking at locations ranging from Johannesburg to Mumbai, and from New York City to Sao Paulo. By exploring how cities might be reorganized in more socially just and ecologically sane ways, David Harvey argues that cities can become the focus for anti-capitalist resistance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Cities",
                "Geography",
                "Economics",
                "Sociology",
                "Science",
                "Philosophy",
                "History"
            ]
        },
        {
            "title": "Steelhands",
            "authors": [
                "Jaida Jones",
                "Danielle Bennett"
            ],
            "ranking": 3.92,
            "ranking_count": 398,
            "abstract": "With. Havemercy, Shadow Magic,. and. Dragon Soul,. the acclaimed writing team of Jaida Jones and Danielle Bennett has fused magic and technology into something that can only be termed “magicpunk.” Their distinctive style, featuring a chorus of quirky first-person narrators and brilliantly sophisticated world-building, has won these young writers the plaudits of fans and critics.. In the Volstov capital of Thremedon, Owen Adamo, the hard-as-nails ex–Chief Sergeant of the Dragon Corps, learns that Volstov’s ruler, the Esar, has been secretly pursuing the possibility of resurrecting magically powered sentient robot dragons—even at the risk of igniting another war. That Adamo will not allow. Though he is not without friends—Royston, a powerful magician, and Balfour, a former corpsman—there is only so much Adamo and his allies can do. Adamo has been put out to pasture, given a professorship at the University. Royston, already exiled once, dares not risk the Esar’s wrath a second time. And Balfour, who lost both hands in the climactic battle of the war, is now a diplomat who spends most of his time trying to master his new hands—metal replacements that operate on the same magical principles as the dragons and have earned him an assortment of nicknames of which “Steelhands” is the least offensive.. But sometimes help comes where you least expect it. In this case, from two first-year university students freshly arrived in Thremedon from the country: Laurence, a feisty young woman whose father raised her to be the son he never had, and Toverre, her fiancé, a brilliant if neurotic dandy who would sooner share his wife-to-be’s clothes than her bed. When a mysterious illness strikes the first-year students, Laurence takes her suspicions to Adamo—and unwittingly sets in motion events that will change Volstov forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Avalon",
            "authors": [
                "Mindee Arnett"
            ],
            "ranking": 3.79,
            "ranking_count": 3990,
            "abstract": "Of the various star systems that make up the Confederation, most lie thousands of light-years from First Earth-and out here, no one is free. The agencies that govern the Confederation are as corrupt as the crime bosses who patrol it, and power is held by anyone with enough greed and ruthlessness to claim it. That power is derived from one thing: metatech, the devices that allow people to travel great distances faster than the speed of light.. Jeth Seagrave and his crew of teenage mercenaries have survived in this world by stealing unsecured metatech, and they're damn good at it. Jeth doesn't care about the politics or the law; all he cares about is earning enough money to buy back his parents' ship, Avalon, from his crime-boss employer and getting himself and his sister, Lizzie, the heck out of Dodge. But when Jeth finds himself in possession of information that both the crime bosses and the government are willing to kill for, he is going to have to ask himself how far he'll go to get the freedom he's wanted for so long.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Space",
                "Fantasy",
                "Adventure",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Man Who Touched His Own Heart: True Tales of Science, Surgery, and Mystery",
            "authors": [
                "Rob Dunn"
            ],
            "ranking": 3.91,
            "ranking_count": 642,
            "abstract": "The secret history of our most vital organ: the human heart.. The Man Who Touched His Own Heart. tells the raucous, gory, mesmerizing story of the heart, from the first explorers who dug up cadavers and plumbed their hearts' chambers, through the first heart surgeries -- which had to be completed in three minutes before death arrived -- to heart transplants and the latest medical efforts to prolong our hearts' lives, almost defying nature in the process.. Thought of as the seat of our soul, then as a mysteriously animated object, the heart is still more a mystery than it is understood. Why do most animals only get one billion beats? (And how did modern humans get to over two billion, effectively letting us live out two lives?) Why are sufferers of gingivitis more likely to have heart attacks? Why do we often undergo expensive procedures when cheaper ones are just as effective? What do Da Vinci, Mary Shelley, and contemporary Egyptian archaeologists have in common? And what does it really feel like to touch your own heart, or to have someone else's beating inside your chest? Rob Dunn's fascinating history of our hearts brings us deep inside the science, history, and stories of the four chambers we depend on most.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Health",
                "Medical",
                "History",
                "Audiobook",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "Beautiful Malice",
            "authors": [
                "Rebecca  James"
            ],
            "ranking": 3.75,
            "ranking_count": 7491,
            "abstract": "So. Were you glad, deep down? Were you glad to be rid of her? Your perfect sister? Were you secretly glad when she was killed?. Following a horrific tragedy that leaves her once perfect family devastated, Katherine Patterson moves to a new city, starts at a new school, and looks forward to a new life of quiet anonymity.. But when Katherine meets the gregarious and beautiful Alice Parrie her resolution to live a solitary life becomes difficult. Katherine is unable to resist the flattering attention that Alice pays her and is so charmed by Alice's contagious enthusiasm that the two girls soon become firm friends. Alice's joie de vivre is transformative; it helps Katherine forget her painful past and slowly, tentatively, Katherine allows herself to start enjoying life again.. But being friends with Alice is complicated - and as Katherine gets to know her better she discovers that although Alice can be charming and generous she can also be selfish and egocentric. Sometimes, even, Alice is cruel.. And when Katherine starts to wonder if Alice is really the kind of person she wants as a friend, she discovers something else about Alice - she doesn't. like. being cast off.. Shocking and utterly absorbing, Rebecca James's strong narrative will grip readers from the very first page. BEAUTIFUL MALICE has become a publishing phenomenon, sparking numerous auctions worldwide, selling to 27 countries, and launching a previously unknown writer into the centre of the international book market.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Thriller",
                "Mystery",
                "Fiction",
                "Romance",
                "Contemporary",
                "Suspense",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Splintered",
            "authors": [
                "Jamie Schultz"
            ],
            "ranking": 3.76,
            "ranking_count": 49,
            "abstract": "Anna Ruiz is on a mission: Help her friend and partner-in-crime, Karyn Ames, break free of the tangle of hallucinations and premonitions that have cut her off from reality. With the aid of her crew — ex-soldier Nail and sorcerer Genevieve — she’ll do whatever it takes to get Karyn help, even if it means tracking down every lowlife informant and back alley magic practitioner in the occult underworld of Los Angeles.. But since a magical heist went to hell, the crew has been working for crimelord and doomed magus Enoch Sobell. Between fighting Sobell’s battles with some seriously scary demonic forces and tangling with a group of violent fanatics who want to manipulate Karyn’s abilities for their own gains, Anna, Nail, and Genevieve are beginning to realize they’re in way over their heads.. And now that Karyn’s secret about seeing the future is out, even more unpleasant parties — human and otherwise — are about to come knocking...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Urban"
            ]
        },
        {
            "title": "The Black Book",
            "authors": [
                "James Patterson",
                "David Ellis"
            ],
            "ranking": 4.27,
            "ranking_count": 29294,
            "abstract": "The Instant #1. New York Times. and. USA Today. Bestseller. Three bodies in a beautiful and luxurious bedroom.. Billy Harney was born to be a cop. The son of Chicago's chief of detectives, whose twin sister is also on the force, Billy plays it by the book. Alongside Detective Kate Fenton, Billy's tempestuous, adrenaline-junkie partner, there's nothing he wouldn't sacrifice for his job. Enter Amy Lentini, a hard-charging assistant state's attorney hell-bent on making a name for herself-who suspects Billy isn't the cop he claims to be. They're about to be linked by more than their careers.. One missing black book.. A horrifying murder leads investigators to an unexpected address-an exclusive brothel that caters to Chicago's most powerful citizens. There's plenty of incriminating evidence on the scene-but what matters most is what's missing: the madam's black book. Now with shock waves rippling through the city's elite, everyone's desperate to find it.. Chicago has never been more dangerous.. As everyone who's anyone in Chicago scrambles to get their hands on the elusive black book, no one's motives can be trusted. An ingenious, inventive thriller about power, corruption, and the power of secrets to scandalize a city-and possibly destroy a family-. The Black Book. is James Patterson at his page-turning best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Copy Cap Murder",
            "authors": [
                "Jenn McKinlay"
            ],
            "ranking": 4.1,
            "ranking_count": 2347,
            "abstract": "For Scarlett Parker, part of the fun of living in London is celebrating the British holidays, and she's excited to share her first Bonfire Night with her cousin Vivian Tremont. Invited to a posh party by their friend Harrison Wentworth, Scarlett and Viv decide to promote their hat shop, Mim's Whims, by donning a few of their more outrageous creations. The hats prove to be quite the conversation starters as the girls mix and mingle with the guests--never suspecting that one of them is a killer. It's a cold, clear night, perfect for the British tradition of tossing a straw stuffed effigy of Guy Fawkes, traitor to the crown, onto the bonfire. But instead of a straw man, they realize in the heat of the moment that the would-be Guy Fawkes is actually Harrison's office rival and he's been murdered. Before the smoke has cleared, Harrison is the Metropolitan Police's prime suspect, and Scarlett and Vivian must find the real homicidal hothead before their dear friend's life goes up in flames.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Adult",
                "Romance",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Max Italia",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Indietro nei secoli bui, Maximillion e Maxithousand aveva buoni lavori con il re, Charles il numero. In quei giorni, cerano diversi modi di trattare con assassini. Un bestseller internazionale machiavellico.",
            "part_of_series": false,
            "genre_list": []
        }
    ]
}