{
    "books": [
        {
            "title": "Italian Folktales",
            "authors": [
                "Italo Calvino",
                "George Martin"
            ],
            "ranking": 4.19,
            "ranking_count": 4088,
            "abstract": "One of the. New York Times. ’s Ten Best Books of the Year: These traditional stories of Italy, retold by a literary master, are “a treasure” (. Los Angeles Times. ).. Filled with kings and peasants, saints and ogres—as well as some quite extraordinary plants and animals—these two hundred tales bring to life Italy’s folklore, sometimes with earthy humor, sometimes with noble mystery, and sometimes with the playfulness of sheer nonsense.. Selected and retold by one of the country’s greatest literary icons, “this collection stands with the finest folktale collections anywhere” (. The New York Times Book Review. ).. “For readers of any age . . . A masterwork.” —. The Wall Street Journal. “A magic book, and a classic to boot.” —. Time",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Cultural",
                "European Literature",
                "Folklore",
                "Classics",
                "Folk Tales"
            ]
        },
        {
            "title": "A Perfect Evil",
            "authors": [
                "Alex Kava"
            ],
            "ranking": 4.02,
            "ranking_count": 18528,
            "abstract": "A killer is watching . . .. The brutal murders of three young boys paralyze the citizens of Platte City, Nebraska. What's worse is the grim realization that the man recently executed for the crimes was a copycat. When Sheriff Nick Morrelli is called to the scene of another grisly murder, it becomes clear that the real predator is still at large, waiting to kill again.. Morreli understands the urgency of the case terrorizing his community, but it's the experienced eye of FBI criminal profiler Maggie O'Dell that pinpoints the true nature of the evil behind the killings -- a revelation made all the more horrific when Morrelli's own nephew goes missing.. Maggie understands something else: the killer is enjoying himself, relishing his ability to stay one step ahead of her, making this case more personal by the hour. Because out there, watching, is a killer with a heart of pure and perfect evil.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "The Blue Flowers",
            "authors": [
                "Raymond Queneau"
            ],
            "ranking": 4.03,
            "ranking_count": 2406,
            "abstract": "At his death in 1976, Raymond Queneau was one of France's most eminent men of letters – novelist, poet, essayist, editor, scientist, mathematician, and, more to the point, pataphysician. And only a pataphysician nurtured lovingly on surrealist excess could have dreamed up The Blue Flowers, Queneau's 1964 novel, now reissued as a New Directions Paperbook. To a pataphysician all things are equal, there is no improvement or progress in the human condition, and a ‘message’ is an invention of the benighted reader, certainly not the author or his perplexing creations – the sweet, fennel-drinking Cidrolin, and the rampaging Duke d'Auge. History is mostly what the duke rampages through – 700 years of it at 175-year clips. He refuses to crusade, clobbers his king with the ‘in’ toy of 1439 – the cannon – dabbles in alchemy, and decides that those musty caves down at Altamira need a bit of sprucing up. Meanwhile, Cidrolin in the 1960s lolls on his barge moored along the Seine, sips essence of fennel, and ineffectually tries to catch the graffitist who nightly defiles his fence. But mostly he naps. Is it just a coincidence that the duke appears only when Cidrolin is dozing? And vice versa? In the tradition of Villon and Céline, Queneau attempted to bring the language of the French streets into common literary usage, and his mad word-plays, bad puns, bawdy jokes, and anachronistic wackiness have been kept amazingly and glitteringly intact by the incomparable translator Barbara Wright.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Novels",
                "Literature",
                "Humor",
                "Roman",
                "Unfinished",
                "Fantasy"
            ]
        },
        {
            "title": "El rey de hierro",
            "authors": [
                "Maurice Druon"
            ],
            "ranking": 4.05,
            "ranking_count": 17947,
            "abstract": "¡Todos malditos, hasta la séptima generación!. Ésa es la terrible maldición que el jefe de los templarios lanza a la cara de Felipe el Hermoso, rey de Francia.. Corre el año 1314 y la profecía parece haberse hecho realidad: durante más de medio siglo, los reyes se suceden en el trono de Francia, pero nunca duran mucho tiempo. De las intrigas palaciegas a las muertes súbitas e inexplicables, de las batallas entre las dinastías a las guerras desastrosas, todo parece fatalmente regido por el sino de los Reyes Malditos.. El futuro de Europa está en juego durante esos años negros. Un periodo turbio de la historia y, al mismo tiempo, una época extraordinaria... Maurice Druon supo narrar como ningún otro las historias secretas, las pasiones y debilidades de ese periodo.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Twelve Dancing Princesses: A Folk Tale From The Brothers Grimm",
            "authors": [
                "Freya Littledale"
            ],
            "ranking": 3.58,
            "ranking_count": 48,
            "abstract": "Every night, the king locks his 12 daughters in their room. Every morning, he finds them looking pale with their new dancing slippers in tatters. Can a young gardener solve the mystery without becoming bewitched himself?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "Dr. Strangelove, or, How I Learned to Stop Worrying and Love the Bomb",
            "authors": [
                "Peter  George"
            ],
            "ranking": 3.83,
            "ranking_count": 1168,
            "abstract": "The novelization of the movie. Co-written by Peter Bryan George, the author of. Red Alert. which was the novel that served as the source material for Stanley Kubrick's famous movie.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Humor",
                "Classics",
                "Novels",
                "Literature",
                "War",
                "Thriller",
                "Cultural"
            ]
        },
        {
            "title": "The Third Wave",
            "authors": [
                "Alvin Toffler"
            ],
            "ranking": 3.95,
            "ranking_count": 2656,
            "abstract": "The Third Wave makes startling sense of the violent changes now battering our world. Its sweeping synthesis casts fresh light on our new forms of marriage and family, on today's dramatic changes in business and economics. It explains the role of cults, the new definitions of work, play, love, and success. It points toward new forms of twenty-first-century democracy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "History",
                "Economics",
                "Philosophy",
                "Science",
                "Politics",
                "Business",
                "Cultural"
            ]
        },
        {
            "title": "The Sound of Waves",
            "authors": [
                "Yukio Mishima",
                "Meredith Weatherby"
            ],
            "ranking": 3.78,
            "ranking_count": 14713,
            "abstract": "Set in a remote fishing village in Japan,. The Sound of Waves. is a timeless story of first love. It tells of Shinji, a young fisherman and Hatsue, the beautiful daughter of the wealthiest man in the village. Shinji is entranced at the sight of Hatsue in the twilight on the beach and they fall in love. When the villagers' gossip threatens to divide them, Shinji must risk his life to prove his worth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Mio, My Son",
            "authors": [
                "Astrid Lindgren",
                "Ilon Wikland",
                "Jill M. Morgan"
            ],
            "ranking": 4.12,
            "ranking_count": 11780,
            "abstract": "With help from a genie, young Karl Anders Nilsson travels by day and night, beyond the stars, to reach Farawayland. There, his father the King, who has been searching for him for nine long years, tells him his true name is Mio, and lavishes upon him the loving attention he never received from his foster parents back in Stockholm. Mio learns of a prophecy that has been foretold for thousand of years. With his best friend Pompoo, and his horse with the golden mane, Miramis, he must travel into the darkness of Outer Land to battle the cruel Sir Kato.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Lady and the Tramp (Disney Classics Collection Storybook)",
            "authors": [
                "Jamie Simons"
            ],
            "ranking": 4.54,
            "ranking_count": 2615,
            "abstract": "Relive the movies one book at a time.. To a child, every day is filled with adventure and fantasy. So is a Classic Storybook from Mouse Works. With 96 pages of enchanting story and action-packed illustrations, each book captures the movie magic and places it right into a chid's hands. The Classic Storybook Collection from Mouse Works - the books your child will laugh, learn, and live with every day.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Classics",
                "Fantasy"
            ]
        },
        {
            "title": "Jerusalem Interlude",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.35,
            "ranking_count": 4619,
            "abstract": "Finally reaching the Promised Land, Leah and Shimon begin their new life under the shadow of the Western Wall, but they find that a more sinister shadow is casting its darkness over Jerusalem.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Christian",
                "Fiction",
                "War",
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Honorary Consul",
            "authors": [
                "Graham Greene",
                "Nicholas Shakespeare"
            ],
            "ranking": 3.79,
            "ranking_count": 4597,
            "abstract": "The Honorary Consul is a British thriller novel by Graham Greene, published in 1973. It was one of the author's favourite works.. The story is set in an unnamed city in northern Argentina, near the border with Paraguay which can be assumed to be the city of Corrientes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "European Literature",
                "Thriller",
                "Literature",
                "Mystery",
                "Literary Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "Αιολική γη",
            "authors": [
                "Ilias Venezis",
                "Ηλίας Βενέζης",
                "Σπύρος Βασιλείου"
            ],
            "ranking": 4.32,
            "ranking_count": 1145,
            "abstract": "Νεοελληνική πεζογραφία - Μυθιστόρημα. Η. Αιολική γη. γράφεται μέσα στα δύσκολα χρόνια της Κατοχής, σε μια περίοδο δηλαδή ανάπηρης ελευθερίας, ανυπέρβλητων δυσκολιών και ευτελισμού της ανθρώπινης ζωής. Η έως τότε δεκαπενταετής συγγραφική πορεία του Βενέζη είχε επιβεβαιώσει την εικόνα ενός δημιουργού με απολύτως προσωπικό ύφος και με βασική θεματογραφία την τραγικότερη εθνική περιπέτεια του εικοστού αιώνα, τη Μικρασιατική Καταστροφή, την οποία ο Βενέζης εβίωσε με οδυνηρό τρόπο ως αιχμάλωτος στα εργατικά τάγματα της Ανατολής, απ' όπου ελάχιστοι είχαν την τύχη να επιζήσουν. Αν Το νούμερο 31328 αφηγείται τη φοβερή δοκιμασία στα εργατικά τάγματα και η. Γαλήνη. τις κάποτε ανυπέρβλητες δυσχέρειες των προσφύγων να ριζώσουν στη μητέρα πατρίδα, η Αιολική γη ανασυνθέτει την ευτυχισμένη ζωή των Ελλήνων στη Μικρασία πριν την Καταστροφή.. (από τον πρόλογο του Δημήτρη Δασκαλόπουλου στην τεσσαρακοστή όγδοη έκδοση)",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Literature",
                "Fiction",
                "Novels",
                "Historical",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "Pulp",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.67,
            "ranking_count": 34399,
            "abstract": "Opening with the exotic Lady Death entering the gumshoe-writer's seedy office in pursuit of a writer named Celine, this novel demonstrates Bukowski's own brand of humour and realism, opening up a landscape of seamy Los Angeles.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Classics",
                "Mystery",
                "Humor",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "The Road to Jerusalem",
            "authors": [
                "Jan Guillou",
                "Anna Paterson"
            ],
            "ranking": 4.0,
            "ranking_count": 7715,
            "abstract": "The hero of this phenomenally successful historical trilogy is Arn Magnusson, born in 1150 to an aristocratic Swedish family. THE ROAD TO JERUSALEM covers his childhood and education at the Cistercian monastry of Varnhem. There he is taught the best of spiritual and worldly learning, as well as being trained to become a master archer and swordsman by the giant Brother Guilbert, a former knight. At seventeen, equipped to become a monk or a warrior, Arn returns home, a young man and yet an innocent in the ways of the world. Two sisters cross his path: one seduces him, while with the other sister, Cecilia, he falls deeply in love. In loving two sisters he has committed a crime punishable by both civil and clerical authorities, and he is sentenced to serve 20 years as a Knight Templar in the Holy Land.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adventure",
                "Cultural",
                "Fantasy",
                "Religion"
            ]
        },
        {
            "title": "A Bell for Adano",
            "authors": [
                "John Hersey"
            ],
            "ranking": 3.98,
            "ranking_count": 8003,
            "abstract": "An Italian-American major during World War II wins the love and admiration of the local townspeople when he searches for a replacement for the 700 year-old town bell that had been melted down for bullets by the fascists.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Key to Nicholas Street",
            "authors": [
                "Stanley Ellin"
            ],
            "ranking": 3.78,
            "ranking_count": 37,
            "abstract": "The murder of a rich and beautiful woman causes a stir on Nicholas Street, in the most fashionable section of Sutton, a small town in New York. On a street where the most important thing is keeping up appearances, all eyes are on the Ayers family, as they reveal the secrets they desperately want to stay hidden from the neighbors. The police chief's job is to see through the lies and figure out whose biggest secret is murder.",
            "part_of_series": false,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "Eucalyptus",
            "authors": [
                "Murray Bail"
            ],
            "ranking": 3.52,
            "ranking_count": 5079,
            "abstract": "The gruff widower Holland has two possessions he cherishes above all others:. his sprawling property of eucalyptus trees and his ravishingly beautiful daughter, Ellen.. When Ellen turns nineteen Holland makes an announcement: she may marry only the man who can correctly name the species of each of the hundreds of gum trees on his property.. Ellen is uninterested in the many suitors who arrive from around the world, until one afternoon she chances on a strange, handsome young man resting under a Coolibah tree. In the days that follow, he spins dozens of tales set in cities, deserts, and faraway countries. As the contest draws to a close, Ellen and the stranger's meetings become more erotic, the stories more urgent. Murray Bail's rich narrative is filled with unexpected wisdom about art, feminine beauty, landscape, and language.. Eucalyptus. is a shimmering love story that affirms the beguiling power of storytelling itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Romance",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Fantasy",
                "Historical"
            ]
        },
        {
            "title": "The Ipcress File",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 3.95,
            "ranking_count": 15837,
            "abstract": "Len Deighton’s classic first novel, whose protagonist is a nameless spy – later christened Harry Palmer and made famous worldwide in the iconic 1960s film starring Michael Caine.. The Ipcress File. was not only Len Deighton’s first novel, it was his first bestseller and the book that broke the mould of thriller writing.. For the working class narrator, an apparently straightforward mission to find a missing biochemist becomes a journey to the heart of a dark and deadly conspiracy.. The film of. The Ipcress File. gave Michael Caine one of his first and still most celebrated starring roles, while the novel itself has become a classic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Novels",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Pop. 1280",
            "authors": [
                "Jim Thompson"
            ],
            "ranking": 4.07,
            "ranking_count": 9350,
            "abstract": "Nick Corey is a terrible sheriff on purpose. He doesn't solve problems, enforce rules or arrest criminals. He knows that nobody in tiny Potts County actually wants to follow the law and he is perfectly content lazing about, eating five meals a day, and sleeping with all the eligible women.. Still, Nick has some very complex problems to deal with. Two local pimps have been sassing him, ruining his already tattered reputation. His girlfriend Rose is being terrorized by her husband. And then, there's his wife and her brother Lenny who won't stop troubling Nick's already stressed mind. Are they a little too close for a brother and a sister?. With an election coming up, Nick needs to fix his problems and fast. Because the one thing Nick does know is that he will do anything to stay sheriff. Because, as it turns out, Sheriff Nick Corey is not nearly as dumb as he seems.. In. Pop. 1280. , widely regarded as a classic of mid-20th century crime, Thompson offers up one of his best, in a tale of lust, murder, and betrayal in the Deep South that was the basis for the critically acclaimed French film. Coup de Torchon. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Pulp",
                "Suspense"
            ]
        },
        {
            "title": "The Americans",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.23,
            "ranking_count": 4580,
            "abstract": "A NATION ADRIFT -- AND THE MEN AND WOMEN WHO GAVE IT HOPE. It was the whip-end of an era -- when innocence died and money lust was enthroned. The new generation of Kents was locked in a feverish race for wealth -- even as Europe's millions poured across the seas, to change the face of our nation and reap its forgotten promise among the pushcarts of Mulberry Street, the hardnosed docks of Boston, the steaming Barbary Coast.. Gideon Kent, his health failing, fears for the future of his lost dynasty. His actress-daughter, Eleanor, learns what it is to love an alien in the land of the free. Con-man Carter drifts cross-country in search of a lazy fortune. It falls to young Will. broken by his mother's madness, to redeem Philip Kent's American dream.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Novels",
                "Literature",
                "War"
            ]
        },
        {
            "title": "The House of Thunder",
            "authors": [
                "Leigh Nichols",
                "Dean Koontz"
            ],
            "ranking": 3.79,
            "ranking_count": 18051,
            "abstract": "Susan Thorton awakens in a hospital, after a near-fatal car crash, to see four men lurking outside her door--men who exactly resemble those who killed her boyfriend years before. Can these be the same men? As she tries to uncover the identities of those stalking her, Susan enters a terrifying nightmare--one from which she may never escape. Previously published by Pocket under the pseudonym Leigh Nichols (1982).",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Science Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Book of Imaginary Beings",
            "authors": [
                "Jorge Luis Borges",
                "Margarita Guerrero",
                "Peter Sís",
                "Andrew Hurley"
            ],
            "ranking": 4.07,
            "ranking_count": 8298,
            "abstract": "In a perfect pairing of talent, this volume blends twenty illustrations by Peter S.' with Jorge Luis Borges' 1957 compilation of 116 strange creatures conceived through time and space by the human imagination, from dragons and centaurs to Lewis Carroll's Cheshire Cat and the Morlocks of H. G. Wells' The Time Machine. A lavish feast of exotica brought vividly to life with art commissioned specifically for this volume, The Book of Imaginary Beings will delight readers of classic fantasy as well as Borges' many admirers.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Reference",
                "Folklore",
                "Magical Realism",
                "Cultural"
            ]
        },
        {
            "title": "Time Bomb",
            "authors": [
                "Jonathan Kellerman"
            ],
            "ranking": 3.98,
            "ranking_count": 15007,
            "abstract": "Edgar Award winner Jonathan Kellerman once more explores the corruption of California and produces a novel of complex characterizations and nonstop suspense. Scythe-sharp...a great, good read. �. Daily News. ,. New York. .. By the time psychologist Dr. Alex Delaware reached the school the damage was done: A sniper had opened fire on a crowded playground, but was gunned down before any children were hurt.. Though a time bomb is ticking away at the heart of this novel, readers will forget to watch the clock once they begin it. �. Chicago Sun Times. .. While the TV news crews feasted on the scene an Alex began his therapy sessions with the traumatized children, he couldn't escape the image of a slight teenager clutching an oversized rifle. What was the identity behind the name and face: a would-be assassin, or just another victim beneath an indifferent California sky?. Virtually impossible to put aside until the final horrifying showdown. �. People. .. Intrigued by a request from the sniper's father to conduct a psychological autopsy of his child, Alex begins to uncover a strange pattern of innocence, neglect, and loss. Then suddenly it is more than a pattern �it is a trail of blood. In the dead sniper's past was a dark and vicious plot. And in Alex Delaware's future is the stuff of grown-up nightmares: the face of real human evil.. A meticulously constructed thriller. �. Publishers Weekly. .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "Imperialism: The Highest Stage of Capitalism",
            "authors": [
                "Vladimir Lenin"
            ],
            "ranking": 4.17,
            "ranking_count": 5610,
            "abstract": "'Globalisation' is the buzzword of the 1990s. VI Lenin's. Imperialism: The Highest Stage of Capitalism. was one of the first attempts to account for the increasing importance of the world market in the twentieth century. Originally published in 1916,. Imperialism. explains how colonialism and the First World War were inherent features of the global development of the capitalist economy.. In a new introduction, Norman Lewis and James Malone contrast Lenin's approach with that adopted by contemporary theories of globalisation. They argue that, while much has changed since Lenin wrote, his theoretical framework remains the best method for understanding recent global developments.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Economics",
                "Philosophy",
                "History",
                "Classics",
                "Cultural",
                "Sociology"
            ]
        },
        {
            "title": "The General Theory of Employment, Interest, and Money",
            "authors": [
                "John Maynard Keynes"
            ],
            "ranking": 3.85,
            "ranking_count": 5023,
            "abstract": "Distinguished British economist John Maynard Keynes (1883-1946) set off a series of movements that drastically altered the ways in which economists view the world. In his most important work, The General Theory of Employment, Interest, and Money (1936), Keynes critiqued the laissez-faire policies of his day, particularly the proposition that a normally functioning market economy would bring full employment. Keynes's forward-looking work transformed economics from merely a descriptive and analytic discipline into one that is policy oriented. For Keynes, enlightened government intervention in a nation's economic life was essential to curbing what he saw as the inherent inequalities and instabilities of unregulated capitalism.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Business",
                "Classics",
                "History",
                "Science",
                "Currency"
            ]
        },
        {
            "title": "Creatures of Light and Darkness",
            "authors": [
                "Roger Zelazny"
            ],
            "ranking": 3.96,
            "ranking_count": 4174,
            "abstract": "Two gods, two houses, one quest and the eternal war between life and death. To save his kingdom, Anubis, Lord of the Dead, sends forth his servant on a mission of vengeance. At the same time, from The House of Life, Osiris sends forth his son, Horus, on the same mission to destroy utterly & forever The Prince Who Was a Thousand.. But neither of these superhuman warriors is prepared for the strange & harrowing world of mortal life. The Thing That Cries in the Night may well destroy not only their worlds, but all humankind.. As Zelazny did with the Hindu pantheon in the legendary, groundbreaking classic. Lord of Light. , the master storyteller here breathes new life into the Egyptian gods with another dazzling tale of mythology and imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Speculative Fiction",
                "Northern Africa",
                "Mythology"
            ]
        },
        {
            "title": "The Foundling",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 3.93,
            "ranking_count": 6378,
            "abstract": "The Duke of Sale is out to prove himself. The shy, young Duke of Sale has never known his parents. Instead, his Grace Adolphus Gillespie Vernon Ware, Gilly for short, has endured twenty-four years of rigorous mollycoddling from his uncle and valet. But his natural diffidence conceals a rebellious spirit.. A mysterious beauty provides the perfect opportunity. When Gilly hears of Belinda, the beautiful foundling who appears to be blackmailing his cousin, he absconds with glee. But he has no sooner entered this new and dangerous world than he is plunged into a frenzy of intrigue, kidnapping, adventure, and surprises at every turn.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Classics",
                "Adventure",
                "European Literature"
            ]
        },
        {
            "title": "The Austere Academy",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.99,
            "ranking_count": 146881,
            "abstract": "Dear Reader,. If you are looking for a story about cheerful youngsters spending a jolly time at boarding school, look elsewhere. Violet, Klaus, and Sunny Baudelaire are intelligent and resourceful children, and you might expect that they would do very well at school. Don't. For the Baudelaires, school turns out to be another miserable episode in their unlucky lives.. Truth be told, within the chapters that make up this dreadful story, the children will face snapping crabs, strict punishments, dripping fungus, comprehensive exams, violin recitals, S.O.R.E., and the metric system.. It is my solemn duty to stay up all night researching and writing the history of these three hapless youngsters, but you may be more comfortable getting a good night's sleep. In that case, you should probably choose some other book.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "My Utmost for His Highest",
            "authors": [
                "Oswald Chambers"
            ],
            "ranking": 4.36,
            "ranking_count": 73416,
            "abstract": "For nearly seventy-five years, countless millions of Christians the world over have trusted the spiritual companionship of Oswald Chambers's daily devotional, My Utmost for His Highest. These brief scripture-based readings--by turns comforting and challenging--will draw you into God's presence and form you as a disciple of the Risen Lord. You'll treasure their insight, still fresh and vital. And you'll discover what it means to offer God your very best for His greatest purpose--to truly offer Him your utmost for His highest. This edition includes Chambers's text, updated by editor James Reimann, along with helpful subject and scripture indexes.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "The Intuitionist",
            "authors": [
                "Colson Whitehead"
            ],
            "ranking": 3.65,
            "ranking_count": 12025,
            "abstract": "Librarian note:. Click here for alternate cover edition. Two warring factions in the Department of Elevator Inspectors in a bustling metropolis vie for dominance: the Empiricists, who go by the book and rigorously check every structural and mechanical detail, and the Intuitionists, whose observational methods involve meditation and instinct.. Lila Mae Watson, the city’s first black female inspector and a devout Intuitionist with the highest accuracy rate in the department, is at the center of the turmoil. An elevator in a new municipal building has crashed on Lila Mae’s watch, fanning the flames of the Empiticist-Intuitionist feud and compelling Lila Mae to go underground to investigate. As she endeavors to clear her name, she becomes entangled in a web of intrigue that leads her to a secret that will change her life forever.. A dead-serious and seriously funny feat of the imagination, The Intuitionist conjures a parallel universe in which latent ironies in matters of morality, politics, and race come to light, and stands as the celebrated debut of an important American writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Fantasy",
                "Race",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Kingdom at the End of the Road",
            "authors": [
                "Jan Guillou"
            ],
            "ranking": 4.09,
            "ranking_count": 4891,
            "abstract": "Leta gospodnjeg 1192. godine Arn Magnuson se nakon dvadeset godina provedenih u službi vitezova templara vraća u Zapadni Jetaland. Sa sobom će kući doneti nova znanja i naseljenike, što će predstavljati preduslov za dolazak novog doba u celoj Evropi i što će od Zapadnog Jetalanda, zemlje sitnih seljaka, stvoriti novu kraljevinu Švedsku. Dok Arn i njegova voljena Sesilija nastavljaju da se bore za svoju ljubav, koja je za njih sveta i iznad svih političkih intriga, u zemlji se nastavlja surova borba za presto.. Ovo je izuzetan završetak trilogije o stvaranju jedne nacije i ratniku koji je svojom ljubavlju uspeo da se izbori za kraljevstvo.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Fantasy",
                "Novels",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Miles: The Autobiography",
            "authors": [
                "Miles Davis",
                "Quincy Troupe"
            ],
            "ranking": 4.2,
            "ranking_count": 13459,
            "abstract": "For more than forty years Miles Davis has been in the front rank of American music. Universally acclaimed as a musical genius, Miles is one of the most important and influential musicians in the world. The subject of several biographies, now Miles speaks out himself about his extraordinary life.. Miles: The Autobiography,. like Miles himself, holds nothing back. For the first time Miles talks about his five-year silence. He speaks frankly and openly about his drug problem and how he overcame it. He condemns the racism he has encountered in the music business and in American society generally. And he discusses the women in his life. But above all, Miles talks about music and musicians, including the legends he has played with over the years: Bird, Dizzy, Monk, Trane, Mingus, and many others.. The man who has given us some of the most exciting music of the past few decades has now given us a compelling and fascinating autobiography, featuring a concise discography and thirty-two pages of photographs.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Cultural"
            ]
        },
        {
            "title": "The Intelligent Investor",
            "authors": [
                "Benjamin Graham",
                "Jason Zweig",
                "Warren Buffett"
            ],
            "ranking": 4.24,
            "ranking_count": 106965,
            "abstract": "More than one million hardcovers sold. Now available for the first time in paperback!. The Classic Text Annotated to Update Graham's Timeless Wisdom for Today's Market Conditions. The greatest investment advisor of the twentieth century, Benjamin Graham taught and inspired people worldwide. Graham's philosophy of value investing -- which shields investors from substantial error and teaches them to develop long-term strategies -- has made. The Intelligent Investor. the stock market bible ever since its original publication in 1949.. Over the years, market developments have proven the wisdom of Graham's strategies. While preserving the integrity of Graham's original text, this revised edition includes updated commentary by noted financial journalist Jason Zweig, whose perspective incorporates the realities of today's market, draws parallels between Graham's examples and today's financial headlines, and gives readers a more thorough understanding of how to apply Graham's principles.. Vital and indispensable, this HarperBusiness Essentials edition of. The Intelligent Investor. is the most important book you will ever read on how to reach your financial goals.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Business",
                "Nonfiction",
                "Currency",
                "Finance",
                "Self Help",
                "Buisness",
                "Unfinished"
            ]
        },
        {
            "title": "A Knight of the Word",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 4.06,
            "ranking_count": 14851,
            "abstract": "Eight centuries ago the first Knight of the Word was commissioned to combat the demonic evil of the Void. Now that daunting legacy has passed to John Ross - along with powerful magic and the knowledge that his actions are all that stand between a living hell and humanity's future.. Then, after decades of service to the Word, an unspeakable act of violence shatters John Ross's weary faith. Haunted by guilt, he turns his back on his dread gift, settling down to build a normal life, untroubled by demons and nightmares.. But a fallen Knight makes a tempting prize for the Void, which could bend the Knight's magic to its own evil ends. And once the demons on Ross's trail track him to Seattle, neither he nor anyone close to him will be safe. His only hope is Nest Freemark, a college student who wields an extraordinary magic all her own. Five years earlier, Ross had aided Nest when the future of humanity rested upon her choice between Word and Void. Now Nest must return the favor. She must restore Ross's faith, or his life - and hers - will be forfeit...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Paranormal",
                "Horror",
                "Epic"
            ]
        },
        {
            "title": "Men at Arms: The Play",
            "authors": [
                "Stephen Briggs",
                "Terry Pratchett"
            ],
            "ranking": 4.4,
            "ranking_count": 29737,
            "abstract": "In this latest #1 international bestseller, the hilarious and twisted author of Soul Music delivers readers once again into Discworld. Since the captain of the City Watch has left the force to become a gentleman, Discworld is in search of a few good cops. And being a cop in this unpredictable universe is no easy job, so the search goes on for a few good trolls, dwarves, and such.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Plays",
                "Mystery",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Owl Moon",
            "authors": [
                "Jane Yolen",
                "John Schoenherr"
            ],
            "ranking": 4.2,
            "ranking_count": 43107,
            "abstract": "Late one winter night a little girl and her father go owling. The trees stand still as statues and the world is silent as a dream. Whoo-whoo-whoo, the father calls to the mysterious nighttime bird.. But there is no answer.. Wordlessly the two companions walk along, for when you go owling you don't need words. You don't need anything but hope. Sometimes there isn't an owl, but sometimes there is.. Distinguished author Jane Yolen has created a gentle, poetic story that lovingly depicts the special companionship of a young child and her father as well as humankind's close relationship to the natural world. Wonderfully complemented by award-winning John Schoenherr's soft, exquisite watercolor illustrations, this is a verbal and visual treasure, perfect for reading aloud and sharing at bedtime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Realistic Fiction",
                "Family",
                "Environment",
                "Poetry",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "Neveryóna",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.99,
            "ranking_count": 581,
            "abstract": "In his four-volume series. Return to Nevèrÿon. , Hugo and Nebula award-winner Samuel R. Delany appropriated the conceits of sword-and-sorcery fantasy to explore his characteristic themes of language, power, gender, and the nature of civilization. Wesleyan University Press has reissued the long-unavailable. Nevèrÿon. volumes in trade paperback.. The eleven stories, novellas, and novels in. Return to Nevèrÿon. 's four volumes chronicle a long-ago land on civilization's brink, perhaps in Asia or Africa, or even on the Mediterranean. Taken slave in childhood, Gorgik gains his freedom, leads a slave revolt, and becomes a minister of state, finally abolishing slavery. Ironically, however, he is sexually aroused by the iron slave collars of servitude. Does this contaminate his mission - or intensify it? Presumably elaborated from an ancient text of unknown geographical origin, the stories are sunk in translators' and commentators' introductions and appendices, forming a richly comic frame.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Speculative Fiction",
                "Literature",
                "LGBT",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Philosophy"
            ]
        },
        {
            "title": "The Dead of Night",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.12,
            "ranking_count": 21996,
            "abstract": "A few months after the first fighter jets landed in their own backyard, Ellie and her five terrified but defiant friends struggle to survive amid a baffling conflict. Their families are unreachable; the mountains are now their home. When two of them fall behind enemy lines, Ellie knows what must happen next: a rescue mission. Homer, the strongest and most unpredictable among them, is the one to take charge. While others have their doubts about his abilities, Homer has no choice but to prove them wrong - or risk losing everything to the enemy.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Science Fiction",
                "Cultural",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "A Killing Frost",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.18,
            "ranking_count": 19117,
            "abstract": "Life in the war zone enters its sixth month of heart-stopping tension in the latest installment of the internationally bestselling Tomorrow series.. In the third installment of the Tomorrow saga, the anything-to-survive existence of Ellie and her friends has sharpened their senses and emboldened their plans. They aren't merely on the defensive anymore; they're also striking back. Their strategy? Attack the enemy not just on land, but also on water. If they have any hope of sabotaging the formidable container ship at Cobbler's Bay, then stealth is a must, but so, too, is one very big explosion.. And if they fail, they may face a whole new kind of terror -- imprisonment.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Science Fiction",
                "Cultural",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "The Gift",
            "authors": [
                "Hafez",
                "Daniel Ladinsky"
            ],
            "ranking": 4.37,
            "ranking_count": 8738,
            "abstract": "More than any other Persian poet, it is perhaps Hafiz who accesses the mystical, healing dimensions of poetry. Because his poems were often ecstatic love songs from God to his beloved world, many have called Hafiz the Tongue of the Invisible.. With this stunning collection of 250 of Hafiz's most intimate poems, Daniel Ladinsky has succeeded brilliantly in capturing the essence of one of Islam's greatest poetic and religious voices. Each line of THE GIFT imparts the wonderful qualities of the spiritual teacher: an audacious love that empowers lives, profound knowledge, wild generosity, and a sweet, playful genius unparalleled in world literature.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Spirituality",
                "Classics",
                "Philosophy",
                "Religion",
                "Fiction",
                "Cultural",
                "Literature",
                "Occult"
            ]
        },
        {
            "title": "Prague Counterpoint",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.42,
            "ranking_count": 6782,
            "abstract": "In. Vienna Prelude. , Elisa Lindheim risked her life helping others escape pre-World War II Austria. The climactic ending finds her safely in Czechoslovakia, but not for long. A million other lives are endangered, and she cannot still their silent cry for help.. Prague Counterpoint. finds Elisa watching in horror as Hitler's forces sweep through her beloved Vienna and he directs his ambition toward the takeover of Czechoslovakia. As Europe slides irrevocably toward the brink of war, Elisa is torn between the Underground's lofty political goals and the safety of two little boys... and underneath it all, her heart yearns for John. Will she ever see him again?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "War",
                "Romance",
                "World War II",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Forgotten Beasts of Eld",
            "authors": [
                "Patricia A. McKillip"
            ],
            "ranking": 4.08,
            "ranking_count": 15806,
            "abstract": "Sixteen when a baby is brought to her to raise, Sybel has grown up on Eld Mountain. Her only playmates are the creatures of a fantastic menagerie called there by wizardry. Sybel has cared nothing for humans, until the baby awakens emotions previously unknown to her. And when Coren--the man who brought this child--returns, Sybel's world is again turned upside down.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Classics"
            ]
        },
        {
            "title": "Influence: The Psychology of Persuasion",
            "authors": [
                "Robert B. Cialdini"
            ],
            "ranking": 4.2,
            "ranking_count": 127993,
            "abstract": "Influence, the classic book on persuasion, explains the psychology of why people say yes—and how to apply these understandings. Dr. Robert Cialdini is the seminal expert in the rapidly expanding field of influence and persuasion. His thirty-five years of rigorous, evidence-based research along with a three-year program of study on what moves people to change behavior has resulted in this highly acclaimed book.. You'll learn the six universal principles, how to use them to become a skilled persuader—and how to defend yourself against them. Perfect for people in all walks of life, the principles of Influence will move you toward profound personal change and act as a driving force for your success.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Business",
                "Nonfiction",
                "Self Help",
                "Leadership",
                "Science",
                "Language",
                "Buisness"
            ]
        },
        {
            "title": "The Keepers of the House",
            "authors": [
                "Shirley Ann Grau"
            ],
            "ranking": 4.0,
            "ranking_count": 11034,
            "abstract": "Winner of the Pulitzer Prize in 1965,. The Keepers of the House. is Shirley Ann Grau’s masterwork, a many-layered indictment of racism and rage that is as terrifying as it is wise.. Entrenched on the same land since the early 1800s, the Howlands have, for seven generations, been pillars of their Southern community. Extraordinary family lore has been passed down to Abigail Howland, but not all of it. When shocking facts come to light about her late grandfather William’s relationship with Margaret Carmichael, a black housekeeper, the community is outraged, and quickly gathers to vent its fury on Abigail. Alone in the house the Howlands built, she is at once shaken by those who have betrayed her, and determined to punish the town that has persecuted her and her kin.. Morally intricate, graceful and suspenseful,. The Keepers of the House. has become a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "American",
                "Literary Fiction",
                "Cultural",
                "Race",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The History of Sexuality, Volume 2: The Use of Pleasure",
            "authors": [
                "Michel Foucault",
                "Robert Hurley"
            ],
            "ranking": 4.08,
            "ranking_count": 3770,
            "abstract": "In this sequel to. The History of Sexuality, Volume I: An Introduction. , the brilliantly original French thinker who died in 1984 gives an analysis of how the ancient Greeks perceived sexuality.. Throughout. The Uses of Pleasure. Foucault analyzes an irresistible array of ancient Greek texts on eroticism as he tries to answer basic questions: How in the West did sexual experience become a moral issue? And why were other appetites of the body, such as hunger, and collective concerns, such as civic duty, not subjected to the numberless rules and regulations and judgments that have defined, if not confined, sexual behavior?",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Sexuality",
                "Sociology",
                "Psychology",
                "LGBT",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "The Gift",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.94,
            "ranking_count": 16917,
            "abstract": "On a June day, a young woman in a summer dress steps off a Chicago-bound bus into a small midwestern town. She doesn't intend to stay. She is just passing through. Yet her stopping here has a reason and it is part of a story that you will never forget.. The time is the 1950s, when life was simpler, people still believed in dreams, and family was, very nearly, everything. The place is a small midwestern town with a high school and a downtown, a skating pond and a movie house. And on a tree-lined street in the heartland of America, an extraordinary set of events begins to unfold. And gradually what seems serendipitous is tinged with purpose. A happy home is shattered by a child's senseless death. A loving marriage starts to unravel. And a stranger arrives—a young woman who will touch many lives before she moves on. She and a young man will meet and fall in love. Their love, so innocent and full of hope, helps to restore a family's dreams. And all of their lives will be changed forever by the precious gift she leaves them.. The Gift. , Danielle Steel's thirty-third best-selling work, is a magical story told with stunning simplicity and power. It reveals a relationship so moving it will take your breath away. And it tells a haunting and beautiful truth about the unpredictability—and the wonder—of life.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Drama",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "The Essential Writings of Ralph Waldo Emerson",
            "authors": [
                "Ralph Waldo Emerson",
                "Mary Oliver",
                "Brooks Atkinson"
            ],
            "ranking": 4.36,
            "ranking_count": 3564,
            "abstract": "Introduction by Mary Oliver. Commentary by Henry James, Robert Frost, Matthew Arnold, Oliver Wendell Holmes, and Henry David Thoreau. The definitive collection of Emerson’s major speeches, essays, and poetry,. The Essential Writings of Ralph Waldo Emerson. chronicles the life’s work of a true “American Scholar.” As one of the architects of the transcendentalist movement, Emerson embraced a philosophy that championed the individual, emphasized independent thought, and prized “the splendid labyrinth of one’s own perceptions.” More than any writer of his time, he forged a style distinct from his European predecessors and embodied and defined what it meant to be an American. Matthew Arnold called Emerson’s essays “the most important work done in prose.”. INCLUDES A MODERN LIBRARY READING GROUP GUIDE",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Classics",
                "Writing",
                "Nonfiction",
                "Poetry",
                "Literature",
                "History",
                "Environment",
                "Spirituality"
            ]
        },
        {
            "title": "The Realms of the Gods",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.31,
            "ranking_count": 54185,
            "abstract": "During a dire battle. against the fearsome Skinners, Daine and her mage teacher Numair are swept into the Divine Realms. Though happy to be alive, they are not where they want to be. They are desperately needed back home, where their old enemy, Ozorne, and his army of strange creatures are waging war against Tortall.. Trapped in the mystical realms Daine discovers her mysterious parentage. And as these secrets of her past are revealed so is the treacherous way back to Tortall. So they embark on an extraordinary journey home, where the fate of all Tortall rests with Daine and her wild magic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction Fantasy",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "An Unquiet Mind: A Memoir of Moods and Madness",
            "authors": [
                "Kay Redfield Jamison"
            ],
            "ranking": 4.03,
            "ranking_count": 71211,
            "abstract": "The personal memoir of a manic depressive and an authority on the subject describes the onset of the illness during her teenage years and her determined journey through the realm of available treatments.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Autobiography",
                "Health",
                "Biography",
                "Mental Health",
                "Biography Memoir",
                "Science"
            ]
        },
        {
            "title": "The Buddha of Suburbia",
            "authors": [
                "Hanif Kureishi"
            ],
            "ranking": 3.74,
            "ranking_count": 16572,
            "abstract": "Karim Amir lives with his English mother and Indian father in the routine comfort of suburban London, enduring his teenage years with good humor, always on the lookout for adventure and sexual possibilities. Life gets more interesting, however, when his father becomes the Buddha of Suburbia, beguiling a circle of would-be mystics. And when the Buddha falls in love with one of his disciples, the beautiful and brazen Eva, Karim is introduced to a world of renegade theater directors, punk rock stars, fancy parties, and all the sex a young man could desire. A love story for at least two generations, a high-spirited comedy of sexual manners and social turmoil,. The Buddha of Suburbia. is one of the most enchanting, provocative, and original books to appear in years.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "LGBT",
                "Young Adult",
                "Cultural",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dawn",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.14,
            "ranking_count": 38352,
            "abstract": "Lilith Iyapo has just lost her husband and son when atomic fire consumes Earth—the last stage of the planet’s final war. Hundreds of years later Lilith awakes, deep in the hold of a massive alien spacecraft piloted by the Oankali—who arrived just in time to save humanity from extinction. They have kept Lilith and other survivors asleep for centuries, as they learned whatever they could about Earth. Now it is time for Lilith to lead them back to her home world, but life among the Oankali on the newly resettled planet will be nothing like it was before.. The Oankali survive by genetically merging with primitive civilizations—whether their new hosts like it or not. For the first time since the nuclear holocaust, Earth will be inhabited. Grass will grow, animals will run, and people will learn to survive the planet’s untamed wilderness. But their children will not be human. Not exactly.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Apocalyptic",
                "Speculative Fiction",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "The Pursuit of Holiness",
            "authors": [
                "Jerry Bridges",
                "Foster W. Cline",
                "Jim Fay"
            ],
            "ranking": 4.31,
            "ranking_count": 21183,
            "abstract": "Be holy, for I am holy commands God to His people. But holiness is something that is often missed in the Christian's daily life. According to author Jerry Bridges, that's because we're not exactly sure what our part in holiness is. In The Pursuit of Holiness, he helps us see clearly just what we should rely on God to do--and what we should accept responsibility for ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Nonfiction",
                "Christian",
                "Christianity",
                "Audiobook"
            ]
        },
        {
            "title": "The Templar Knight: Book Two of the Crusades Trilogy",
            "authors": [
                "Jan Guillou"
            ],
            "ranking": 4.14,
            "ranking_count": 5590,
            "abstract": "A knight in the Holy Land.. A woman in the frozen north.. A war that kept them apart . . .. The second volume in the internationally bestselling trilogy begun with. The Road to Jerusalem. —the critically acclaimed epic destined to become a classic (Sharon Kay Penman). Exiled to the Holy Land for two decades, Arn Magnusson has risen in the ranks of the Knights Templar, serving as master of the order's Gaza fortress. Among the last bastion of God's holy warriors determined to save Jerusalem from the Muslims, Arn has cultivated a shrewd understanding of his enemy. Known as Al-Ghouti among the Saracens—Saladin and his Muslim followers—he is renowned as a man of compassion, strength, and faith.. Yet neither time nor distance can lessen the pain of separation from his beloved Cecilia. Confined to a cloister back home in western GÖtaland, Arn's betrothed. is a pawn in a war between clans vying for control of the crown. Yearning for him and their newborn son, who is being raised by relatives, Cecilia must also endure the cruelties of a vindictive abbess from a rival clan.. When an accident of fate brings together Arn and Saladin, a friendship is forged that will alter the course of the Templar knight's life, and the history of Jerusalem itself. After the bloody Battle of Hattin, Arn finally becomes a free man. But the road home is long and treacherous, and he is uneasy about the fate that awaits him and uncertain whether his betrothed still lives.. Broadening the scope of Arn's epic path to redemption,. The Templar Knight. continues the story of the founding of a nation—and of the warrior and the love that made it possible.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adventure",
                "War",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Anna's Book",
            "authors": [
                "Barbara Vine"
            ],
            "ranking": 3.92,
            "ranking_count": 4555,
            "abstract": "The bestselling author of King Solomon's Carpet presents a tour de force of psychological suspense involving the malevolent consequences of a 75-year old murder. Vine is the recipient of three Edgars and four Gold Dagger Awards.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "European Literature",
                "Suspense",
                "Literature"
            ]
        },
        {
            "title": "Time Out of Joint",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.86,
            "ranking_count": 12426,
            "abstract": "Ragle Gumm is an ordinary man leading an ordinary life, except that he makes his living by entering a newspaper contest every day - and winning, every day.. But he gradually begins to suspect that his life - indeed his whole world - is an illusion, constructed around him for the express purpose of keeping him docile and happy. But if that is the case, what is his real world like, and what is he actually doing every day when he thinks he is guessing 'Where Will The Little Green Man Be Next?'",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature",
                "Classics",
                "Fantasy"
            ]
        },
        {
            "title": "Running with the Demon",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.98,
            "ranking_count": 27954,
            "abstract": "Twenty years ago, Terry Brooks turned fantasy fiction on its head with The Sword of Shannara, the first fantasy novel to make the mainstream bestseller lists, and the first in an unbroken string of thirteen bestselling books. Now, in Running with the Demon, Brooks does nothing less than revitalize fantasy fiction again, inventing the complex and powerful new mythos of the Word and the Void, good versus evil still, but played out in the theater-in-the-round of the real world of our present.. On the hottest Fourth of July weekend in decades, two men have come to Hopewell, Illinois, site of a lengthy, bitter steel strike. One is a demon, dark servant of the Void, who will use the anger and frustration of the community to attain a terrible secret goal. The other is John Ross, a Knight of the Word, a man who, while he sleeps, lives in the hell the world will become if he fails to change its course on waking. Ross has been given the ability to see the future. But does he have the power to change it?. At stake is the soul of a fourteen-year-old girl mysteriously linked to both men. And the lives of the people of Hopewell. And the future of the country. This Fourth of July, while friends and families picnic in Sinnissippi Park and fireworks explode in celebration of freedom and independence, the fate of Humanity will be decided . . .. A novel that weaves together family drama, fading innocence, cataclysm, and enlightenment, Running with the Demon will forever change the way you think about the fantasy novel. As believable as it is imaginative, as wondrous as it is frightening, it is a rich, exquisitely-written tale to be savored long after the last page is turned.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Singapore Grip",
            "authors": [
                "J.G. Farrell",
                "Derek Mahon"
            ],
            "ranking": 3.93,
            "ranking_count": 1801,
            "abstract": "Singapore, 1939: life on the eve of World War II just isn't what it used to be for Walter Blackett, head of British Singapore's oldest and most powerful firm. No matter how forcefully the police break one strike, the natives go on strike somewhere else. His daughter keeps entangling herself with the most unsuitable beaus, while her intended match, the son of Blackett's partner, is an idealistic sympathizer with the League of Nations and a vegetarian. Business may be booming—what with the war in Europe, the Allies are desperate for rubber and helpless to resist Blackett's price-fixing and market manipulation—but something is wrong. No one suspects that the world of the British Empire, of fixed boundaries between classes and nations, is about to come to a terrible end.. A love story and a war story, a tragicomic tale of a city under siege and a dying way of life,. The Singapore Grip. completes the “Empire Trilogy” that began with. Troubles. and the Booker prize-winning. Siege of Krishnapur. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Literature",
                "Novels",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "The spire, William Golding : notes",
            "authors": [
                "Steve Eddy"
            ],
            "ranking": 3.59,
            "ranking_count": 598,
            "abstract": "YORK NOTES ADVANCED - THE ULTIMATE LITERATURE GUIDES.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Architecture",
                "Historical",
                "Religion",
                "European Literature"
            ]
        },
        {
            "title": "The Book of Ebenezer Le Page",
            "authors": [
                "G.B. Edwards",
                "John Fowles"
            ],
            "ranking": 4.25,
            "ranking_count": 1806,
            "abstract": "Ebenezer Le Page, cantankerous, opinionated, and charming, is one of the most compelling literary creations of the late twentieth century. Eighty years old, Ebenezer has lived his whole life on the Channel Island of Guernsey, a stony speck of a place caught between the coasts of England and France yet a world apart from either. Ebenezer himself is fiercely independent, but as he reaches the end of his life he is determined to tell his own story and the stories of those he has known. He writes of family secrets and feuds, unforgettable friendships and friendships betrayed, love glimpsed and lost.. The Book of Ebenezer Le Page. is a beautifully detailed chronicle of a life, but it is equally an oblique reckoning with the traumas of the twentieth century, as Ebenezer recalls both the men lost to the Great War and the German Occupation of Guernsey during World War II, and looks with despair at the encroachments of commerce and tourism on his beloved island.. G. B. Edwards labored in obscurity all his life and completed. The Book of Ebenezer Le Page. shortly before his death. Published posthumously, the book is a triumph of the storyteller’s art that conjures up the extraordinary voice of a living man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "War",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dialectic of Enlightenment: Philosophical Fragments",
            "authors": [
                "Theodor W. Adorno",
                "Max Horkheimer",
                "Gunzelin Schmid Nörr",
                "Edmund Jephcott"
            ],
            "ranking": 4.1,
            "ranking_count": 6647,
            "abstract": "Dialectic of Enlightenment. is undoubtedly the most influential publication of the Frankfurt School of Critical Theory. Written during the Second World War and circulated privately, it appeared in a printed edition in Amsterdam in 1947. What we had set out to do, the authors write in the Preface, was nothing less than to explain why humanity, instead of entering a truly human state, is sinking into a new kind of barbarism.. Yet the work goes far beyond a mere critique of contemporary events. Historically remote developments, indeed, the birth of Western history and of subjectivity itself out of the struggle against natural forces, as represented in myths, are connected in a wide arch to the most threatening experiences of the present.. The book consists in five chapters, at first glance unconnected, together with a number of shorter notes. The various analyses concern such phenomena as the detachment of science from practical life, formalized morality, the manipulative nature of entertainment culture, and a paranoid behavioral structure, expressed in aggressive anti-Semitism, that marks the limits of enlightenment. The authors perceive a common element in these phenomena, the tendency toward self-destruction of the guiding criteria inherent in enlightenment thought from the beginning. Using historical analyses to elucidate the present, they show, against the background of a prehistory of subjectivity, why the National Socialist terror was not an aberration of modern history but was rooted deeply in the fundamental characteristics of Western civilization.. Adorno and Horkheimer see the self-destruction of Western reason as grounded in a historical and fateful dialectic between the domination of external nature and society. They trace enlightenment, which split these spheres apart, back to its mythical roots. Enlightenment and myth, therefore, are not irreconcilable opposites, but dialectically mediated qualities of both real and intellectual life. Myth is already enlightenment, and enlightenment reverts to mythology. This paradox is the fundamental thesis of the book.. This new translation, based on the text in the complete edition of the works of Max Horkheimer, contains textual variants, commentary upon them, and an editorial discussion of the position of this work in the development of Critical Theory.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Sociology",
                "Politics",
                "History",
                "European Literature",
                "Academic",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Drowned Hopes",
            "authors": [
                "Donald E. Westlake"
            ],
            "ranking": 4.13,
            "ranking_count": 1488,
            "abstract": "Bumbling comic criminal John Dortmunder is in hot water as he tries to keep a nasty old man from blowing up a dam to unearth $750,000. Dortmunder must devise a safer scheme to get the loot... before the old coot's trigger finger gets too itchy.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Humor",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Tarzan of the Apes/The Return of Tarzan",
            "authors": [
                "Edgar Rice Burroughs"
            ],
            "ranking": 4.1,
            "ranking_count": 301,
            "abstract": "After being shipwrecked on the coast of Africa and separated from his parents an infant English aristocrat is raised in the jungle by a female ape. There he becomes more animal than human-learning to survive in the wild, communicate with jungle creatures and fight against dangerous predators. He is Tarzan of the Apes. In strength and courage Tarzan is the equal of any ape, but his greater intelligence eventually promises the leadership of his tribe and dominion over the jungle. Then other pale skinned creatures like him enter his world, bringing with them the savage ways of men-and the only pale skinned woman he has ever seen. In the second novel, The Return of Tarzan, our hero returns to the jungle after a time in the world of men. Here he learns of the fabulous Opar, city of gold. Ignoring the dangers, Tarzan and a band of warriors set out for Opar, and a further round of adventures that could only have been imagined by the inimitable Edgar Rice Burroughs begins.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Romance",
                "Literature",
                "Animals"
            ]
        },
        {
            "title": "The Miserable Mill",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.85,
            "ranking_count": 155183,
            "abstract": "Dear Reader,. I hope, for your sake, that you have not chosen to read this book because you are in the mood for a pleasant experience. If this is the case, I advise you to put this book down instantaneously, because of all the books describing the unhappy lives of the Baudelaire orphans, The Miserable Mill might be the unhappiest yet. Violet, Klaus, and Sunny Baudelaire are sent to Paltryville to work in a lumber mill, and they find disaster and misfortune lurking behind every log.. The pages of this book, I'm sorry to inform you, contain such unpleasantries as a giant pincher machine, a bad casserole, a man with a cloud of smoke where his head should be, a hypnotist, a terrible accident resulting in injury, and coupons.. I have promised to write down the entire history of these three poor children, but you haven't, so if you prefer stories that are more heartwarming, please feel free to make another selection.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Story of Babar",
            "authors": [
                "Jean de Brunhoff",
                "Merle S. Haas"
            ],
            "ranking": 4.07,
            "ranking_count": 58078,
            "abstract": "The first of the tales starring the most famous elephant in the literary world.. In this classic that has delighted three generations of readers, Babar escapes from the hunter who killed his mother and comes to town. Here, with the help of an old friend, he will learn a lot of new things and one day, once returned to the great forest, he will be acclaimed King of the elephants!. A story beautifully told accompanied by fascinating and hilarious illustrations!. A must read for kids of any age!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Fantasy",
                "Cultural",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "Seeds of Yesterday",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 37409,
            "abstract": "The final, haunting novel in the extraordinary story that has enthralled millions!. The horror began with. Flowers in the Attic. , the terrifying tale of four innocent children locked away from the world by a cruel mother.. The shocking fury continued with. Petals on the Wind. and. If There Be Thorns. . Now V.C. Andrews has created the last dark chapter in the strange, chilling tale of passion and peril that has captivated millions of readers around the world.. Cathy and Chris, entwined with the evil that haunts their children, living with the fearful spectre of Foxworth Hall, are awaiting the final, shuddering climax... prisoners of a past they cannot escape.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Gothic",
                "Drama",
                "Thriller",
                "Mystery",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Readings for Meditation and Reflection",
            "authors": [
                "C.S. Lewis",
                "Walter Hooper"
            ],
            "ranking": 4.36,
            "ranking_count": 324,
            "abstract": "Extolled for decades as one of the most influential Christians of his day, C. S. Lewis has stirred millions of readers through his probing insights, passionate arguments, and provocative questions about God, love, life, and death.. C. S. Lewis: Readings for Meditation and Reflection. gathers daily readings from his most famous published works—. The Screwtape Letters. ,. Mere Christianity. ,. The Four Loves. —as well as his lesser-known writings, letters, and essays. This collection of readings covers a wide range of topics from spirituality, to materialism and sexuality, as relevant and compelling today as when they were written.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Philosophy",
                "Writing"
            ]
        },
        {
            "title": "The Many-Coloured Land",
            "authors": [
                "Julian  May"
            ],
            "ranking": 4.07,
            "ranking_count": 12037,
            "abstract": "When a one-way time tunnel to Earth's distant past, specifically six million B.C., was discovered by folks on the Galactic Milieu, every misfit for light-years around hurried to pass through it. Each sought his own brand of happiness. But none could have guessed what awaited them. Not even in a million years....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Audiobook",
                "Anthologies",
                "Historical"
            ]
        },
        {
            "title": "Saint Maybe",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.88,
            "ranking_count": 16647,
            "abstract": "In 1965, the happy Bedloe family is living an ideal, apple-pie existence in Baltimore.  Then, in the blink of an eye, a single tragic event occurs that will transform their lives forever--particularly that of seventeen-year-old Ian Bedloe, the youngest son, who blames himself for the sudden accidental death of his older brother.. Depressed and depleted, Ian is almost crushed under the weight of an unbearable, secret guilt.  Then one crisp January evening, he catches sight of a window with glowing yellow neon, the CHURCH OF THE SECOND CHANCE.  He enters and soon discovers that forgiveness must be earned, through a bit of sacrifice and a lot of love.... A New York Times Notable Book",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Adult",
                "Family",
                "Drama"
            ]
        },
        {
            "title": "Mildred Pierce",
            "authors": [
                "James M. Cain"
            ],
            "ranking": 3.93,
            "ranking_count": 8975,
            "abstract": "Mildred Pierce had gorgeous legs, a way with a skillet, and a bone-deep core of toughness and determination. She used those attributes to survive a divorce in 1940s America with two children and to claw her way out of poverty, becoming a successful businesswoman. But Mildred also had two weaknesses: a yen for shiftless men and an unreasoning devotion to her monstrous daughter.. Out of these elements, Cain created a novel (later made into a film noir classic) of acute social observation and devastating emotional violence—and a heroine whose ambitions and sufferings are never less than recognizable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Historical",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Minds, Brains and Science",
            "authors": [
                "John Rogers Searle"
            ],
            "ranking": 3.76,
            "ranking_count": 543,
            "abstract": "Minds, Brains and Science. takes up just the problems that perplex people, and it does what good philosophy always does: it dispels the illusion caused by the specious collision of truths. How do we reconcile common sense and science? John Searle argues vigorously that the truths of common sense and the truths of science are both right and that the only question is how to fit them together.. Searle explains how we can reconcile an intuitive view of ourselves as conscious, free, rational agents with a universe that science tells us consists of mindless physical particles. He briskly and lucidly sets out his arguments against the familiar positions in the philosophy of mind, and details the consequences of his ideas for the mind-body problem, artificial intelligence, cognitive science, questions of action and free will, and the philosophy of the social sciences.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Science",
                "Psychology",
                "Nonfiction",
                "Biology",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Women, Race & Class",
            "authors": [
                "Angela Y. Davis"
            ],
            "ranking": 4.56,
            "ranking_count": 20854,
            "abstract": "From one of our most important scholars and civil rights activist icon, a powerful study of the women’s liberation movement and the tangled knot of oppression facing Black women.. Angela Davis is herself a woman of undeniable courage. She should be heard. —. The New York Times. Angela Davis provides a powerful history of the social and political influence of whiteness and elitism in feminism, from abolitionist days to the present, and demonstrates how the racist and classist biases of its leaders inevitably hampered any collective ambitions. While Black women were aided by some activists like Sarah and Angelina Grimke and the suffrage cause found unwavering support in Frederick Douglass, many women played on the fears of white supremacists for political gain rather than take an intersectional approach to liberation. Here, Davis not only contextualizes the legacy and pitfalls of civil and women's rights activists, but also discusses Communist women, the murder of Emmitt Till, and Margaret Sanger's racism. Davis shows readers how the inequalities between Black and white women influence the contemporary issues of rape, reproductive freedom, housework and child care in this bold and indispensable work.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Race",
                "History",
                "Politics",
                "Social Movements",
                "Philosophy",
                "Gender",
                "Sociology"
            ]
        },
        {
            "title": "Indochine",
            "authors": [
                "Christie Dickason"
            ],
            "ranking": 3.69,
            "ranking_count": 96,
            "abstract": "Sweeping from lavish opium dens to palm-lined boulevards flowing with the blood of civil strife--from the fortresses of outlaw chiefs to the glittering vice palaces of the Saigon underworld, here is a gripping, dramatic and wonderfully realized novel of an exotic land in turmoil. A sprawling romantic novel . . . Deeply atmospheric.--Kirkus Reviews.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Clans of the Alphane Moon",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.74,
            "ranking_count": 5279,
            "abstract": "Shell Game was originally published in 1954 for the first time. Later it was expanded into the Clans of the Alphane Moon. (1964). When CIA agent Chuck Rittersdorf and his psychiatrist wife, Mary, file for divorce, they have no idea that in a few weeks they will be shooting it out on Alpha III M2, the distant moon ruled by various psychotics liberated from a mental ward. Nor do they suspect that Chuck's new employer, the famous TV comedian Bunny Hentman, will also be there aiming his own laser gun. How things came to such a darkly hilarious pass is the subject of. Clans of the Alphane Moon. , an astutely shrewd and acerbic tale that blurs all conventional distinctions between sanity and madness.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Psychology",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "The United States Of America",
                "Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "The Face of Another",
            "authors": [
                "Kōbō Abe",
                "E. Dale Saunders"
            ],
            "ranking": 3.77,
            "ranking_count": 3880,
            "abstract": "Like an elegantly chilling postscript to. The Metamorphosis. , this classic of postwar Japanese literature describes a bizarre physical transformation that exposes the duplicities of an entire world. The narrator is a scientist hideously deformed in a laboratory accident–a man who has lost his face and, with it, his connection to other people. Even his wife is now repulsed by him.. His only entry back into the world is to create a mask so perfect as to be undetectable. But soon he finds that such a mask is more than a disguise: it is an alternate self–a self that is capable of anything. A remorseless meditation on nature, identity and the social contract,. The Face of Another. is an intellectual horror story of the highest order.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Horror",
                "Science Fiction",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Ape and Essence",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.75,
            "ranking_count": 5333,
            "abstract": "In February 2108, the New Zealand Rediscovery Expedition reaches California at last. It is over a century since the world was devastated by nuclear war, but the blight of radioactivity and disease still gnaws away at the survivors. The expedition expects to find physical destruction but they are quite unprepared for the moral degradation they meet.. Ape and Essence. is Huxley's vision of the ruin of humanity, told with all his knowledge and imaginative genius.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "Novels",
                "European Literature",
                "Apocalyptic"
            ]
        },
        {
            "title": "Emperor Mage",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.26,
            "ranking_count": 62908,
            "abstract": "Sent to Carthak as part of the Tortallan peace delegation, Daine finds herself in the middle of a sticky political situation. She doesn't like the Carthaki practice of keeping slaves, but it's not her place to say anything -- she's just there to heal the emperor's birds. It's extremely frustrating! What's more, her power has grown in a mysterious way.. As the peace talks stall, Daine puzzles over Carthak's two-faced Emperor Ozorne. How can he be so caring with his birds and so cruel to his people? Daine is sure he's planning something. Daine must fight the powerful Emperor Mage, knowing that the safety and peace of the realm depend on stopping Ozorne's power-hungry schemes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "By the Rivers of Babylon",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 3.9,
            "ranking_count": 7323,
            "abstract": "They were forced to meet by the rivers of Babylon...In Israel, two Concorde jets take off for a UN conference that will finally bring peace to the Middle East. Covered by F-14 fighters, accompanied by security men, the planes carry warriors, pacifists, lovers, enemies, dignatories - and a bomb planted by a terrorist mastermind. Suddenly they're forced to crash-land at an ancient desert site. Here, with only a handful of weapons, the men and women of the peace mission must make a desperate stand against an army of crack Palestinian commandos - while the Israeli authorities desperately attempt a rescue bid. A story of compulsive excitement, rich in personal drama and political tension that must rank as one of the greatest of our times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Action",
                "Drama",
                "Historical",
                "War",
                "Politics"
            ]
        },
        {
            "title": "Igraine the Brave",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 3.87,
            "ranking_count": 8490,
            "abstract": "Igraine dreams of being a famous knight like her great-grandfather, but castle life is boring. Until the nephew of the baroness-next-door plans to capture the castle for their singing spell books. At the moment of the siege, her parents mistakenly turn themselves into pigs. Aided by a Gentle Giant and a Sorrowful Knight, Igraine must be brave, and save the day -- and the books.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Jurnalul fericirii",
            "authors": [
                "Nicolae Steinhardt"
            ],
            "ranking": 4.5,
            "ranking_count": 1976,
            "abstract": "„O carte splendida, amestec inextricabil de notatie cotidiana, amintire, confesiune, hermeneutica, humor, tragedie, istorie, universalitate, metafizica, fiziologie, citate de lectura... N. Steinhardt dovedeste aceeasi uluitoare forta de patrundere in adevarul lucrurilor dincolo de coaja groasa a locului comun. Literatura noastra s-a imbogatit cu o carte de prima mina, la care vom simti nevoia sa ne intoarcem nu o data, in clipe de restriste, dar si de bucurie.”. - Nicolae Manolescu",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "European Literature",
                "Nonfiction",
                "Religion",
                "Biography",
                "Cultural",
                "Autobiography",
                "History",
                "Classics",
                "Christian"
            ]
        },
        {
            "title": "Desolation Angels",
            "authors": [
                "Jack Kerouac",
                "Joyce Johnson"
            ],
            "ranking": 3.93,
            "ranking_count": 10891,
            "abstract": "With the publication of. On the Road. in 1957, Jack Kerouac became at once the spokesman and hero of the Beat Generation. Along with such visionaries as William S. Burroughs, Neal Cassady, and Allen Ginsberg, Kerouac changed the face of American literature, igniting a counterculture revolution that even now, decades later, burns brighter than ever in. Desolation Angels. .. In one of the major cinematic events of 2012, Jack Kerouac's legendary Beat classic,. On the Road. , finally hits the big screen. Directed by Walter Salles (. The Motorcycle Diaries. ;. Paris, Je T'Aime. ) and with a cast of some of Hollywood's biggest young stars, including Kristen Stewart (The Twilight Saga), Sam Riley, Garrett Hedlund, Kirsten Dunst, Amy Adams (. Julie & Julia. ,. The Fighter. ), Tom Sturridge, and Viggo Mortensen (the Lord of the Rings trilogy,. The Road. ), the film will attract new fans who will be inspired by Kerouac's revolutionary writing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "Literary Fiction",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "Mark of the Lion Trilogy",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.77,
            "ranking_count": 12133,
            "abstract": "This best-selling trilogy chronicles a tale of persecution and perseverance of 1st-century Christians in hedonistic Rome.. #1 A Voice in the Wind:. Torn by her love for a handsome aristocrat, a young slave girl clings to her faith in the living God for deliverance from the forces of decadent Rome.. #2 An Echo in the Darkness:. Turning away from the opulence of Rome, Marcus is led by a whispering voice from the past into a journey that could set him free from the darkness of his soul.. #3 As Sure As the Dawn:. Atretes. German warrior. Revered gladiator. He won his freedom through his fierceness . . . but his life is about to change forever.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Romance",
                "Biblical Fiction",
                "Religion"
            ]
        },
        {
            "title": "Magician: Master",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.24,
            "ranking_count": 69472,
            "abstract": "He held the fate of two worlds in his hands.... Once he was an orphan called Pug, apprenticed to a sorcerer of the enchanted land of Midkemia.. Then he was captured and enslaved by the Tsurani, a strange, warlike race of invaders from another world.. There, in the exotic Empire of Kelewan, he earned a new name--Milamber. He learned to tame the unnimagined powers that lay withing him. And he took his place in an ancient struggle against an evil Enemy older than time itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "The Midwife's Apprentice",
            "authors": [
                "Karen Cushman"
            ],
            "ranking": 3.72,
            "ranking_count": 41595,
            "abstract": "From the author of Catherine, Called Birdy comes another spellbinding novel set in medieval England. The girl known only as Brat has no family, no home, and no future until she meets Jane the Midwife and becomes her apprentice. As she helps the sharp-tempered Jane deliver babies, Brat--who renames herself Alyce--gains knowledge, confidence, and the courage to want something from life: A full belly, a contented heart, and a place in this world. Medieval village life makes a lively backdrop for the funny, poignant story of how Alyce gets what she wants. A concluding note discusses midwifery past and present. A Newbery Medal book.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "State Violence: Northern Ireland 1969-1997",
            "authors": [
                "Raymond Murray"
            ],
            "ranking": 4.38,
            "ranking_count": 8,
            "abstract": "An account of the violations of human rights perpetrated against the Catholic community in Northern Ireland by the British State through the activities of its security force and the RUC. The author contends that Britain should acknowledge that it has acted unlawfully and immorally.",
            "part_of_series": false,
            "genre_list": [
                "Thriller"
            ]
        },
        {
            "title": "Killing Critics",
            "authors": [
                "Carol O'Connell"
            ],
            "ranking": 3.98,
            "ranking_count": 2344,
            "abstract": "As NYPD Detective Sergeant Kathleen Mallory probes the death of a hack artist at a gallery opening, she discovers links to a bizarre twelve-year-old double homicide and dismemberment originally investigated by her late adoptive father, Louis Markowitz.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Emergency Services",
                "Contemporary"
            ]
        },
        {
            "title": "In the Heart of the Sea: The Tragedy of the Whaleship Essex",
            "authors": [
                "Nathaniel Philbrick"
            ],
            "ranking": 4.13,
            "ranking_count": 98434,
            "abstract": "With its huge, scarred head halfway out of the water and its tail beating the ocean into a white-water wake more than forty feet across, the whale approached the ship at twice its original speed - at least six knots. With a tremendous cracking and splintering of oak, it struck the ship just beneath the anchor secured at the cat-head on the port bow.... In the Heart of the Sea. brings to new life the incredible story of the wreck of the whaleship Essex - an event as mythic in its own century as the Titanic disaster in ours, and the inspiration for the climax of Moby-Dick. In a harrowing page-turner, Nathaniel Philbrick restores this epic story to its rightful place in American history.. In 1820, the 240-ton Essex set sail from Nantucket on a routine voyage for whales. Fifteen months later, in the farthest reaches of the South Pacific, it was repeatedly rammed and sunk by an eighty-ton bull sperm whale. Its twenty-man crew, fearing cannibals on the islands to the west, made for the 3,000-mile-distant coast of South America in three tiny boats. During ninety days at sea under horrendous conditions, the survivors clung to life as one by one, they succumbed to hunger, thirst, disease, and fear.. Philbrick interweaves his account of this extraordinary ordeal of ordinary men with a wealth of whale lore and with a brilliantly detailed portrait of the lost, unique community of Nantucket whalers. Impeccably researched and beautifully told, the book delivers the ultimate portrait of man against nature, drawing on a remarkable range of archival and modern sources, including a long-lost account by the ship's cabin boy.. At once a literary companion and a page-turner that speaks to the same issues of class, race, and man's relationship to nature that permeate the works of Melville,. In the Heart of the Sea. will endure as a vital work of American history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Adventure",
                "Historical",
                "North American Hi...",
                "Audiobook",
                "Biography",
                "Travel"
            ]
        },
        {
            "title": "Christianity for Modern Pagans: Pascal's Pensées - Edited, Outlined & Explained",
            "authors": [
                "Peter Kreeft",
                "Blaise Pascal"
            ],
            "ranking": 4.38,
            "ranking_count": 526,
            "abstract": "Peter Kreeft believes that Baise Pascal is the first post-medieval apologist. No writer in history, claims Kreeft, is a more effective Christian apologist and evangelist to today's uprooted, confused, secularized pagans (inside and outside the Church) than Pascal. He was a brilliant man--a great scientist who did major work in physics and mathematics, as well as an inventor--whom Kreeft thinks was three centuries ahead of his time. His apologetics found in his Pensees are ideal for the modern, sophisticated skeptic.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Christianity",
                "Christian",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "Iron Lake",
            "authors": [
                "William Kent Krueger"
            ],
            "ranking": 3.94,
            "ranking_count": 29348,
            "abstract": "Part Irish, part Anishinaabe Indian, Corcoran Cork O'Connor is the former sheriff of Aurora, Minnesota. Embittered by his former status, and the marital meltdown that has separated him from his children, Cork gets by on heavy doses of caffeine, nicotine, and guilt. Once a cop on Chicago's South Side, there's not much that can shock him. But when the town's judge is brutally murdered, and a young Eagle Scout is reported missing, Cork takes on a mind-jolting case of conspiracy, corruption, and scandal.. As a lakeside blizzard buries Aurora, Cork must dig out the truth among town officials who seem dead-set on stopping his investigation in its tracks. But even Cork freezes up when faced with the harshest enemy of all: a small-town secret that hits painfully close to home.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Small Sacrifices",
            "authors": [
                "Ann Rule"
            ],
            "ranking": 4.24,
            "ranking_count": 27676,
            "abstract": "Ann Rule. 's shocking and powerful account of the destructive forces that drove. Diane Downs. , a beautiful young mother, to shoot her three young children in cold blood.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Audiobook",
                "Biography",
                "History",
                "Thriller",
                "True Story",
                "Horror"
            ]
        },
        {
            "title": "The Empty Chair",
            "authors": [
                "Jeffery Deaver"
            ],
            "ranking": 4.06,
            "ranking_count": 29630,
            "abstract": "From the bestselling author of The Bone Collector and The Devil's Teardrop comes this spine-chilling new thriller that pits renowned criminalist Lincoln Rhyme against the ultimate opponent -- Amelia Sachs, his own brilliant protégée.. A quadriplegic since a beam crushed his spinal cord years ago, Rhyme is desperate to improve his condition and goes to the University of North Carolina Medical Center for high-risk experimental surgery. But he and Sachs have hardly settled in when the local authorities come calling. In a twenty-four-hour period, the sleepy Southern outpost of Tanner's Corner has seen a local teen murdered and two young women abducted. And Rhyme and Sachs are the best chance to find the girls alive.. The prime suspect is a strange teenaged truant known as the Insect Boy, so nicknamed for his disturbing obsession with bugs. Rhyme agrees to find the boy while awaiting his operation. Rhyme's unsurpassed analytical skills and stellar forensic experience, combined with Sachs's exceptional detective legwork, soon snare the perp. But even Rhyme can't anticipate that Sachs will disagree with his crime analysis and that her vehemence will put her in the swampland, harboring the very suspect whom Rhyme considers a ruthless killer. So ensues Rhyme's greatest challenge -- facing the criminalist whom he has taught everything he knows in a battle of wits, forensics, and intuition. And in this adversary, Rhyme also faces his best friend and soul mate.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "The Sleepwalkers",
            "authors": [
                "Hermann Broch",
                "Edwin Muir",
                "Willa Muir"
            ],
            "ranking": 4.07,
            "ranking_count": 1326,
            "abstract": "With his epic trilogy,. The Sleepwalkers. , Hermann Broch established himself as one of the great innovators of modern literature, a visionary writer-philosopher the equal of James Joyce, Thomas Mann, or Robert Musil. Even as he grounded his narratives in the intimate daily life of Germany, Broch was identifying the oceanic changes that would shortly sweep that life into the abyss.. Whether he is writing about a neurotic army officer The Romantic, a disgruntled bookkeeper and would-be assassin The Anarchist, or an opportunistic war-deserter The Realist, Broch immerses himself in the twists of his characters psyches, and at the same time soars above them, to produce a prophetic portrait of a world tormented by its loss of faith, morals, and reason.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Cultural",
                "Philosophy",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Daughters of Africa",
            "authors": [
                "Margaret Busby",
                "Hatshepsut",
                "Lucy Terry",
                "Phillis Wheatley",
                "Mary Prince",
                "Zilpha Elaw",
                "Sojourner Truth",
                "Nancy Gardner Prince",
                "more…",
                "Makeda",
                "Maria W. Stewart",
                "Mary Seacole",
                "Harriet E. Wilson",
                "Mwana Kupona",
                "Harriet Ann Jacobs",
                "Ann Plato",
                "Henrietta Fullor",
                "Frances Ellen Watkins Harper",
                "Lucy Delaney",
                "Anonymous",
                "Charlotte Forten Grimké",
                "Bethany Veney",
                "Mattie J. Jackson",
                "Susie King Taylor",
                "Pauline Elizabeth Hopkins",
                "Sarah A. Allen",
                "Anna Julia Cooper",
                "Annie L. Burton",
                "Kate Drumgoold",
                "Ida B. Wells-Barnett",
                "Mary Church Terrell",
                "Adelaide Casely-Hayford",
                "Alice Dunbar-Nelson",
                "Baba",
                "Angelina Weld Grimké",
                "Jessie Redmon Fauset",
                "Anne Spencer",
                "Else Johnson McDougald",
                "Georgia Douglas Johnson",
                "Zora Neale Hurston",
                "Nella Larsen",
                "Amy Jacques Garvey",
                "Marita Bonner",
                "Gwendolyn B. Bennett",
                "Gladys May Casely-Hayford",
                "Aquah Laluah",
                "Una Marson",
                "Mabel Dove-Danquah",
                "Virginia Brindis de Salas",
                "Ann Petry",
                "Pauli Murray",
                "Old Elizabeth",
                "…less"
            ],
            "ranking": 4.35,
            "ranking_count": 95,
            "abstract": "An international anthology of words and writings by women of African descent--from the ancient oral tradition to the present. A monumental literary enterprise, it is the most inclusive anthology ever attempted of oral and written literature--in every conceivable genre--by women of African descent the world over. (Pantheon). List of Contributors Continued:. Dorothy West. ,. Carolina Maria de Jesus. ,. Ellen Kuzwayo. ,. Billie Holiday. ,. Claudia Jones. ,. Margaret Walker. ,. Gwendolyn Brooks. ,. Marie Vieux-Chauvet. ,. Caroline Ntseliseng Khaketla. ,. Aída Cartagena Portalatín. ,. Louise Simone Bennett-Coverley. ,. Alice Childress",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Anthologies",
                "Fiction",
                "Feminism",
                "Short Stories",
                "Poetry",
                "Womens",
                "Literature"
            ]
        },
        {
            "title": "The Collected Stories Of Jean Stafford",
            "authors": [
                "Jean Stafford"
            ],
            "ranking": 3.74,
            "ranking_count": 1436,
            "abstract": "These Pulitzer Prize-winning stories represent the major short works of fiction by one of the most distinctively American stylists of her day. Jean Stafford communicates the small details of loneliness and connection, the search for freedom and the desire to belong, that not only illuminate whole lives but also convey with an elegant economy of words the sense of the place and time in which her protagonists find themselves. This volume also includes the acclaimed story An Influx of Poets, which has never before appeared in book form.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Literature",
                "American",
                "Womens"
            ]
        },
        {
            "title": "Take Time for Your Life",
            "authors": [
                "Cheryl Richardson"
            ],
            "ranking": 4.01,
            "ranking_count": 1769,
            "abstract": "America's #1 personal coach offers an inspiring, practical, seven-step program to help you create the life you want.. Step 1:. If you think selfish is a dirty word, learn to practice extreme self-care--put yourself at the top of the list and everyone else will benefit!. Step 2:. If your schedule doesn't reflect your priorities, stop reacting to life and take control of what gets your time and attention.. Step 3:. Identify the things that drain you and eliminate them--people, places, and things--once and for all.. Step 4:. If you feel trapped by money, investing in your financial health will stop making you feel like a victim.. Step 5:. Kick the adrenaline habit! Identify the things that fuel you and discover healthy, new sources of energy.. Step 6:. If you feel lonely or isolated, learn how to surround yourself with high-quality relationships that support, challenge, and encourage you to be your best.. Step 7:. Don't let life get in the way of your spiritual well-being--connect to your inner wisdom and create a personal practice.. Packed with useful exercises, checklists, personal stories, and a wealth of resources, Cheryl Richardson's program will show you how to step back, regain control, and make conscious decisions about the future you'd like to create. Take time for your life--and begin living a life that you love.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Spirituality",
                "Reference",
                "Audiobook",
                "Business",
                "Productivity",
                "Leadership"
            ]
        },
        {
            "title": "The Beautyful Ones Are Not Yet Born",
            "authors": [
                "Ayi Kwei Armah"
            ],
            "ranking": 3.9,
            "ranking_count": 2854,
            "abstract": "A railway freight clerk in Ghana attempts to hold out against the pressures that impel him toward corruption in both his family and his country.. The Beautyful Ones Are Not Yet Born. is the novel that catapulted Ayi Kwei Armah into the limelight. The novel is generally a satirical attack on the Ghanaian society during Kwame Nkrumah’s regime and the period immediately after independence in the 1960s. It is often claimed to rank with. Things Fall Apart. as one of the high points of post-colonial African Literature.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Western Africa",
                "Literature",
                "Historical",
                "Classics",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Moominpappa at Sea",
            "authors": [
                "Tove Jansson",
                "Kingsley Hart"
            ],
            "ranking": 4.25,
            "ranking_count": 8324,
            "abstract": "When the Moomin family members need a change of scenery, they decide to take up residence in a lighthouse. As they discover their new home, the family also discover surprising, and wonderfully funny, new things about themselves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Engines of God",
            "authors": [
                "Jack McDevitt"
            ],
            "ranking": 3.84,
            "ranking_count": 8901,
            "abstract": "Two hundred years ago, humans made a stunning discovery in the far reaches of the solar system: a huge statue of an alien creature, with an inscription that defied all efforts at translation. Now, as faster-than-light drive opens the stars to exploration, humans are finding other relics of the race they call the Monument-Makers - each different, and each heartbreakingly beautiful. But except for a set of footprints on Jupiter's moon Iapetus, there is no trace of the enigmatic race that has left them behind. Then a team of scientists working on a dead world discover an ominous new image of the Monument-Makers. Somehow it all fits with other lost civilizations, and possibly with Earth's own future. And distant past. But Earth itself is on the brink of ecological disaster - there is no time to search for answers. Even to a question that may hold the key to survival for the entire human race...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Mystery",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Out of Africa / Shadows on the Grass",
            "authors": [
                "Isak Dinesen",
                "Karen Blixen"
            ],
            "ranking": 4.22,
            "ranking_count": 10915,
            "abstract": "Out of Africa tells the story of a farm that the narrator once had in Africa. The farm is located at the foot of the Ngong hills outside of Nairobi, in what is now Kenya. It sits at an altitude of six thousand feet. The farm grows coffee, although only part of its six thousand acres is used for agriculture. The remaining parts of the land are forest and space for the natives to live on.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Classics",
                "Biography",
                "Travel",
                "History",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Awakening to the Sacred: Creating a Personal Spiritual Life",
            "authors": [
                "Surya  Das"
            ],
            "ranking": 4.11,
            "ranking_count": 573,
            "abstract": "Lama Surya Das, author of the bestselling. Awakening the Buddha Within. , is the most highly trained American lama in the Tibetan tradition. In this elegant, inspiring book, he integrates essential Buddhist practices with a variety of other spiritual philosophies and wisdom traditions, to show you how to create a personalized spiritual practice based on your own individual beliefs, aspirations, and needs. Through reflections on his own life quest, thoughtful essays, and entertaining stories, Surya Das examines the common themes at the heart of any spiritual path, including faith, doubt, love, compassion, creativity, self-inquiry, and transformation. He then explores prayer, yoga, chanting, guided meditations, breathing exercises, and myriad other rituals, providing practical examples of each that we can use day-to-day to nurture our inner spirit.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Self Help"
            ]
        }
    ]
}