{
    "books": [
        {
            "title": "Come and See",
            "authors": [
                "Fanny Howe"
            ],
            "ranking": 3.95,
            "ranking_count": 77,
            "abstract": "“We cannot do without Fanny Howe.” —Ange Mlinko,. The Nation. Here a gun might go off,. There perhaps a broom would brush away the sticks of spring.. It was not your fault where you were dropped. Or where you took your first steps.. —from “After Watching Klimov’s. Agoniya. ”. In Fanny Howe’s latest collection of poems, she beckons us toward the origins of both our collective knowing and our misperception. These poems move from one country to another and from one archetypal position—parent, grandparent, child—to another in the wake of the twentieth century. Certain movies provide an almost religious resolution to questions and experiences. “I don’t blame the children for anything,” Howe writes in one poem. “Their century is like a director who prefers his script to his actors.” With startling revelation and lyrical power,. Come and See. urges us to observe the world anew.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Cast in Flight",
            "authors": [
                "Michelle Sagara"
            ],
            "ranking": 4.3,
            "ranking_count": 3331,
            "abstract": "New York Times. bestselling author Michelle Sagara returns to the city of Elantra with a thrilling tale rife with ancient magic, assassination attempts and political intrigue.. Private Kaylin Neya already has Dragons and Barrani as roommates. Adding one injured, flightless Aerian to her household should be trivial. Sure, the Aerian is Sergeant Moran dar Carafel, but Kaylin's own sergeant is a Leontine, the definition of growly and fanged. She can handle one Aerian.. But when a walk to the Halls of Law becomes a street-shattering magical assassination attempt on the sergeant, Kaylin discovers that it's not the guest who's going to be the problem: it's all of the people who suddenly want Moran dar Carafel dead. And though Moran refuses to tell her why she's being targeted, Kaylin is determined to discover her secret and protect her at all costs--even if keeping Moran safe means dealing with Aerian politics, angry dragons and something far more sinister.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Official Liverpool FC Book of Records",
            "authors": [
                "Jeff Anderson"
            ],
            "ranking": 3.0,
            "ranking_count": 1,
            "abstract": "An official publication filled with facts and stats, from player records to attendance to transfers to awards. This volume offers not only all the important statistics in the history of one of the world's most successful Clubs, but complements the numbers with stories and background information on them, and with outstanding action photographs to bring them to life. As well as all of the club records, player records, and general statistics, a special section focuses on 10 of the legends of Anfield who helped to shape the club and make Liverpool FC the sporting behemoth it is today.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Amazing Book Is Not on Fire",
            "authors": [
                "Daniel  Howell",
                "Phil Lester"
            ],
            "ranking": 4.42,
            "ranking_count": 17608,
            "abstract": "Hello reader,. In this book is a world. A world created by two awkward guys who share their lives on the internet!. We are Dan and Phil and we invite you on a journey inside our minds! From the stories of our actual births, to exploring Phil's teenage diary and all the reasons why Dan's a fail.. Learn how to draw the perfect cat whiskers, get advice on what to do in an awkward situation and discover which of our dining chairs represents you emotionally. With everything from what we text each other, to the time we met One Direction and what really happened in Vegas...",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Audiobook",
                "Biography",
                "Autobiography",
                "Contemporary",
                "LGBT",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Panther",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 3.98,
            "ranking_count": 20113,
            "abstract": "Anti-Terrorist Task Force agent John Corey and his wife, FBI agent Kate Mayfield, have been posted overseas to Sana'a, Yemen-one of the most dangerous places in the Middle East. While there, they will be working with a small team to track down one of the masterminds behind the USS. Cole. bombing: a high-ranking Al Qaeda operative known as The Panther. Ruthless and elusive, he's wanted for multiple terrorist acts and murders-and the U.S. government is determined to bring him down, no matter the cost. As latecomers to a deadly game, John and Kate don't know the rules, the players, or the score. What they do know is that there is more to their assignment than meets the eye-and that the hunters are about to become the hunted. Filled with breathtaking plot turns and told in John Corey's inimitable voice, THE PANTHER is a brilliant depiction of one of the most treacherous countries in the world and raises disturbing questions about whether we can ever know who our enemies - or our allies - really are.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Action",
                "Spy Thriller",
                "War"
            ]
        },
        {
            "title": "A Path Begins",
            "authors": [
                "J.A.    White",
                "Andrea Offermann"
            ],
            "ranking": 3.95,
            "ranking_count": 5211,
            "abstract": "A dark, forbidden forest. Vicious beasts. Deadly plants. An evil spellbook. Secrets. Mysteries. Witches, both good and bad . . . Welcome to the world of the Thickety. Full of action, set in an intriguing and dangerous world, and illustrated with gorgeous and haunting line art, The Thickety: A Path Begins is a truly stunning book.. A Path Begins is the thrilling start of a new middle-grade fantasy series about a girl, a mysterious forest, and a book of untold magical powers. Kara and her brother, Taff, are shunned by their village because their mother was a witch. The villagers believe nothing is more evil than magic, except for what lurks in the nearby Thickety. But when Kara enters the forbidden forest, she discovers a strange book, a grimoire that might have belonged to her mother. The events she then sets in motion are both awe-inspiring and terrifying...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Straight Razor Cure",
            "authors": [
                "Daniel Polansky"
            ],
            "ranking": 3.85,
            "ranking_count": 5827,
            "abstract": "People can disappear from the streets of Low Town - and the lacklustre efforts of the guard ensure they are never found. But then a missing child, murdered and horribly mutilated, is discovered in an alley. And then another. With a mind as sharp as a blade, the guard is the only man who can find the killer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Thriller",
                "Dark",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ever After",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.46,
            "ranking_count": 31552,
            "abstract": "The ever after, the demonic realm that parallels the human world, is shrinking. If it disappears completely, so does all magic. It's up to witch-turned-daywalking-demon Rachel Morgan to avert catastrophe and keep life from changing... for the worse.. While saving the world is important, it isn't Rachel's only motivation. There's also the small fact that she caused the ley line to rip in the first place, setting off a chain reaction of unfortunate events. That little mistake has made her life forfeit unless she can fix it. It's also made her more than a few enemies, including the most powerful demon in the ever after—a terrifying entity who eats souls and now has an insatiable appetite for her. He's already kidnapped her friend and goddaughter to lure her out, and if Rachel doesn't give herself up soon, they'll die.. But Rachel has more than a few impressive and frightening skills of her own, and she isn't going to hand over her soul and her life without one hell of a fight. She's also got a surprise: elven tycoon Trent Kalamack. With this unlikely ally beside her—a prospect both thrilling and unnerving—she's going to return to the ever after, kick some demon butt, rescue her loved ones... and prevent an apocalypse before it's too late. Or, at least that's the plan...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Canyon Encounter: The Adventures of a Crazy, Self Taught Woodsman (Tales from the Timber Book 1)",
            "authors": [
                "C.M. Connelly"
            ],
            "ranking": 3.88,
            "ranking_count": 64,
            "abstract": "*This is a 9500 word true life short story.. Once I believed I knew all there was to know about the creatures who roamed the Pacific Northwest forests. After spending long stretches of time alone out in the timber, a few strange experiences started eroding that conviction. This story is about some of those events leading up to a solo hunting trip out in an Oregon wilderness area. My know-it-all perception shattered then after a mysterious encounter with an unknown creature deep in a canyon. The experience changed me forever.. The timber holds mysteries I’ve yet to solve.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Devil in the White City: Murder, Magic, and Madness at the Fair That Changed America (Book Summary)",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 4.29,
            "ranking_count": 14,
            "abstract": "The Devil in the White City: Murder, Magic, and Madness at the Fair That Changed America by Erik Larson. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. This book reflects on killings that occurred during the 1983 World Fair and were committed by a serial killer.. Erik Larson builds up a suspense and thrilling story surrounding these events in very exceptional manor.. Here Is A Preview Of What You’ll Learn…. Historically supported story \n   Tale involving a lot of famous names \n   Ingenuity and smarts of a serial killer  \n   Nail-biting plot  \n   About the fair that set US towards 20th century. Take action today and download this book for a limited time discount of only $2.99!. Keywords: The Devil in the White City",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Adventures of Jill and Gigi",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "The exciting adventures of Jill and Gigi, single girls with big plans.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Agatha Heterodyne and the Sleeping City",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.28,
            "ranking_count": 551,
            "abstract": "Adventure, Romance, Mad Science! Agatha and her friends try to save her town from the vast armies of the Wulfenbach Empire.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Graphic Novels Comics",
                "Romance"
            ]
        },
        {
            "title": "Dark Matter",
            "authors": [
                "Michelle Paver"
            ],
            "ranking": 3.97,
            "ranking_count": 13783,
            "abstract": "Out of nowhere, for no reason, I was afraid. My skin pickled. My heart thudded in my throat. My body knew before I did that I was not alone…. London, 1937. Jack is poor, lonely and desperate to change his life, so when he’s offered the chance to join an Arctic expedition, he jumps at it. Spirits are high as the ship leaves Norway and at last they reach the remote, uninhabited bay where they will camp for the next year.. But the Arctic summer is brief. As night returns to claim the land, Jack feels a creeping unease. One by one, his companions are forced to leave. Soon Jack will see the last of the sun, the sea will freeze and escape will be impossible.. And Jack is not alone. Something walks there in the dark…",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Historical",
                "Mystery",
                "Paranormal",
                "Fantasy",
                "Gothic",
                "Thriller"
            ]
        },
        {
            "title": "50 відсотків рації",
            "authors": [
                "Олександр Бойченко"
            ],
            "ranking": 4.45,
            "ranking_count": 80,
            "abstract": "Новинка в черговий раз порадує читачів тонким почуттям гумору, притаманним лише Сашкові, а потім змусить замислитись, чи справді є над чим сміятись? Так! Є! Це найкращі та найдешевші ліки, для яких не потрібен дозвіл лікарів. Але чому лише «50 відсотків»? Дізнаєтесь, якщо відвідаєте презентацію та прочитаєте книжку.. «Нема мови: десь там, у Нью-Йорку, Берліні чи Парижі, світової ваги події трапляються трохи частіше, ніж, припустимо, у Малих Кривотулах. Відтак громадяни тих меґаполісів схильні зверхньо вважати, ніби лише вони знають смак великих драм. А дарма. Бо іноді по наших задуп’ях розігруються такі містерії, що й Гамсуна не треба».. Олександр Бойченко",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Islam and the Future of Tolerance: A Dialogue",
            "authors": [
                "Sam Harris",
                "Maajid Nawaz"
            ],
            "ranking": 4.05,
            "ranking_count": 6731,
            "abstract": "Is Islam a religion of peace or war? Is it amenable to reform? Why do so many Muslims seem to be drawn to extremism? And what do words like. jihadism. and. fundamentalism. really mean? In a world riven by misunderstanding and violence, Sam Harris--a famous atheist--and Maajid Nawaz--a former radical--demonstrate how two people with very different religious views can find common ground and invite you to join in an urgently needed conversation.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "History",
                "Audiobook",
                "Culture"
            ]
        },
        {
            "title": "Ghachar Ghochar",
            "authors": [
                "Vivek Shanbhag"
            ],
            "ranking": 3.92,
            "ranking_count": 12728,
            "abstract": "In this masterful novel by the acclaimed Indian writer Vivek Shanbhag, a close-knit family is delivered from near-destitution to sudden wealth after the narrator's uncle founds a successful spice company. As the narrator - a sensitive young man who is never named - along with his sister, his parents, and his uncle move from a cramped, ant-infested shack to a larger house and encounter newfound wealth, the family dynamics begin to shift. Allegiances and desires realign; marriages are arranged and begin to falter; and conflict brews ominously in the background.. Their world becomes 'ghachar ghochar' - a nonsense phrase that, to the narrator, comes to mean something entangled beyond repair. Told in clean, urgent prose, and punctuated by moments of unexpected warmth and humour,. Ghachar Ghochar. is a quietly enthralling, deeply unsettling novel about the shifting meanings - and consequences - of financial gain in contemporary India.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Asian Literature",
                "Literary Fiction",
                "Novella",
                "Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Dirty Billionaire",
            "authors": [
                "Meghan March"
            ],
            "ranking": 3.99,
            "ranking_count": 27183,
            "abstract": "From New York Times, Wall Street Journal, and USA Today bestselling author, Meghan March, comes a deliciously dirty trilogy. All three books are available now.. I've got a big... ego and an even bigger bank account. That's pretty much where my bio ends. Honestly, I don't need to say anything else. I've just sold 99% of women on going home with me. Do I sound like a jerk to you? That's because I am. And guess what? It works for me just fine. Or at least it did. Until I met her. Books talk about sparks flying. Screw that. With her, it was like emergency flares mixed with jet fuel. Or maybe just straight up napalm. Only one problem. She wouldn't tell me her name or her number when she disappeared from the hotel room after the hottest night of my life. Now I've had a taste of the perfect woman and I need it again. So what's a jerk to do? I took this problem to the street. A missed connection gone viral. And when I find her? I'm keeping her.. Dirty Billionaire is the first book in the Dirty Billionaire Trilogy. All three books are now available! Creighton and Holly's story continues in Dirty Pleasures and Dirty Together.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Erotica",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Fable of Us",
            "authors": [
                "Nicole  Williams"
            ],
            "ranking": 3.7,
            "ranking_count": 3266,
            "abstract": "From New York Times and USATODAY Bestselling Author Nicole Williams:. Her heart can’t be destroyed by the same person twice. At least, that’s what Clara Abbot finds herself hoping when she runs into Boone Cavanaugh less than an hour after returning to Charleston.. As kids, Clara and Boone had been each other’s firsts, and no one or nothing could stand in the way of their forever. But all kids have to grow up sometime. The troubled son of the town drunk winding up with the firstborn daughter of the local royalty was a happy ending even the most imaginative of fairy tales couldn’t make believable.. Their fable came to an end as most do: tragically. Boone might have done the leaving, but it was Clara who got away and made a new life for herself in California. But after seven years of dodging her hometown, she’s only back in Charleston for seven days to celebrate her sister’s wedding. She won’t let her overbearing family or her run-in with Boone rattle her—though rattling her is obviously Boone’s primary objective.. Boone is her past and her past is behind her, a mere speck in the rearview. So why does she feel it coming back every time she looks at him? Why does she see it every time he looks back?. Just when Clara’s life can’t possibly get more complicated, the ground shifts, and she discovers just how far her family was willing to go to keep the wrong boy out of her life. Was it really Boone who left her? Or was it Clara who left him?. The truth will be hard to face. Especially when she discovers most of her life has been built on lies.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Adult",
                "Young Adult",
                "Sociology"
            ]
        },
        {
            "title": "The Punch Escrow",
            "authors": [
                "Tal M. Klein"
            ],
            "ranking": 3.61,
            "ranking_count": 5308,
            "abstract": "It's the year 2147. Advancements in nanotechnology have enabled us to control aging. We've genetically engineered mosquitoes to feast on carbon fumes instead of blood, ending air pollution. And teleportation has become the ideal mode of transportation, offered exclusively by International Transport—a secretive firm headquartered in New York City. Their slogan:. Departure... Arrival... Delight!. Joel Byram, our smartass protagonist, is an everyday twenty-second century guy. He spends his days training artificial intelligence engines to act more human, jamming out to 1980's new wave—an extremely obscure genre, and trying to salvage his deteriorating marriage. Joel is pretty much an everyday guy with everyday problems—until he's accidentally duplicated while teleporting.. Now Joel must outsmart the shadowy organization that controls teleportation, outrun the religious sect out to destroy it, and find a way to get back to the woman he loves in a world that now has two of him.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Humor",
                "Speculative Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "My Absolute Darling",
            "authors": [
                "Gabriel Tallent"
            ],
            "ranking": 3.62,
            "ranking_count": 44311,
            "abstract": "At 14, Turtle Alveston knows the use of every gun on her wall. She knows how to snare a rabbit, sharpen a blade and splint a bone. She knows that her daddy loves her more than anything else in this world and he’ll do whatever it takes to keep her with him.. But she doesn’t know why she feels so different from the other girls at school; why the line between love and pain can be so hard to see. Or why making a friend may be the bravest and most terrifying thing she has ever done.. Sometimes the people you’re supposed to trust are the ones who do most harm. And what you’ve been taught to fear is the very thing that will save you…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction",
                "Novels",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Priestdaddy",
            "authors": [
                "Patricia Lockwood"
            ],
            "ranking": 3.81,
            "ranking_count": 18756,
            "abstract": "From Patricia Lockwood - a writer acclaimed for her wildly original voice - a vivid, heartbreakingly funny memoir about having a married Catholic priest for a father.. Father Greg Lockwood is unlike any Catholic priest you have ever met - a man who lounges in boxer shorts, who loves action movies, and whose constant jamming on the guitar reverberates like a whole band dying in a plane crash in 1972. His daughter is an irreverent poet who long ago left the church's country. When an unexpected crisis leads her and her husband to move back into her parents' rectory, their two worlds collide.. In Priestdaddy, Lockwood interweaves emblematic moments from her childhood and adolescence - from an ill-fated family hunting trip and an abortion clinic sit-in where her father was arrested to her involvement in a cultlike Catholic youth group - with scenes that chronicle the eight-month adventure she and her husband had in her parents' household after a decade of living on their own. Lockwood details her education of a seminarian who is also living at the rectory, tries to explain Catholicism to her husband, who is mystified by its bloodthirstiness and arcane laws, and encounters a mysterious substance on a hotel bed with her mother.. Lockwood pivots from the raunchy to the sublime, from the comic to the deeply serious, exploring issues of belief, belonging, and personhood. Priestdaddy is an entertaining, unforgettable portrait of a deeply odd religious upbringing and how one balances a hard-won identity with the weight of family and tradition.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Religion",
                "Biography",
                "Humor",
                "Biography Memoir",
                "Audiobook",
                "Poetry",
                "Adult"
            ]
        },
        {
            "title": "Do No Harm: Stories of Life, Death and Brain Surgery",
            "authors": [
                "Henry Marsh"
            ],
            "ranking": 4.26,
            "ranking_count": 30565,
            "abstract": "What is it like to be a brain surgeon? How does it feel to hold someone's life in your hands, to cut into the stuff that creates thought, feeling, and reason? How do you live with the consequences of performing a potentially lifesaving operation when it all goes wrong?. In neurosurgery, more than in any other branch of medicine, the doctor's oath to do no harm holds a bitter irony. Operations on the brain carry grave risks. Every day, leading neurosurgeon Henry Marsh must make agonizing decisions, often in the face of great urgency and uncertainty.. If you believe that brain surgery is a precise and exquisite craft, practiced by calm and detached doctors, this gripping, brutally honest account will make you think again. With astonishing compassion and candor, Marsh reveals the fierce joy of operating, the profoundly moving triumphs, the harrowing disasters, the haunting regrets, and the moments of black humor that characterize a brain surgeon's life.. Do No Harm provides unforgettable insight into the countless human dramas that take place in a busy modern hospital. Above all, it is a lesson in the need for hope when faced with life's most difficult decisions.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Medical",
                "Science",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biology",
                "Biography Memoir"
            ]
        },
        {
            "title": "How to Survive a Summer",
            "authors": [
                "Nick  White"
            ],
            "ranking": 3.65,
            "ranking_count": 726,
            "abstract": "A debut novel centering around a gay conversion camp in Mississippi, and a man's reckoning with the trauma he faced there as a teen.. Camp Levi nestled in the Mississippi countryside is designed to cure young teenage boys of their budding homosexuality. Will Dillard, a Midwestern graduate student, spent a summer at the camp as a teenager, and has since tried to erase that experience from his mind. But when a fellow student alerts him that a slasher movie based on the camp is being released, he is forced to confront his troubled history and possible culpability in the death of a fellow camper.. As past and present are woven together, Will recounts his rehabilitation, eventually returning to the abandoned campgrounds to solve the mysteries of that pivotal summer, and to reclaim his story from those who have stolen it. With a masterful confluence of sensibility and place,. How to Survive a Summer. introduces an exciting new literary voice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Adult Fiction",
                "Queer",
                "Novels",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Blood on the Tracks",
            "authors": [
                "Barbara Nickless"
            ],
            "ranking": 4.22,
            "ranking_count": 22268,
            "abstract": "A young woman is found brutally murdered, and the main suspect is the victim’s fiancé, a hideously scarred Iraq War vet known as the Burned Man. But railroad police Special Agent Sydney Rose Parnell, brought in by the Denver Major Crimes unit to help investigate, can't shake the feeling that larger forces are behind this apparent crime of passion.. In the depths of an icy winter, Parnell and her K9 partner, Clyde ― both haunted by their time in Iraq ― descend into the underground world of a savage gang of rail riders. There, they uncover a wide-reaching conspiracy and a series of shocking crimes. Crimes that threaten everything Parnell holds dear.. As the search for the truth puts her directly in the path of the killer, Parnell must struggle with a deadly question: Can she fight monsters without becoming one herself?. A Suspense Magazine Best of 2016 Books Selection.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Business",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Power to the Poor: Black-Brown Coalition and the Fight for Economic Justice, 1960-1974",
            "authors": [
                "Gordon K. Mantler"
            ],
            "ranking": 3.82,
            "ranking_count": 17,
            "abstract": "The Poor People's Campaign of 1968 has long been overshadowed by the assassination of its architect, Dr. Martin Luther King Jr., and the political turmoil of that year. In a major reinterpretation of civil rights and Chicano movement history, Gordon K. Mantler demonstrates how King's unfinished crusade became the era's most high-profile attempt at multiracial collaboration and sheds light on the interdependent relationship between racial identity and political coalition among African Americans and Mexican Americans. Mantler argues that while the fight against poverty held great potential for black-brown cooperation, such efforts also exposed the complex dynamics between the nation's two largest minority groups.. Drawing on oral histories, archives, periodicals, and FBI surveillance files, Mantler paints a rich portrait of the campaign and the larger anti-poverty work from which it emerged, including the labor activism of Cesar Chavez, opposition of Black and Chicano Power to state violence in Chicago and Denver, and advocacy for Mexican American land-grant rights in New Mexico. Ultimately, Mantler challenges readers to rethink the multiracial history of the long civil rights movement and the difficulty of sustaining political coalitions.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race"
            ]
        },
        {
            "title": "The Outpost",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.39,
            "ranking_count": 6643,
            "abstract": "Trapped in his tiny mountain cabin, she didn't expect to fall for his big heart.. Exposing a prominent criminal family with an investigative news report didn't exactly work out the way Sabrina had hoped. Instead of basking in the glory of her article's success, she's on the run from a powerful man who wants her dead. To stay safe, she's forced to trade one bad situation for another. Stuck in the Montana wilderness, she's secluded from anything resembling civilization or the modern-day world. The only good thing about her situation is the gorgeous mountain man assigned to protect her. Too bad he isn't the slightest bit interested in a city girl like her.. Beau likes his life quiet and simple. Give him a peaceful day hiking in the woods with his dog, and he's a happy man. He has no use for large crowds, noisy cities or dramatic women. So when a hotshot reporter rolls into town, dragging her big-time problems with her, he should have run for the hills. Instead, he volunteered to keep her safe. Bringing her into his world won't be easy, but if he can convince her that Montana isn't as terrifying as she believes, they might just be the perfect match.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Suspense",
                "Adult",
                "Audiobook",
                "New Adult",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Blood Song",
            "authors": [
                "Cat Adams"
            ],
            "ranking": 3.74,
            "ranking_count": 6640,
            "abstract": "Bodyguard Celia Graves has definitely accepted her share of weird assignments, both human and supernatural. But her newest job takes the cake. Guarding a prince from terrorists and religious fundamentalists is hard enough, but it seems like the entire supernatural world is after this guy too. When she is betrayed by those she is employed to help, and everything goes horribly wrong, Celia wakes to find herself transformed.. Neither human nor vampire, Celia has become an abomination-something that should not exist-and now both human and supernatural alike want her dead. With the help of a few loyal friends-a sexy mage, a powerful werewolf, and a psychic cop-Celia does her best to stay alive. On the run from her enemies, Celia must try to discover who is behind her transformation . . . before it's too late.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "De val",
            "authors": [
                "Matthias M.R. Declercq"
            ],
            "ranking": 4.2,
            "ranking_count": 564,
            "abstract": "Vijf jongens,. vijf aardige jongens.. Min of meer bij toeval ontmoeten ze elkaar in de loop van een paar jaar, aan het begin van deze eeuw, omdat ze alle vijf één doel kennen: de koers. Ze ambiëren allemaal een carrière als profrenner. Op het jaagpad langs de Schelde, van Gent naar Oudenaarde, trainen ze samen. Iljo Keisse, Wouter Weylandt, Domitri De Fauw, Bert De Backer en Kurt Hovelijnck. Ze zijn jong, viriel, populair, en schoppen het inderdaad tot profwielrenner. Their finest hour, als ze het eenmaal zijn. Maar het leven blijkt harder dan de droom. Wat hen samenbracht, de koers, rukt hen ook uit elkaar. Ongenadig en definitief. Vijf jongens, vijf aardige jongens.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports"
            ]
        },
        {
            "title": "The Ship of the Dead",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.39,
            "ranking_count": 68266,
            "abstract": "Magnus Chase, a once-homeless teen, is a resident of the Hotel Valhalla and one of Odin's chosen warriors. As the son of Frey, the god of summer, fertility, and health, Magnus isn't naturally inclined to fighting. But he has strong and steadfast friends, including Hearthstone the elf, Blitzen the dwarf, and Samirah the Valkyrie, and together they have achieved brave deeds, such as defeating Fenris Wolf and battling giants for Thor's hammer, Mjolnir. Now Magnus faces his most dangerous trial yet. His cousin, Annabeth, recruits her boyfriend, Percy Jackson, to give Magnus some pointers, but will his training be enough?. Loki is free from his chains. He's readying. Naglfar. , the Ship of the Dead, complete with a host of giants and zombies, to sail against the Asgardian gods and begin the final battle of Ragnarok. It's up to Magnus and his friends to stop him, but to do so they will have to sail across the oceans of Midgard, Jotunheim, and Niflheim in a desperate race to reach. Naglfar. before it's ready to sail. Along the way, they will face angry sea gods, hostile giants, and an evil fire-breathing dragon. But Magnus's biggest challenge will be facing his own inner demons. Does he have what it takes to outwit the wily trickster god?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "LGBT",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Sweetbitter",
            "authors": [
                "Stephanie Danler"
            ],
            "ranking": 3.31,
            "ranking_count": 63215,
            "abstract": "The bestselling novel about a young woman's coming-of-age, set against the glitzy, grimy backdrop of New York's most elite restaurants. Now a STARZ Original Series.. Newly arrived in New York City, twenty-two-year-old Tess lands a job as a backwaiter at a celebrated downtown Manhattan restaurant. What follows is the story of her education: in champagne and cocaine, love and lust, dive bars and fine dining rooms, as she learns to navigate the chaotic, enchanting, punishing life she has chosen. As her appetites awaken—for food and wine, but also for knowledge, experience, and belonging—Tess finds herself helplessly drawn into a darkly alluring love triangle. In. Sweetbitter. , Stephanie Danler deftly conjures with heart-stopping accuracy the nonstop and high-adrenaline world of the restaurant industry and evokes the infinite possibilities, the unbearable beauty, and the fragility and brutality of being young in New York.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Food and Drink",
                "Audiobook",
                "New York",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Send Down the Rain",
            "authors": [
                "Charles Martin"
            ],
            "ranking": 4.2,
            "ranking_count": 13603,
            "abstract": "Allie's second husband is killed tragically when his 18-wheeler crashes into the rocks near their home in Cape San Blas--the tanker was full of fuel and the explosion could be seen on overhead satellites. She'd already lost the beloved waterfront restaurant her parents started and now losing her husband, no matter how unfulfilling their marriage was, might just push her over the edge.. Joseph's time in Vietnam left him with scars that never seemed to heal. No matter how he's tried to love or what he's tried to do since then, he can't pull himself out of the wreckage of his former life. His trust and security shaken, he isolates himself in a cabin. But every morning, he faithfully pours two cups of coffee, drinking his while he sits with the second, and then pouring out the full cup.. It's no small coincidence that Joseph found a mother and her two young children lost in the woods near his cabin. Or that when he helps them return to family in Florida, he's near enough to see that explosion. Near enough to know it's close to home. Near enough to know that his childhood sweetheart needs him.. The years have built so much distance between them, but it's the secrets that may be their final undoing.. Send Down the Rain. reminds us of the beauty of truth . . . and the power of love to wash away the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Contemporary",
                "Christian",
                "Romance",
                "Audiobook",
                "Adult Fiction",
                "War",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "Stars Over Clear Lake",
            "authors": [
                "Loretta Ellsworth"
            ],
            "ranking": 4.08,
            "ranking_count": 1345,
            "abstract": "For the first time in decades, Lorraine Kindred has returned to the ballroom where she was swept away by the big bands during the 1940s - and by a star-crossed romance. As she takes in the magnificent energy and brassy sounds of her youth, the past comes to life, along with the fateful decision all those years ago that forced her to choose between personal conviction and social expectations, between the two men who had captured her heart. It had been a time of great music and love, but also of war and sacrifice, and now, trying to make peace with her memories, Lorraine must find the courage to face buried secrets. In the process, she will rediscover herself, her passion, and her capacity for resilience.. Set during the 1940s and the present and inspired by a real-life ballroom, Stars Over Clear Lake is a moving story of forbidden love, lost love, everlasting love - and self love. (less)",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Adult Fiction",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "Last Christmas in Paris: A Novel of World War I",
            "authors": [
                "Hazel Gaynor",
                "Heather  Webb"
            ],
            "ranking": 4.16,
            "ranking_count": 13741,
            "abstract": "New York Times. bestselling author Hazel Gaynor has joined with Heather Webb to create this unforgettably romantic novel of the Great War.. August 1914. . England is at war. As Evie Elliott watches her brother, Will, and his best friend, Thomas Harding, depart for the front, she believes—as everyone does—that it will be over by Christmas, when the trio plan to celebrate the holiday among the romantic cafes of Paris.. But as history tells us, it all happened so differently…. Evie and Thomas experience a very different war. Frustrated by life as a privileged young lady, Evie longs to play a greater part in the conflict—but how?—and as Thomas struggles with the unimaginable realities of war he also faces personal battles back home where War Office regulations on press reporting cause trouble at his father’s newspaper business. Through their letters, Evie and Thomas share their greatest hopes and fears—and grow ever fonder from afar. Can love flourish amid the horror of the First World War, or will fate intervene?. Christmas 1968. . With failing health, Thomas returns to Paris—a cherished packet of letters in hand—determined to lay to rest the ghosts of his past. But one final letter is waiting for him…",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Holiday",
                "Fiction",
                "Romance",
                "Audiobook",
                "War",
                "Cultural"
            ]
        },
        {
            "title": "Escape from Rome",
            "authors": [
                "Caroline Lawrence"
            ],
            "ranking": 3.99,
            "ranking_count": 144,
            "abstract": "First in a brand new historical adventure series from million copy selling Caroline Lawrence, set in Roman Britain during the reign of the evil Emperor Domitian.. The year is AD 94. When the evil Emperor Domitian sends soldiers to seize his family's home in the middle of the night, Juba must escape with his brother and sisters, and journey to distant Britannia on the edge of the known world.. His task: To avoid capture and death.. His quest: To find a safe haven in Britain.. His destiny: To save the children.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Unseen",
            "authors": [
                "Roy Jacobsen",
                "Don Bartlett",
                "Don Shaw"
            ],
            "ranking": 4.03,
            "ranking_count": 6556,
            "abstract": "Nobody can leave an island. An island is a cosmos in a nutshell, where the stars slumber in the grass beneath the snow. But occasionally someone tries . . .. Ingrid Barrøy is born on an island that bears her name - a holdfast for a single family, their livestock, their crops, their hopes and dreams.. Her father dreams of building a quay that will connect them to the mainland, but closer ties to the wider world come at a price. Her mother has her own dreams - more children, a smaller island, a different life - and there is one question Ingrid must never ask her.. Island life is hard, a living scratched from the dirt or trawled from the sea, so when Ingrid comes of age, she is sent to the mainland to work for one of the wealthy families on the coast.. But Norway too is waking up to a wider world, a modern world that is capricious and can be cruel. Tragedy strikes, and Ingrid must fight to protect the home she thought she had left behind.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Roman",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "Look the Part",
            "authors": [
                "Jewel E. Ann"
            ],
            "ranking": 4.21,
            "ranking_count": 21613,
            "abstract": "Flint Hopkins finds the perfect tenant to rent the space above his Minneapolis-based law office.. All the t’s are crossed and i’s dotted on Ellen’s application. Her references are good. And she’s easy on the eyes.. Until …. Flint discovers Ellen Rodgers, Board-Certified Music Therapist, plays music. Bongos, guitars, singing—not Beethoven administered through noise-cancelling headphones.. The cut-throat attorney serves up an eviction notice to the bubbly, constantly humming redhead who's too sexy for her own good. But luck is on Ellen’s side when Flint’s autistic son, Harrison, takes an instant liking to her. A single dad can’t compete with guitars—and rats. Yes, she has pet rats.. This woman …. She’s annoyingly happy with a constant need to touch him—adjust his tie, button his shirt, invade his space, and mess with his mind.. Still …. She must go.. Their lust-hate relationship escalates into something beautiful and tragic. This sexy, romantic-comedy explores the things we want, the things we need, and the impossible decisions parents and children make to survive.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Humor",
                "New Adult",
                "Audiobook",
                "Fiction",
                "Music",
                "Childrens"
            ]
        },
        {
            "title": "How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence",
            "authors": [
                "Michael Pollan"
            ],
            "ranking": 4.23,
            "ranking_count": 59775,
            "abstract": "Could psychedelic drugs change our worldview? One of America's most admired writers takes us on a mind-altering journey to the frontiers of human consciousness. When LSD was first discovered in the 1940s, it seemed to researchers, scientists and doctors as if the world might be on the cusp of psychological revolution. It promised to shed light on the deep mysteries of consciousness, as well as offer relief to addicts and the mentally ill. But in the 1960s, with the vicious backlash against the counter-culture, all further research was banned. In recent years, however, work has quietly begun again on the amazing potential of LSD, psilocybin and DMT. Could these drugs in fact improve the lives of many people? Diving deep into this extraordinary world and putting himself forward as a guinea-pig, Michael Pollan has written a remarkable history of psychedelics and a compelling portrait of the new generation of scientists fascinated by the implications of these drugs.. How to Change Your Mind. is a report from what could very well be the future of human consciousness.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Health",
                "Philosophy",
                "Self Help",
                "Audiobook",
                "History",
                "Spirituality"
            ]
        },
        {
            "title": "Once Upon a River",
            "authors": [
                "Diane Setterfield"
            ],
            "ranking": 3.96,
            "ranking_count": 73884,
            "abstract": "From the instant #1 New York Times bestselling author of the “eerie and fascinating” (USA TODAY) The Thirteenth Tale comes a “swift and entrancing, profound and beautiful” (Madeline Miller, internationally bestselling author of Circe) novel about how we explain the world to ourselves, ourselves to others, and the meaning of our lives in a universe that remains impenetrably mysterious.. On a dark midwinter’s night in an ancient inn on the river Thames, an extraordinary event takes place. The regulars are telling stories to while away the dark hours, when the door bursts open on a grievously wounded stranger. In his arms is the lifeless body of a small child. Hours later, the girl stirs, takes a breath and returns to life. Is it a miracle? Is it magic? Or can science provide an explanation? These questions have many answers, some of them quite dark indeed.. Those who dwell on the river bank apply all their ingenuity to solving the puzzle of the girl who died and lived again, yet as the days pass the mystery only deepens. The child herself is mute and unable to answer the essential questions: Who is she? Where did she come from? And to whom does she belong? But answers proliferate nonetheless.. Three families are keen to claim her. A wealthy young mother knows the girl is her kidnapped daughter, missing for two years. A farming family reeling from the discovery of their son’s secret liaison stand ready to welcome their granddaughter. The parson’s housekeeper, humble and isolated, sees in the child the image of her younger sister. But the return of a lost child is not without complications and no matter how heartbreaking the past losses, no matter how precious the child herself, this girl cannot be everyone’s. Each family has mysteries of its own, and many secrets must be revealed before the girl’s identity can be known.. Once Upon a River. is a glorious tapestry of a book that combines folklore and science, magic and myth. Suspenseful, romantic, and richly atmospheric, this is “a beguiling tale, full of twists and turns like the river at its heart, and just as rich and intriguing” (M.L. Stedman, #1. New York Times. bestselling author of. The Light Between Oceans. ).",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Mystery",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Supernova",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.42,
            "ranking_count": 48453,
            "abstract": "All's fair in love and anarchy.... The epic conclusion to Marissa Meyer's thrilling Renegades Trilogy finds Nova and Adrian fighting to keep their identities secret. While the battle rages on between their alter egos and their allies, there is a darker threat shrouding Gatlon City.. The Renegades' worst enemy is back among them, threatening to reclaim Gatlon City. Nova and Adrian must brave lies and betrayal to protect those they love. Their greatest fears are about to come to life, and unless they can bridge the divide between heroes and villains, they stand to lose everything. Including each other.. Intrigue and action will leave readers on edge until the final, shocking secrets are revealed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Comics",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Trick Mirror: Reflections on Self-Delusion",
            "authors": [
                "Jia Tolentino"
            ],
            "ranking": 4.1,
            "ranking_count": 55548,
            "abstract": "Trick Mirror. is an enlightening, unforgettable trip through the river of self-delusion that surges just beneath the surface of our lives. This is a book about the incentives that shape us, and about how hard it is to see ourselves clearly in a culture that revolves around the self. In each essay, Jia writes about the cultural prisms that have shaped her: the rise of the nightmare social internet; the American scammer as millennial hero; the literary heroine’s journey from brave to blank to bitter; the mandate that everything, including our bodies, should always be getting more efficient and beautiful until we die.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Feminism",
                "Autobiography",
                "Audiobook",
                "Psychology",
                "Self Help",
                "Contemporary",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "Children of the Stars",
            "authors": [
                "Mario Escobar",
                "Gretchen Abernathy"
            ],
            "ranking": 3.94,
            "ranking_count": 2060,
            "abstract": "From international bestseller Mario Escobar comes a story of escape, sacrifice, and hope amid the perils of the second World War.. Jacob and Moses Stein live with their aunt in Paris until the great raid against foreign Jews is unleashed in August 1942. Their parents, well-known German playwrights, have been hiding in France, but before their aunt manages to send them south, the gendarmes stop the boys and take them to the Velodromo de Invierno, where more than 4,000 children, 5,000 women, and 3,000 men had to subsist without food or water. Jacob and Moses manage to flee, but the road will not be safe or easy. This novel by internationally bestselling author Mario Escobar follows two brave young Jewish boys as they seek refuge in the French town of Le-Chambon-sur-Lignon and eventually Argentina.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Cultural",
                "Inspirational",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Alcohol Explained",
            "authors": [
                "William Porter"
            ],
            "ranking": 4.38,
            "ranking_count": 2369,
            "abstract": "Alcohol Explained is the definitive, ground-breaking guide to alcohol and alcoholism. It explains how alcohol affects human beings on a chemical, physiological and psychological level, from those first drinks right up to chronic alcoholism. Alcoholism and problem drinking seems illogical to those on the outside, indeed it is equally perplexing for the alcoholic or problem drinker. This book provides a logical, easy to follow explanation of the phenomenon and detailed instructions on how to beat it. Despite being entirely scientific and factual in nature the book is presented in an accessible and easily understandable format.. This is an excellent book written by an inquisitive and educated author who during a period of his life suffered from alcoholism. The book explains in an easily understood language the various effects that alcohol has on our body. In my opinion the text would serve as a great handbook not only for those struggling with alcohol but also medical students as part of their education. I am sure some of my own patients troubled with alcoholism in recent years could have benefitted from reading William’s book and I will be recommending it going forward.. Håvard Molvik MD, MRCS, MSc, MRCGP.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Health",
                "Food and Drink",
                "Psychology",
                "Science"
            ]
        },
        {
            "title": "Gunpowder Soup",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.85,
            "ranking_count": 20,
            "abstract": "Although there are a lot of football stories in this book, it isn't all about visits to away grounds (Millwall, Arsenal, Tottenham, West Ham, Leicester, Liverpool etc.) and other football-related essays. I also talk about home games against Stoke, Chelsea and Man U for instance. My diatribes in my blogs and newspaper columns are simply my way of spinning the balls, because sometimes I like to see what number they land on. That’s all.. But although I’m known mostly as a raconteur - and most of my books can be described as coming from the humourist vein – in ‘Gunpowder Soup’ I also touch on some subjects that are surely going to upset a few people.. I’ve never quite understood the politically correct brigade. Hardly any subject is taboo to the Englishman when he’s laughing. No longer simply a fad, blogging is now an important new literary innovation. This book is not a story, and if you’re looking for a book that is all sweetness and light, please give this one a miss. It’s not for you. I won’t be offended and I honestly wish you a great life. If everyone likes me, then I’m not being controversial enough – and trust me when I say that in this book I get controversial.. Right now the planet is spinning in new and scary directions, and this needs to be addressed. So inside the covers of this book I take a look at some of the challenges we’re currently facing. And some of my opinions are going to rattle a few people.. So why the title ‘Gunpowder Soup’? Well, although my last book was entitled ‘100 Common Sense Policies to make BRITAIN GREAT again’ the book before that, ‘Nobody Asked Me, But …’, showed a rabbit popping out of a tin of soup on the cover. ‘Rabbit & Pork,’ of course, is Cockney rhyming slang for Talk, and on more than one occasion I’ve been accused of rabbiting away excessively – mostly at parties, and generally by my wife.. So why a tin of soup? And why in particular Gunpowder Soup? Well I tend to believe that everyone is born perfect. Nobody is born with an inherent capacity to hate. It has to be taught. All of our experiences – family, school, work, the books we read, the newspapers we peruse, the music we listen to, our friends, our social life, the opinions of those around us, religion, sports we play or watch, those we love and those who love us, those we desire and those who desire us, those we travel with, our hopes and dreams and ambitions and achievements, our triumphs and disasters - go into a metaphorical cooking pot that we carry with us throughout our lives. All these ‘ingredients’ make up our Soup of Life.. Now, when making a soup, once you’ve added an ingredient, it’s forever blended in and you can’t take it out again. You add a sprinkling of finely chopped garnish; cumin or oregano, and you can never take that ingredient out again. Never, ever, ever.. So say at the age of six you add black pepper or rosemary or hatred or love or comedy, from then onwards it’ll always be part and parcel of your ‘soup.’ And as you add more ingredients the ‘recipe’ of your life evolves, and before you know it you can’t taste the coriander or the love any more, but it’s still there at a deep subliminal level. Remember that.. Some people may not add hatred until they’re in their twenties, and most of us never add it at all. And you can never entirely erase the flavour of a particular spice in soup. That’s the metaphorical significance of a tin of soup, but since writing ‘Nobody’ it’s becoming abundantly clear that we’re facing greater challenges, and if we’re not very, very careful the country as we know it - these ‘pleasant pastures green’ - are set to implode!. What else can I say? I write like a finger up your bum. I’m either a pleasant surprise or I make everything awkward and uncomfortable. I’m strong-willed, a bit outspoken and I write exactly what I’m thinking. I’m not to everyone’s taste, but I have a good sense of humour, a dirty mind and an honest heart.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Warrior: The Amazing Story of a Real War Horse",
            "authors": [
                "Jack Seely"
            ],
            "ranking": 4.25,
            "ranking_count": 151,
            "abstract": "December 2011 sees the premier of Steven Spielberg's much anticipated film,. War Horse. , which is the most popular piece of fiction ever written about horses in war.. My Horse Warrior. , first published in 1934 is equally wondrous fact. It is told by Winston Churchill's great heroic friend, Jack Seely, about the thoroughbred horse he took to France in 1914 surviving five years of bombs and bullets to lead a cavalry charge in 1918 before returning home where they rode on together until 1938, their combined ages (70+30) totalling 100.. The book tells the whole history of Warrior from his birth in an Isle of Wight field, to his amazing life as a famous war horse and how a combination of both the horse's extraordinary character and some unbelievable twists of fate, helped him survive a war which claimed the lives of 8 million horses. This new edition, My Horse Warrior: The Original War Horse is introduced by Jack Seely's grandson Brough Scott, a well-known broadcaster and journalist. It includes the original illustrations which equine and war artist Sir Alfred Munnings drew especially for Jack Seely both during the war and at home afterwards.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Historical",
                "History",
                "War"
            ]
        },
        {
            "title": "This Was a Man",
            "authors": [
                "Jeffrey Archer",
                "Susanna Tuomi-Giddings"
            ],
            "ranking": 4.31,
            "ranking_count": 26355,
            "abstract": "In Whitehall, Giles Barrington discovers the truth about his wife Karin from the Cabinet Secretary. Is she a spy or a pawn in a larger game? Harry Clifton sets out to write his magnum opus, while his wife Emma completes her ten years as Chairman of the Bristol Royal Infirmary, and receives an unexpected call from Margaret Thatcher offering her a job. Sebastian Clifton becomes chairman of Farthings Kaufman bank, but only after Hakim Bishara has to resign for personal reasons. Sebastian and Samantha's talented daughter Jessica is expelled from the Slade School of Fine Art, but her aunt Grace comes to her rescue. Meanwhile, Lady Virginia is about to flee the country to avoid her creditors when the Duchess of Hertford dies, and she sees another opportunity to clear her debts and finally trump the Cliftons and Barringtons.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Mystery",
                "Drama",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Latchkey",
            "authors": [
                "Nicole Kornher-Stace"
            ],
            "ranking": 4.17,
            "ranking_count": 393,
            "abstract": "Isabel, once known as Wasp, has become leader of the fearsome upstarts, the teen girl acolytes who are adjusting to a new way of life after the overthrow of the sadistic Catchkeep-priest. They live in an uneasy alliance with the town of Sweetwater—an alliance that will be tested to its limits by the dual threats of ruthless raiders from the Waste and a deadly force from the Before-time that awaits in long-hidden tunnels.. Years ago Isabel befriended a nameless ghost, a supersoldier from the Before-time with incredible powers even after death, and their adventure together in the underworld gave her the strength and knowledge to change the brutal existence of the Catchkeep acolytes for the better. To save Sweetwater, Isabel will have to unlock the secrets of the twisted experimental program from centuries gone by that created the supersoldier and killed his friends: the Latchkey Project.. Latchkey. continues the story begun in Kornher-Stace’s widely acclaimed. Archivist Wasp. , an Andre Norton Award finalist that was selected by Kirkus Reviews as one of the Best Teen Books of 2015.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Horror",
                "Paranormal",
                "Apocalyptic",
                "LGBT",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Divine Reality: God, Islam and the Mirage of Atheism",
            "authors": [
                "Hamza Andreas Tzortzis"
            ],
            "ranking": 4.49,
            "ranking_count": 618,
            "abstract": "In The Divine Reality, Hamza Andreas Tzortzis provides a compelling case for the rational and spiritual foundations of Islam, whilst intelligently and compassionately deconstructing atheism. Join him on an existential, spiritual and rational journey that articulates powerful arguments for the existence of God, the Qur'an, the Prophethood of Muhammad and why we must know, love and worship God. He addresses academic and popular objections while showing how contemporary atheism is based on false assumptions about reality, which leads to incoherent answers to life's important questions.. Does hope, happiness and human value make sense without the Divine? Do we have an ultimate purpose? Can we have consciousness and rational minds without God? Did the universe come from nothing? Does evil and suffering negate Divine mercy? Has scientific progress led to the denial of God? Are revelation and prophethood myths? Is God worthy of our worship? If you want to know how the Islamic intellectual and spiritual tradition answers these questions then this is the book for you.. Hamza Andreas Tzortzis's new book presents a much needed comprehensive account of Islamic theism that draws upon Western and Islamic thought.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Humanities"
            ]
        },
        {
            "title": "The People in the Trees",
            "authors": [
                "Hanya Yanagihara"
            ],
            "ranking": 3.73,
            "ranking_count": 26157,
            "abstract": "In 1950, a young doctor called Norton Perina signs on with the anthropologist Paul Tallent for an expedition to the remote Micronesian island of Ivu'ivu in search of a rumored lost tribe. They succeed, finding not only that tribe but also a group of forest dwellers they dub The Dreamers, who turn out to be fantastically long-lived but progressively more senile. Perina suspects the source of their longevity is a hard-to-find turtle; unable to resist the possibility of eternal life, he kills one and smuggles some meat back to the States. He scientifically proves his thesis, earning worldwide fame and the Nobel Prize, but he soon discovers that its miraculous property comes at a terrible price. As things quickly spiral out of his control, his own demons take hold, with devastating personal consequences.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Magical Realism",
                "Literary Fiction",
                "Contemporary",
                "Science Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "It Devours!",
            "authors": [
                "Joseph Fink",
                "Jeffrey Cranor"
            ],
            "ranking": 4.06,
            "ranking_count": 9879,
            "abstract": "From the authors of the. New York Times. bestselling novel. Welcome to Night Vale. and the creators of the #1 international podcast of the same name, comes a mystery exploring the intersections of faith and science, the growing relationship between two young people who want desperately to trust each other, and the terrifying, toothy power of the Smiling God.. Nilanjana Sikdar is an outsider to the town of Night Vale. Working for Carlos, the town’s top scientist, she relies on fact and logic as her guiding principles. But all of that is put into question when Carlos gives her a special assignment investigating a mysterious rumbling in the desert wasteland outside of town. This investigation leads her to the Joyous Congregation of the Smiling God, and to Darryl, one of its most committed members. Caught between her beliefs in the ultimate power of science and her growing attraction to Darryl, she begins to suspect the Congregation is planning a ritual that could threaten the lives of everyone in town. Nilanjana and Darryl must search for common ground between their very different world views as they are faced with the Congregation’s darkest and most terrible secret.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Humor",
                "Audiobook",
                "Mystery",
                "Adult",
                "LGBT"
            ]
        },
        {
            "title": "Radiance",
            "authors": [
                "Catherynne M. Valente"
            ],
            "ranking": 3.73,
            "ranking_count": 4385,
            "abstract": "Radiance is a decopunk pulp SF alt-history space opera mystery set in a Hollywood-and solar system-very different from our own, from Catherynne M. Valente, the phenomenal talent behind the New York Times bestselling The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making.. Severin Unck's father is a famous director of Gothic romances in an alternate 1946 in which talking movies are still a daring innovation due to the patent-hoarding Edison family. Rebelling against her father's films of passion, intrigue, and spirits from beyond, Severin starts making documentaries, traveling through space and investigating the levitator cults of Neptune and the lawless saloons of Mars. For this is not our solar system, but one drawn from classic science fiction in which all the planets are inhabited and we travel through space on beautiful rockets. Severin is a realist in a fantastic universe.. But her latest film, which investigates the disappearance of a diving colony on a watery Venus populated by island-sized alien creatures, will be her last. Though her crew limps home to earth and her story is preserved by the colony's last survivor, Severin will never return.. Told using techniques from reality TV, classic film, gossip magazines, and meta-fictional narrative, Radiance is a solar system-spanning story of love, exploration, family, loss, quantum physics, and silent film.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Adult",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Space"
            ]
        },
        {
            "title": "Dear Martin",
            "authors": [
                "Nic Stone"
            ],
            "ranking": 4.37,
            "ranking_count": 65861,
            "abstract": "Raw, captivating, and undeniably real, Nic Stone joins industry giants Jason Reynolds and Walter Dean Myers as she boldly tackles American race relations in this stunning debut.. Justyce McAllister is top of his class and set for the Ivy League—but none of that matters to the police officer who just put him in handcuffs. And despite leaving his rough neighborhood behind, he can't escape the scorn of his former peers or the ridicule of his new classmates. Justyce looks to the teachings of Dr. Martin Luther King Jr. for answers. But do they hold up anymore? He starts a journal to Dr. King to find out.. Then comes the day Justyce goes driving with his best friend, Manny, windows rolled down, music turned up—way up, sparking the fury of a white off-duty cop beside them. Words fly. Shots are fired. Justyce and Manny are caught in the crosshairs. In the media fallout, it's Justyce who is under attack.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook",
                "Race",
                "Social Movements",
                "Cultural"
            ]
        },
        {
            "title": "Dakota Dawn: The Decisive First Week of the Sioux Uprising, August 17-24, 1862",
            "authors": [
                "Gregory F. Michno"
            ],
            "ranking": 4.04,
            "ranking_count": 25,
            "abstract": "In August of 1862, hundreds of Dakota warriors opened without warning a murderous rampage against settlers and soldiers in southern Minnesota. The vortex of the Dakota Uprising along the Minnesota River encompassed thousands of people in what was perhaps the greatest massacre of whites by Indians in American history. To read about the fast paced and unpredictable flood of killing and destruction is to discover heartrending emotion, irony, tragedy, cowardice, and heroism from unexpected quarters. Previous attempts to sort out individual experiences and place the events in a coherent chronological and geographical order have enjoyed little success. Award-winning author Gregory F. MichnoOCOs Dakota Dawn: The Decisive First Week of the Sioux Uprising, August 17OCo24, 1862 offers an essential clarity and vivid portrait that readers will find refreshing and invigorating.Dakota Dawn focuses in great detail on the first week of the killing spree, a great paroxysm of destruction when the Dakota succeeded, albeit fleetingly, in driving out the white man. During those seven days at least 400 white settlers were killed, the great majority innocent victims slaughtered in the most shocking manner. Nowhere else in the Western United States was there a record of such sustained attacks against a fort (Ridgely) or upon a town (New Ulm). After soldiers put down the uprising, hundreds of Dakotas were captured and put before military tribunals with little or no opportunity to present a fair defense; 38 were hanged on one massive gallows on December 26, 1862.MichnoOCOs research includes select secondary studies and 2,000 pages of primary sources including recollections, original records, diaries, newspaper accounts, and other archival records. One seldomused resource is the Indian Depredation Claim files. After the uprising, settlers filed nearly 3,000 claims for damages in which they itemized losses and set forth their experiences. These priceless documents paint firsthand slices of the life of a frontier people, their cabins, tools, clothes, crops, animals, and cherished possessions. Many of these claims have never been incorporated into a book; MichnoOCOs use of them allows him to more fully expound on various episodes and correct previous misconceptions. Richly illustrated with 42 contemporary and modern photos and illustrations and accompanied by 19 original maps, Dakota Dawn now stands as the definitive account of one of the most important and previously misunderstood events in American history.About the Author: Award-winning author Gregory F. Michno is a Michigan native and the author of three dozen articles and ten books dealing with World War II and the American West, including Lakota Noon; Battle at Sand Creek; The Encyclopedia of Indian Wars; The Deadliest Indian War in the West; and Circle the Wagons. Greg helped edit and appeared in the DVD history The Great Indian Wars: 1540-1890. He lives in Colorado, with his wife Susan.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Tiamat's Wrath",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.57,
            "ranking_count": 46210,
            "abstract": "Thirteen hundred gates have opened to solar systems around the galaxy. But as humanity builds its interstellar empire in the alien ruins, the mysteries and threats grow deeper.. In the dead systems where gates lead to stranger things than alien planets, Elvi Okoye begins a desperate search to discover the nature of a genocide that happened before the first human beings existed, and to find weapons to fight a war against forces at the edge of the imaginable. But the price of that knowledge may be higher than she can pay.. At the heart of the empire, Teresa Duarte prepares to take on the burden of her father's godlike ambition. The sociopathic scientist Paolo Cortázar and the Mephistophelian prisoner James Holden are only two of the dangers in a palace thick with intrigue, but Teresa has a mind of her own and secrets even her father the emperor doesn't guess.. And throughout the wide human empire, the scattered crew of the Rocinante fights a brave rear-guard action against Duarte's authoritarian regime. Memory of the old order falls away, and a future under Laconia's eternal rule -- and with it, a battle that humanity can only lose - seems more and more certain. Because against the terrors that lie between worlds, courage and ambition will not be enough...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Nelly Dean: A Return to Wuthering Heights",
            "authors": [
                "Alison Case"
            ],
            "ranking": 3.88,
            "ranking_count": 794,
            "abstract": "Young Nelly Dean has been Hindley’s closest companion for as long as she can remember, living freely at the great house, Wuthering Heights. But when the benevolence of the master brings a wild child into the house, Nelly learns she must follow in her mother’s footsteps, be called servant and give herself over completely to the demands of the Earnshaw family.. But Nelly is not the only one who finds her life disrupted by this strange newcomer. As death, illness, and passion sweep through the house, Nelly suffers heartache and betrayals at the hands of those she cherishes most, tempting her to leave it all behind. But when a new heir is born, a reign of violence begins that will test even Nelly’s formidable spirit as she finds out what it is to know true sacrifice.. Nelly Dean. is a wonderment of storytelling and an inspired accompaniment to Emily Bronte’s adored work. It is the story of a woman who is fated to bear the pain of a family she is unable to leave, and unable to save.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Retellings",
                "Classics",
                "Adult",
                "European Literature",
                "Adult Fiction",
                "Book Club",
                "Young Adult"
            ]
        },
        {
            "title": "Tre kvinner",
            "authors": [
                "Lisa Taddeo",
                "Hilde Stubhaug"
            ],
            "ranking": 3.7,
            "ranking_count": 114355,
            "abstract": "En medrivende og uforglemmelig bok om begjær og lengsler, som alle kvinner vil kjenne seg igjen i.. Lina lever i et kjærlighetsløst ekteskap og lengter desperat etter å bli kysset.. Sloane er gift med en mann som vil at hun skal ha sex med andre menn.. Maggie innleder et hemmelig forhold til high school-læreren sin.. Tre amerikanske kvinner. Åtte år med journalistisk arbeid. Tusenvis av timer med samtaler. Tre kvinner er et dypdykk i tre virkelige kvinners seksualitet, begjær og lengsler, og samtidig en fortelling om hver og en av oss. Om alt vi er med på mot vår vilje. Om lystene våre. Om hvem vi er innerst inne.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Audiobook",
                "Contemporary",
                "Womens",
                "Autobiography",
                "Biography",
                "Adult",
                "Sexuality",
                "Book Club"
            ]
        },
        {
            "title": "The Emperor's Wolf",
            "authors": [
                "J.C. Owens"
            ],
            "ranking": 3.76,
            "ranking_count": 2710,
            "abstract": "The echoes of a war four years' past still resounds in the minds of those who endured it. Jaden longs to search for his sister, though he is bound in the fetters of slavery. When he is given to the very man who conquered his country, he is caught up in his own hatred, yet fascinated by the mystery of his new master, the Emperor of Tranaden, who all say is demonic, without mercy. Trapped in the snare of his master’s beauty, Jaden begins to realize that there is much more beneath the surface.... Dersai is Emperor to his fingertips, he is used to command and being obeyed. He will sacrifice anything to see his country safe. Beneath, he is well read, highly intelligent and far sighted in how he views others. Yet, Dersai has an inner demon, a demon that kept his kingdom free and safe from conquerors; only in his dreams can he imagine one strong enough to love him. Now his slave may be the only one who can set him free.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Erotica",
                "Adult Fiction",
                "Paranormal",
                "War",
                "M M Romance",
                "Historical"
            ]
        },
        {
            "title": "The 4-Hour Body: An Uncommon Guide to Rapid Fat-Loss, Incredible Sex, and Becoming Superhuman",
            "authors": [
                "Timothy Ferriss"
            ],
            "ranking": 3.74,
            "ranking_count": 32434,
            "abstract": "Thinner, bigger, faster, stronger... which 150 pages will you read?. Is it possible to:. Reach your genetic potential in 6 months?. Sleep 2 hours per day and perform better than on 8 hours?. Lose more fat than a marathoner by bingeing?. Indeed, and much more. This is not just another diet and fitness book.. The 4-Hour Body. is the result of an obsessive quest, spanning more than a decade, to hack the human body. It contains the collective wisdom of hundreds of elite athletes, dozens of MDs, and thousands of hours of jaw-dropping personal experimentation. From Olympic training centers to black-market laboratories, from Silicon Valley to South Africa, Tim Ferriss, the #1. New York Times. bestselling author of. The 4-Hour Workweek,. fixated on one life-changing question:. For all things physical, what are the tiniest changes that produce the biggest results?. Thousands of tests later, this book contains the answers for both men and women.. From the gym to the bedroom, it’s all here, and it all works.. YOU WILL LEARN (in less than 30 minutes each):. How to lose those last 5-10 pounds (or 100+ pounds) with odd combinations of food and safe chemical cocktails.. * How to prevent fat gain while bingeing (X-mas, holidays, weekends). * How to increase fat-loss 300% with a few bags of ice. * How Tim gained 34 pounds of muscle in 28 days, without steroids, and in four hours of. total. gym time. * How to sleep 2 hours per day and feel fully rested. * How to produce 15-minute female orgasms. * How to triple testosterone and double sperm count. * How to go from running 5 kilometers to 50 kilometers in 12 weeks. * How to reverse “permanent” injuries. * How to add 150+ pounds to your lifts in 6 months. * How to pay for a beach vacation with one hospital visit. And that's just the tip of the iceberg.  There are more than 50 topics covered, all with real-world experiments, many including more than 200 test subjects.. You don't need better genetics or more discipline. You need immediate results that compel you to continue.. That’s exactly what. The 4-Hour Body. delivers.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction",
                "Self Help",
                "Sports",
                "Reference",
                "Science",
                "Food and Drink",
                "Productivity"
            ]
        },
        {
            "title": "Stormlord Rising",
            "authors": [
                "Glenda Larke"
            ],
            "ranking": 3.91,
            "ranking_count": 3106,
            "abstract": "The second book in this gripping series of a deadly battle ... who will control the water?. Shale Flint is forced to help the devious rainlord, taquar Sardonyx, in his quest to create rain - even though taquar's lust for power threatens to consume all that stands in his path. terelle leaves the Scarpen with her great-grandfather, Russet ... his painting of her future has trapped her into doing his will. Obsessed with regaining his status as a Watergiver lord in his homeland, it seems that Russet will go to any lengths to attain his goal. Meanwhile, Ryka Feldspar has been captured and taken as a concubine by a Reduner tribemaster. Desperate to escape, she discovers her Rainlord husband, Kaneth, in the slave lines ... but, to Ryka's despair, he has no memories of their time together.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction Fantasy",
                "Fiction",
                "Epic",
                "Adult",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "How to Bake a Perfect Life",
            "authors": [
                "Barbara O'Neal"
            ],
            "ranking": 4.0,
            "ranking_count": 7033,
            "abstract": "In a novel as warm and embracing as a family kitchen, Barbara O’Neal explores the poignant, sometimes complex relationships between mothers and daughters—and the healing magic of homemade bread.. Professional baker Ramona Gallagher is a master of an art that has sustained her through the most turbulent times, including a baby at fifteen and an endless family feud. But now Ramona’s bakery threatens to crumble around her. Literally. She’s one water-heater disaster away from losing her grandmother’s rambling Victorian and everything she’s worked so hard to build.. When Ramona’s soldier son-in-law is wounded in Afghanistan, her daughter, Sophia, races overseas to be at his side, leaving Ramona as the only suitable guardian for Sophia’s thirteen-year-old stepdaughter, Katie. Heartbroken, Katie feels that she’s being dumped again—this time on the doorstep of a woman out of practice with mothering.. Ramona relies upon a special set of tools—patience, persistence, and the reliability of a good recipe—when rebellious Katie arrives. And as she relives her own history of difficult choices, Ramona shares her love of baking with the troubled girl. Slowly, Katie begins to find self-acceptance and a place to call home. And when a man from her past returns to offer a second chance at love, Ramona discovers that even the best recipe tastes better when you add time, care, and a few secret ingredients of your own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Family",
                "Adult Fiction",
                "Food and Drink",
                "Book Club"
            ]
        },
        {
            "title": "Something Different",
            "authors": [
                "S.A. Reid"
            ],
            "ranking": 3.78,
            "ranking_count": 1317,
            "abstract": "An Unhappily Married Man. Michael Maguire’s love life has always lacked … something. His wife is cold, his children are distant, and he’s desperate for one night of self-indulgence. One night of real pleasure. So he heads to notorious Brixton Park seeking a prostitute, so divorced from his own needs, he isn’t even sure of his type.. A Rent Boy. James Campbell is one trick away from life on the street. Trapped in the world’s oldest profession, he long ago gave up on breaking free. When he sees Michael on a bench in Brixton Park, he doesn’t take no for an answer. James knows he can provide all the pleasure an unhappy, repressed man needs.. Something Different. That first night leads to an affair so deep, so honest and challenging, neither Michael nor James can predict its end. Each tryst brings them a little closer, sampling every kind of pleasure until nothing is off the table. Not even love…. Trigger warning: child sexual abuse. .. Warning: this is an erotic m/m romance. The book contains frank language, adult situations and graphic sex.. Note: the author would like to thank the talented and incredibly kind Rebecca Emin for her assistance with the second edition. All correct references to modern life in London belong to her. All errors, alas,belong to me.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Gay Romance",
                "Adult Fiction",
                "Sociology",
                "LGBT",
                "M M Romance"
            ]
        },
        {
            "title": "Beast Behaving Badly",
            "authors": [
                "Shelly Laurenston"
            ],
            "ranking": 4.41,
            "ranking_count": 14836,
            "abstract": "Ten years after Blayne Thorpe first encountered Bo Novikov, she still can't get the smooth-talking shifter out of her head. Now he's shadowing her in New York-all seven-plus feet of him-determined to protect her from stalkers who want to use her in shifter dogfights. Even if he has to drag her off to an isolated Maine town where the only neighbors are other bears almost as crazy as he is.... Let sleeping dogs lie. Bo knows it's good advice, but he can't leave Blayne be. Blame it on her sweet sexiness -- or his hunch that there's more to this little wolfdog than meets the eye. Blayne has depths he hasn't yet begun to fathom -- much as he'd like to. She may insist Bo's nothing but a pain in her delectable behind, but polar bears have patience in spades. Soon she'll realize how good they can be together. And when she does, animal instinct tells him it'll be worth the wait...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Humor",
                "Adult",
                "Contemporary",
                "Sports"
            ]
        },
        {
            "title": "Prepare",
            "authors": [
                "Geoffrey Germann"
            ],
            "ranking": 4.16,
            "ranking_count": 331,
            "abstract": "...cutting-edge... skillful... high-octane... Kirkus Reviews. As a small boy, Darren Kiel was witness to his father's corruption and contemptible misconduct. As he grew, that experience gave rise to a seething need to atone for his father's crimes, to set the world aright, to enforce order. Now an adult, Darren is thrust into a world far more horrific than he could ever have imagined: The Orchard, a region inundated by crime, violence, poverty, decay, and desperation. With swelling intolerance, hardening resolve, and miraculous technology, Darren sets upon an obsessive crusade to correct what has gone wrong in this society's machine. As the campaign escalates, Darren sees the violence spread to every corner of his life and threaten or destroy everything he's worked for and everyone he holds dear. But is this truly Darren's war or is all this just a small part of a much larger design that he is only now beginning to glimpse?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Adventure",
                "Action",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Moon",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.28,
            "ranking_count": 14382,
            "abstract": "Dr. Joyce Yards has never met anyone as irresistible as 466. Their therapy sessions are growing hotter, his raw sexual hunger becoming aggressive, and he refuses to discuss anything except the possibility of getting her naked. Joy understands the dire consequences if she indulges her passion. It will break her heart but she must walk away.. Moon has been drugged, his memory shattered, and he’s now little more than feral, a dangerous threat to everyone. In their need for help, the NSO doctors turn to the only female Moon ever cared about—the one who left him behind two years ago.. Moon isn’t the same male Joy once knew. There are no rules now. If sex tames the wild beast and triggers his fractured memories, allowing him moments of lucidity, then Joy will give him everything, body and soul. She’ll do whatever it takes to save him—even at the cost of her own life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Child of Mystery",
            "authors": [
                "Eve Hathaway"
            ],
            "ranking": 3.22,
            "ranking_count": 427,
            "abstract": "The clock is ticking, and time is running out.... NOT ALL THINGS BOUND IN CHAINS SHOULD BE FREED. Time for Melinda is fast running out. Time for her to make her escape. And time to make a daring rescue.. The only thing fifteen-year-old Melinda has been thinking about ever since she found out that she was betrothed to a man twice her age was how to escape the madness of the cult she had been trapped in. But escape seems easier said than done, especially since Melinda is being kept under the watchful eyes of her Uncle, an Aunt who never seems to sleep, and the Elders.. Melinda has the unique ability to see things no one can, like Angels and, once one Halloween, a demon. Her power also allows her to see a boy named Caleb, who isn't really a boy but has the fading aura of an Angel, get captured by the Elders. Kept in chains and tortured, Caleb's agonizing cries are a constant reminder of why she must get as far away from the cult as she can. She must escape, and soon, but not without trying to rescue Caleb.. Does Melinda have the power to not only save herself, but to save Caleb? And if she can save him, has she saved an angel... or a demon?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Short Stories",
                "Business",
                "Young Adult"
            ]
        },
        {
            "title": "Heft",
            "authors": [
                "Liz    Moore"
            ],
            "ranking": 3.99,
            "ranking_count": 18309,
            "abstract": "Former academic Arthur Opp weighs 550 pounds and hasn't left his rambling Brooklyn home in a decade. Twenty miles away, in Yonkers, seventeen-year-old Kel Keller navigates life as the poor kid in a rich school and pins his hopes on what seems like a promising baseball career —if he can untangle himself from his family drama. The link between this unlikely pair is Kel’s mother, Charlene, a former student of Arthur’s. After nearly two decades of silence, it is Charlene’s unexpected phone call to Arthur—a plea for help—that jostles them into action. Through Arthur and Kel’s own quirky and lovable voices, Heft tells the winning story of two improbable heroes whose sudden connection transforms both their lives. Like Elizabeth McCracken’s. The Giant’s House. ,. Heft. is a novel about love and family found in the most unexpected places.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Book Club",
                "Young Adult",
                "Novels",
                "Relationships",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Gathering Storm",
            "authors": [
                "Victoria Danann"
            ],
            "ranking": 4.47,
            "ranking_count": 1720,
            "abstract": "When Sir Engel Storm, is misplaced in a different, but similar dimension, he learns firsthand that there. really. is no place like home.. New York Times and USA Today bestselling author, Victoria Danann, brings us a paranormal/scifi fantasy adventure like no other.. Knights of Black Swan has won BEST PARANORMAL ROMANCE SERIES the past four years in a row! - Reviewers' Choice Awards, The Paranormal Romance Guild. The demon Deliverance accidentally lost Storm in another dimension, but doesn't know which one. Everyone who can help is called in as a high stakes search is mounted to find him. As part of the search party, Deliverance thought he'd found his illustrious son-in-law, but instead brings home a doppelganger who causes havoc and confusion because the only thing he shares in common with Storm is an identical body.. When Storm begins acting like somebody else, his friends, the legendary vampire hunters, reunite to try to salvage his reputation before it's shredded beyond repair.. Meanwhile, the real Storm has been mistaken for a gambling addict heavily indebted to a loan monster. He'll need his quick wit, his training as a Black Swan knight,and a lot of luck to survive until he can be returned to the world where he belongs.. ...unique is an aside; thrilling is just a normal occurrence!. - The Reading Café. Find out why this simple-twist-of-fate tale has readers on the edge of their seats and has been called intense excitement and suspense from beginning to end with just enough humor, poignance, and surprise. Only Danann could have you laughing out loud when favorite characters are in a fight to the death. Don't put off what could be enjoyed TODAY.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Fairies"
            ]
        },
        {
            "title": "The Middlesteins",
            "authors": [
                "Jami Attenberg"
            ],
            "ranking": 3.44,
            "ranking_count": 20220,
            "abstract": "For more than thirty years, Edie and Richard Middlestein shared a solid family life together in the suburbs of Chicago. But now things are splintering apart, for one reason, it seems: Edie's enormous girth. She's obsessed with food--thinking about it, eating it--and if she doesn't stop, she won't have much longer to live.. When Richard abandons his wife, it is up to the next generation to take control. Robin, their schoolteacher daughter, is determined that her father pay for leaving Edie. Benny, an easy-going, pot-smoking family man, just wants to smooth things over. And Rachelle-- a whippet thin perfectionist-- is intent on saving her mother-in-law's life, but this task proves even bigger than planning her twin children's spectacular b'nai mitzvah party. Through it all, they wonder: do Edie's devastating choices rest on her shoulders alone, or are others at fault, too?. With pitch-perfect prose, huge compassion, and sly humor, Jami Attenberg has given us an epic story of marriage, family, and obsession.. The Middlesteins. explores the hopes and heartbreaks of new and old love, the yearnings of Midwestern America, and our devastating, fascinating preoccupation with food.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Family",
                "Novels",
                "Literature",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Food and Drink"
            ]
        },
        {
            "title": "The Book of Awesome",
            "authors": [
                "Neil Pasricha"
            ],
            "ranking": 3.79,
            "ranking_count": 11314,
            "abstract": "Based on the award-winning 10-million-plus-hit blog 1000awesomethings.com,. The Book of Awesome. is a high five for humanity and a big celebration of life's little moments:. • Popping Bubble Wrap. • Wearing underwear just out of the dryer. • Fixing electronics by smacking them. • Getting called up to the dinner buffet first at a wedding. • Watching The Price Is Right when you're home sick. • Hitting a bunch of green lights in a row. • Waking up and realizing it's Saturday. Sometimes it's easy to forget the things that make us smile. With a 24/7 news cycle reporting that the polar ice caps are melting, hurricanes are swirling in the seas, wars are heating up around the world, and the job market is in a deep freeze, it's tempting to feel that the world is falling apart. But awesome things are all around us-sometimes we just need someone to point them out.. The Book of Awesome. reminds us that the best things in life are free (yes, your grandma was right). With laugh-out-loud observations from award- winning comedy writer Neil Pasricha,. The Book of Awesome. is filled with smile-inducing moments on every page that make you feel like a kid looking at the world for the first time. Read it and you'll remember all the things there are to feel good about.. The Book of Awesome. reminds us of all the little things that we often overlook but that make us smile. With touching, warm, and funny observations, each entry ends with the big booming feeling you'll get when you read through them: AWESOME!",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Self Help",
                "Inspirational",
                "Psychology",
                "Cultural",
                "Short Stories",
                "Culture"
            ]
        },
        {
            "title": "Freedom Is Your Nature: A Practical Guide to Inner Transformation",
            "authors": [
                "Christine Wushke"
            ],
            "ranking": 4.09,
            "ranking_count": 22,
            "abstract": "This is an extraordinary new and important work on the inner journey written by Christine Wushke, a woman whose life has seen a series of classical spiritual encounters and experiences. In these pages, she shares with us her amazing revelations, their intoxicating sweetness, and their life-giving fruit. But the book is more than just the fascinating story of Christine's own spiritual growth, for it unfolds for the reader a renewed understanding of life in general, accompanied by practical exercises that anyone can use to begin to change their own inner landscape - and with it - their outer world. Using parables, stories, experiences, and insights from her meditations, she takes the reader on a double-decker journey: both hers and their own.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "Mermaid",
            "authors": [
                "Carolyn Turgeon"
            ],
            "ranking": 3.62,
            "ranking_count": 5840,
            "abstract": "Princess Margrethe has been hidden away while her kingdom is at war. One gloomy, windswept morning, as she stands in a convent garden overlooking the icy sea, she witnesses a miracle: a glittering mermaid emerging from the waves, a nearly drowned man in her arms. By the time Margrethe reaches the shore, the mermaid has disappeared into the sea. As Margrethe nurses the handsome stranger back to health, she learns that not only is he a prince, he is also the son of her father's greatest rival. Sure that the mermaid brought this man to her for a reason, Margrethe devises a plan to bring peace to her kingdom.. Meanwhile, the mermaid Princess Lenia longs to return to the human man she carried to safety. She is willing to trade her home, her voice, and even her health for legs and the chance to win his heart.... A surprising take on the classic tale,. Mermaid. is the story of two women with everything to lose. It will make you think twice about the fairy tale you heard as a child, keeping you in suspense until the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Mythology",
                "Romance",
                "Fiction",
                "Young Adult",
                "Retellings",
                "Fairy Tales",
                "Adult"
            ]
        },
        {
            "title": "I Want To Be Popular",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 3.91,
            "ranking_count": 11,
            "abstract": "Rewritten and revised as of 4/19/13. What could be more important to a girl just about to turn sixteen, than being popular? It can be all consuming, but the popular crowd is a difficult crowd and trying to fit in can be painful. High school gossip spreads quickly and mean girls who can be cruel and selfish fill the halls. They rule the school and decide with the flick of an eye who will be an outcast.. For Brittney Ellis, someone who has always been on the outside looking in, the world of the popular kids is heaven. In her mind, these girls are the most fortunate people because they have great clothes, beauty, and boyfriends. They walk the high school halls like royalty. Little does Brittney realize that the popular girls have problems too. They just hide them well.. Brittney also has a secret, one that makes her yearn so badly she cannot sleep. Brittney is in love with Chase, one of the top football stars. He does not even know she exists. To make matters worse, she has other issues that threaten to destroy her, like an eating disorder that left as a scar on her soul from a devastating childhood experience.. Even with all of the heartache in Brittney’s life, there is still a bright and shinning light. Sadly, Brittney stands blinded by what she thinks she wants and consequently does not recognize the good things she has. Brittney is blessed with genuine, caring friends, even if they are not the most popular kids. Mark a science and computer nerd and Alicia an art enthusiast are always there for her. Nevertheless, Brittney has grown tired of being the outcast, so she undertakes a project to make major changes in herself. Changes she believes will win her Chase’s romantic attentions.. Meanwhile there are elements stirring under the surface, and although Brittney is not aware of it, she is about to learn that one of her close friends has a secret that will change Brittney’s life forever. If you like “Gossip Girl,” “Mean Girls,” or “Glee” then you’ll love, “I want To Be Popular.”",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "41: A Portrait of My Father",
            "authors": [
                "George W. Bush"
            ],
            "ranking": 4.02,
            "ranking_count": 10972,
            "abstract": "The Deluxe Edition of. 41. is certain to be a collector's item and a cherished piece of Presidential history. Each copy will be hand-signed by President George W. Bush, printed on high-quality, acid-free paper, and bound in a full cloth case with foil stamping. Additionally, the book will include a 4-color frontispiece of a stunning never-before-seen portrait of father and son painted by President George W. Bush and will be slipcased and shrinkwrapped.. Forty-three men have served as President of the United States. Countless books have been written about them. But never before has a President told the story of his father, another President, through his own eyes and in his own words. A unique and intimate biography, the book covers the entire scope of the elder President Bush’s life and career, including his service in the Pacific during World War II, his pioneering work in the Texas oil business, and his political rise as a Congressman, U.S. Representative to China and the United Nations, CIA Director, Vice President, and President.  The book shines new light on both the accomplished statesman and the warm, decent man known best by his family. In addition, George W. Bush discusses his father’s influence on him throughout his own life, from his childhood in West Texas to his early campaign trips with his father, and from his decision to go into politics to his own two-term Presidency.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Politics",
                "Biography Memoir",
                "Audiobook",
                "Autobiography",
                "North American Hi...",
                "Presidents"
            ]
        },
        {
            "title": "Liberty Defined: 50 Essential Issues That Affect Our Freedom",
            "authors": [
                "Ron Paul",
                "Bob Craig"
            ],
            "ranking": 4.22,
            "ranking_count": 2959,
            "abstract": "In. Liberty Defined. , congressman and #1. New York Times. bestselling author Ron Paul returns with his most provocative, comprehensive, and compelling arguments for personal freedom to date.. The term Liberty is so commonly used in our country that it has become a mere cliche. But do we know what it means? What it promises? How it factors into our daily lives? And most importantly, can we recognize tyranny when it is sold to us disguised as a form of liberty?. Dr. Paul writes that to believe in liberty is not to believe in any particular social and economic outcome. It is to trust in the spontaneous order that emerges when the state does not intervene in human volition and human cooperation. It permits people to work out their problems for themselves, build lives for themselves, take risks and accept responsibility for the results, and make their own decisions. It is the seed of America.. This is a comprehensive guide to Dr. Paul's position on fifty of the most important issues of our times, from Abortion to Zionism. Accessible, easy to digest, and fearless in its discussion of controversial topics, Liberty Defined sheds new light on a word that is losing its shape.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Economics",
                "History",
                "North American Hi...",
                "Writing",
                "Audiobook",
                "Law"
            ]
        },
        {
            "title": "The Auschwitz Escape",
            "authors": [
                "Joel C. Rosenberg"
            ],
            "ranking": 4.35,
            "ranking_count": 14004,
            "abstract": "A terrible darkness has fallen upon Jacob Weisz's beloved Germany. The Nazi regime, under the leadership of Adolf Hitler, has surged to power and now hold Germany by the throat. All non-Aryans - especially Jews like Jacob and his family - are treated like dogs.. When tragedy strikes during one terrible night of violence, Jacob flees and joins rebel forces working to undermine the regime. But after a raid goes horribly wrong, Jacob finds himself in a living nightmare - trapped in a crowded, stinking car on the train to the Auschwitz death camp.. As World War II rages and Hitler begins implementing his final solution to systematically and ruthlessly exterminate the Jewish people, Jacob must rely on his wits and a God he's not sure he believes in to somehow escape from Auschwitz and alert the world to the Nazi's atrocities before Fascism overtakes all of Europe. The fate of millions hangs in the balance.. ©2014 Joel C. Rosenberg; (P)2014 Brilliance Audio, all rights reserved.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Christian Fiction",
                "Christian",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "His Woman in Command",
            "authors": [
                "Lindsay McKenna"
            ],
            "ranking": 3.89,
            "ranking_count": 160,
            "abstract": "Captain Nike Alexander is in Afghanistan for one reason only—to use her pilot skills. She doesn't have time for men, especially military men. Playing hard to get with Captain Gavin Jackson comes as naturally to Nike as flying one of her Apaches. But Gavin's sexy-as-sin smile is making it harder and harder to say no.. Captain Gavin Jackson loves a challenge, but has never encountered one as stunning as Nike. Just as the ice between them thaws, Nike finds herself in a dangerous situation. Now Gavin will have to use his expertise as a special ops soldier to rescue the woman he can't live without….",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "War",
                "Military Fiction"
            ]
        },
        {
            "title": "Grains of Gold: Tales of a Cosmopolitan Traveler",
            "authors": [
                "Gendün Chöphel",
                "Thupten Jinpa",
                "Donald S. Lopez Jr."
            ],
            "ranking": 4.58,
            "ranking_count": 12,
            "abstract": "In 1941, philosopher and poet Gendun Chopel (1903–51) sent a large manuscript by ship, train, and yak across mountains and deserts to his homeland in the northeastern corner of Tibet. He would follow it five years later, returning to his native land after twelve years in India and Sri Lanka. But he did not receive the welcome he imagined: he was arrested by the government of the regent of the young Dalai Lama on trumped-up charges of treason. He emerged from prison three years later a broken man and died soon after. Gendun Chopel was a prolific writer during his short life. Yet he considered that manuscript, which he titled. Grains of Gold. , to be his life’s work, one to delight his compatriots with tales of an ancient Indian and Tibetan past, while alerting them to the wonders and dangers of the strikingly modern land abutting Tibet’s southern border, the British colony of India. Now available for the first time in English,. Grains of Gold. is a unique compendium of South Asian and Tibetan culture that combines travelogue, drawings, history, and ethnography. Gendun Chopel describes the world he discovered in South Asia, from the ruins of the sacred sites of Buddhism to the Sanskrit classics he learned to read in the original. He is also sharply, often humorously critical of the Tibetan love of the fantastic, bursting one myth after another and finding fault with the accounts of earlier Tibetan pilgrims. Exploring a wide range of cultures and religions central to the history of the region, Gendun Chopel is eager to describe all the new knowledge he gathered in his travels to his Buddhist audience in Tibet. At once the account of the experiences of a tragic figure in Tibetan history and the work of an extraordinary scholar,. Grains of Gold. is an accessible, compelling work animated by a sense of discovery of both a distant past and a strange present.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "History",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "Flight of Magpies",
            "authors": [
                "K.J. Charles"
            ],
            "ranking": 4.32,
            "ranking_count": 7603,
            "abstract": "Danger in the air. Lovers on the brink.. With the justiciary understaffed, a series of horrifying occult murders to be investigated, and a young student who is flying—literally—off the rails, magical law enforcer Stephen Day is under increasing stress. And his relationship with his aristocratic lover, Lord Crane, is beginning to feel the strain.. Crane chafes at the restrictions of England’s laws, and there’s a worrying development in the blood-and-sex bond he shares with Stephen. A development that makes a sensible man question if they should be together at all.. When a thief strikes at the heart of Crane’s home, a devastating loss brings his closest relationships into bitter conflict—especially his relationship with Stephen. And as old enemies, new enemies, and unexpected enemies paint the lovers into a corner, the pressure threatens to tear them apart.. Warning: Contains hot-blooded sex, cold-blooded murder, sinister magical goings-on and a lot of swearing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "LGBT",
                "Mystery"
            ]
        },
        {
            "title": "The All Souls Trilogy Boxed Set",
            "authors": [
                "Deborah Harkness"
            ],
            "ranking": 4.56,
            "ranking_count": 8676,
            "abstract": "The entire All Souls trilogy, including. A Discovery of Witches. ,. Shadow of Night. , and. The Book of Life. , now available in a beautiful boxed set. With more than two million copies sold in the United States, the novels of the All Souls trilogy have landed on all of the major bestseller lists, garnered rave reviews, and spellbound legions of loyal fans.. Now including a limited edition of Diana Bishop's Commonplace book—which contains a floor plan of the Old Lodge, snippets of poetry, some passages from a witch's grimoire, astrological insights, and much more—as a special bonus, this lavishly designed boxed set is perfect for readers who love magic, passion, history, and suspense.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Paranormal",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Red Light Princess",
            "authors": [
                "James W. Bodden"
            ],
            "ranking": 4.13,
            "ranking_count": 23,
            "abstract": "Everything goes on the Night of the Clean Hands. There are only three rules: Old debts are forgotten. Payback is forbidden. Killing is outlawed. But rules are meant to be broken.. When a string of copycat murders disrupt the festivities of the Night of the Clean Hands, it falls to a gang informant to journey deep into the underbelly of a walled, mega slum and unravel the mystery behind the killings connection to a dead diva: the Red Light Princess.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Te retrouver",
            "authors": [
                "Fabio Volo"
            ],
            "ranking": 3.41,
            "ranking_count": 894,
            "abstract": "Marco non ha mai scelto, perché ha paura che una scelta escluda tutte le altre. Non ha mai dato retta a nessuno, solo a se stesso. Sembra dire a tutti: amatemi pure, ma tenetevi lontani.. Andrea, suo fratello maggiore, ha deciso da subito come doveva essere la sua vita, ha sempre fatto le cose come andavano fatte. È sposato con Daniela, una donna sobria ed elegante. Insieme avrebbero potuto essere perfetti.. Marco invece ha molte donne, e Isabella. Lei è stata la sua prima fidanzata. Con lei ha passato quelle notti di magia in cui la bellezza dilata il tempo e la felicità strappa le promesse.. Ma neanche con lei è mai riuscito a decidersi, a capire che la libertà non è per forza mancanza di responsabilità. E così continua a vivere in folle, senza mai mettere una marcia, fare una scelta.. Se non che a volte la vita che hai sempre tenuto sotto controllo inizia a cadere a pezzi.. Il nuovo romanzo di Fabio Volo racconta la storia di due fratelli che gli eventi costringono ad avvicinarsi, a capirsi di nuovo. E di un inconfessabile segreto di famiglia che li segue come un fantasma. Racconta una grande e tormentata storia d'amore che attraversa gli anni, e come tutte le grandi storie d'amore ha a che fare con le cose splendide e con quelle terribili della vita. Racconta il dolore che piega in due e la felicità che fa cantare inventandosi le parole. Ci fa ridere, commuovere, emozionare.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Spider's Bite",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 3.87,
            "ranking_count": 33856,
            "abstract": "My name is Gin, and I kill people.. They call me the Spider. I'm the most feared assassin in the South — when I'm not busy at the Pork Pit cooking up the best barbecue in Ashland. As a Stone elemental, I can hear everything from the whispers of the gravel beneath my feet to the vibrations of the soaring Appalachian Mountains above me. My Ice magic also comes in handy for making the occasional knife. But I don't use my powers on the job unless I absolutely have to. Call it professional pride.. Now that a ruthless Air elemental has double-crossed me and killed my handler, I'm out for revenge. And I'll exterminate anyone who gets in my way — good or bad. I may look hot, but I'm still one of the bad guys. Which is why I'm in trouble, since irresistibly rugged Detective Donovan Caine has agreed to help me. The last thing this coldhearted killer needs when I'm battling a magic more powerful than my own is a sexy distraction... especially when Donovan wants me dead just as much as the enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Where Is Olivia?",
            "authors": [
                "Nancy E. Ryan"
            ],
            "ranking": 4.13,
            "ranking_count": 8,
            "abstract": "Where Is Olivia? picks up where The Disappearance of Olivia left off. Olivia Franklin is the biological daughter of Princess Diana and Prince Charles, born before Prince William. Her life has been in danger ever since her true identity had been discovered. Olivia now finds herself living in Palm Beach, Florida, with her identity hidden. She is working as a governess for John Bradford Verner's 7 year old son Miles. John is Eddie Armstrong's brother in law. Now another assassin is in hot pursuit. The drama plays out in the most thrilling heart stopping and pivoting story with a surprise ending. Olivia has been running and hiding too long. With Miles' life in danger, she will risk her own life to save his.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Half Bad",
            "authors": [
                "Sally Green"
            ],
            "ranking": 3.78,
            "ranking_count": 48001,
            "abstract": "Wanted by no one.. Hunted by everyone.. Sixteen-year-old Nathan lives in a cage: beaten, shackled, trained to kill. In a modern-day England where two warring factions of witches live amongst humans, Nathan is an abomination, the illegitimate son of the world's most terrifying and violent witch, Marcus. Nathan's only hope for survival is to escape his captors, track down Marcus, and receive the three gifts that will bring him into his own magical powers—before it's too late. But how can Nathan find his father when there is no one safe to trust, not even family, not even the girl he loves?. Half Bad. is an international sensation and the start of a brilliant trilogy: a gripping tale of alienation and the indomitable will to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Infinity: The Story of a Moment",
            "authors": [
                "Gabriel Josipovici"
            ],
            "ranking": 3.68,
            "ranking_count": 78,
            "abstract": "In the course of a single extensive interview, this novel recounts the colorful life of a wealthy, eccentric Italian composer through multiple layers of unreality. As Massimo recalls what his master, Tancredo Pavone, told him about his life, he often repeats Pavone’s outrageous opinions on everything from the current state of the world to the inner life of each musical note. Eventually, it becomes comically clear that not only does Pavone not always distinguish between memory and imagination, but also that Massimo does not always understand what it is he is repeating. A moving portrait of a close bond between two people from utterly different social spheres, this narrative is an insightful look into the world of a composer and the process of artistic creation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Music",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Navajo Autumn",
            "authors": [
                "R. Allen Chappell"
            ],
            "ranking": 3.9,
            "ranking_count": 1988,
            "abstract": "Thomas Begay is found dead-drunk under the La Plata Bridge ...not unusual for Thomas Begay. What is unusual, is BIA investigator Patsy Greyhorse, found lying beside him ...not drunk, or even a Navajo, but very dead nonetheless. Long time friend Charlie Yazzie, fresh from law school, risks his career ...and even his life to help his old schoolmate.. The Answer seems to lie with the Yeenaaldiooshii ...should one choose to believe in such things.. In the far reaches of the reservation there still are traditional Navajos living their lives with few concessions to modern mores. Guided by their strong sense of cultural heritage these outliers remain a strong anchor for the Navajo Nation. This story follows the lives of such people, caught up in a plot that could have far reaching implications for the entire tribe.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Westerns",
                "Thriller",
                "Audiobook",
                "Native Americans"
            ]
        },
        {
            "title": "Seducing the Dragon",
            "authors": [
                "Jessie Donovan"
            ],
            "ranking": 4.16,
            "ranking_count": 2366,
            "abstract": "On her first visit to Clan Stonefire, Department of Dragon Affairs inspector Evie Marshall has an ulterior motive--she needs to seduce its clan leader. If she can't seduce him and become his mate, the dragon hunters will kill her. Of course, Evie doesn't know the first thing about seducing a man, let alone a dragon-shifter, but with her life on the line, she's going to have to become a fast learner or die trying.. Bram Moore-Llewellyn has a track record of scaring off DDA inspectors, but when the latest inspector shows up wearing tight clothes and a sexy smile, his inner dragon takes notice. While battling his attraction to the human, he soon finds himself with an impossible choice: he can either break the law to mate the female and risk a backlash from both the dragon hunters and the British government, or he can turn her away and let her die at the hands of the hunters.. NOTE: This is the complete second story arc of the Stonefire Dragons and contains all four parts of Seducing the Dragon. 18+ / HEA. Next Up: Feb 26th - Revealing the Dragons, about what happens when Melanie release her book. (Available for pre-order)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Beekeeper's Bible: Bees, Honey, Recipes  Other Home Uses",
            "authors": [
                "Richard A. Jones",
                "Sharon Sweeney-Lynch"
            ],
            "ranking": 4.48,
            "ranking_count": 573,
            "abstract": "The Beekeeper’s Bible. is as much an ultimate guide to the practical essentials of beekeeping as it is a beautiful almanac to be read from cover to cover. Part history book, part handbook, and part cookbook, this illustrated tome covers every facet of the ancient hobby of beekeeping, from how to manage hives safely to harvesting one's own honey, and ideas for how to use honey and beeswax. Detailed instructions for making candles, furniture polish, beauty products, and nearly 100 honey-themed recipes are included. Fully illustrated with how-to photography and unique etchings, any backyard enthusiast or gardener can confidently dive into beekeeping with this book in hand (or daydream about harvesting their own honey while relaxing in the comfort of an armchair).. Praise for. The Beekeeper's Bible. :. Jones and Sweeney-Lynch explain the science and society of bees in clear, accessible language. And the recipes are admirably useful: honey scones, honey soap, honey hangover cures. 'Oh, stuff and fluff,' as Pooh might say. Dip a paw into this richly satisfying volume and you won't have to do stoutness exercises.. -. The New York Times. <!--StartFragment-->. “Lip-smackin’ throughout,. The Beekeeper's Bible. is, at its heart, a glorious invitation into the depths of the honeybee hive.” —. Chicago Tribune. <!--StartFragment-->. An elegant, information-packed addition to the library of the most serious beekeeper. —. Better Homes & Gardens Country Gardens. “An amazing compendium of information, lore, facts, tips, techniques, and benefits of having bees in your life—whether you choose to keep a hive yourself, enjoy the by-products, or just appreciate these wonderful creatures for all that they contribute to our human ecosystem.”. —About.com",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Reference",
                "Horticulture",
                "Food and Drink",
                "Animals",
                "Environment",
                "How To",
                "Art"
            ]
        },
        {
            "title": "Perdition",
            "authors": [
                "Ann Aguirre"
            ],
            "ranking": 3.89,
            "ranking_count": 4026,
            "abstract": "WELCOME TO HELL. The prison ship Perdition, a floating city where the Conglomerate’s most dangerous criminals are confined for life, orbits endlessly around a barren asteroid.. Life inside is even more bleak. Hailed as the Dread Queen, inmate Dresdemona “Dred” Devos controls one of Perdition’s six territories, bordered on both sides by would-be kings eager to challenge her claim. Keeping them at bay requires constant vigilance, as well as a steady influx of new recruits to replace the fallen. Survival is a constant battle, and death is the only escape.. Of the newest convicts, only one is worth Dred’s attention. The mercenary Jael, with his deadly gaze and attitude, may be the most dangerous criminal onboard. His combat skill could give her the edge she needs, if he doesn’t betray her first. Unfortunately, that’s what he does best. Winning Jael’s allegiance will be a challenge, but failure could be worse than death…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Adult",
                "Space",
                "Fiction"
            ]
        },
        {
            "title": "The Sisters Weiss",
            "authors": [
                "Naomi Ragen"
            ],
            "ranking": 3.85,
            "ranking_count": 3804,
            "abstract": "In 1950's Brooklyn, sisters Rose and Pearl Weiss grow up in a loving but strict ultra-Orthodox family, never dreaming of defying their parents or their community's unbending and intrusive demands. Then, a chance meeting with a young French immigrant turns Rose's world upside down, its once bearable strictures suddenly tightening like a noose around her neck. In rebellion, she begins to live a secret life – a life that shocks her parents when it is discovered. With nowhere else to turn, and an overwhelming desire to be reconciled with those she loves, Rose tries to bow to her parents' demands that she agree to an arranged marriage. But pushed to the edge, she commits an act so unforgivable, it will exile her forever from her innocent young sister, her family, and all she has ever known.. Forty years later, pious Pearl's sheltered young daughter Rivka suddenly discovers the ugly truth about her Aunt Rose, the outcast, who has moved on to become a renowned photographer. Inspired, but naïve and reckless, Rivka sets off on a dangerous adventure that will stir up the ghosts of the past, and alter the future in unimaginable ways for all involved.. Powerful, page-turning and deeply moving, Naomi Ragen's. The Sisters Weiss. is an unforgettable examination of loyalty and betrayal; the differences that can tear a family apart and the invisible bonds that tie them together.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "New York",
                "Religion",
                "Adult Fiction",
                "Contemporary",
                "Family",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Misfit Economy: Lessons in Creativity from Pirates, Hackers, Gangsters and Other Informal Entrepreneurs",
            "authors": [
                "Alexa Clay",
                "Kyra Maya Phillips"
            ],
            "ranking": 3.32,
            "ranking_count": 695,
            "abstract": "A book that argues that lessons in creativity, innovation, salesmanship, and entrepreneurship can come from surprising places: pirates, bootleggers, counterfeiters, hustlers, and others living and working on the margins of business and society.. Who are the greatest innovators in the world? You’re probably thinking Steve Jobs, Thomas Edison, Henry Ford. The usual suspects.. This book isn’t about them. It’s about people you’ve never heard of. It’s about people who are just as innovative, entrepreneurial, and visionary as the Jobses, Edisons, and Fords of the world, except they’re not in Silicon Valley. They’re in the street markets of Sao Paulo and Guangzhou, the rubbish dumps of Lagos, the flooded coastal towns of Thailand. They are pirates, slum dwellers, computer hackers, dissidents, and inner city gang members.. Across the globe, diverse innovators operating in the black, grey, and informal economies are developing solutions to a myriad of challenges. Far from being “deviant entrepreneurs” that pose threats to our social and economic stability, these innovators display remarkable ingenuity, pioneering original methods and practices that we can learn from and apply to move formal markets.. This book investigates the stories of underground innovation that make up the Misfit Economy. It examines the teeming genius of the underground. It asks: Who are these unknown visionaries? How do they work? How do they organize themselves? How do they catalyze innovation? And ultimately, how can you take these lessons into your own world?",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Economics",
                "Cultural",
                "Buisness",
                "Self Help",
                "Psychology",
                "Currency",
                "Science"
            ]
        },
        {
            "title": "Bruce",
            "authors": [
                "Peter Ames Carlin"
            ],
            "ranking": 3.93,
            "ranking_count": 4398,
            "abstract": "After 3 decades of groundbreaking music Bruce Springsteen still manages to amaze audiences around the world with his live shows and bring new fans to his music with every album release. Highly acclaimed music critic Peter Carlin tracks the Boss's dazzling ascent to fame, whilst painting a vivid portrait of the real Springsteen: an insistently private man who nevertheless would do anything for his fans.. Recently, in response to his mother's failing health, Springsteen decided he wanted to tell his story, and that he wanted Carlin to tell it. He gave Carlin many hours of interview time, including a trip to his family home, and lett him preview his unreleased album. With unprecedented access to Springsteen, his family, friends and management, Carlin presents a riveting and highly personal account of Springsteen's life.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Music",
                "Nonfiction",
                "Biography Memoir",
                "History",
                "Culture",
                "Autobiography",
                "Anthologies",
                "North American Hi..."
            ]
        },
        {
            "title": "Vi håller på med en viktig grej",
            "authors": [
                "Sara Hansson"
            ],
            "ranking": 3.93,
            "ranking_count": 191,
            "abstract": "Sara är elva år och har bara dom tråkiga tv-kanalerna. En kväll visar Bullen en musikvideo med en ny tjej-pop-grupp, och Sara känner att det är precis vad hon längtat efter utan att själv ha vetat om det. Nästa dag skriver hon SPICE GIRLS över hela armen med spritpenna och blir kompis med Rebbe som går i sexan. Vi håller på med en viktig grej är en självbiografisk serieroman som utspelar sig under den där tiden strax före tonåren, när viljan att bli fri från de vuxnas regler vaknar och det största av allt är vänskapen.. Med fullständig tonträff återskapar Sara Hansson en elvaårings värld mot slutet av 90-talet i en liten stad där man kan missbruka Nutella, tjuvåka på bussen med bultande hjärta och skämmas i hemlighet över att man älskar sin mamma mer än sin pappa. Men framförallt är detta boken om Sara och Rebbe en tidlös och svindlande vacker berättelse om den orubbliga kärleken till sin bästis.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "European Literature",
                "Childrens",
                "Graphic Novels Comics",
                "Biography"
            ]
        },
        {
            "title": "The Body at the Tower",
            "authors": [
                "Y.S. Lee"
            ],
            "ranking": 3.99,
            "ranking_count": 8866,
            "abstract": "Now nearly a full-fledged member of the Agency, the all-female detective unit operating out of Miss Scrimshaw's Academy for Girls, Mary Quinn is back for another action-packed adventure. Disguised as a poor apprentice builder and a boy, she must brave the grimy underbelly of Victorian London - as well as childhood fear, hunger, and constant want - to unmask the identity of a murderer. Assigned to monitor a building site on the clock tower of the Houses of Parliament, Mary earns the confidence of the work crew, inching ever nearer her suspect. But if an irresistible desire to help the city's needy doesn't distract her and jeopardize her cover, unexpectedly meeting up with an old friend - or flame - just might.. A suspenseful and evocative window into a fascinating moment in history,. The Body at the Tower. is the much-anticipated second outing with a daring young detective.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Revan",
            "authors": [
                "Drew Karpyshyn"
            ],
            "ranking": 3.98,
            "ranking_count": 16973,
            "abstract": "There’s something out there:. a juggernaut of evil bearing down to crush the Republicâ,. unless one lone Jedi, shunned and reviled, can stop it.. Revan: hero, traitor, conqueror, villain, savior. A Jedi who left Coruscant to defeat Mandalorians and returned a disciple of the dark side, bent on destroying the Republic. The Jedi Council gave Revan his life back, but the price of redemption was high. His memories have been erased. All that’s left are nightmares and deep, abiding fear.. What exactly happened beyond the Outer Rim? Revan can’t quite remember, yet can’t entirely forget. Somehow he stumbled across a terrible secret that threatens the very existence of the Republic. With no idea what it is, or how to stop it, Revan may very well fail, for he’s never faced a more powerful and diabolic enemy. But only death can stop him from trying.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Space",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Book of Speculation",
            "authors": [
                "Erika Swyler"
            ],
            "ranking": 3.6,
            "ranking_count": 34515,
            "abstract": "Simon Watson, a young librarian, lives alone in a house that is slowly crumbling toward the Long Island Sound. His parents are long dead. His mother, a circus mermaid who made her living by holding her breath, drowned in the very water his house overlooks. His younger sister, Enola, ran off six years ago and now reads tarot cards for a traveling carnival.. One June day, an old book arrives on Simon's doorstep, sent by an antiquarian bookseller who purchased it on speculation. Fragile and water damaged, the book is a log from the owner of a traveling carnival in the 1700s, who reports strange and magical things, including the drowning death of a circus mermaid. Since then, generations of mermaids in Simon's family have drowned--always on July 24, which is only weeks away.. As his friend Alice looks on with alarm, Simon becomes increasingly worried about his sister. Could there be a curse on Simon's family? What does it have to do with the book, and can he get to the heart of the mystery in time to save Enola?. In the tradition of Sara Gruen's Water for Elephants, Erin Morgenstern's The Night Circus, and Elizabeth Kostova's The Historian, The Book of Speculation--with two-color illustrations by the author--is Erika Swyler's moving debut novel about the power of books, family, and magic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Magical Realism",
                "Mystery",
                "Writing",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Crossings",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 3.95,
            "ranking_count": 55,
            "abstract": "Deep in the Australian bush, something dark is stirring.. When wildlife ranger Lisa Thomas finds a pile of animal entrails on her doorstep she immediately suspects her abusive ex, but the sudden spate of deaths that follow seem beyond even Ben’s vindictiveness.. Worse, her father’s health is deteriorating fast and when the harassment and deaths continue, it only fuels her feelings of powerlessness. To add confusion to growing fear, Lisa must also investigate reports of a giant white kangaroo, reports that suggest the creature is no mere hoax.. Yet the mysterious kangaroo is impossible to track down and the more Lisa searches the more she's sure an even greater threat lurks in the wilderness...",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Cultural"
            ]
        },
        {
            "title": "Charity and Sylvia: A Same-Sex Marriage in Early America",
            "authors": [
                "Rachel Hope Cleves"
            ],
            "ranking": 3.95,
            "ranking_count": 751,
            "abstract": "Conventional wisdom holds that same-sex marriage is a purely modern innovation, a concept born of an overtly modern lifestyle that was unheard of in nineteenth century America. But as Rachel Hope Cleves demonstrates in this eye-opening book, same-sex marriage is hardly new.. Born in 1777, Charity Bryant was raised in Massachusetts. A brilliant and strong-willed woman with a clear attraction for her own sex, Charity found herself banished from her family home at age twenty. She spent the next decade of her life traveling throughout Massachusetts, working as a teacher, making intimate female friends, and becoming the subject of gossip wherever she lived. At age twenty-nine, still defiantly single, Charity visited friends in Weybridge, Vermont. There she met a pious and studious young woman named Sylvia Drake. The two soon became so inseparable that Charity decided to rent rooms in Weybridge. In 1809, they moved into their own home together, and over the years, came to be recognized, essentially, as a married couple. Revered by their community, Charity and Sylvia operated a tailor shop employing many local women, served as guiding lights within their church, and participated in raising their many nieces and nephews.. Charity and Sylvia. is the intimate history of their extraordinary forty-four year union. Drawing on an array of original documents including diaries, letters, and poetry, Cleves traces their lives in sharp detail. Providing an illuminating glimpse into a relationship that turns conventional notions of same-sex marriage on their head, and reveals early America to be a place both more diverse and more accommodating than modern society might imagine,. Charity and Sylvia. is a significant contribution to our limited knowledge of LGBT history in early America.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Historical",
                "North American Hi...",
                "Feminism",
                "Biography Memoir"
            ]
        },
        {
            "title": "Ball & Chain",
            "authors": [
                "Abigail Roux"
            ],
            "ranking": 4.13,
            "ranking_count": 8096,
            "abstract": "Home from their unexpected deployment, the former members of Marine Force Recon team Sidewinder rejoin their loved ones and try to pick up the pieces of the lives they were forced to leave behind. Ty Grady comes home to Zane Garrett, only to find that everything around him has changed—even the men he went to war with. He barely has time to adjust before his brother, Deuce, asks Ty to be his best man. But that isn’t all Deuce asks Ty to do, and Ty must call for backup to deal with the business issues of Deuce’s future father-in-law.. Nick O’Flaherty and Kelly Abbott join Ty and Zane at the wedding on an island in Scotland, thinking they’re there to assuage Deuce’s paranoia. But when bodies start dropping and boats start sinking, the four men get more involved with the festivities than they’d ever planned to.. With the clock ticking and the killer just as stuck on the isolated island as they are, Ty and Zane must navigate a veritable minefield of family, friends, and foes to stop the whole island from being destroyed.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Contemporary",
                "LGBT",
                "War",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "The Burnt Toast B&B",
            "authors": [
                "Heidi Belleau",
                "Rachel Haimowitz"
            ],
            "ranking": 3.72,
            "ranking_count": 1276,
            "abstract": "After breaking his arm on set, Wolf’s Landing stuntman Ginsberg Sloan finds himself temporarily out of work. Luckily, Bluewater Bay’s worst B&B has cheap long-term rates, and Ginsberg’s not too proud to take advantage of them.. Derrick Richards, a grizzled laid-off logger, inherited the B&B after his parents’ untimely deaths. Making beds and cooking sunny-side-up eggs is hardly Derrick’s idea of a man’s way to make a living, but just as he’s decided to shut the place down, Ginsberg shows up on his doorstep, pitiful and soaking wet, and Derrick can hardly send him packing.. Not outright, at least.. The plan? Carry on the B&B’s tradition of terrible customer service and even worse food until the pampered city-boy leaves voluntarily. What Derrick doesn’t count on, though, is that the lousier he gets at hosting, the more he convinces bored, busybody Ginsberg to try to get the B&B back on track. And he definitely doesn’t count on the growing attraction between them, or how much more he learns from Ginsberg than just how to put out kitchen fires.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "LGBT",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Kamikaze Boys",
            "authors": [
                "Jay Bell"
            ],
            "ranking": 3.97,
            "ranking_count": 2178,
            "abstract": "If the world is against you, don’t give up. Find yourself a kindred spirit. Then you can start fighting back.. They say Connor, the one with the crazy eyes and creepy scar, tried to kill his old man. Lately he’s been seen hanging out with David, the gay guy who always eats lunch alone. They make an odd pair, the loser and the psychopath, and bad things happen to people who mess with them. Not that Connor and David are looking for trouble. Even when taking on the world, they seem more interested in each other than fighting.. Kamikaze Boys is a story about breaking the chains that bind you and using them to beat down anyone that gets in your way. Better yet, it’s about holding hands with the guy you love while doing so.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction"
            ]
        }
    ]
}