{
    "books": [
        {
            "title": "Scorpions: The Battles and Triumphs of FDR's Great Supreme Court Justices",
            "authors": [
                "Noah Feldman"
            ],
            "ranking": 4.14,
            "ranking_count": 1641,
            "abstract": "A tiny, ebullient Jew who started as America's leading liberal and ended as its most famous judicial conservative. A Klansman who became an absolutist advocate of free speech and civil rights. A backcountry lawyer who started off trying cases about cows and went on to conduct the most important international trial ever. A self-invented, tall-tale Westerner who narrowly missed the presidency but expanded individual freedom beyond what anyone before had dreamed.. Four more different men could hardly be imagined. Yet they had certain things in common. Each was a self-made man who came from humble beginnings on the edge of poverty. Each had driving ambition and a will to succeed. Each was, in his own way, a genius.. They began as close allies and friends of FDR, but the quest to shape a new Constitution led them to competition and sometimes outright warfare. SCORPIONS tells the story of these four great justices: their relationship with Roosevelt, with each other, and with the turbulent world of the Great Depression, World War II, and the Cold War. It also serves as a history of the modern Constitution itself.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Law",
                "Nonfiction",
                "Politics",
                "Biography",
                "North American Hi...",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Geist",
            "authors": [
                "Philippa Ballantine"
            ],
            "ranking": 3.65,
            "ranking_count": 3901,
            "abstract": "Between the living and the dead is the Order of the Deacons, protectors of the Empire, guardians against possession, sentinels enlisted to ward off the malevolent haunting of the geists.... Among the most powerful of the Order is Sorcha, now thrust into partnership with the novice Deacon, Merrick Chambers. They have been dispatched to the isolated village of Ulrich to aide the Priory with a surge of violent geist activity. With them is Raed Rossin, Pretender to the throne that Sorcha is sworn to protect, and bearer of a terrible curse.. But what greets them in the strange settlement is something far more predatory and more horrifying than any mere haunting. And as she uncovers a tradition of twisted rituals passed down through the dark reaches of history, Sorcha will be forced to reconsider everything she thinks she knows.. And if she makes it out of Ulrich alive, what in Hell is she returning to?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "The Hunger Games Tribute Guide",
            "authors": [
                "Emily Seife"
            ],
            "ranking": 4.42,
            "ranking_count": 90001,
            "abstract": "The New York Times bestselling Hunger Games is now a major motion picture—and here is the ultimate guide to the all the tributes in the 74th annual Hunger Games!. Here is the ultimate guide to the twenty-fourth annual Hunger Games. Follow the tributes' journey from the reaping to the Games, with an exclusive look at all the highlights along the way—the trip to the Capitol, the Tribute Parade, the stations of the Training Center, and the interviews with Caesar Flickerman. Plus you'll find profiles of President Snow and Seneca Crane, portraits of each tribute, and detailed information on each district's industry. This unique guide to the tributes contains never-before-seen photos and quotes from the film, and is a must-have for any Hunger Games fan.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Media Tie In",
                "Reference",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Bangalore",
            "authors": [
                "Kerry James Evans"
            ],
            "ranking": 4.0,
            "ranking_count": 24,
            "abstract": "“Evans’ jarring debut book of poems draws on his experience as a combat engineer for the Army National Guard…A strong contribution to wartime poetry composed by combatants…Given recent controversy over domestic surveillance and enlisted whistle-blowers,. this is a necessary read, indeed.. ”. —Booklist. Drawing upon Kerry James Evans's experience in the military,. Bangalore. speaks from the position of a natural class warrior who came of age desperately poor in some of the most hardscrabble parts of our country. Whether highlighting a barracks argument about gays in the military or contemplating pent-up eros, the poems are experientially political in the best sense.. From Lilacs and Razor Wire:. Bent over in a folding chair, my arm a rag of oil, I scrape the carbon from my M-16with a pipe cleaner here in the armorynamed after a young Colonelwho hanged himself.. No one sitting here really knowswhether or not the Colonelwas a homosexual. I bring up my mother-in-law, who is.. Outside the window the local convictshave decided to mow down the lilacsblossoming along the roadside.. We go back to talking about homosexualsand homosexuality, and I say: We are all a little gay, which lands meon the floor in a wrestling position . . .. Kerry James Evans. served six years in the Army National Guard as a combat engineer. He received his MFA in creative writing from Southern Illinois University–Carbondale, and is enrolled in the PhD program in English-Creative Writing from Florida State University. He lives in Tallahassee, Florida.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Blood Royal: A True Tale of Crime and Detection in Medieval Paris",
            "authors": [
                "Eric Jager"
            ],
            "ranking": 3.8,
            "ranking_count": 1304,
            "abstract": "A riveting true story of murder and detection in 15th-century Paris, by one of the most brilliant medievalists of his generation.. On a chilly November night in 1407, Louis of Orleans was murdered by a band of masked men. The crime stunned and paralyzed France since Louis had often ruled in place of his brother King Charles, who had gone mad. As panic seized Paris, an investigation began. In charge was the Provost of Paris, Guillaume de Tignonville, the city's chief law enforcement officer -- and one of history's first detectives. As de Tignonville began to investigate, he realized that his hunt for the truth was much more dangerous than he ever could have imagined.. A rich portrait of a distant world,. Blood Royal. is a gripping story of conspiracy, crime and an increasingly desperate hunt for the truth. And in Guillaume de Tignonville, we have an unforgettable detective for the ages, a classic gumshoe for a cobblestoned era.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Crime",
                "Cultural",
                "Mystery",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Kind of Cruel",
            "authors": [
                "Sophie Hannah"
            ],
            "ranking": 3.57,
            "ranking_count": 4907,
            "abstract": "Sophie Hannah’s latest gripping Zailer/Waterhouse mystery debuts as a Penguin Hardcover. Amber Hewerdine suffers from chronic insomnia. As a last resort, she visits a hypnotherapist, doubtful that anything will really change. Under hypnosis, Amber hears herself saying, Kind, cruel, kind of cruel. The words awaken a vague memory, but she dismisses the whole episode as nonsense. Two hours later, however, Amber is arrested for the brutal murder of a woman she’s never heard of, and the only way she can clear her name is by remembering exactly where she’s seen those words.. Kind of Cruel—the latest page-turner featuring Detectives Charlotte Charlie Zailer and Simon Waterhouse—will enthrall Hannah’s ever-growing readership.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "European Literature",
                "Family",
                "Contemporary"
            ]
        },
        {
            "title": "What Women Want: An Agenda for the Women's Movement",
            "authors": [
                "Deborah L. Rhode"
            ],
            "ranking": 3.71,
            "ranking_count": 35,
            "abstract": "American women fare worse than men on virtually every major dimension of social status, financial well-being, and physical safety. Sexual violence remains common, and reproductive rights are by no means secure. Women assume disproportionate burdens in the home and pay a heavy price in the workplace. Yet these issues are not political priorities, and worse, there is a lack of consensus that there still is a serious problem, or at least one that women have any reason or capacity to address. This no problem problem helps explain why women fail to mobilize around issues that materially affect the quality of their lives. Why is this, why does it matter, and how can we best respond?. What Women Want focuses on the policy agenda for women. Deborah L. Rhode, one of the nation's leading scholars on women and law, brings to the discussion a broad array of interdisciplinary research as well as interviews with heads of leading women's organizations. Is the women's movement stalled? What are the major obstacles it confronts? What are its key priorities and what strategies might advance them? In addressing those questions, the book explores virtually all of the major policy issues confronting women. Topics include employment and appearance discrimination, the gender gap in pay and leadership opportunities, work/family policies, childcare, divorce, same-sex marriage, sexual harassment, domestic violence, rape, trafficking, abortion, poverty, and political representation. Discussion focuses on the capacities and limits of law as a strategy for social change. Why, despite four decades of enforcement of equal employment legislation, is women's workplace status so far from equal? Why, despite a quarter century's effort at reforming rape law, is America's rate of reported rape the second highest in the developed world? Part of the problem lies in the absence of political mobilization around such issues and the underrepresentation of women in public office.. In an age where many women are reluctant to identify as feminists, the war on women is a potent political weapon, and Lean In tops the bestseller list, a broad-ranging, expert look at where American women are today is more necessary than ever. This path-breaking book explores how women can and should act on what they want.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Philosophy",
                "Womens"
            ]
        },
        {
            "title": "Backlash",
            "authors": [
                "Traci Hunter Abramson"
            ],
            "ranking": 4.12,
            "ranking_count": 1727,
            "abstract": "In the five years she's been married to Navy SEAL Kel Bennett, Marilyn has lived with fear as a near-constant companion. This is what she signed up for when she exchanged wedding vows with that stunning man in military dress whites: a husband who leaves home whenever the phone rings and who might not ever come back. When Kel sustains an injury in a military operation, Kel's necessary lack of openness about his work puts a strain on their already troubled marriage.. Meanwhile, the backlash from a foiled terrorist mission brings Halim Karel to the States in search of the members of the Saint Squad. As danger mounts and the SEAL team springs into action, Marilyn is shocked by her first glance into the grisly realities of her husband's profession: violence, deception, even killing. And when she becomes a central ploy in Halim's revenge plan, she struggles to find needed trust and confidence in this military man she loves--not just to save their marriage but to save their lives.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Christianity",
                "Romance",
                "Suspense",
                "Mystery",
                "Fiction",
                "Adventure",
                "Thriller",
                "Christian Fiction"
            ]
        },
        {
            "title": "Fated",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.67,
            "ranking_count": 17489,
            "abstract": "Until now, he's existed only in her dreams -. but fate is about to bring them together.. I shove through the crowd, knocking into girls and bouncing off boys, until one in particular catches me, steadies me.. I feel so secure, so at home in his arms.. I melt against his chest-lift my gaze to meet his. Gasping when I stare into a pair of icy blue eyes banded by brilliant flecks of gold that shine like kaleidoscopes, reflecting my image thousands of times.. The boy from my dream.. The one who died in my arms.. Strange things are happening to Daire Santos. Crows mock her, glowing people stalk her, time stops without warning, and a beautiful boy with unearthly blue eyes haunts all her dreams. Fearing for her daughter’s sanity, Daire’s mother sends her to live with the grandmother she’s never met. A woman who recognizes the visions for what they truly are—the call to her destiny as a Soul Seeker—one who can navigate the worlds between the living and dead.. There on the dusty plains of Enchantment, New Mexico, Daire sets out to harness her mystical powers. But it’s when she meets Dace, the boy from her dreams, that her whole world is shaken to its core. Now Daire is forced to discover if Dace is the one guy she's meant to be with...or if he’s allied with the enemy she's destined to destroy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Fallen",
            "authors": [
                "Jassy Mackenzie"
            ],
            "ranking": 3.64,
            "ranking_count": 222,
            "abstract": "When P.I. Jade de Jong invites Superintendent David Patel on a scuba diving holiday in St. Lucia, she hopes the time away will rebuild their conflicted relationship. Jade’s dreams are soon shattered when David calls off their affair, forcing her into the arms of environmentalist Craig Niewoudt. But the next morning, romantic issues are put aside when a scuba diving instructor, Amanda Bolton, is found brutally stabbed to death.. Amanda is a most unlikely candidate for murder—a quiet and intelligent woman who until a few months ago pursued a high-powered career as an air traffic controller. She had few acquaintances and no lovers. The only loose end is a postcard in her room from Jo’burg-based Themba Msamaya, asking how she is doing “after 813 and The Fallen.” Jade and David put their differences aside and start the deadly hunt.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Southern Africa"
            ]
        },
        {
            "title": "The Killing Lessons",
            "authors": [
                "Saul Black"
            ],
            "ranking": 3.74,
            "ranking_count": 9228,
            "abstract": "In their isolated country house, a mother and her two children prepare to wait out a blinding snowstorm. Two violent predators walk through the door. Nothing will ever be the same.. When the two strangers turn up at Rowena Cooper's isolated Colorado farmhouse, she knows instantly that it's the end of everything. For the two haunted and driven men, on the other hand, it's just another stop on a long and bloody journey. And they still have many miles to go, and victims to sacrifice, before their work is done.. For San Francisco homicide detective Valerie Hart, their trail of victims-women abducted, tortured and left with a seemingly random series of objects inside them-has brought her from obsession to the edge of physical and psychological destruction. And she's losing hope of making a breakthrough before that happens.. But the murders at the Cooper farmhouse didn't quite go according to plan. There was a survivor, Rowena's ten-year-old daughter Nell, who now holds the key to the killings. Injured, half-frozen, terrified, Nell has only one place to go. And that place could be even more dangerous than what she's running from.. In this extraordinary, pulse-pounding debut, Saul Black takes us deep into the mind of a psychopath, and into the troubled heart of the woman determined to stop him.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "One Night in Scotland",
            "authors": [
                "Karen Hawkins"
            ],
            "ranking": 3.9,
            "ranking_count": 1735,
            "abstract": "The first in a scintillating series by the. New York Times. bestselling author Karen Hawkins follows a desperate beauty on an urgent quest, a dark earl scarred by his beastly past—and the ancient treasure that binds their fates.. Someone is holding her brother prisoner in exchange for a gold-and-onyx box covered in mysterious runes, so Mary Hurst boldly sets out from the family vicarage to find the priceless artifact. But the man who possesses it, Angus Hay, the Earl of Erroll, is less than sympathetic to her plight.. Himself a prisoner of his dark past, Angus refuses to yield the box—. or. allow Mary to leave. Suspicious of the alluring lass’s mission, he vows to wrest a confession from her, but unearths a fiery temper and a will as strong as his own.. Passion flares between them, but now there is more at stake: an unknown enemy is hunting down the precious box and will stop at nothing. Risking all for love, Angus must solve the mystery behind the runes…and trust the only woman who can awaken his forgotten heart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Mystery"
            ]
        },
        {
            "title": "The Path Between the Seas: The Creation of the Panama Canal, 1870-1914",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.2,
            "ranking_count": 18183,
            "abstract": "On December 31, 1999, after nearly a century of rule, the United States officially ceded ownership of the Panama Canal to the nation of Panama. That nation did not exist when, in the mid-19th century, Europeans first began to explore the possibilities of creating a link between the Atlantic and Pacific oceans through the narrow but mountainous isthmus; Panama was then a remote and overlooked part of Colombia.. All that changed, writes David McCullough in his magisterial history of the Canal, in 1848, when prospectors struck gold in California. A wave of fortune seekers descended on Panama from Europe and the eastern United States, seeking quick passage on California-bound ships in the Pacific, and the Panama Railroad, built to serve that traffic, was soon the highest-priced stock listed on the New York Exchange.. To build a 51-mile-long ship canal to replace that railroad seemed an easy matter to some investors. But, as McCullough notes, the construction project came to involve the efforts of thousands of workers from many nations over four decades; eventually those workers, laboring in oppressive heat in a vast malarial swamp, removed enough soil and rock to build a pyramid a mile high. In the early years, they toiled under the direction of French entrepreneur Ferdinand de Lesseps, who went bankrupt while pursuing his dream of extending France's empire in the Americas.. The United States then entered the picture, with President Theodore Roosevelt orchestrating the purchase of the canal—but not before helping foment a revolution that removed Panama from Colombian rule and placed it squarely in the American camp.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Historical",
                "Audiobook",
                "Travel",
                "Science",
                "Politics"
            ]
        },
        {
            "title": "Auringon ydin",
            "authors": [
                "Johanna Sinisalo"
            ],
            "ranking": 3.87,
            "ranking_count": 3192,
            "abstract": "On vuosi 2013 Suomen Eusistokraattisessa Tasavallassa. Historiallisista virheistä on otettu oppia. Yhteiskuntarauha ja kansanterveys ovat arvoista tärkeimmät.. Terveysviraston valvova silmä ulottuu kaikkialle. Käytännössä kaikki mielihyvää tai riippuvuutta tuottava on kiellettyä: huumausaineet, alkoholi, nikotiini ja kofeiini. Sallittuja poikkeuksiakin on.. Suomen Eusistokraattisessa Tasavallassa on erään tärkeän mielihyvähyödykkeen jakelu haluttu tehdä vaivattomaksi. Siksi valtiollinen tiede on jalostanut ihmisestä uuden alalajin: alttiin, nöyrän ja itseään tyrkyttävän. Ennen heitä kutsuttiin naisiksi.. Vanna on jotakin aivan muuta kuin miltä näyttää.. Jare on koukussa riskinoton adrenaliiniin.. He yhdistävät voimansa saadakseen pääsylipun jonnekin pois.. He sotkeutuvat äärimmäisen vaarallisena tunnetun nautintoaineen välitykseen. He diilaavat chiliä.. Kun Vanna koettaa epätoivoisesti selvittää, mitä hänen kadonneelle sisarelleen tapahtui, Jare törmää outoon uskontokulttiin, jonka käsissä on Auringon Ydin.. Onko tällä epäinhimillisen tulisella chililajikkeella vaikutuksia, jotka on syystäkin kielletty?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Feminism",
                "Speculative Fiction",
                "European Literature",
                "Fantasy",
                "Adult",
                "Science Fiction Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "I'll Drink to That: A Life in Style, with a Twist",
            "authors": [
                "Betty Halbreich",
                "Rebecca Paley"
            ],
            "ranking": 3.6,
            "ranking_count": 3595,
            "abstract": "Eighty-six-year-old Betty Halbreich is a true original. A tough broad who could have stepped straight out of Stephen Sondheim’s repertoire, she has spent nearly forty years as the legendary personal shopper at Bergdorf Goodman, where she works with socialites, stars, and ordinary women off the street. She has helped many find their true selves through clothes, frank advice, and her own brand of wisdom. She is trusted by the most discriminating persons—including Hollywood’s top stylists—to tell them what looks best. But Halbreich’s personal transformation from a cosseted young girl to a fearless truth teller is the greatest makeover of her career.. A Chicago native, Halbreich moved to Manhattan at twenty after marrying the dashing Sonny Halbreich, a true character right out of Damon Runyon who liked the nightlife of New York in the fifties. On the surface, they were a great match, but looks can be deceiving; an unfaithful Sonny was emotionally distant while Halbreich became increasingly anguished. After two decades, the fraying marriage finally came undone. Bereft without Sonny and her identity as his wife, she hit rock bottom.. After she began the frightening process of reclaiming herself and started therapy, Halbreich was offered a lifeline in the form of a job at the legendary luxury store Bergdorf Goodman. Soon, she was asked to run the store’s first personal shopping service. It was a perfect fit.. Meticulous, impeccable, hardworking, elegant, and—most of all—delightfully funny, Halbreich has never been afraid to tell it to her clients straight. She won’t sell something just to sell it. If an outfit or shoe or purse is too expensive, she’ll dissuade you from buying it. As Halbreich says, “There are two things nobody wants to face: their closet and their mirror.” She helps women do both, every day.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Couture",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "New York",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "Maybe in Another Life",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 3.79,
            "ranking_count": 83638,
            "abstract": "From the acclaimed author of. Forever, Interrupted. and. After I Do. comes a breathtaking new novel about a young woman whose fate hinges on the choice she makes after bumping into an old flame; in alternating chapters, we see two possible scenarios unfold—with stunningly different results.. At the age of twenty-nine, Hannah Martin still has no idea what she wants to do with her life. She has lived in six different cities and held countless meaningless jobs since graduating college. On the heels of leaving yet another city, Hannah moves back to her hometown of Los Angeles and takes up residence in her best friend Gabby’s guestroom. Shortly after getting back to town, Hannah goes out to a bar one night with Gabby and meets up with her high school boyfriend, Ethan.. Just after midnight, Gabby asks Hannah if she’s ready to go. A moment later, Ethan offers to give her a ride later if she wants to stay. Hannah hesitates. What happens if she leaves with Gabby? What happens if she leaves with Ethan?. In concurrent storylines, Hannah lives out the effects of each decision. Quickly, these parallel universes develop into radically different stories with large-scale consequences for Hannah, as well as the people around her. As the two alternate realities run their course,. Maybe in Another Life. raises questions about fate and true love: Is anything meant to be? How much in our life is determined by chance? And perhaps, most compellingly: Is there such a thing as a soul mate?. Hannah believes there is. And, in both worlds, she believes she’s found him.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "New Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "No Relation",
            "authors": [
                "Terry Fallis"
            ],
            "ranking": 3.66,
            "ranking_count": 1848,
            "abstract": "What's in a name?. After 15 years, a NYC copywriter is suddenly fired, and single. But his worst trouble? Meet Earnest Hemmingway, bedeviled by moniker of famous author Ernest Hemingway. Earnest's father pressures him to come home and help run the family clothing business. As a complex familial battle plays out, Earnest's inherited name leads him in unexpected directions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Humor",
                "Literature",
                "Adult Fiction",
                "Contemporary",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Paris Was the Place",
            "authors": [
                "Susan    Conley"
            ],
            "ranking": 3.46,
            "ranking_count": 1128,
            "abstract": "When Willie Pears begins teaching at a center for immigrant girls who are all hoping for French asylum, she has no idea it will change her life. As she learns their stories, the lines between teaching and mothering quickly begin to blur. Willie has fled to Paris to create a new family for herself by reaching out to her beloved brother, Luke, and her straight-talking friend, Sara. She soon falls for Macon, a charming, passionate French lawyer, and her new family circle seems complete. But Gita, a young girl at the detention center, is determined to escape her circumstances, no matter the cost. And just as Willie is faced with a decision that could have potentially dire consequences for both her relationship with Macon and the future of the center, Luke is taken with a serious, as-yet-unnamed illness, forcing Willie to reconcile with her father and examine the lengths we will go to for the people we care the most about.. In. Paris Was the Place. , Conley has given us a beautiful portrait of on how much it matters to belong: to a family, to a country, to any one place, and how this belonging can mean the difference in our survival. This is a profoundly moving portrait of some of the most complicated and glorious aspects of the human existence: love and sex and parenthood and the extraordinary bonds of brothers and sisters. It is a story that reaffirms the ties that bind us to one another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Adult Fiction",
                "Adult",
                "Contemporary",
                "Romance",
                "Travel"
            ]
        },
        {
            "title": "The Darkness and the Light",
            "authors": [
                "Melissa Burke"
            ],
            "ranking": 3.94,
            "ranking_count": 16,
            "abstract": "Bipolar disorder simultaneously gives you both an amazing and a terrible outlook on life. This is a book of Melissa Burke’s personal journal entries as well as some poems, written over the past few years.. The goal is to shed light on mental illness for people who don’t understand it while at the same time reminding those who do suffer from it that they aren't alone. This is also to show that even if you don’t have any mental illness, life can be a roller coaster.. But things do get better. Perfect? No, never. But life doesn't have to be perfect to become a beautiful journey.",
            "part_of_series": false,
            "genre_list": [
                "Psychology"
            ]
        },
        {
            "title": "Chinglish (TCG Edition)",
            "authors": [
                "David Henry Hwang"
            ],
            "ranking": 3.85,
            "ranking_count": 313,
            "abstract": "Marvelous . . . the conceit is elegantly of a piece, yet Hwang is able to keep turning it in on itself to reveal new ambiguities, absurdities, subversions and paradoxes.—. Chicago Reader. Hwang's plays collectively chart the evolving definition of what it is to be an 'American.' . . . His art has illuminated and anticipated our ongoing national story with a sensibility unlike any other in the American theater.—Frank Rich. Springing from the author's personal experiences in China over the past five years,. Chinglish. follows a Midwestern American businessman desperately seeking to score a lucrative contact for his family's firm as he travels to China only to discover how much he doesn't understand. Named for the unique and often comical third language that evolves from attempts to translate Chinese signs into English,. Chinglish. explores the challenges of doing business in a culture whose language—and ways of communicating—are worlds apart from our own. David Henry Hwang's best new work since. M. Butterfly. , this shrewd, timely and razor-sharp comedy (. Chicago Tribune. ) received its Broadway premiere in fall 2011.. David Henry Hwang. is the author of the Tony Award–winning. M. Butterfly. , the Pulitzer Prize–finalist. Yellow Face. ,. Golden Child. ,. FOB. ,. Family Devotions. , and the books for musicals. Aida. (as co-author),. Flower Drum Song. (2002 Broadway revival), and. Tarzan. , among other works.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "The Murder Bag",
            "authors": [
                "Tony Parsons"
            ],
            "ranking": 3.82,
            "ranking_count": 6350,
            "abstract": "The gripping first novel in an explosive new crime series by Tony Parsons, bestselling author of. Man and Boy.. If you like crime-novels by Ian Rankin and Peter James, you will love this.. Twenty years ago seven rich, privileged students became friends at their exclusive private school, Potter’s Field. Now they have started dying in the most violent way imaginable.. Detective Max Wolfe. has recently. arrived in the Homicide division of London’s West End Central, 27 Savile Row.. Soon he is following the bloody trail from the backstreets and bright lights of the city, to the darkest corners of the internet and all the way to the corridors of power.. As the bodies pile up, Max finds the killer’s reach getting closer to everything - and everyone - he loves.. Soon he is fighting not only for justice, but for his own life ...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "The Terrible Suitcase",
            "authors": [
                "Emma Allen",
                "Freya Blackwood"
            ],
            "ranking": 3.96,
            "ranking_count": 85,
            "abstract": "It's the first day of school and all the children have a special backpack, except one - she has a terrible suitcase.. A story about how imagination can make magic out of anything.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Academic"
            ]
        },
        {
            "title": "Jane and the Madness of Lord Byron",
            "authors": [
                "Stephanie Barron"
            ],
            "ranking": 3.88,
            "ranking_count": 1502,
            "abstract": "The restorative power of the ocean brings Jane Austen and her beloved brother Henry, to Brighton after Henry’s wife is lost to a long illness. But the crowded, glittering resort is far from peaceful, especially when the lifeless body of a beautiful young society miss is discovered in the bedchamber of none other than George Gordon—otherwise known as Lord Byron. As a poet and a seducer of women, Byron has carved out a shocking reputation for himself—but no one would ever accuse him of being capable of murder. Now it falls to Jane to pursue this puzzling investigation and discover just how “mad, bad, and dangerous to know” Byron truly is. And she must do so without falling victim to the charming versifier’s legendary charisma, lest she, too, become a cautionary example for the ages.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Womens"
            ]
        },
        {
            "title": "The Family",
            "authors": [
                "Marissa Kennerson"
            ],
            "ranking": 3.66,
            "ranking_count": 1506,
            "abstract": "Just like any average seventeen year old, Twig loves her family. She has a caring mother and a controlling father. Her brothers are sisters are committed to her family’s prosperity…. All one hundred and eighty three of them.. Twig lives in the Family, a collective society located in the rainforest of Costa Rica. The Family members coexist with the values of complete openness and honesty, and a shared fear of contagious infection in the outside world.. So when Adam, their Father, prophet, and savior, announces that Twig will be his new bride, she is overjoyed and honored. But when an injury forces her to leave the grounds, Twig finds that the world outside is not necessarily as toxic as she was made to believe. When she meets Leo, an American boy with a killer smile, she begins to question everything about her life within the Family, and the cult to which she belongs.. But when it comes to your Family, you don’t always get a choice.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Religion",
                "Romance",
                "Drama",
                "Contemporary",
                "Realistic Fiction",
                "Classics"
            ]
        },
        {
            "title": "Victoria",
            "authors": [
                "Daisy Goodwin"
            ],
            "ranking": 3.93,
            "ranking_count": 26601,
            "abstract": "“They think I am still a little girl who is not capable of being a Queen.”. Lord Melbourne turned to look at Victoria. “They are mistaken. I have not known you long, but I observe in you a natural dignity that cannot be learnt. To me, ma’am, you are every inch a Queen.”. In 1837, less than a month after her eighteenth birthday, Alexandrina Victoria – sheltered, small in stature, and. female. – became Queen of Great Britain and Ireland. Many thought it was preposterous: Alexandrina — Drina to her family — had always been tightly controlled by her mother and her household, and was surely too unprepossessing to hold the throne. Yet from the moment William IV died, the young Queen startled everyone: abandoning her hated first name in favor of Victoria; insisting, for the first time in her life, on sleeping in a room apart from her mother; resolute about meeting with her ministers alone.. One of those ministers, Lord Melbourne, became Victoria’s private secretary. Perhaps he might have become more than that, except everyone argued she was destined to marry her cousin, Prince Albert of Saxe-Coburg and Gotha. But Victoria had met Albert as a child and found him stiff and critical: surely the last man she would want for a husband….. Drawing on Victoria’s diaries as well as her own brilliant gifts for history and drama, Daisy Goodwin, author of the bestselling novels. The American Heiress. and. The Fortune Hunter. as well as creator and writer of the new PBS/Masterpiece drama. Victoria. , brings the young queen even more richly to life in this magnificent novel.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Desecrating Solomon II",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.34,
            "ranking_count": 213,
            "abstract": "On the seventh day, of the seventh year... she desecrates. Solomon and Chaos find themselves in the hands of evil. Tortuous days in the old asylum are no longer a thing of the past. The church is looking for redemption in the form of Solomon Gorge. And the deranged spirits of the past, beckon Solomon to come... come and see the secrets hiding in the walls of the asylum.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Lies",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.08,
            "ranking_count": 63770,
            "abstract": "It happens in one night: a girl who died now walks among the living, Zil and the Human Crew set fire to Perdido Beach, and amid the flames and smoke, Sam sees the figure of the boy he fears the most - Drake. But Sam and Caine defeated him along with the Darkness - or so they thought. As Perdido Beach burns, battles rage: Astrid against the Town Council; the Human Crew versus the mutants; and Sam against Drake. And the prophetess Orsay and her companion, Nerezza, are preaching that death will set them all free. As life in the FAYZ becomes more desperate, no one knows who they can trust.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "War of Shadows",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 3.96,
            "ranking_count": 518,
            "abstract": "The newest novel in Gail Z. Martin's breathtaking Ascendant Kingdoms saga -- a tale of unpredictable magic, battling warlords, and the lust for vengeance.. The lines are drawn. The war has begun.. Blaine Mick McFadden has scored a victory and restored the magic, but new threats rise from the wreckage of the kingdom of Donderath. While the magic remains brittle and undependable, warlords both mortal and undead vie for power, fighting for control of the ruined Continent. McFadden and his unlikely band of convict heroes must choose their allies wisely as renegade talishte take long-awaited vengeance and powerful mages seek to control Donderath's next king. Blaine McFadden must protect those loyal to him against the coming storm, and find a way to bind magic to the will of mortals before it destroys him, because time is running out...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "War"
            ]
        },
        {
            "title": "Last Bus to Wisdom",
            "authors": [
                "Ivan Doig"
            ],
            "ranking": 4.06,
            "ranking_count": 14081,
            "abstract": "The final novel from a great American storyteller.. Donal Cameron is being raised by his grandmother, the cook at the legendary Double W ranch in Ivan Doig’s beloved Two Medicine Country of the Montana Rockies, a landscape that gives full rein to an eleven-year-old’s imagination. But when Gram has to have surgery for “female trouble” in the summer of 1951, all she can think to do is to ship Donal off to her sister in faraway Manitowoc, Wisconsin. There Donal is in for a rude surprise: Aunt Kate–bossy, opinionated, argumentative, and tyrannical—is nothing like her sister. She henpecks her good-natured husband, Herman the German, and Donal can’t seem to get on her good side either. After one contretemps too many, Kate  packs him back to the authorities in Montana on the next Greyhound. But as it turns out, Donal isn’t traveling solo: Herman the German has decided to fly the coop with him. In the immortal American tradition, the pair light out for the territory together, meeting a classic Doigian ensemble of characters and having rollicking misadventures along the way.. Charming, wise, and slyly funny,. Last Bus to Wisdom. is a last sweet gift from a writer whose books have bestowed untold pleasure on countless readers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Westerns",
                "Adult Fiction",
                "Audiobook",
                "Novels",
                "Book Club",
                "Adult"
            ]
        },
        {
            "title": "Η χώρα των χαμένων ευχών",
            "authors": [
                "Γιώργος Χατζηκυριάκος"
            ],
            "ranking": 4.56,
            "ranking_count": 48,
            "abstract": "Από μικρό παιδί ο Λουκάς άκουγε από τον πατέρα του ιστορίες για τη Νοέλα, έναν μαγικό κόσμο όπου τα Χριστούγεννα δεν τελειώνουν ποτέ και κάθε ευχή μπορεί να βγει αληθινή. Όμως τα χρόνια πέρασαν και ο Λουκάς έπαψε να πιστεύει στα όνειρα, καταδικάζοντας τη Νοέλα στη λήθη, μαζί με όλα όσα παίρνει ο Χρόνος στο πέρασμά του. Ώσπου μια νύχτα, εντελώς απρόσμενα, ο Λουκάς μαζί με τη Φωτεινή, τη μικρότερη αδελφή του, βρίσκονται στους δρόμους της Κάντελαιτ, της πιο ξακουστής πόλης της Νοέλα. Τα πράγματα μπερδεύονται ακόμα πιο πολύ όταν τα δύο παιδιά συνειδητοποιούν ότι έχουν χάσει τις αναμνήσεις τους. Κάπως έτσι ξεκινά ένα μαγευτικό ταξίδι, γεμάτο αναπάντεχες εκπλήξεις, μα και τρομακτικές εμπειρίες. Ο Λουκάς και η Φωτεινή θα περάσουν από φανταστικούς τόπους, θα γνωρίσουν μοναδικούς φίλους, θα να αναμετρηθούν με τον ίδιο τον Χρόνο και τις στρατιές του. Θα μάθουν καλά πως κανείς και τίποτα δεν χάνεται, αρκεί να υπάρχει κάποιος που θα τον αναζητήσει... όσο μακριά κι αν χρειαστεί να φτάσει για να τον βρει.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Assassin's Masque",
            "authors": [
                "Sarah Zettel"
            ],
            "ranking": 3.88,
            "ranking_count": 266,
            "abstract": "Things are turning around for seventeen-year-old Peggy Fitzroy, a once-orphaned spy. Her father is back from the dead, and her unwanted engagement has been called off for good. But when a mysterious veiled woman shows up, Peggy uncovers a fresh slew of questions about her past, present, and future.. Now Peggy is back at the palace, unsure of the loyalties she thought she held. With the Jacobite uprising stalking ever closer to the throne, it's imperative that Peggy discover who she can really trust. Can she save herself and the royal family, or is she doomed as a pawn in this most deadly game?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Mystery",
                "Romance",
                "Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "Everland",
            "authors": [
                "Wendy Spinale"
            ],
            "ranking": 3.73,
            "ranking_count": 5665,
            "abstract": "The only way to grow up is to survive.. London has been destroyed in a blitz of bombs and disease. The only ones who have survived the destruction and the outbreak of a deadly virus are children, among them sixteen-year-old Gwen Darling and her younger siblings, Joanna and Mikey. They spend their nights scavenging and their days avoiding the deadly Marauders—the German army led by the cutthroat Captain Hanz Otto Oswald Kretschmer.. Unsure if the virus has spread past England’s borders but desperate to leave, Captain Hook is on the hunt for a cure, which he thinks can be found in one of the surviving children. He and his Marauders stalk the streets snatching children for experimentation. None ever return.. Until one day when they grab Joanna. Gwen will stop at nothing to get her sister back, but as she sets out, she crosses paths with a daredevil named Pete. Pete offers the assistance of his gang of Lost Boys and the fierce sharpshooter Bella, who have all been living in a city hidden underground. But in a place where help has a steep price and every promise is bound by blood, it might cost Gwen more than she bargained for. And are Gwen, Pete, the Lost Boys, and Bella enough to outsmart the ruthless Captain Hook?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "The Body Electric",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 3.7,
            "ranking_count": 2108,
            "abstract": "The future world is at peace.. Ella Shepherd has dedicated her life to using her unique gift—the ability to enter people’s dreams and memories using technology developed by her mother—to help others relive their happy memories.. But not all is as it seems.. Ella starts seeing impossible things—images of her dead father, warnings of who she cannot trust. Her government recruits her to spy on a rebel group, using her ability to experience—and influence—the memories of traitors. But the leader of the rebels claims they used to be in love—even though Ella’s never met him before in her life. Which can only mean one thing…. Someone’s altered her memory.. Ella’s gift is enough to overthrow a corrupt government or crush a growing rebel group. She is the key to stopping a war she didn’t even know was happening. But if someone else has been inside Ella’s head, she cannot trust her own memories, thoughts, or feelings.. So who can she trust?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Вибране листування на тлі доби 1992-2002",
            "authors": [
                "Oksana Zabuzhko",
                "George Y. Shevelov",
                "Оксана Забужко"
            ],
            "ranking": 4.71,
            "ranking_count": 31,
            "abstract": "Ця книжка представляє історію багатолітньої дружби одного з найвидатніших мовознавців 20-го століття, провідного еміграційного мислителя, критика й культуролога, професора Колумбійського університету в Нью-Йорку Юрія Шевельова-Шереха (1908 – 2002) та письменниці Оксани Забужко (1960 р. нар.).. Їхнє листування 1992 – 2002 рр. супроводиться докладними коментарями О. Забужко, а також підбіркою з їхніх творів, які обговорюються в листах. На читача чекає не лише ближче знайомство з двома визначними культурними постатями, а й захоплююча інтелектуальна пригода в бурхливому історичному пейзажі рубежу віків, побаченому їхніми очима.. У серії Persona небуденні постаті національного та світового контексту представлені так, як мали би уявлятися крізь призму своїх ще ненаписаних повноформатних біографій. Це шанс наближення на відстань, коли хрестоматійний глянець і туман непорозуміння втрачають силу. А для когось - ще й нагода відкрити нові імена та змінити уявлення про епоху.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Nonfiction"
            ]
        },
        {
            "title": "Sorting the Beef from the Bull: The Science of Food Fraud Forensics",
            "authors": [
                "Richard Evershed",
                "Nicola Temple"
            ],
            "ranking": 3.93,
            "ranking_count": 144,
            "abstract": "Horse meat in our burgers, melamine in our infant formula, artificial colors in our fish and fruit--as our urban lifestyle takes us farther away from our food sources, there are increasing opportunities for dishonesty, duplicity, and profit-making shortcuts. Food adulteration, motivated by money, is an issue that has spanned the globe throughout human history. Whether it's a matter of making a good quality oil stretch a bit further by adding a little extra something or labeling a food falsely to appeal to current consumer trends--it's all food fraud. Consumers may pay the ultimate costs for these crimes, with their health and, in some cases, their lives. So how do we sort the beef from the bull (or horse, as the case may be)?. Illustrious analytical chemist Richard Evershed and science writer Nicola Temple explain the scientific tools and techniques that have revealed the century's biggest food fraud scams. They explore the arms race between scientists and adulterators as better techniques for detection spur more creative and sophisticated means of adulteration, and review the up-and-coming techniques and devices that will help the industry and consumers fight food fraud in the future. Engagingly written, SORTING THE BEEF FROM THE BULL lifts the lid on the forensics involved, and brings to light the full story of a fascinating and underreported world of applied science.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Food and Drink",
                "Health",
                "History"
            ]
        },
        {
            "title": "The Monogram Murders",
            "authors": [
                "Sophie Hannah"
            ],
            "ranking": 3.38,
            "ranking_count": 22443,
            "abstract": "‘I’m a dead woman, or I shall be soon…’. Hercule Poirot's quiet supper in a London coffeehouse is interrupted when a young woman confides to him that she is about to be murdered.  She is terrified – but begs Poirot not to find and punish her killer. Once she is dead, she insists, justice will have been done.. Later that night, Poirot learns that three guests at a fashionable London Hotel have been murdered, and a cufflink has been placed in each one’s mouth. Could there be a connection with the frightened woman? While Poirot struggles to put together the bizarre pieces of the puzzle, the murderer prepares another hotel bedroom for a fourth victim...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Audiobook",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "One Nation Under God: How Corporate America Invented Christian America",
            "authors": [
                "Kevin M. Kruse"
            ],
            "ranking": 3.94,
            "ranking_count": 2107,
            "abstract": "The provocative and authoritative history of the origins of Christian America in the New Deal era. We’re often told that the United States is, was, and always has been a Christian nation. But in. One Nation Under God. , historian Kevin M. Kruse reveals that the belief that America is fundamentally and formally Christian originated in the 1930s.. To fight the “slavery” of FDR’s New Deal, businessmen enlisted religious activists in a campaign for “freedom under God” that culminated in the election of their ally Dwight Eisenhower in 1952. The new president revolutionized the role of religion in American politics. He inaugurated new traditions like the National Prayer Breakfast, as Congress added the phrase “under God” to the Pledge of Allegiance and made “In God We Trust” the country’s first official motto. Church membership soon soared to an all-time high of 69 percent. Americans across the religious and political spectrum agreed that their country was “one nation under God.”. Provocative and authoritative,. One Nation Under God. reveals how an unholy alliance of money, religion, and politics created a false origin story that continues to define and divide American politics to this day.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Religion",
                "North American Hi...",
                "Business",
                "Cultural",
                "Christian"
            ]
        },
        {
            "title": "Counternarratives",
            "authors": [
                "John  Keene"
            ],
            "ranking": 4.17,
            "ranking_count": 507,
            "abstract": "Conjuring slavery and witchcraft, and with bewitching powers all its own,. Counternarratives. continually spins history—and storytelling—on its head. Ranging from the 17th century to the present and crossing multiple continents,. Counternarrative. ’s novellas and stories draw upon memoirs, newspaper accounts, detective stories, interrogation transcripts, and speculative fiction to create new and strange perspectives on our past and present. In “Rivers,” a free Jim meets up decades later with his former raftmate Huckleberry Finn; “An Outtake” chronicles an escaped slave’s fate in the American Revolution; “On Brazil, or Dénouement” burrows deep into slavery and sorcery in early colonial South America; and in “Blues” the great poets Langston Hughes and Xavier Villaurrutia meet in Depression-era New York and share more than secrets.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Historical",
                "Contemporary",
                "Literature",
                "LGBT",
                "Cultural",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Hidden Fire",
            "authors": [
                "Elizabeth   Hunter"
            ],
            "ranking": 4.02,
            "ranking_count": 26408,
            "abstract": "Alt cover edition for ASIN B005VTVE0U. No secret stays hidden forever.. A phone call from an old friend sets Dr. Giovanni Vecchio back on the path of a mystery he'd abandoned years before. He never expected a young librarian could hold the key to the search, nor could he have expected the danger she would attract. Now he and Beatrice De Novo will follow a twisted maze that leads from the archives of a university library, through the fires of Renaissance Florence, and toward a confrontation they never could have predicted.. A Hidden Fire is a paranormal mystery/romance for adult readers. It is the first book in the Elemental Mysteries Series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Cool Gray City of Love: 49 Views of San Francisco",
            "authors": [
                "Gary Kamiya"
            ],
            "ranking": 4.24,
            "ranking_count": 1850,
            "abstract": "A runaway. San Francisco Chronicle. bestseller,. Cool Gray City of Love. is a one-of-a-kind book for a one-of-a-kind city. It's a love song in 49 chapters to an extraordinary place, taking 49 different sites around the city as points of entry and inspiration-from a seedy intersection in the Tenderloin to the soaring sea cliffs at Lands End. Encompassing the city's Spanish missionary past, a gold rush, a couple of earthquakes, the Beats, the hippies, and the dot-com boom, this book is at once a rambling walking tour, a natural and human history, and a celebration of place itself-a guide to loving any place more faithfully and fully.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Writing",
                "Geography",
                "Science",
                "Short Stories",
                "Literature",
                "Historical",
                "United States"
            ]
        },
        {
            "title": "Islands of Decolonial Love: Stories & Songs",
            "authors": [
                "Leanne Betasamosake Simpson"
            ],
            "ranking": 4.36,
            "ranking_count": 2393,
            "abstract": "In her debut collection of short stories,. Islands of Decolonial Love. , renowned writer and activist Leanne Simpson vividly explores the lives of contemporary Indigenous Peoples and communities, especially those of her own Nishnaabeg nation.. Found on reserves, in cities and small towns, in bars and curling rinks, canoes and community centres, doctors offices and pickup trucks, Simpson's characters confront the often heartbreaking challenge of pairing the desire to live loving and observant lives with a constant struggle to simply survive the historical and ongoing injustices of racism and colonialism. Told with voices that are rarely recorded but need to be heard, and incorporating the language and history of her people, Leanne Simpson's. Islands of Decolonial Love. is a profound, important, and beautiful book of fiction.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Contemporary",
                "Feminism",
                "Race",
                "LGBT",
                "Adult"
            ]
        },
        {
            "title": "The Patriarch",
            "authors": [
                "Martin  Walker"
            ],
            "ranking": 3.97,
            "ranking_count": 4383,
            "abstract": "A beloved village, a renowned family, a suspicious death - it's the latest adventure in the Dordogne for police chief Bruno. When Bruno is invited to the lavish birthday celebration of World War II flying ace and national icon Marco the Patriarch Desaix, it's the fulfillment of a boyhood dream. But when the party ends in the death of Gilbert, Marco's longtime friend, it's another day on the job for the chef de police. All signs point to a tragic accident, but Bruno isn't so sure. There is more to the Desaix family's lives and loyalties than meets the eye.. There is Victor, the patriarch's son, Gilbert's old comrade-in-arms and sometime rival; Victor's seductive wife, Madeleine, whose roving eye intrigues Bruno even more than her fierce political ambitions; Yevgeny, another son, an artist whose paintings seem to hold keys to the past; and the patriarch himself, whose postwar Soviet ties may have intersected all too closely with Gilbert's career in Cold War intelligence. Bruno is diverted by a dangerous conflict between a local animal rights activist and outraged hunters - as well as meals to cook, wine to share, and an ever more complicated romantic situation. But as his entanglement with the Desaix family grows and his suspicions heighten, Bruno's inquiries into Gilbert's life become a deadly threat to his own.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Thriller",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "Where the Bodies Were Buried: Whitey Bulger and the World that Made Him",
            "authors": [
                "T.J. English"
            ],
            "ranking": 3.71,
            "ranking_count": 571,
            "abstract": "The. New York Times. bestselling author of. The Westies. and. Paddy Whacked. offers a front-row seat at the trial of Whitey Bulger, and an intimate view of the world of organized crime—and law enforcement—that made him the defining Irish American gangster.. For sixteen years, Whitey Bulger eluded the long reach of the law. For decades one of the most dangerous men in America, Bulger—the brother of influential Massachusetts senator Billy Bulger—was often romanticized as a Robin Hood-like thief and protector. While he was functioning as the de facto mob boss of New England, Bulger was also serving as a Top Echelon informant for the FBI, covertly feeding local prosecutors information about other mob figures—while using their cover to cleverly eliminate his rivals, reinforce his own power, and protect himself from prosecution. Then, in 2011, he was arrested in southern California and returned to Boston, where he was tried and convicted of racketeering and murder.. Our greatest chronicler of the Irish mob in America, T. J. English covered the trial at close range—by day in the courtroom, but also, on nights and weekends, interviewing Bulger’s associates as well as lawyers, former federal agents, and even members of the jury in the backyards and barrooms of Whitey’s world. In. Where the Bodies Were Buried,. he offers a startlingly revisionist account of Bulger’s story—and of the decades-long culture of collusion between the Feds and the Irish and Italian mob factions that have ruled New England since the 1970s, when a fateful deal left the FBI fatally compromised. English offers an authoritative look at Bulger’s own understanding of his relationship with the FBI and his alleged immunity deal, and illuminates how gangsterism, politics, and law enforcement have continued to be intertwined in Boston.. As complex, harrowing, and human as a Scorsese film,. Where the Bodies Were Buried. is the last word on a reign of terror that many feared would never end.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "History",
                "Mystery",
                "Biography",
                "North American Hi...",
                "Audiobook",
                "Literature",
                "Politics"
            ]
        },
        {
            "title": "Young God",
            "authors": [
                "Katherine Faw Morris"
            ],
            "ranking": 3.27,
            "ranking_count": 1007,
            "abstract": "Stripped down and stylized—the sharpest, boldest, brashest debut of the year. Meet Nikki, the most determined young woman in the North Carolina hills. Determined not to let deadbeats and dropouts set her future. Determined to use whatever tools she can get her hands on to shape the world to her will. Determined to preserve her family's domination of the local drug trade. Nikki is thirteen years old.. Opening with a deadly plunge from a high cliff into a tiny swimming hole,. Young God. refuses to slow down for a moment as it charts Nikki's battles against isolation and victimhood. Nikki may be young, but she's a fast learner, and soon—perhaps too soon, if in fact it's not too late—she knows exactly how to wield her powers over the people around her. The only thing slowing her down is the inheritance she's been promised but can't seem to find, buried somewhere deep in those hills and always just out of reach.. With prose stripped down to its bare essence, brash and electrifying, brutal yet starkly beautiful, Katherine Faw Morris's. Young God. is a debut that demands your attention and won't be forgotten—just like Nikki, who will cut you if you let that attention waver.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "American",
                "Mystery",
                "Dark",
                "Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "An Actor's Life - A Short Story",
            "authors": [
                "Duncan Whitehead"
            ],
            "ranking": 4.05,
            "ranking_count": 151,
            "abstract": "Alternate Cover Edition can be found. here. It is Oscar night and Hollywood holds its breath to see if Sir Michael Brookes not only wins the best actor but also the best supporting actor award, which would take his tally of Academy Award wins to an unprecedented six....meanwhile his biggest fan and fellow actor Terry Sparkes watches the ceremony alone in his dingy London flat unaware that this evening will change his life forever......but have Terry's and Sir Michael's paths crossed before?. A short story of approximately 7,500 words.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Humor"
            ]
        },
        {
            "title": "The Gone World",
            "authors": [
                "Tom Sweterlitsch"
            ],
            "ranking": 3.94,
            "ranking_count": 13808,
            "abstract": "“I promise you have never read a story like this.” —Blake Crouch,. New York Times. bestselling author of Dark Matter. Inception. meets. True Detective. in this science fiction thriller of spellbinding tension and staggering scope that follows a special agent into a savage murder case with grave implications for the fate of mankind.... Shannon Moss is part of a clandestine division within the Naval Criminal Investigative Service. In western Pennsylvania, 1997, she is assigned to solve the murder of a Navy SEAL's family--and to locate his vanished teenage daughter. Though she can't share the information with conventional law enforcement, Moss discovers that the missing SEAL was an astronaut aboard the spaceship. U.S.S. Libra. —a ship assumed lost to the currents of Deep Time. Moss knows first-hand the mental trauma of time-travel and believes the SEAL's experience with the future has triggered this violence.. Determined to find the missing girl and driven by a troubling connection from her own past, Moss travels ahead in time to explore possible versions of the future, seeking evidence to crack the present-day case. To her horror, the future reveals that it's not only the fate of a family that hinges on her work, for what she witnesses rising over time's horizon and hurtling toward the present is the Terminus: the terrifying and cataclysmic end of humanity itself.. Luminous and unsettling,. The Gone World. bristles with world-shattering ideas yet remains at its heart an intensely human story.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Rome in Love",
            "authors": [
                "Anita Hughes"
            ],
            "ranking": 3.3,
            "ranking_count": 594,
            "abstract": "From the author of LAKE COMO comes the story of a young actress who lands the lead in a film that is shooting in Rome, bringing about difficult life choices, new friendships, and a chance at love.. When Amelia Tate is cast to play the Audrey Hepburn role in a remake of Roman Holiday, she feels as if all her dreams have come true. She has a handsome boyfriend, is portraying her idol in a major motion picture, and gets to live in beautiful Rome for the next two months.. Once there, she befriends a young woman named Sophie with whom she begins to explore the city. Together, they discover all the amazing riches that Rome has to offer. But when Amelia’s boyfriend breaks up with her over her acting career, her perfect world begins to crumble.. While moping in her hotel suite, Amelia discovers a stack of letters written by Audrey Hepburn that start to put her own life into perspective. Then, she meets Philip, a handsome journalist who is under the impression that she is a hotel maid, and it appears as if things are finally looking up. The problem is she can never find the right time to tell Philip her true identity. Not to mention that Philip has a few secrets of his own. Can Amelia finally have both the career and love that she’s always wanted, or will she be forced to choose again?. With her sensory descriptions of the beautiful sites, decadent food, and high fashion of Rome, Hughes draws readers into this fast-paced and superbly written novel. Rome in Love will capture the hearts of readers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Cultural",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Unfinished",
                "Novels"
            ]
        },
        {
            "title": "En trist og dum historie",
            "authors": [
                "Thure Erik Lund"
            ],
            "ranking": 3.3,
            "ranking_count": 23,
            "abstract": "Eksentrikeren Eugen Hanssen lider av samlemani. I mange år har han trålet nettet etter saker og kuriositeter, og han reiser verden rundt på auksjoner og markeder. Samlingen hans antar etter hvert gedigne proporsjoner.. Til slutt kjøper Eugen et nedlagt gårdsbruk på Modum. Dit flytter han den veldige samlingen og bygger sitt eget museum. Her skal folk virkelig få en anelse om verdens mangfoldighet. Men myndighetene er ikke helt med på notene, for Eugen har glemt både rømningsveier og toaletter for handikappede …",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Seer of Sevenwaters",
            "authors": [
                "Juliet Marillier"
            ],
            "ranking": 4.05,
            "ranking_count": 10783,
            "abstract": "Get swept away in the romantic fantasy of this national bestselling author's world of Sevenwaters. The young seer Sibeal is visiting an island of elite warriors, prior to making her final pledge as a druid. It's there she finds Felix, a survivor of a Viking shipwreck, who's lost his memory. The scholarly Felix and Sibeal form a natural bond. He could even be her soul mate, but Sibeal's vocation is her true calling, and her heart must answer.. As Felix fully regains his memory, Sibeal has a runic divination showing her that Felix must go on a perilous mission-and that she will join him. The rough waters and the sea creatures they will face are no match for Sibeal's own inner turmoil. She must choose between the two things that tug at her soul-her spirituality and a chance at love...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "A Question of Inheritance",
            "authors": [
                "Elizabeth Edmondson"
            ],
            "ranking": 3.96,
            "ranking_count": 6396,
            "abstract": "December 1953. Hugo Hawksworth is on the tail of rogue Cold War agents at a top-secret government facility, while back home at Selchester Castle they’re awaiting the arrival of the new Earl—an American, the long-lost son of the murdered Lord Selchester.. The town of Selchester, rich in scandal and gossip, is unsure what to make of the Earl or his teenage daughters, but they know that his sharp-tongued half-sister, Lady Sonia, furious at being deprived of her inheritance, won’t be a merry guest over Christmas.. The new Lord Selchester can cope with the strangeness of English country life, but he hadn’t expected stolen paintings—or a body in the hothouse.. What’s the link between Hugo’s investigations and the suspicious goings-on in the town and at the Castle? And will he and his allies get to the heart of the mystery before the murderer gets to them?. Revised edition: This edition of. A Question of Inheritance. includes editorial revisions.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Hello World: How to be Human in the Age of the Machine",
            "authors": [
                "Hannah Fry"
            ],
            "ranking": 4.14,
            "ranking_count": 8353,
            "abstract": "You are accused of a crime? Who would you rather decides your future – an algorithm or a human?. Before making your decision, bear in mind that the algorithm will always be more consistent, and far less prone to an error of judgement. Then again, at least the human will be able to look you in the eye before determining your fate. How much fairness would you be willing to sacrifice for that human touch?. This is just one of the dilemmas we face in the age of the algorithm, where the machine rules supreme, telling us what to watch, where to go, even who to send to prison. As increasingly we rely on them to automate big, important decisions – in crime, healthcare, transport, money - they raise questions that cut to the heart of what we want our society to look like, forcing us to decide what matters most. Is helping doctors to diagnose patients more or less important than preserving our anonymity? Should we prevent people from becoming victims of crime, or protect innocent people from being falsely accused?. Hannah Fry takes us on a tour through the good, the bad, and the downright ugly of the algorithms that surround us. In. Hello World. she lifts the lid on their inner workings, demonstrates their power, exposes their limitations, and examines whether they really are an improvement on the human systems they replace.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Artificial Intelligence",
                "Audiobook",
                "Business",
                "Philosophy"
            ]
        },
        {
            "title": "Harbor of Spies: A Novel of Historic Havana",
            "authors": [
                "Robin  Lloyd"
            ],
            "ranking": 3.96,
            "ranking_count": 130,
            "abstract": "HARBOR OF SPIES is an historical novel set in Havana in 1863 during the American Civil War, when the Spanish colonial city was alive with intrigue and war related espionage. The protagonist - a young American ship captain by the name of Everett Townsend - is pulled into the war, not as a Naval Academy midshipman, as he had once hoped, but as the captain of a Havana-based blockade-running schooner.. Even as Townsend gets entangled in the war effort, he also finds himself being pulled into the dangerous investigation of a murdered English diplomat which threatens his own life. Townsend becomes ensnared in the investigation of the Backhouse murder by rescuing a man from the sea, who turns out to be a prison escapee from El Morro Castle. That good deed to help this stranger condemns the protagonist himself to a Spanish prison, and sets in motion a plot where Townsend struggles to maintain his own sense of identity. He falls into the clutches of a Spanish merchant, who is making money off the American war, who introduces him to a world of spies, slave traders, and Spanish seductresses.. From the bars, to the docks, to the dance halls, Townsend takes us into colonial Havana and then to the slave plantations in the interior even as he prepares his ship to run the blockade. The protagonist's trouble-ridden experience leads him to become emotionally involved with the daughter of an American innkeeper in Havana. Together they help each other grapple with the uncertain moral terrain of a city caught up in the American war and the growing controversy over slavery.. Throughout the novel, Townsend can never shake loose the mystery about the man he helped save. As a foreigner and an outsider, he finds himself trapped by mysterious forces and circumstances beyond his control which ironically help him discover his own family roots in Cuba, and finally convince him to become a spy for the North. The novel is not only a richly drawn portrait of Spanish colonial Havana in the days when Cuba was flush with sugar wealth, but also provides a realistic look at the blockade runners that helped form the supply line into the South's Gulf ports. A little-known fact about blockade running in the Gulf of Mexico in the early years of the Civil War is the important role that sailing schooners played in bringing arms and ammunition into the shallow harbors, bays and inlets that line the Gulf coast from Florida to Texas.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War"
            ]
        },
        {
            "title": "The Legacy Journey: A Radical View of Biblical Wealth and Generosity",
            "authors": [
                "Dave Ramsey"
            ],
            "ranking": 4.34,
            "ranking_count": 1994,
            "abstract": "Dave Ramsey shares Biblical wisdom on the legacy we build with our wealth.. What does the Bible really say about money? About wealth? How much does God expect you to give to others? How does wealth affect your friendships, marriage, and children? How much is enough?. There's a lot of bad information in our culture today about wealth--and the wealthy. Worse, there's a growing backlash in America against our most successful neighbors, but why? To many, wealth is seen as the natural result of hard work and wise money management. To others, wealth is viewed as the ultimate, inexcusable sin. This has left a lot of godly men and women honestly confused about what to do with the resources God's put in their hands. God's ways of handling money caused them to build wealth, but then they're left feeling guilty about it. Is this what God had in mind?. In The Legacy Journey, New York Times bestselling author Dave Ramsey takes you deep into God's Word, revealing His perspective on wealth, your personal and family legacy, and how He wants to use you to further His kingdom work around the world. You can truly live--and leave--a legacy. The journey starts today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Currency",
                "Christian",
                "Finance",
                "Business",
                "Self Help",
                "Religion"
            ]
        },
        {
            "title": "Love Hacked",
            "authors": [
                "Penny Reid"
            ],
            "ranking": 4.14,
            "ranking_count": 23330,
            "abstract": "This is a previously-published edition - ASIN:. B00IS98B24. There are three things you need to know about Sandra Fielding: 1) She makes all her first dates cry, 2) She hasn't been kissed in over two years, and 3) She knows how to knit.. Sandra has difficulty removing her psychotherapist hat. Of her last 30 dates, 29 have ended the same way: the man sobbing uncontrollably. After one such disaster, Sandra--near desperation and maybe a little tipsy--gives in to a seemingly harmless encounter with her hot waiter, Alex. Argumentative, secretive, and hostile Alex may be the opposite of everything Sandra knows is right for her. But now, the girl who has spent all her life helping others change for the better, must find a way to cope with falling for someone who refuses to change at all.. This is a full-length, 110k word novel and is the third book in the Knitting in the City series. All books in the series can be read as a standalone.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Humor",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "New Adult"
            ]
        },
        {
            "title": "The Delirium Brief",
            "authors": [
                "Charles Stross"
            ],
            "ranking": 4.26,
            "ranking_count": 4987,
            "abstract": "Someone is dead set to air the spy agency’s dirty laundry in. The Delirium Brief. , the next installment to Charles Stross’ Hugo Award-winning comedic dark fantasy Laundry Files series!. Bob Howard’s career in the Laundry, the secret British government agency dedicated to protecting the world from unspeakable horrors from beyond spacetime, has entailed high combat, brilliant hacking, ancient magic, and combat with indescribably repellent creatures of pure evil. It has also involved a wearying amount of paperwork and office politics, and his expense reports are still a mess.. Now, following the invasion of Yorkshire by the Host of Air and Darkness, the Laundry’s existence has become public, and Bob is being trotted out on TV to answer pointed questions about elven asylum seekers. What neither Bob nor his managers have foreseen is that their organization has earned the attention of a horror far more terrifying than any demon: a British government looking for public services to privatize.. Inch by inch, Bob Howard and his managers are forced to consider the truly unthinkable: a coup against the British government itself. .. Laundry Files. 1.. The Atrocity Archives. 2.. The Jennifer Morgue. 3.. The Fuller Memorandum. 4.. The Apocalypse Codex. 5.. The Rhesus Chart. 6.. The Annihilation Score. 7.. The Nightmare Stacks. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Humor",
                "Thriller",
                "Spy Thriller"
            ]
        },
        {
            "title": "Seven Letters",
            "authors": [
                "Sinéad Moriarty"
            ],
            "ranking": 4.08,
            "ranking_count": 1323,
            "abstract": "'It's GREAT! Thought-provoking, gripping and moving' Marian Keyes. 'It will crawl under your skin, refusing to let go. A heart-breaking read'. Sunday Independent. Sarah loves being a mother -. it defines her.. Every year she writes a birthday letter of love to her adored daughter, Izzy, now seven. And after she falls pregnant, she promises Izzy that the arrival of a baby brother will make their family complete. So when she collapses a few months later, the safe happy life Izzy knows is shattered.. With Sarah's future, and the future of her pregnancy, in their hands, her husband and sister disagree fiercely about her treatment. The once close family starts to fall apart.. The clock is ticking, and the doctors need a decision. Can those who love Sarah get beyond the fog of grief and anger to figure out what's for the best? Can they ever forgive each other for the decisions they make?. Will Izzy lose everything she knows and loves?. 'Compelling, deeply moving and heartbreaking ... a must-read'. Woman's Way. 'Might be her finest novel yet'. Irish Examiner. 'What a devastating, gorgeous read' Emily Hourican. 'I need a therapy session after reading. Seven Letters. - I'm an emotional wreck!' Margaret Madden,. Bleach House Library",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Family"
            ]
        },
        {
            "title": "Kakapo Rescue: Saving the World's Strangest Parrot",
            "authors": [
                "Sy Montgomery",
                "Nic Bishop"
            ],
            "ranking": 4.1,
            "ranking_count": 1282,
            "abstract": "On remote Codfish Island off the southern coast of New Zealand live the last ninety-one kakapo parrots on earth. These trusting, flightless, and beautiful birds—the largest and most unusual parrots on earth—have suffered devastating population loss.. Now, on an island refuge with the last of the species, New Zealand’s National Kakapo Recovery Team is working to restore the kakapo population. With the help of fourteen humans who share a single hut and a passion for saving these odd ground-dwelling birds, the kakapo are making a comeback in New Zealand.. Follow intrepid animal lovers Sy Montgomery and Nic Bishop on a ten-day excursion to witness the exciting events in the life of the kakapo.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Childrens",
                "Environment"
            ]
        },
        {
            "title": "The Day the Crayons Quit",
            "authors": [
                "Drew Daywalt",
                "Oliver Jeffers"
            ],
            "ranking": 4.4,
            "ranking_count": 50891,
            "abstract": "Poor Duncan just wants to color. But when he opens his box of crayons, he finds only letters, all saying the same thing: We quit!. Beige is tired of playing second fiddle to Brown. Blue needs a break from coloring all that water, while Pink just wants to be used. Green has no complaints, but Orange and Yellow are no longer speaking to each other.. What is Duncan to do? Debut author Drew Daywalt and. New York Times. bestseller Oliver Jeffers create a colorful solution in this playful, imaginative story that will have children laughing and playing with their crayons in a whole new way.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Art",
                "Fantasy",
                "Kids",
                "Academic"
            ]
        },
        {
            "title": "The Muslim Home",
            "authors": [
                "Darussalam"
            ],
            "ranking": 4.4,
            "ranking_count": 125,
            "abstract": "A home is an important means towards building the Muslimb community. The society is made up of homes and it is the origin. The home is life and the life is society. If the home is strong and morally sound, it will reflect in the larger society. Whatever the home is made up of that is the reflection that will be seen in the society. When the society is morally bankrupt it should be traced to the home. To rescue our society from destruction the home needs to be rebuilt on sound footings. The Messenger of Allah (peace be upon him) said:. Happiness has four elements; a good wife, a spacious house, a good neighbour and a good riding beast. (Ibn Hibbaan). From this hadeeth, it can be seen that three out of the four elements of happiness concern the home This book highlights the means and processes of building a Muslim home which guarantees sakeenah (tranquility). [an-Nahl (16):80]",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Daughter of Empire: My Life as a Mountbatten",
            "authors": [
                "Lady Pamela Hicks"
            ],
            "ranking": 3.68,
            "ranking_count": 1919,
            "abstract": "This magical memoir about a singular childhood in England and India by the daughter of Lord Louis and Edwina Mountbatten provides a privileged glimpse into the lives and loves of some of the twentieth century’s leading figures.. A magical memoir about a singular childhood in England and India by the daughter of Lord Louis and Edwina Mountbatten. Few families can boast of not one but two saints among their ancestors, a great-aunt who was the last tsarina of Russia, a father who was Grace Kelly’s pinup, and a grandmother who was not only a princess but could also argue the finer points of naval law. Pamela Mountbatten entered a remarkable family when she was born at the very end of the Roaring Twenties.. As the younger daughter of the glamorous heiress Edwina Ashley and Lord Louis Mountbatten, Pamela spent much of her early life with her sister, nannies, and servants—and a menagerie that included, at different times, a bear, two wallabies, a mongoose, and a lion. Her parents each had lovers who lived openly with the family. The house was always full of guests like Sir Winston Churchill, Noël Coward, Douglas Fairbanks, and the Duchess of Windsor (who brought a cold cooked chicken as a hostess gift).. When World War II broke out, Lord Mountbatten was in command of HMS. Kelly. before being appointed chief of Combined Operations, and Pamela and her sister were sent to live on Fifth Avenue in New York City with Mrs. Cornelius Vanderbilt. In 1947, her parents were appointed to be the last viceroy and vicereine of India and oversee the transfer of power to an independent Indian government. Amid the turmoil of political change, Pamela worked with student leaders, developed warm friendships with Gandhi and Nehru, and witnessed both the joy of Independence Day and its terrible aftermath. Soon afterwards, she was a bridesmaid in Princess Elizabeth’s wedding to Prince Philip, and was a ladyin- waiting at the young princess’s side when she learned her father had died and she was queen.. Vivid and engaging, well-paced and superbly detailed, this witty, intimate memoir is an enchanting lens through which to view the early part of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "European Literature",
                "Biography Memoir",
                "Cultural",
                "Historical",
                "Travel"
            ]
        },
        {
            "title": "Nattbarn",
            "authors": [
                "Hanna Gustavsson"
            ],
            "ranking": 3.72,
            "ranking_count": 433,
            "abstract": "Ingrid är 14 år och vill helst vara ifred med sin dator. Under aliaset Nattbarn hänger hon på olika forum när hon inte är upptagen med att googla könsorgan. Det är hennes tillflykt från en mördande tråkig tonårstillvaro och en mamma som precis blivit ihop med den otroligt störande Bosse.. När Ingrid precis har börjat åttan visar det sig att skolfotografen delar hennes intresse för hårdrock, och de inleder en hemlig vänskap på internet. En fredag när mamman är hos pojkvännen passar Ingrid på hon ska gå hem till fotografen.... Nattbarn är en serieroman som med perfekt tonträff låter oss tränga under huden på en tonårstjej så full av integritet att det egentligen borde vara omöjligt. Med uttrycksfulla teckningar och en personlig berättarstil är Hanna Gustavsson en svensk seriedebutant av hög internationell klass.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "European Literature",
                "Graphic Novels Comics",
                "Young Adult",
                "Cultural",
                "LGBT",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Lost Soul",
            "authors": [
                "Olga Tokarczuk",
                "Joanna Concejo",
                "Antonia Lloyd-Jones"
            ],
            "ranking": 4.38,
            "ranking_count": 1865,
            "abstract": "The only book in English for readers of all ages by Nobel Prize-winning novelist Olga Tokarczuk is a beautifully illustrated meditation on the fullness of life.. Bologna Ragazzi Award, Special Mention 2018. Prix de l'Union Internationale pour les Livres de Jeunesse (IBBY). The White Raven (IJB Munich). Łódź Design Festival Award. Once upon a time there was a man who worked very hard and very quickly, and who had left his soul far behind him long ago. In fact his life was all right without his soul - he slept, ate, worked, drove a car and even played tennis. But sometimes he felt as if the world around him were flat, as if he were moving across a smooth page in a math book that was covered in evenly spaced squares...  -from. The Lost Soul. The Lost Soul. is a deeply moving reflection on our capacity to live in peace with ourselves, to remain patient, attentive to the world. It is a story that beautifully weaves together the voice of the Nobel Prize-winning Polish novelist Olga Tokarczuk and the finely detailed pen-and-ink drawings of illustrator Joanna Concejo, who together create a parallel narrative universe full of secrets, evocative of another time. Here a man has forgotten what makes his heart feel full. He moves to a house away from all that is familiar to him to wait for his soul to return.. The Lost Soul. is a sublime album, a rare delicacy that will delight readers young and old.. You must find a place of your own, sit there quietly and wait for your soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sequential Art",
                "Childrens",
                "Poetry",
                "Short Stories",
                "Magical Realism",
                "Contemporary",
                "Art",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Daughter",
            "authors": [
                "Jane Shemilt"
            ],
            "ranking": 3.48,
            "ranking_count": 18760,
            "abstract": "Jenny is a successful family doctor, the mother of three great teenagers, married to a celebrated neurosurgeon.. But when her youngest child, fifteen-year-old Naomi, doesn’t come home after her school play, Jenny’s seemingly ideal life begins to crumble. The authorities launch a nationwide search with no success. Naomi has vanished, and her family is broken.. As the months pass, the worst-case scenarios—kidnapping, murder—seem less plausible. The trail has gone cold. Yet for a desperate Jenny, the search has barely begun. More than a year after her daughter’s disappearance, she’s still digging for answers—and what she finds disturbs her. Everyone she’s trusted, everyone she thought she knew, has been keeping secrets, especially Naomi. Piecing together the traces her daughter left behind, Jenny discovers a very different Naomi from the girl she thought she’d raised.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Audiobook",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "Pride",
            "authors": [
                "Ibi Zoboi"
            ],
            "ranking": 3.76,
            "ranking_count": 24084,
            "abstract": "Pride and Prejudice. gets remixed in this smart, funny, gorgeous retelling of the classic, starring all characters of color, from Ibi Zoboi, National Book Award finalist and author of. American Street. .. Zuri Benitez has pride. Brooklyn pride, family pride, and pride in her Afro-Latino roots. But pride might not be enough to save her rapidly gentrifying neighborhood from becoming unrecognizable.. When the wealthy Darcy family moves in across the street, Zuri wants nothing to do with their two teenage sons, even as her older sister, Janae, starts to fall for the charming Ainsley. She especially can’t stand the judgmental and arrogant Darius. Yet as Zuri and Darius are forced to find common ground, their initial dislike shifts into an unexpected understanding.. But with four wild sisters pulling her in different directions, cute boy Warren vying for her attention, and college applications hovering on the horizon, Zuri fights to find her place in Bushwick’s changing landscape, or lose it all.. In a timely update of Jane Austen's. Pride and Prejudice. , critically acclaimed author Ibi Zoboi skillfully balances cultural identity, class, and gentrification against the heady magic of first love in her vibrant reimagining of this beloved classic.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Retellings",
                "Fiction",
                "Audiobook",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Zephyr",
            "authors": [
                "Susan Browne"
            ],
            "ranking": 4.0,
            "ranking_count": 10,
            "abstract": "Winner of the 2009 Steel Toe Books Prize in Poetry (Editor's Choice), written by the author of Buddha's Dogs, which was selected by Ed Hirsch as the winner of the Four Way Books Intro Prize The poems in Susan Browne's Zephyr are grounded in the mysteries of this terribly known, outrageously funny and sad world. With an expert sense of language and narrative, this intrepid poet cranks her highbeams to rummage 'humanity's basement, the murk inside the mammalian heart' and unearths each dark, radiant truth. -- Dorianne Laux",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Kosher Chinese: Living, Teaching, and Eating with China's Other Billion",
            "authors": [
                "Michael     Levy"
            ],
            "ranking": 3.85,
            "ranking_count": 1203,
            "abstract": "An irreverent tale of an American Jew serving in the Peace Corps in rural China, which reveals the absurdities, joys, and pathos of a traditional society in flux. In September of 2005, the Peace Corps sent Michael Levy to teach English in the heart of China's heartland. His hosts in the city of Guiyang found additional uses for him: resident expert on Judaism, romantic adviser, and provincial basketball star, to name a few. His account of overcoming vast cultural differences to befriend his students and fellow teachers is by turns poignant and laugh-out-loud funny.. While reveling in the peculiarities of life in China's interior, the author also discovered that the other billion (people living far from the coastal cities covered by the American media) have a complex relationship with both their own traditions and the rapid changes of modernization. Lagging behind in China's economic boom, they experience the darker side of capitalism with Chinese characteristics, daily facing the schizophrenia of conflicting ideologies.. Kosher Chinese. is an illuminating account of the lives of the residents of Guiyang, particularly the young people who will soon control the fate of the world.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Literature",
                "Biography",
                "Humor",
                "Food and Drink",
                "Religion"
            ]
        },
        {
            "title": "The Hunger Pains: A Parody",
            "authors": [
                "The Harvard Lampoon"
            ],
            "ranking": 3.89,
            "ranking_count": 10024,
            "abstract": "The hilarious instant. New York Times. bestseller,. The Hunger Pains. is a loving parody of the dystopian YA novel and film,. The Hunger Games. .. Winning means wealth, fame, and a life of therapy losing means death, but also fame! This is. The Hunger Pains. .. When Kantkiss Neverclean replaces her sister as a contestant on the. Hunger Games. —the second-highest-rated reality TV show in Peaceland, behind. Extreme Home Makeover. —she has no idea what to expect. Having lived her entire life in the telemarketing district’s worst neighborhood, the Crack, Kantkiss feels unprepared to fight to the death while simultaneously winking and looking adorable for the cameras. But when her survival rests on choosing between the dreamy hunk from home, Carol Handsomestein, or the doughy klutz, Pita Malarkey, Kantkiss discovers that the toughest conflicts may not be found on the battlefield but in her own heart . . . which is unfortunately on a battlefield.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Retellings",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Breaking Stalin's Nose",
            "authors": [
                "Eugene Yelchin"
            ],
            "ranking": 3.83,
            "ranking_count": 8998,
            "abstract": "One of. Horn Book. 's Best Fiction Books of 2011. Sasha Zaichik has known the laws of the Soviet Young Pioneers since the age of six:. The Young Pioneer is devoted to Comrade Stalin, the Communist Party, and Communism.. A Young Pioneer is a reliable comrade and always acts according to conscience.. A Young Pioneer has a right to criticize shortcomings.. But now that it is finally time to join the Young Pioneers, the day Sasha has awaited for so long, everything seems to go awry. He breaks a classmate's glasses with a snowball. He accidentally damages a bust of Stalin in the school hallway. And worst of all, his father, the best Communist he knows, was arrested just last night.. This moving story of a ten-year-old boy's world shattering is masterful in its simplicity, powerful in its message, and heartbreaking in its plausibility.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Cultural",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "WWW: Watch",
            "authors": [
                "Robert J. Sawyer"
            ],
            "ranking": 4.0,
            "ranking_count": 4790,
            "abstract": "Award-winning author Robert J. Sawyer continues his wildly thought-provoking science fiction saga of a sentient World Wide Web. Webmind is an emerging consciousness that has befriended Caitlin Decter and grown eager to learn about her world. But Webmind has also come to the attention of WATCH, the secret government agency that monitors the Internet for any threat to the United States--and they're fully aware of Caitlin's involvement in its awakening. WATCH is convinced that Webmind represents a risk to national security and wants it purged from cyberspace. But Caitlin believes in Webmind's capacity for compassion-and she will do anything and everything necessary to protect her friend.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Cultural",
                "Science Fiction Fantasy",
                "Fantasy",
                "Artificial Intelligence",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Hawthorn & Child",
            "authors": [
                "Keith Ridgway"
            ],
            "ranking": 3.39,
            "ranking_count": 1264,
            "abstract": "The two protagonists of the title are mid-ranking policemen operating amongst London's criminal classes, but each is plagued by dreams of elsewhere and, in the case of Hawthorn, a nightlife of visceral intensity that sits at odds with his carefully-composed placid family mask but has the habit of spilling over into his working life as a policeman. Ridgway has much to say, through showing not telling, about male violence, crowd psychology, the borders between play and abuse, and the motivations of policemen and criminals. But this is no humdrum crime novel. Ridgway is writing about people whose understanding of their own situations is only partial and fuzzy, who are consumed by emotions and motivations and narratives, or the lack thereof, that they cannot master. He focuses on peripheral figures to whom things happen, and happen confusingly, and his fictional strategies reflect this focus, so that his fictions themselves have an air of incompleteness and frustration about them. It's a high-wire act for a novelist but one that commands attention and provokes the dropping of jaws.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Short Stories",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Cultural",
                "Contemporary",
                "LGBT"
            ]
        },
        {
            "title": "The Private School Murders",
            "authors": [
                "James Patterson",
                "Maxine Paetro"
            ],
            "ranking": 4.05,
            "ranking_count": 13249,
            "abstract": "In the sequel to the #1. New York Times. bestseller. Confessions of a Murder Suspect. , James Patterson keeps the confessions coming breathlessly as Tandy Angel delves deeper into her own tumultuous history-and proves that she can rise above the sordid Angel legacy.. Wealthy young women are being murdered on Manhattan's exclusive Upper West Side, and the police aren't looking for answers in the right places. Enter Tandy Angel. The first case she cracked was the mystery of her parents' deaths. Now, while she's working to exonerate her brother of his glamorous girlfriend's homicide, she's driven to get involved in the West Side murder spree.. One of the recent victims was a student at Tandy's own elite school. She has a hunch it may be the work of a serial killer, but the NYPD isn't listening to her...and Tandy can't ignore the disturbing fact that she perfectly fits the profile of the killer's targets. Can she untangle the mysteries in time? Or will she be the next victim?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Render / An Apocalypse",
            "authors": [
                "Rebecca Gayle Howell"
            ],
            "ranking": 4.48,
            "ranking_count": 130,
            "abstract": "Poetry. To enter into these poems one must be fully committed, as the poet is, to seeing this world as it is, to staying with it, moment by moment, day by day. Yet these poems hold a dark promise: this is how you can do it, but you must be fully engaged, which means you must be fully awake, you must wake up inside it. As we proceed, the how-to of the beginning poems subtly transform, as the animals (or, more specifically, the livestock) we are engaging begin to, more and more, become part of us, literally and figuratively we enter inside of that which we devour.--Nick Flynn. This is the book you want with you in the cellar when the tornado is upstairs taking your house and your farm. It's the book you want in the bomb shelter, and in the stalled car, in the kitchen waiting for the kids to come home, in the library when the library books are burned. Its instructions are clear and urgent. Rebecca Gayle Howell has pressed her face to the face of the actual animal world. She remembers everything we have forgotten. Read this! It's not too late. We can start over from right here and right now.--Marie Howe. In every one of these haunting and hungry poems, Howell draws a map for how to enter the heat and dew of the human being, naked and facing the natural world, desperate to feel. I did not realize while reading RENDER how deeply I was handing everything over.--Nikky Finney",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Pericles Commission",
            "authors": [
                "Gary Corby"
            ],
            "ranking": 3.76,
            "ranking_count": 928,
            "abstract": "Nicolaos walks the mean streets of Classical Athens as an agent for the promising young politician Pericles. His mission is to find the assassin of the statesman Ephialtes, the man who brought democracy to Athens and whose murder has thrown the city into uproar. It's a job not made any easier by the depressingly increasing number of dead witnesses.. But murder and mayhem don't bother Nico; what's really on his mind is how to get closer (much closer) to Diotima, the intelligent and annoyingly virgin priestess of Artemis, and how to shake off his irritating twelve year-old brother Socrates.. The Pericles Commission. is the first in an exciting new series by first-time novelist Gary Corby, who takes us to Ancient Greece at one of the most exciting times in history. In this wonderfully approachable, historically rich novel, Athens is brought vividly to life in a mystery engaging from the first page to last.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Cultural",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Until You're Mine",
            "authors": [
                "Samantha Hayes"
            ],
            "ranking": 3.9,
            "ranking_count": 9086,
            "abstract": "You're alone. You're vulnerable. And you have something that someone else wants. At any cost.. Claudia Morgan-Brown finally has it all. Pregnant with a much-wanted first baby of her own, she has a happily established family of two small step-sons and a loving husband with a great career. But she is also committed to her full-time job as a social worker, and her husband travels often. So when Claudia hires Zoe to help her around the house in anticipation of the baby’s arrival, it seems like the answer to her prayers. But despite Zoe's glowing recommendations and instant rapport with the children, there's something about her that Claudia cannot trust.. Moreover, there has been a series of violent attacks on pregnant women in the area, and Claudia becomes acutely aware of her vulnerability. With her husband out of town for work and her family far away, who will be there to protect her? And why does she feel unsettled about Zoe? Realizing appearances can be deceiving even in her seemingly perfect world, Claudia digs deeper into Zoe’s blurry past and begins to wonder – how far would someone go to have a child of her own?. Riveting from its very first pages,. Until You’re Mine. is a multilayered masterwork of twisted, psychological suspense. Readers of. Before I Go to Sleep. and. Turn of Mind. will be enthralled by this multilayered novel, featuring a twisted plot that ends in a breathtaking and shocking finale.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Adult",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "The War on Drugs: A Failed Experiment",
            "authors": [
                "Paula Mallea"
            ],
            "ranking": 4.21,
            "ranking_count": 29,
            "abstract": "A criminal prosecutor discusses the illegal drug trade and the failure of the so-called “War on Drugs” to stop it.. In 1971, President Richard Nixon coined the term “War on Drugs.” His campaign to eradicate illegal drug use was picked up by the media and championed by succeeding presidents, including Reagan. Canada was a willing ally in this “war,” and is currently cracking down on drug offences at a time when even the U.S. is beginning to climb down from its reliance on incarceration.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Politics",
                "History"
            ]
        },
        {
            "title": "Doctor Who: The Forgotten Army",
            "authors": [
                "Brian Minchin"
            ],
            "ranking": 3.59,
            "ranking_count": 1282,
            "abstract": "'Let me tell you a story. Long ago, in the frozen Arctic wastes, an alien army landed. Only now, 10,000 years later, it isn't a story. And the army is ready to attack.' New York - one of the greatest cities on 21st century Earth...But what's going on in the Museum? And is that really a Woolly Mammoth rampaging down Broadway? An ordinary day becomes a time of terror, as Ice Age creatures come back to life, and the Doctor and Amy meet a new and deadly enemy. The vicious Army of the Vykoid are armed to the teeth and determined to enslave the human race. Even though they're only three inches high. With the Vykoid army swarming across Manhattan and sealing it from the world with a powerful alien forcefield, Amy has just 24 hours to find the Doctor and save the city. If she doesn't, the people of Manhattan will be taken to work in the doomed asteroid mines of the Vykoid home planet. But as time starts to run out, who can she trust? And how far will she have to go to free New York from the Forgotten Army? This is a thrilling, all new adventure featuring the Doctor and Amy, as played by Matt Smith and Karen Gillan in the spectacular hit series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Games",
            "authors": [
                "Ted Kosmatka"
            ],
            "ranking": 3.48,
            "ranking_count": 2085,
            "abstract": "Jurassic Park. meets. The Hunger Games. in this stunning new high-energy, high-concept tale from first-time novelist Ted Kosmatka, a Nebula Award and Theodore Sturgeon Memorial Award finalist.. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY. PUBLISHERS WEEKLY. Set in an amoral future where genetically engineered monstrosities fight each other to the death in an Olympic event,. The Games. envisions a harrowing world that may arrive sooner than you think.. Silas Williams is the brilliant geneticist in charge of preparing the U.S. entry into the Olympic Gladiator competition, an internationally sanctioned bloodsport with only one rule: no human DNA is permitted in the design of the entrants. Silas lives and breathes genetics; his designs have led the United States to the gold in every previous event. But the other countries are catching up. Now, desperate for an edge in the upcoming Games, Silas’s boss engages an experimental supercomputer to design the genetic code for a gladiator that cannot be beaten.. The result is a highly specialized killing machine, its genome never before seen on earth. Not even Silas, with all his genius and experience, can understand the horror he had a hand in making. And no one, he fears, can anticipate the consequences of entrusting the act of creation to a computer’s cold logic.. Now Silas races to understand what the computer has wrought, aided by a beautiful xenobiologist, Vidonia João. Yet as the fast-growing gladiator demonstrates preternatural strength, speed, and—most disquietingly—intelligence, Silas and Vidonia find their scientific curiosity giving way to a most unexpected emotion: sheer terror.. Praise for. The Games. “Blends the best of Crichton and Koontz.”—. Publishers Weekly. (starred review). “Outstanding . . . very like something Michael Crichton might have written . . . [a] bold mix of horror and SF . . . Expect big things from [Ted] Kosmatka.”—. Booklist. (starred review). “Kosmatka successfully captures the thrill of groundbreaking technology. . . . The pleasure of his polished, action-packed storytelling is deepened by strong character development. This near-future SF thriller . . . seems destined for the big screen.”—. Library Journal. (starred review)",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Thriller",
                "Horror",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Crossfire",
            "authors": [
                "Traci Hunter Abramson"
            ],
            "ranking": 4.18,
            "ranking_count": 2096,
            "abstract": "Special Agent Vanessa Lauton is living a lie. For the past year she has been posing as a member of one of the Caribbean's most powerful terrorist organizations. When her CIA contact has a heart attack, he's replaced by U.S. Navy SEAL Saint Squad member Seth Johnson--the man Vanessa nearly married six years before. And suddenly the heat is on in more ways than one.. Vanessa and Seth uncover a terrorist plot, one aimed for American soil. Together they have to find when and where before it's too late while making sure they don't get caught in the crossfire.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Romance",
                "Christianity",
                "Suspense",
                "Mystery",
                "Fiction",
                "Adventure",
                "Thriller",
                "Christian Fiction"
            ]
        },
        {
            "title": "Blowback",
            "authors": [
                "Valerie Plame",
                "Sarah Lovett"
            ],
            "ranking": 3.35,
            "ranking_count": 1092,
            "abstract": "Introducing. Blowback,. an exhilarating new espionage thriller by former CIA ops officer Valerie Plame and thriller writer Sarah Lovett.. Covert CIA ops officer Vanessa Pierson is finally close to capturing the world’s most dangerous international nuclear arms dealer: Bhoot, alias the ghost. One of her assets has information about Bhoot’s upcoming visit to a secret underground nuclear weapons facility in Iran—in only a few days. But just as Pierson’s informant is about to give her the location, they’re ambushed by an expert sniper. Pierson narrowly escapes. Her asset: dead.. Desperate to capture Bhoot and the sniper before they inflict more damage, Pierson enlists all of the Agency’s resources to find them. But with each day, the pressure of the manhunt mounts, causing her to push her forbidden romance with a fellow ops officer to its limit when she asks him to do the impossible. Despite the risks, she refuses to halt her pursuit of the terrorists, and she puts her cover and her career—and her life—at risk.. With rapid-cut shifts from European capitals to Washington to the Near East, and with insider detail that only a former spy could provide,. Blowback. marks the explosive beginning of the hunt for Bhoot, the villain whom Vanessa Pierson devotes her life to capturing, dead or alive.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Suspense",
                "Adventure",
                "Politics",
                "Adult Fiction"
            ]
        },
        {
            "title": "Bitten by Cupid",
            "authors": [
                "Lynsay Sands",
                "Pamela Palmer",
                "Jaime Rush"
            ],
            "ranking": 4.13,
            "ranking_count": 9258,
            "abstract": "WITH THEIR VERY LIVES AT STAKE, LOVE WAS THE LAST THING ON THEIR MINDS. BUT THEN THEY WERE. Bitten by Cupid.... -A Daring Vampire thinks she can conquer anything, but when she's paired with a mortal detective, she'll find her life--and her heart--in grave danger.... -An innocent woman falls into the arms of a mysterious man when she can't get a killer's terrifying thoughts out of her head.... -A stunning beauty should be thrilled when her lost love finally returns, but instead she fears for their immortal lives.... On Valentine's Day, some women want roses. But some just want to make it through the day alive. In. Bitten by Cupid, New York Times. bestselling author Lynsay Sands and newcomers Pamela Palmer and Jaime Rush present three tales of dangerous desire, where giving in to temptation could turn deadly, and even immortality won't keep you safe from Cupid's bow.. Stories included are:. Vampire Valentine (Aregneau, #12.5) by Lynsay Sands. Hearts Untamed (Feral Warriors, #3.5) by Pamela Palmer. Kiss and Kill Cupid (Offspring, #2.5) by Jaime Rush",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Anthologies",
                "Adult",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "That Deadman Dance",
            "authors": [
                "Kim Scott"
            ],
            "ranking": 3.62,
            "ranking_count": 1336,
            "abstract": "Throughout Bobby Wabalanginy's young life, the ships have been arriving, bringing European settlers to the south coast of Western Australia, where Bobby's people, the Noongar people, have always lived. Bobby, smart, resourceful, and eager to please, has befriended the settlers, joining them as they hunt whales, till the land, and work to establish their new colony. He is welcomed into a prosperous white family and eventually finds himself falling in love with the daughter, Christine.. But slowly-by design and by hazard-things begin to change. Not everyone is so pleased with the progress of the white colonists. Livestock mysteriously starts to disappear, crops are destroyed, there are accidents and injuries on both sides. As the Europeans impose ever-stricter rules and regulations in order to keep the peace, Bobby's Elders decide they must respond in kind, and Bobby is forced to take sides, inexorably drawn into a series of events that will forever change the future of his country.. That Deadman Dance. is haunted by tragedy, as most stories of first contact between European and native peoples are. But through Bobby's life, the novel exuberantly explores a moment in time when things might have been different, when black and white lived together in amazement rather than fear of the other, and when the world suddenly seemed twice as large and twice as promising.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Academic",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Book Club",
                "Contemporary"
            ]
        },
        {
            "title": "Ковчег Марка",
            "authors": [
                "Tatjana Ustinova",
                "Татьяна Устинова"
            ],
            "ranking": 4.28,
            "ranking_count": 50,
            "abstract": "Буран застигает в горах Приполярного Урала группу плохо подготовленных туристов, собравшихся в поход «по Интернету». Алла понимает, что группа находится на краю гибели. У них раненый, и перевал им никак не одолеть. Смерть, страшная, бессмысленная, обдает их всех ледяным дыханием.. Замерзающую группу находит Марк Ледогоров и провожает на таежный кордон, больше похожий на ковчег. Вроде бы свершилось чудо, все спасены, но… кто такой этот Марк Ледогоров? Что он здесь делает? Почему он стреляет как снайпер, его кордон – или ковчег! – не найти ни на одной карте, а в глухом таежном лесу проложена укатанная лыжня?. Когда на кордоне происходит загадочное и необъяснимое убийство, дело окончательно запутывается. Марк Ледогоров уверен: все члены туристической группы ему лгут. С какой целью? Кто из них оказался здесь не случайно? Марку и его другу Павлу предстоит не только разгадать страшную тайну, но и разобраться в себе, найти любовь и обрести спасение – ковчег ведь и был придуман для того, чтобы спастись!..",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Warburg in Rome",
            "authors": [
                "James Carroll"
            ],
            "ranking": 3.66,
            "ranking_count": 357,
            "abstract": "David Warburg, newly minted director of the U.S. War Refugee Board, arrives in Rome at war’s end, determined to bring aid to the destitute European Jews streaming into the city. Marguerite d’Erasmo, a French-Italian Red Cross worker with a shadowed past, is initially Warburg’s guide to a complicated Rome; while a charismatic young American Catholic priest, Monsignor Kevin Deane, seems equally committed to aiding Italian Jews. But the city is a labyrinth of desperate fugitives, runaway Nazis, Jewish resisters, and criminal Church figures. Marguerite, caught between justice and revenge, is forced to play a double game. At the center of the maze, Warburg discovers one of history’s great scandals—the Vatican ratline, a clandestine escape route maintained by Church officials and providing scores of Nazi war criminals with secret passage to Argentina. Warburg’s disillusionment is complete when, turning to American intelligence officials, he learns that the dark secret is not so secret, and that even those he trusts may betray him.. James Carroll delivers an authoritative, stirring novel that reckons powerfully with the postwar complexities of good and evil in the Eternal City.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Novels",
                "Thriller",
                "Suspense",
                "History"
            ]
        },
        {
            "title": "Killing Jesus: A History",
            "authors": [
                "Bill O'Reilly",
                "Martin Dugard"
            ],
            "ranking": 3.95,
            "ranking_count": 33318,
            "abstract": "Millions of readers have thrilled to bestselling authors Bill O'Reilly and historian Martin Dugard's. Killing Kennedy. and. Killing Lincoln. , page-turning works of nonfiction that have changed the way we read history.. Now the anchor of. The O'Reilly Factor. details the events leading up to the murder of the most influential man in history: Jesus of Nazareth. Nearly two thousand years after this beloved and controversial young revolutionary was brutally killed by Roman soldiers, more than 2.2 billion human beings attempt to follow his teachings and believe he is God.. Killing Jesus. will take readers inside Jesus's life, recounting the seismic political and historical events that made his death inevitable - and changed the world forever.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Biography",
                "Christian",
                "Historical",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Fourteenth Goldfish",
            "authors": [
                "Jennifer L. Holm",
                "Tad Carpenter"
            ],
            "ranking": 3.89,
            "ranking_count": 21179,
            "abstract": "Galileo. Newton. Salk. Oppenheimer.. Science can change the world . . . but can it go too far?. Eleven-year-old Ellie has never liked change. She misses fifth grade. She misses her old best friend. She even misses her dearly departed goldfish. Then one day a strange boy shows up. He’s bossy. He’s cranky. And weirdly enough . . . he looks a lot like Ellie’s grandfather, a scientist who’s always been slightly obsessed with immortality. Could this pimply boy really be Grandpa Melvin? Has he finally found the secret to eternal youth?. Lexile recommendation: 550",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Family",
                "Young Adult",
                "Humor",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Golden Age",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.79,
            "ranking_count": 4319,
            "abstract": "From the winner of the Pulitzer Prize: the much-anticipated final volume, following. Some Luck. and. Early Warning,. of her acclaimed American trilogy. —. a richly absorbing new novel. that brings the remarkable Langdon family into our present times and beyond. A lot can happen in one hundred years, as Jane Smiley shows to dazzling effect in her Last Hundred Years trilogy. But as. Golden Age,. its final installment, opens in 1987, the next generation of Langdons face economic, social, political—and personal—challenges unlike anything their ancestors have encountered before.. Michael and Richie, the rivalrous twin sons of World War II hero Frank, work in the high-stakes world of government and finance in Washington and New York, but they soon realize that one’s fiercest enemies can be closest to home; Charlie, the charming, recently found scion, struggles with whether he wishes to make a mark on the world; and Guthrie, once poised to take over the Langdons’ Iowa farm, is instead deployed to Iraq, leaving the land—ever the heart of this compelling saga—in the capable hands of his younger sister.. Determined to evade disaster, for the planet and her family, Felicity worries that the farm’s once-bountiful soil may be permanently imperiled, by more than the extremes of climate change. And as they enter deeper into the twenty-first century, all the Langdon women—wives, mothers, daughters—find themselves charged with carrying their storied past into an uncertain future.. Combining intimate drama, emotional suspense, and a full command of history,. Golden Age. brings to a magnificent conclusion the century-spanning portrait of this unforgettable family—and the dynamic times in which they’ve loved, lived, and died: a crowning literary achievement from a beloved master of American storytelling.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Family",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "47 Ronin",
            "authors": [
                "Joan D. Vinge"
            ],
            "ranking": 3.93,
            "ranking_count": 494,
            "abstract": "SEIZE ETERNITY. Keanu Reeves makes an explosive return to action-adventure in. 47 Ronin. . After a treacherous warlord kills their master and banishes their kind, 47 leaderless samurai vow to seek vengeance and restore honor to their people. Driven from their homes and dispersed across the land, this band of ronin must seek the help of Kai (Reeves)--a half-breed they once rejected--as they fight their way across a savage world of mythic beasts, shape-shifting witchcraft, and wondrous terrors.. As this exiled, enslaved outcast becomes their most deadly weapon, he will transform into the hero who inspires this band of outnumbered rebels to seize eternity.. Helmed by director Carl Rinsch (. The Gift. ),. 47 Ronin. is produced by Pamela Addy (. Identity Theft. , the upcoming. Endless Love. ) and Eric McLeod (. Mr. & Mrs. Smith,. the Austin Powers series).. Based on the Screenplay by Chris Morgan and Hossein Amini. Screen Story by Chris Morgan and Walter Hamada",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Action",
                "Romance",
                "Media Tie In"
            ]
        },
        {
            "title": "Tim and Sara",
            "authors": [
                "E.D. Martin"
            ],
            "ranking": 4.0,
            "ranking_count": 5,
            "abstract": "The victim of debilitating flashbacks, Tim is content to spend the rest of his life at Kirkbride, a state mental hospital. But his friend and fellow resident Sara is concerned that she has to save her soul before it's too late, and so she devises a plan to break them out of the hospital. Can Tim help his friend while holding onto what's left of his sanity?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Why Marx Was Right",
            "authors": [
                "Terry Eagleton"
            ],
            "ranking": 3.9,
            "ranking_count": 3865,
            "abstract": "In this combative, controversial book, Terry Eagleton takes issue with the prejudice that Marxism is dead and done with. Taking ten of the most common objections to Marxism—that it leads to political tyranny, that it reduces everything to the economic, that it is a form of historical determinism, and so on—he demonstrates in each case what a woeful travesty of Marx's own thought these assumptions are. In a world in which capitalism has been shaken to its roots by some major crises,. Why Marx Was Right. is as urgent and timely as it is brave and candid. Written with Eagleton's familiar wit, humor, and clarity, it will attract an audience far beyond the confines of academia.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Economics",
                "History",
                "Sociology",
                "Writing",
                "Culture",
                "Literature"
            ]
        },
        {
            "title": "Marked in Flesh",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.26,
            "ranking_count": 27092,
            "abstract": "For centuries, the Others and humans have lived side by side in uneasy peace. But when humankind oversteps its bounds, the Others will have to decide how much humanity they’re willing to tolerate—both within themselves and within their community.... Since the Others allied themselves with the. cassandra sangue. , the fragile yet powerful human blood prophets who were being exploited by their own kind, the delicate dynamic between humans and Others changed. Some, like Simon Wolfgard, wolf shifter and leader of the Lakeside Courtyard, and blood prophet Meg Corbyn, see the new, closer companionship as beneficial—both personally and practically.. But not everyone is convinced. A group of radical humans is seeking to usurp land through a series of violent attacks on the Others. What they don’t realize is that there are older and more dangerous forces than shifters and vampires protecting the land that belongs to the Others—and those forces are willing to do whatever is necessary to protect what is theirs…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Killer Next Door",
            "authors": [
                "Alex Marwood"
            ],
            "ranking": 3.65,
            "ranking_count": 8639,
            "abstract": "No. 23 has a secret. In this bedsit-riddled south London wreck, lorded over by a lecherous landlord, something waits to be discovered. Yet all six residents have something to hide.. Collette and Cher are on the run; Thomas is a reluctant loner; while a gorgeous Iranian asylum seeker and a 'quiet man' nobody sees try to stay hidden. And watching over them all is Vesta - or so she thinks. In the dead of night, a terrible accident pushes the neighbours into an uneasy alliance. But one of them is a killer, expertly hiding their pastime, all the while closing in on their next victim.... As a cloying heatwave suffocates the city, events build to an electrifying climax in this dark, original and irresistibly compelling thriller.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Horror",
                "European Literature"
            ]
        },
        {
            "title": "Half Girlfriend",
            "authors": [
                "Chetan Bhagat"
            ],
            "ranking": 3.13,
            "ranking_count": 46985,
            "abstract": "HALF GIRLFRIEND (HINDI) Once upon a time, there was a Bihari boy called Madhav. He fell in love with a girl from Delhi called Riya. Madhav didn't speak English well. Riya did. Madhav wanted a relationship. Riya didn't. Riya just wanted friendship. Madhav didn't. Riya suggested a compromise. She agreed to be his half girlfriend. From the author of the blockbuster novels Five Point Someone, One Night @ the Call Center, The 3 Mistakes of My Life, 2 States and Revolution 2020 comes a simple and beautiful love story that will touch your heart and inspire you to chase your dreams. (Written By Chetan Bhagat)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Asian Literature",
                "Cultural",
                "Contemporary",
                "Young Adult",
                "Novels",
                "Love",
                "Romantic"
            ]
        },
        {
            "title": "The Runaway Hug",
            "authors": [
                "Nick Bland",
                "Freya Blackwood"
            ],
            "ranking": 4.11,
            "ranking_count": 361,
            "abstract": "Mummy, said Lucy, can I have a hug before I go to bed? I promise I'll give it back.. Lucy shares a hug with everyone in her family. Along the way it becomes softer, sleepier, bigger, even peanut-buttery. But when the hug runs away, Lucy discovers that it's not so easy to get it back.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Family",
                "Fiction"
            ]
        },
        {
            "title": "This Is What Happy Looks Like",
            "authors": [
                "Jennifer E. Smith"
            ],
            "ranking": 3.68,
            "ranking_count": 49606,
            "abstract": "If fate sent you an email, would you answer?. When teenage movie star Graham Larkin accidentally sends small town girl Ellie O'Neill an email about his pet pig, the two seventeen-year-olds strike up a witty and unforgettable correspondence, discussing everything under the sun, except for their names or backgrounds.. Then Graham finds out that Ellie's Maine hometown is the perfect location for his latest film, and he decides to take their relationship from online to in-person. But can a star as famous as Graham really start a relationship with an ordinary girl like Ellie? And why does Ellie want to avoid the media's spotlight at all costs?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Realistic Fiction",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Plague",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.17,
            "ranking_count": 52449,
            "abstract": "It's been eight months since all the adults disappeared. Gone.. They've survived hunger. They've survived lies. But the stakes keep rising, and the dystopian horror keeps building. Yet despite the simmering unrest left behind by so many battles, power struggles, and angry divides, there is a momentary calm in Perdido Beach.. But enemies in the FAYZ don't just fade away, and in the quiet, deadly things are stirring, mutating, and finding their way free. The Darkness has found its way into the mind of its Nemesis at last and is controlling it through a haze of delirium and confusion. A highly contagious, fatal illness spreads at an alarming rate. Sinister, predatory insects terrorize Perdido Beach. And Sam, Astrid, Diana, and Caine are plagued by a growing doubt that they'll escapeor even survivelife in the FAYZ. With so much turmoil surrounding them, what desperate choices will they make when it comes to saving themselves and those they love?. Plague. , Michael Grant's fourth book in the bestselling Gone series, will satisfy dystopian fans of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "The Lost Book of the White",
            "authors": [
                "Cassandra Clare",
                "Wesley Chu"
            ],
            "ranking": 4.0,
            "ranking_count": 20190,
            "abstract": "From #1. New York Times. bestselling authors Cassandra Clare and Wesley Chu comes the second book in the Eldest Curses series and a thrilling new adventure for High Warlock Magnus Bane and Alec Lightwood, for whom a death-defying mission into the heart of evil is not just a job, it’s also a romantic getaway.. The Lost Book of the White. is a Shadowhunters novel.. Life is good for Magnus Bane and Alec Lightwood. They’re living together in a fabulous loft, their warlock son, Max, has started learning to walk, and the streets of New York are peaceful and quiet—as peaceful and quiet as they ever are, anyway.. Until the night that two old acquaintances break into Magnus’s apartment and steal the powerful Book of the White. Now Magnus and Alec will have to drop everything to get it back. They need to follow the thieves to Shanghai, they need to call some backup to accompany them, and they need a babysitter.. Also, someone has stabbed Magnus with a strange magical weapon and the wound is glowing, so they have that to worry about too.. Fortunately, their backup consists of Clary, Jace, Isabelle, and newly minted Shadowhunter Simon. In Shanghai, they learn that a much darker threat awaits them. Magnus’s magic is growing unstable, and if they can’t stop the demons flooding into the city, they might have to follow them all the way back to the source—to the very realm of the dead. Can they stop the threat to the world? Will they make it back home before their kid completely wears out Alec’s mom?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Shadow and Flame",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 4.11,
            "ranking_count": 370,
            "abstract": "From Gail Z. Martin, one of the most exciting writers of fantasy adventure, comes the fourth and final novel in the epic Ascendant Kingdoms Saga.. Blaine McFadden and his allies have brought magic back under mortal command and begun to restore order to the beleaguered kingdom of Donderath. Now, new perils and old enemies gather for a final reckoning. Foreign invaders, a legendary dark mage and vengeful immortals fight Blaine's battered forces for control of the continent, and Blaine's weary army is the only thing standing between a kingdom struggling to rise from the ashes and a descent into fury and darkness.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Bartender's Tale",
            "authors": [
                "Ivan Doig"
            ],
            "ranking": 4.04,
            "ranking_count": 8332,
            "abstract": "From a great American storyteller, a one-of-a-kind father and his precocious son, rocked by a time of change.. Tom Harry has a streak of frost in his black pompadour and a venerable bar called The Medicine Lodge, the chief watering hole and last refuge of the town of Gros Ventre, in northern Montana. Tom also has a son named Rusty, an “accident between the sheets” whose mother deserted them both years ago.The pair make an odd kind of family, with the bar their true home, but they manage just fine.. Until the summer of 1960, that is, when Rusty  turns twelve. Change arrives with gale force, in the person of Proxy, a taxi dancer Tom knew back when, and her beatnik daughter, Francine. Is Francine, as Proxy claims, the unsuspected legacy of her and Tom’s past? Without a doubt she is an unsettling gust of the future, upending every certainty in Rusty’s life and generating a mist of passion and pretense that seems to obscure everyone’s vision but his own. As Rusty struggles to decipher the oddities of adult behavior and the mysteries build toward a reckoning, Ivan Doig wonderfully captures how the world becomes bigger and the past becomes more complex in the last moments of childhood.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Westerns",
                "Literary Fiction",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Contemporary"
            ]
        }
    ]
}