{
    "books": [
        {
            "title": "The Armies of the Night: History as a Novel, the Novel as History",
            "authors": [
                "Norman Mailer"
            ],
            "ranking": 3.64,
            "ranking_count": 3009,
            "abstract": "Winner of the Pulitzer Prize and the National Book Award. Fifty years after the March on the Pentagon, Norman Mailer’s seminal tour de force remains as urgent and incisive as ever. Winner of America’s two highest literary awards, The Armies of the Night uniquely and unforgettably captures the Sixties’ tidal wave of love and rage at its crest and a towering genius at his peak.. The time is October 21, 1967. The place is Washington, D.C. Depending on the paper you read, 20,000 to 200,000 protestors are marching to end the war in Vietnam, while helicopters hover overhead and federal marshals and soldiers with fixed bayonets await them on the Pentagon steps. Among the marchers is a writer named Norman Mailer. From his own singular participation in the day’s events and his even more extraordinary perceptions comes a classic work that shatters the mold of traditional reportage. Intellectuals and hippies, clergymen and cops, poets and army MPs crowd the pages of a book in which facts are fused with techniques of fiction to create the nerve-end reality of experiential truth.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Classics",
                "Autobiography",
                "Literature",
                "Writing",
                "War",
                "North American Hi..."
            ]
        },
        {
            "title": "The Shadow in the North",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 3.86,
            "ranking_count": 14798,
            "abstract": "The year is 1878, and Sally Lockhart has started her own financial consulting business. When a client loses a fortune in the unexpected collapse of a British shipping firm, Sally is determined to find out why. But as she comes closer to learning the identity of the firm's elusive owner, she discovers that her questions are far from simple --and that the answers could cost her her life.. Fraud, fire, and bloody murder pursue Sally Lockhart in a fine sequel to The Ruby in the Smoke. Sally, now 22, is in business as a financial consultant. When she and her friends challenge corrupt financial interests, they find themselves in a web of intrigue that stretches from fetid slums of the poor to the corporate offices of the richest man in Europe. Sally's detective work reveals the connections between corrupt power and broken lives. The action is fast, scenes are tight and dramatic, the language is vivid, and the wealth of minor characters are sharply individualized. An immensely entertaining thriller.--(starred) Booklist. Reading level: 6.7.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Fables for Our Time and Famous Poems Illustrated",
            "authors": [
                "James Thurber"
            ],
            "ranking": 4.05,
            "ranking_count": 431,
            "abstract": "Here are a score or more lessons-in-prose dedicated to conventional sinners and proving- what you will. The fables are imperishably illustrated, and are supplemented by Mr. Thurber's own pictorial interpretations of famous poems in a wonderful and joyous assemblage.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Poetry",
                "Fiction",
                "Short Stories",
                "Classics",
                "Fantasy",
                "Anthologies",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Last King of Scotland",
            "authors": [
                "Giles Foden"
            ],
            "ranking": 3.78,
            "ranking_count": 3726,
            "abstract": "Shortly after his arrival in Uganda, Scottish doctor Nicholas Garrigan is called to the scene of a bizarre accident: Idi Amin, careening down a dirt road in his red Maserati, has run over a cow. When Garrigan tends to Amin, the dictator, in his obsession for all things Scottish, appoints him as his personal physician. And so begins a fateful dalliance with the central African leader whose Emperor Jones-style autocracy would transform into a reign of terror.. In. The Last King of Scotland. Foden's Amin is as ridiculous as he is abhorrent: a grown man who must be burped like an infant, a self-proclaimed cannibalist who, at the end of his 8 years in power, would be responsible for 300,000 deaths. And as Garrigan awakens to his patient's baroque barbarism--and his own complicity in it--we enter a venturesome meditation on conscience, charisma, and the slow corruption of the human heart. Brilliantly written, comic and profound,. The Last King of Scotland. announces a major new talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Eastern Africa",
                "War",
                "Contemporary",
                "Audiobook",
                "Politics",
                "Thriller"
            ]
        },
        {
            "title": "Fear of Flying",
            "authors": [
                "Erica Jong"
            ],
            "ranking": 3.46,
            "ranking_count": 20056,
            "abstract": "Bored with her marriage, a psychoanalyst’s wife embarks on a wild, life-changing affair. After five years, Isadora Wing has come to a crossroads in her marriage: Should she and her husband stay together or get divorced? Accompanying her husband to an analysts’ conference in Vienna, she ditches him and strikes out on her own, crisscrossing Europe in search of a man who can inspire uninhibited passion. But, as she comes to learn, liberation and happiness are not necessarily the same thing.. A literary sensation when first published in 1973,. Fear of Flying. established Erica Jong as one of her generation’s foremost voices on sex and feminism. Nearly four decades later, the novel has lost none of its insight, verve, or jaw-dropping wit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Classics",
                "Adult Fiction",
                "Novels",
                "Romance",
                "Womens",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "A Spell for Chameleon",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.91,
            "ranking_count": 44953,
            "abstract": "Xanth was the enchanted land where magic ruled - where every citizen had a special spell only he could cast. It was a land of centaurs and dragons and basilisks.. For Bink of North Village, however, Xanth was no fairy tale. He alone had no magic. And unless he got some - and got some fast! - he would be exiled. Forever!. But the Good Magician Humfrey was convinced that Bink did indeed have magic. In fact, both Beauregard the genie and the magic wall chart insisted that Bink had magic. Magic as powerful as any possessed by the King or by Good Magician Humfrey - or even by the Evil Magician Trent. Be that as it may, no one could fathom the nature of Bink's very special magic. Bink was in despair. This was even worse than having no magic at all..and he would still be exiled!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Science Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Transbluesency: Selected Poems, 1961-1995",
            "authors": [
                "Amiri Baraka",
                "Paul Vangelisti"
            ],
            "ranking": 4.18,
            "ranking_count": 287,
            "abstract": "Finally in print in a single volume, a selection from Baraka's mostly out-of-print collections of poetry, from 1961 to the present. Starting with. Preface to a Twenty Volume Suicide Note. and concluding with recent limited-edition chapbooks and broadsides, this selection traces the more than thirty year career of a major writer who - along with Ezra Pound - may be one of the most significant, and least understood, American poets of our century.. Edited by noted poet and translator Paul Vengelisti,. Transbluesency. offers an ample selection of works from every period of Baraka's extraordinarily innovative, often controversial struggle as a serious and ideologically committed American artist - from Beat to Black Nationist to Maxist-Leninist. This volume reveals a writer shaping a body of poetry that is well a body of knowledge; a passionate reflection upon the cultural, political, and aesthetic questions of his time.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "The United States Of America"
            ]
        },
        {
            "title": "A Sport and a Pastime",
            "authors": [
                "James Salter",
                "Reynolds Price"
            ],
            "ranking": 3.68,
            "ranking_count": 8594,
            "abstract": "As nearly perfect as any American fiction I know, is how Reynolds Price (. The New York Times. ) described this classic that has been a favorite of readers, both here and in Europe, for almost forty years. Set in provincial France in the 1960s, it is the intensely carnal story—part shocking reality, part feverish dream —of a love affair between a footloose Yale dropout and a young French girl. There is the seen and the unseen—and pages that burn bright with a rare intensity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Cultural",
                "Literary Fiction",
                "Romance",
                "The United States Of America"
            ]
        },
        {
            "title": "This House of Sky: Landscapes of a Western Mind",
            "authors": [
                "Ivan Doig"
            ],
            "ranking": 4.26,
            "ranking_count": 5967,
            "abstract": "Ivan Doig grew up in the rugged wilderness of western Montana among the sheepherders and denizens of small-town saloons and valley ranches. What he deciphers from his past with piercing clarity is not only a raw sense of land and how it shapes us but also of the ties to our mothers and fathers, to those who love us, and our inextricable connection to those who shaped our values in our search for intimacy, independence, love, and family. A powerfully told story,. This House of Sky. is at once especially American and universal in its ability to awaken a longing for an explicable past.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Westerns",
                "History",
                "Biography Memoir",
                "Environment",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Tiger in the Well",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 3.91,
            "ranking_count": 12373,
            "abstract": "Pullman is fast becoming a modern-day Dickens for young adults. The setting is the same, the strong eye for characters is there, as are the brooding atmosphere, the social conscience, and the ability to spin plot within plot.. Sally Lockhart is now a young woman, left alone with a toddler. Nothing prepares her for the shock of receiving a summons from a man she has never even heard of, suing for divorce and the custody of her beloved Harriet. Sally struggles against the net closing around her, seeking to find out who is persecuting her and why.. The writing style is lively and direct, and there's lots of action.. This is a suspense novel with a conscience, and a most enjoyable one.-- School Library Journal.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Writing and Difference",
            "authors": [
                "Jacques Derrida",
                "Alan Bass"
            ],
            "ranking": 4.0,
            "ranking_count": 7635,
            "abstract": "First published in 1967,. Writing and Difference. , a collection of Jacques Derrida's essays written between 1959 and 1966, has become a landmark of contemporary French thought. In it we find Derrida at work on his systematic deconstruction of Western metaphysics. The book's first half, which includes the celebrated essay on Descartes and Foucault, shows the development of Derrida's method of deconstruction. In these essays, Derrida demonstrates the traditional nature of some purportedly nontraditional currents of modern thought—one of his main targets being the way in which structuralism unwittingly repeats metaphysical concepts in its use of linguistic models.. The second half of the book contains some of Derrida's most compelling analyses of why and how metaphysical thinking must exclude writing from its conception of language, finally showing metaphysics to be constituted by this exclusion. These essays on Artaud, Freud, Bataille, Hegel, and Lévi-Strauss have served as introductions to Derrida's notions of writing and. différence. —the untranslatable formulation of a nonmetaphysical concept that does not exclude writing—for almost a generation of students of literature, philosophy, and psychoanalysis.. Writing and Difference. reveals the unacknowledged program that makes thought itself possible. In analyzing the contradictions inherent in this program, Derrida goes on to develop new ways of thinking, reading, and writing,—new ways based on the most complete and rigorous understanding of the old ways. Scholars and students from all disciplines will find. Writing and Difference. an excellent introduction to perhaps the most challenging of contemporary French thinkers—challenging because Derrida questions thought as we know it.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Criticism",
                "Humanities",
                "Academic",
                "Language",
                "Writing"
            ]
        },
        {
            "title": "Hot Six",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.18,
            "ranking_count": 124425,
            "abstract": "Low-rent bounty hunter Stephanie Plum reaches depths of personal experience that other women detectives never quite do. In. Hot Six. , for example, a sequence of new and hideous cars bite the dust; she finds herself lumbered with a policeman's multiply incontinent dog; and she has several bad skin days. All this when she is trying to prove her distinctly more competent colleague and occasional boyfriend Ranger innocent of a mob hit; avoid the heavies trailing her in the hope of finding him; and cope with a wife-abusing bail defaulter with nasty habits, such as setting Stephanie on fire.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Mrs Craddock",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 3.8,
            "ranking_count": 1075,
            "abstract": "A young woman, carried away by passion, sees a chance to escape a dull life and to experience true love. But she discovers that little in her marriage to the dutiful and sensible Edward meets her expectations. And as passion dies, she finds herself trapped in a loveless, oppressive marriage.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "Kristy's Great Idea",
            "authors": [
                "Ann M. Martin",
                "Małgorzata Masełko-Swędrak"
            ],
            "ranking": 3.98,
            "ranking_count": 32291,
            "abstract": "Kristy thinks the Baby-sitters Club is a great idea. She and her friends Claudia, Stacey, and Mary Anne all love taking care of kids. A club will give them the chance to have lots of fun—and make tons of money.. But nobody counted on crank calls, uncontrollable two-year-olds, wild pets, and parents who don't always tell the truth. And then there's Stacey, who's acting more and more mysterious. Having a baby-sitters club isn't easy, but Kristy and her friends aren't giving up until they get it right!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Contemporary",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Pather Panchali: Song of the Road",
            "authors": [
                "Bibhutibhushan Bandyopadhyay"
            ],
            "ranking": 4.58,
            "ranking_count": 5291,
            "abstract": "Pather Panchali deals with the life of the Roy family, consisting of Harihar, Sarbajaya, Apu and Durga, both in their ancestral village Nishchindipur in rural Bengal and later when they move to Varanasi in search of a better life, as well as the anguish and loss they face during their travels.. It first appeared as a serial in a Calcutta periodical in 1928 and was published as a book the next year; it was the first published novel written by the author. It was followed in 1932 by a sequel Aparajito, which was later also adapted into a film of the same name by Satyajit Ray.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Asian Literature",
                "Drama",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Mr. Brown Can Moo! Can You?",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.12,
            "ranking_count": 51426,
            "abstract": "Oh, the wonderful things Mr. Brown can do!. In this Book of Wonderful Noises, Mr. Brown struts his stuff, as he imitates everything from popping corks to horse feet (pop pop pop pop and klopp klopp klopp, respectively) while inviting everyone to join him in the fun.. Young readers who are still learning their sounds and letters will get a wacky workout as they follow along with the very serious-looking, squinty-eyed Mr. Brown. Whether it's eggs frying in a pan or a hippo chewing gum, the skillful Mr. Brown just keeps topping himself, with a sizzle sizzle or a grum grum grum. Mr. Brown is so smart he can even do this: he can even make a noise like a goldfish kiss!... pip!. As usual, the words and pictures of Dr. Seuss make reading (and making all sorts of funny noises) impossible to resist.. Mr. Brown Can Moo! Can You?. will stay fresh through many a giggling reading.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Kids",
                "Animals",
                "Humor",
                "Fantasy"
            ]
        },
        {
            "title": "The Myth of Sisyphus",
            "authors": [
                "Albert Camus",
                "Justin O'Brien",
                "Corrado Rosso",
                "James  Wood"
            ],
            "ranking": 4.17,
            "ranking_count": 36852,
            "abstract": "Throughout history, some books have changed the world. They have transformed the way we see ourselves—and each other. They have inspired debate, dissent, war and revolution. They have enlightened, outraged, provoked and comforted. They have enriched lives—and destroyed them. Now Penguin brings you the works of the great thinkers, pioneers, radicals and visionaries whose ideas shook civilization and helped make us who we are. Inspired by the myth of a man condemned to ceaselessly push a rock up a mountain and watch it roll back to the valley below,. The Myth of Sisyphus. transformed twentieth-century philosophy with its impassioned argument for the value of life in a world without religious meaning.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Cultural",
                "Writing",
                "European Literature",
                "Literature",
                "Fantasy",
                "Nobel Prize"
            ]
        },
        {
            "title": "Belles on Their Toes",
            "authors": [
                "Frank B. Gilbreth Jr.",
                "Ernestine Gilbreth Carey"
            ],
            "ranking": 4.15,
            "ranking_count": 6434,
            "abstract": "Life is very different now in the rambling Gilbreth house.When the youngest was two and the oldest eighteen, Dad died and Mother bravely took over his business. Now, to keep the family together, everyone has to pitch in and pinch pennies. The resourceful clan rises to every crisis with a marvelous sense of fun -- whether it's battling chicken pox, giving the boot to an unwelcome boyfriend, or even meeting the President. And the few distasteful things they can't overcome -- like castor oil -- they swallow with good humor and good grace.. Belles on Their Toes. is a warm, wonderful, and entertaining sequel to. Cheaper by the Dozen. .",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Humor",
                "Classics",
                "Childrens",
                "Biography Memoir",
                "History",
                "Family"
            ]
        },
        {
            "title": "Haiku: This Other World",
            "authors": [
                "Richard Wright",
                "Yoshinobu Hakutani",
                "Robert L. Tener",
                "Julia Wright"
            ],
            "ranking": 4.14,
            "ranking_count": 545,
            "abstract": "As good a haiku poet as this country has ever produced.--. Seattle Weekly. Like all great writers, Richard Wright never failed to create works of breathtaking originality, depth, and beauty. With. Native Son. he gave us Bigger Thomas, still one of the most provocative and controversial characters in fiction. With. Black Boy. he offered a candid and searing depiction of racism and poverty in America. And now, forty years after his death, he has bestowed us with one of the finest collections of haiku in American literature.. Wright became enamored of haiku at the end of his life, and in this strict, seventeen-syllable form he discovered another way of looking at the world. He rendered images of nature and humanity that raised questions and revealed strikingly fresh perspectives. The publication of this collection is not only one of the greatest posthumous triumphs of American letters but also a final testament to the noble spirit and enduring artistry of Richard Wright.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Environment",
                "Classics",
                "American",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Battlestar Galactica",
            "authors": [
                "Glen A. Larson",
                "Robert Thurston"
            ],
            "ranking": 3.69,
            "ranking_count": 1491,
            "abstract": "The Greatest Space Epic ever from ABC-TV and Universal. At the end of a bloody thousand-year war against an invincible enemy, an uneasy peace has finally been achieved between humans and the dreaded cyborg warriors of the Cylon Empire. But peace soon turns to bloodshed when the Cylons launch an unexpected attack against humanity's twelve Colonial worlds, wiping out most of the inhabitants.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Media Tie In",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "War",
                "Space",
                "Childrens"
            ]
        },
        {
            "title": "The Imaginary",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 3.8,
            "ranking_count": 435,
            "abstract": "First published in 1940, Sartre's The Imaginary is a cornerstone of his philosophy. Sartre had become acquainted with the philosophy of Edmund Husserl in Berlin and was fascinated by his idea of the intentionality of consciousness as a key to the puzzle of existence.. Against this background, The Imaginary crystallized Sartre's worldview and artistic vision. Here he presented the first extended examination of the concepts of nothingness and freedom, both of which are derived from the ability of consciousness to imagine objects both as they are and as they are not. These ideas would drive Sartre's existentialism and his entire theory of human freedom, laying the foundation for his masterwork Being and Nothingness three years later. This new translation by Jonathan Webber rectifies flaws in the terminology of the first translation and recaptures the essence of Sartre's phenomenology. Webber's perceptive new introduction helps to decipher this challenging, seminal work, placing it in the context of the author's work and the history of philosophy.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Psychology",
                "Nonfiction",
                "Cultural",
                "Classics",
                "Literature",
                "Reference",
                "Anthologies",
                "Writing"
            ]
        },
        {
            "title": "Last Call",
            "authors": [
                "Harry Mulisch",
                "Adrienne Dixon"
            ],
            "ranking": 3.48,
            "ranking_count": 190,
            "abstract": "Mulisch' roman over de theaterwereld, over kunst en werkelijkheid. Een meer dan ware geschiedenis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Roman",
                "European Literature"
            ]
        },
        {
            "title": "Glitz",
            "authors": [
                "Elmore Leonard"
            ],
            "ranking": 3.76,
            "ranking_count": 3244,
            "abstract": "Having been shot by a junkie and had his medical leave cancelled, Miami cop Vincent Mora is sent to Atlantic City to track down Teddy Magyk, a vicious killer with a mommy fixation and a grudge. Can things get any worse?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Mystery Train: Images of America in Rock 'n' Roll",
            "authors": [
                "Greil Marcus"
            ],
            "ranking": 4.04,
            "ranking_count": 3341,
            "abstract": "When it was first published, critic after critic called this brilliant study of rock 'n' roll and American culture the best book on the subject. Now, firmly established as a classic, the fourth edition features a completely new introduction as well as an entirely updated discography that includes CDs for the first time.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "History",
                "Writing",
                "Art",
                "Criticism",
                "Cultural",
                "Culture",
                "American"
            ]
        },
        {
            "title": "Icy Sparks",
            "authors": [
                "Gwyn Hyman Rubio"
            ],
            "ranking": 3.7,
            "ranking_count": 40792,
            "abstract": "Icy Sparks is the sad, funny and transcendent tale of a young girl growing up in the mountains of Eastern Kentucky during the 1950’s. Gwyn Hyman Rubio’s beautifully written first novel revolves around Icy Sparks, an unforgettable heroine in the tradition of Scout in To Kill a Mockingbird or Will Treed in Cold Sassy Tree. At the age of ten, Icy, a bright, curious child orphaned as a baby but raised by adoring grandparents, begins to have strange experiences. Try as she might, her secrets—verbal croaks, groans, and physical spasms—keep afflicting her. As an adult, she will find out she has Tourette’s Syndrome, a rare neurological disorder, but for years her behavior is the source of mystery, confusion, and deep humiliation.. Narrated by a grown up Icy, the book chronicles a difficult, but ultimately hilarious and heartwarming journey, from her first spasms to her self-acceptance as a young woman. Curious about life beyond the hills, talented, and energetic, Icy learns to cut through all barriers—physical, mental, and spiritual—in order to find community and acceptance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adult Fiction",
                "Contemporary",
                "Young Adult",
                "Novels",
                "Womens Fiction",
                "Book Club",
                "Literary Fiction"
            ]
        },
        {
            "title": "My Life: An Attempt at an Autobiography",
            "authors": [
                "Leon Trotsky",
                "J. Hansen"
            ],
            "ranking": 4.21,
            "ranking_count": 824,
            "abstract": "Autobiographical account by a leader of the October 1917 Russian revolution, the Soviet Red Army, and the battle initiated by Lenin against the Stalinist bureaucracy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Autobiography",
                "Philosophy",
                "Classics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Paterson",
            "authors": [
                "William Carlos Williams",
                "Christopher MacGowan"
            ],
            "ranking": 4.13,
            "ranking_count": 2876,
            "abstract": "Paterson is both a place—the New Jersey city in whom the person (the poet's own life) and the public (the history of the region) are combined. Originally four books (published individually between 1946 and 1951), the structure of. Paterson. (in Dr. Williams' words) follows the course of the Passaic River from above the great falls to its entrance into the sea. The unexpected Book Five, published in 1958, affirms the triumphant life of the imagination, in spite of age and death. This revised edition has been meticulously re-edited by Christopher MacGowan, who has supplied a wealth of notes and explanatory material.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Classics",
                "Literature",
                "The United States Of America",
                "Epic",
                "Anthologies",
                "Academic"
            ]
        },
        {
            "title": "The Balkan Trilogy",
            "authors": [
                "Olivia Manning"
            ],
            "ranking": 4.16,
            "ranking_count": 2199,
            "abstract": "Living and working in Rumania, Guy and Harriet Pringle are forced to evacuate to Greece before the advance of the German army. This classic work of post-war fiction was made into a magnificent BBC television series starring Emma Thompson and Kenneth Branagh.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Cudzoziemka",
            "authors": [
                "Maria Kuncewiczowa"
            ],
            "ranking": 3.62,
            "ranking_count": 1813,
            "abstract": "Niezwykły, głęboki, poruszający portret psychologiczny kobiety niespełnionej, zawiedzionej i nieszczęśliwej. Historia pięknej i utalentowanej Róży, której karierę artystyczną złamał w zaraniu nieodpowiedzialny nauczyciel, a serce - nazbyt pochopnie obdarzony wielkim uczuciem młody mężczyzna. Opowieść o rozczarowaniu i nienawiści do świata, która zatruwa każdą chwilę życia, niszczy niewinnych, tych najbliższych, a przede wszystkim tę, która nienawiść amknęław swoim sercu. Opowieść o tym, że nigdy nie jest za późno, aby pogodzić się ze światem.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Academic",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "Blind Descent",
            "authors": [
                "Nevada Barr"
            ],
            "ranking": 4.04,
            "ranking_count": 10143,
            "abstract": "Forced to cope with her claustrophobia and to use all the skills she has developed above ground, park ranger Anna Pigeon enters the dangerous Lechuguilla Cavern in New Mexico's Carlsbad Cavern National Park to attempt a rescue and learns who she can trust and who can be saved.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adventure",
                "Environment",
                "Audiobook"
            ]
        },
        {
            "title": "Sunstone/Piedra De Sol",
            "authors": [
                "Octavio Paz",
                "Eliot Weinberger"
            ],
            "ranking": 4.37,
            "ranking_count": 1005,
            "abstract": "Presented in Eliot Weinberger's excellent new translation with the Spanish texts. en face. , this is the 1957 poem that definitively established Paz as a major international figure (. Sagetrieb. ). Written as a single cyclical sentence (at the end of the poem the first six lines are written again),. Sunstone. is a tour de force of momentum. It takes as its structural basis the circular Aztec calendar, which measured the synodic period of the planet Venus (584 days—the number of lines of. Sunstone. ). But, as The New Republic noted, this esoteric correlative design... does not circumscribe its subject. [It is] a lyrically discursive exploration of time and memory, of erotic love, or art and writing.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Nobel Prize",
                "Cultural",
                "Classics",
                "Literature",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "Of Marriageable Age",
            "authors": [
                "Sharon Maas"
            ],
            "ranking": 4.19,
            "ranking_count": 2428,
            "abstract": "A spellbinding story of forbidden love, spanning three continents and three decades. Set against the Independence struggles of two British colonies, Of Marriageable Age is ultimately a story of personal triumph against a brutal fate, brought to life by a multicultural cast of characters:. Savitri, intuitive and charismatic, grows up among the servants of a pre-war English household in the Raj. But the traditional customs of her Brahmin family clash against English upper-class prejudice, threatening her love for the privileged son of the house.. Nataraj, raised as the son of an idealistic doctor in rural South India, finds life in London heady, with girls and grass easily available… until he is summoned back home to face raw reality.. Saroj, her fire hidden by outward reserve, comes of age in Guyana, South America, the daughter of a strictly orthodox and very racist Hindu father. Her life changes forever on the day she finally rebels against him. ... and even against her gentle, apparently docile Ma.. But Ma harbours a deep secret… one that binds these three so disparate lives and hurtles them towards a truth that could destroy their world.. Reviews. 'A big book, big themes, an exotic background and characters that will live with you forever… unputdownable.' Katie Fforde. 'Beautifully and cleverly written. A wondrous, spellbinding story which grips you from the first to the last page… I can't recall when I last enjoyed a book so much.' Lesley Pearse. 'It's a wonderful panoramic story and conveys such vivid pictures of the countries it portrays I was immediately transported and completely captivated. A terrific writer.' Barbara Erskine. 'From the first page I was hooked with this enchanting book… unputdownable.' Audrey Howard. 'A vast canvas of memorable characters across a kaleidoscope of cultures… her epic story feels like an authentic reflection of a world full of sadness, joy and surprise.' The Observer. --This text refers to an out of print or unavailable edition of this title.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Roman",
                "Romance",
                "Asian Literature",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "The Simulacra",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.61,
            "ranking_count": 5031,
            "abstract": "Set in the middle of the twenty-first century,. The Simulacra. is the story of an America where the whole government is a fraud and the President is an android. Against this backdrop Dr. Superb, the sole remaining psychotherapist, is struggling to practice in a world full of the maladjusted. Ian Duncan is desperately in love with the first lady, Nicole Thibideaux, who he has never met. Richard Kongrosian refuses to see anyone because he is convinced his body odor is lethal. And the fascistic Bertold Goltz is trying to overthrow the government. With wonderful aplomb, Philip K. Dick brings this story to a crashing conclusion and in classic fashion shows there is always another layer of conspiracy beneath the one we see.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "The Wars",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.86,
            "ranking_count": 8730,
            "abstract": "Robert Ross, a sensitive nineteen-year-old Canadian officer, went to war - the War to End All Wars. He found himself in the nightmare world of trench warfare; of mud and smoke, of chlorine gas and rotting corpses. In this world gone mad, Robert Ross performed a last desperate act to declare his commitment to life in the midst of death.. The Wars. is quite simply one of the best novels ever written about the First World War.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "War",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Inherit the Stars",
            "authors": [
                "James P. Hogan"
            ],
            "ranking": 4.07,
            "ranking_count": 4366,
            "abstract": "The man on the Moon was dead. They called him Charlie. He had big eyes, abundant body hair and fairly long nostrils. His skeletal body was found clad in a bright red spacesuit, hidden in a rocky grave. They didn't know who he was, how he got there, or what had killed him. All they knew was that his corpse was 50,000 years old -- and that meant that this man had somehow lived long before he ever could have existed!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Fantasy",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Kaffir Boy: An Autobiography",
            "authors": [
                "Mark Mathabane"
            ],
            "ranking": 4.16,
            "ranking_count": 15435,
            "abstract": "The Classic Story of Life in Apartheid South Africa. Mark Mathabane was weaned on devastating poverty and schooled in the cruel streets of South Africa's most desperate ghetto, where bloody gang wars and midnight police raids were his rites of passage. Like every other child born in the hopelessness of apartheid, he learned to measure his life in days, not years. Yet Mark Mathabane, armed only with the courage of his family and a hard-won education, raised himself up from the squalor and humiliation to win a scholarship to an American university.. This extraordinary memoir of life under apartheid is a triumph of the human spirit over hatred and unspeakable degradation. For Mark Mathabane did what no physically and psychologically battered Kaffir from the rat-infested alleys of Alexandra was supposed to do -- he escaped to tell about it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Biography",
                "History",
                "Southern Africa",
                "Biography Memoir",
                "Race",
                "Academic"
            ]
        },
        {
            "title": "Lark Rise to Candleford",
            "authors": [
                "Flora Thompson",
                "Richard Mabey"
            ],
            "ranking": 4.02,
            "ranking_count": 3744,
            "abstract": "Flora Thompson's immortal trilogy, containing Lark Rise, Over To Candleford and Candleford Green, is a heartwarming portrayal of country life at the close of the 19th century. This story of three closely related Oxfordshire communities - a hamlet, the nearby village and a small market town - is based on the author's experiences during childhood and youth. It chronicles May Day celebrations and forgotten children's games, the daily lives of farmworkers and craftsmen, friends and relations - all painted with a gaiety and freshness of observation that make this trilogy an evocative and sensitive memorial to Victorian rural England.. With a new introduction by Richard Mabey",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Noonday Demon: An Atlas of Depression",
            "authors": [
                "Andrew Solomon",
                "Dana-Ligia Ilin"
            ],
            "ranking": 4.2,
            "ranking_count": 13016,
            "abstract": "With uncommon humanity, candor, wit, and erudition, award-winning author Andrew Solomon takes the reader on a journey of incomparable range and resonance into the most pervasive of family secrets. His contribution to our understanding not only of mental illness but also of the human condition is truly stunning.. The Noonday Demon examines depression in personal, cultural, and scientific terms. Drawing on his own struggles with the illness and interviews with fellow sufferers, doctors and scientists, policymakers and politicians, drug designers and philosophers, Solomon reveals the subtle complexities and sheer agony of the disease. He confronts the challenge of defining the illness and describes the vast range of available medications, the efficacy of alternative treatments, and the impact the malady has had on various demographic populations around the world and throughout history. He also explores the thorny patch of moral and ethical questions posed by emerging biological explanations for mental illness.. The depth of human experience Solomon chronicles, the range of his intelligence, and his boundless curiosity and compassion will change the reader's view of the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Health",
                "Autobiography",
                "Science",
                "Self Help",
                "Mental Health",
                "Biography"
            ]
        },
        {
            "title": "Confessions of a Crap Artist",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.69,
            "ranking_count": 4633,
            "abstract": "Confessions of a Crap Artist is one of Philip K. Dick's weirdest and most accomplished novels. Jack Isidore is a crap artist -- a collector of crackpot ideas (among other things, he believes that the earth is hollow and that sunlight has weight) and worthless objects, a man so grossly unequipped for real life that his sister and brother-in-law feel compelled to rescue him from it. But seen through Jack's murderously innocent gaze, Charlie and Juddy Hume prove to be just as sealed off from reality, in thrall to obsessions that are slightly more acceptable than Jack's, but a great deal uglier.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Literature",
                "Science Fiction Fantasy",
                "The United States Of America",
                "Contemporary",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Auto da Compadecida",
            "authors": [
                "Ariano Suassuna"
            ],
            "ranking": 4.48,
            "ranking_count": 5575,
            "abstract": "O Auto da Compadecida, de Ariano Suassuna, consegue o equilíbrio perfeito entre a tradição popular e a elaboração literária ao recriar para o teatro episódios registrados na tradição popular do cordel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Plays",
                "Cultural",
                "Humor",
                "European Literature",
                "Literature",
                "Academic",
                "Drama"
            ]
        },
        {
            "title": "A Place of Greater Safety",
            "authors": [
                "Hilary Mantel"
            ],
            "ranking": 3.96,
            "ranking_count": 8506,
            "abstract": "Capturing the violence, tragedy, history, and drama of the French Revolution, this novel focuses on the families and loves of three men who led the Revolution--Danton, the charismatic leader and orator; Robespierre, the cold rationalist; and Desmoulins, the rabble-rouser.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European History",
                "Literary Fiction",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Disappearance of Childhood",
            "authors": [
                "Neil Postman"
            ],
            "ranking": 3.99,
            "ranking_count": 1572,
            "abstract": "From the vogue for nubile models to the explosion in the juvenile crime rate, this modern classic of social history and media traces the precipitous decline of childhood in America today and the corresponding threat to the notion of adulthood.. Deftly marshaling a vast array of historical and demographic research, Neil Postman, author of Technopoly, suggests that childhood is a relatively recent invention, which came into being as the new medium of print imposed divisions between children and adults. But now these divisions are eroding under the barrage of television, which turns the adult secrets of sex and violence into popular entertainment and pitches both news and advertising at the intellectual level of ten-year-olds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Education",
                "Parenting",
                "History",
                "Philosophy",
                "Psychology",
                "Cultural",
                "Science",
                "Culture"
            ]
        },
        {
            "title": "Twilight's Child",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.84,
            "ranking_count": 9261,
            "abstract": "AS MRS. JAMES GARY LONGCHAMP, DAWN IS BLISSFULLY HAPPY. BUT A LEGACY OF DECEIT AND BETRAYAL STILL HAUNTS HER .... At last, Dawn can create a haven of warmth and love for her beautiful baby girl, Christie, and her darling Jimmy. Dawn is a huge success as the new owner of the Cutler's Cove hotel and soon she and Jimmy will be blessed with a child of their own.. Yet Dawn cannot quell her forebodings of evil. She can sense Grandmother Cutler's presence everywhere ... can feel her bitter hatred as if the old lady plotted her vengeance from the grave. When Dawn discovers that her brother, Philip, still clings to his mad, shameful passion for her, she is heartstricken. Her spiteful, jealous sister, Clara, is far easier to ignore until the day Clara's childish rage explodes into violence, destroying Dawn's most cherished, precious dream.. Then Christie's father, debonair singing star Michael Sutton, returns. Now, as the heartaches and scandals of the past threaten to engulf her, Dawn must fight for her steadfast Jimmy ... for only with Jimmy's love can she find the rainbow at the end of the storm.. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Mystery",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Mayfair Witches Collection",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.24,
            "ranking_count": 6360,
            "abstract": "Find here the original trilogy from Anne Rice's bestselling series about the lives of Mayfair witches.... The Witching Hour. Demonstrating once again her gift for spellbinding storytelling, Anne Rice makes real for us a great dynasty of four centuries of witches--a family given to poetry and incest, murder and philosophy, a family that over the ages is itself haunted by a powerful, dangerous, and seductive being called Lasher who haunts the Mayfair women.... Lasher. At the center of this novel: the brilliant and beautiful Rowan Mayfair, queen of the coven -- and Lasher, the darkly compelling demon whom she finds irresistible and from whose evil spell and vision she must now flee.  She takes with her their terrifying and exquisite child, one of a brood of children born knowing, able to stand and talk on the first day. Rowan's attempt to escape Lasher and his pursuit of her and their child are at the heart of this extraordinary saga, moving around the globe, backward and forward through time, and between the human and demonic worlds.... Taltos. Ashlar is the last of his race--or so he thinks. When he learns that another Taltos has been seen, he is suddenly propelled into the haunting world of the Mayfair family, the New Orleans dynasty of witches forever besieged by ghosts, spirits, and their own dizzying powers. For Ashlar knows this powerful clan is intimately linked to the heritage of the Taltos. This mesmerizing novel takes us on a wondrous journey back through the centuries to a civilization half-human, of wholly mysterious origin, at odds with mortality and immortality, justice and guilt. It is an enchanted, hypnotic world that could only come from the imagination of Anne Rice...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Falling Leaves: The Memoir of an Unwanted Chinese Daughter",
            "authors": [
                "Adeline Yen Mah"
            ],
            "ranking": 3.89,
            "ranking_count": 26605,
            "abstract": "Born in 1937 in a port city a thousand miles north of Shanghai, Adeline Yen Mah was the youngest child of an affluent Chinese family who enjoyed rare privileges during a time of political and cultural upheaval. But wealth and position could not shield Adeline from a childhood of appalling emotional abuse at the hands of a cruel and manipulative Eurasian stepmother. Determined to survive through her enduring faith in family unity, Adeline struggled for independence as she moved from Hong Kong to England and eventually to the United States to become a physician and writer.. A compelling, painful, and ultimately triumphant story of a girl's journey into adulthood, Adeline's story is a testament to the most basic of human needs: acceptance, love, and understanding. With a powerful voice that speaks of the harsh realities of growing up female in a family and society that kept girls in emotional chains,. Falling Leaves. is a work of heartfelt intimacy and a rare authentic portrait of twentieth-century China.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "History",
                "Biography Memoir",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Flight from Nevèrÿon",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 4.08,
            "ranking_count": 377,
            "abstract": "In his four-volume series. Return to Nevèrÿon. , Hugo and Nebula award-winner Samuel R. Delany appropriated the conceits of sword-and-sorcery fantasy to explore his characteristic themes of language, power, gender, and the nature of civilization. Wesleyan University Press has reissued the long-unavailable. Nevèrÿon. volumes in trade paperback.. The eleven stories, novellas, and novels in. Return to Nevèrÿon. 's four volumes chronicle a long-ago land on civilization's brink, perhaps in Asia or Africa, or even on the Mediterranean. Taken slave in childhood, Gorgik gains his freedom, leads a slave revolt, and becomes a minister of state, finally abolishing slavery. Ironically, however, he is sexually aroused by the iron slave collars of servitude. Does this contaminate his mission - or intensify it? Presumably elaborated from an ancient text of unknown geographical origin, the stories are sunk in translators' and commentators' introductions and appendices, forming a richly comic frame.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Short Stories",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "Shadow of a Dark Queen",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.07,
            "ranking_count": 28026,
            "abstract": "Feist, author of the Riftwar Saga, embarks on a new series, returning to the magical twin worlds of Kelewan and Midkemia to begin the story of the Serpent War Saga. Two unlikely heroes are destined to oppose the malign forces that threaten their lives and the survival of their world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Human Factor",
            "authors": [
                "Graham Greene",
                "Peter Kemp"
            ],
            "ranking": 3.91,
            "ranking_count": 8684,
            "abstract": "A leak is traced to a small sub-section of SIS, sparking off the inevitable security checks, tensions and suspicions. The sort of atmosphere where mistakes could be made? For Maurice Castle it is the end of the line anyway and time for him to retire with his African wife, Sarah.. The Human Factor is Greene’s most extensive attempt to incorporate into fiction what he had learned of espionage when recruited by MI6 during World War II . . . What it offers is a veteran excursion into Greene’s imaginative world . . . Sometimes seen as a brooding prober into the dark recesses of the soul where sins and scruples alike fester, he is equally at home in sending a narrative careering along at break-neck pace . . . Raising the demarcation line between ‘serious’ fiction and fast-plotted entertainment, Greene ensures that components of both jostle energizingly together in his pages.” –from the Introduction by Peter Kemp --",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Novels",
                "Literature",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Moravagine",
            "authors": [
                "Blaise Cendrars",
                "Alan Brown",
                "Paul La Farge"
            ],
            "ranking": 3.85,
            "ranking_count": 2001,
            "abstract": "At once truly appalling and appallingly funny, Blaise Cendrars's Moravagine bears comparison with Naked Lunch—except that it's a lot more entertaining to read. Heir to an immense aristocratic fortune, mental and physical mutant Moravagine is a monster, a man in pursuit of a theorem that will justify his every desire. Released from a hospital for the criminally insane by his starstruck psychiatrist (the narrator of the book), who foresees a companionship in crime that will also be an unprecedented scientific collaboration, Moravagine travels from Moscow to San Antonio to deepest Amazonia, engaged in schemes and scams as, among other things, terrorist, speculator, gold prospector, and pilot. He also enjoys a busy sideline in rape and murder. At last, the two friends return to Europe—just in time for World War I, when the whole world was doing a Moravagine.. This new edition of Cendrars's underground classic is the first in English to include the author's afterword, How I Wrote Moravagine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Classics",
                "Novels",
                "Horror",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Strong Poison",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.14,
            "ranking_count": 28556,
            "abstract": "Mystery novelist Harriet Vane knew all about poisons, and when her former lover died in the manner prescribed in one of her books, a jury of her peers had a hangman's noose in mind. But Lord Peter Wimsey was determined to find her innocent.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "European Literature",
                "Thriller",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Unfinished Tales of Númenor and Middle-Earth",
            "authors": [
                "J.R.R. Tolkien",
                "Christopher Tolkien"
            ],
            "ranking": 3.96,
            "ranking_count": 35369,
            "abstract": "Classic hardback edition of this fascinating collection of stories, featuring Tolkien’s own painting of the dragon Glaurung on the cover, which continues the tales of The Hobbit, The Lord of the Rings and The Silmarillion and contains an alternative version of The Children of Hurin.. Unfinished Tales is a collection of narratives ranging in time from the Elder Days of Middle-earth to the end of the War of the Ring, and provides those who have read The Lord of the Rings with a whole collection of background and new stories from the twentieth century’s most acclaimed popular author.. The book concentrates on the realm of Middle-earth and comprises such elements as Gandalf’s lively account of how it was that he came to send the Dwarves to the celebrated party at Bag-End, the emergence of the sea-god Ulmo before the eyes of Tuor on the coast of Beleriand, and an exact description of the military organization of the Riders of Rohan.. Unfinished Tales also contains the only story about the long ages of Numenor before its downfall, and all that is known about such matters as the Five Wizards, the Palantiri and the legend of Amroth. The tales were collated and edited by JRR Tolkien’s son and literary heir, Christopher Tolkien, who provides a short commentary on each story, helping the reader to fill in the gaps and put each story into the context of the rest of his father’s writings.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Short Stories",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Six Months to Live",
            "authors": [
                "Lurlene McDaniel"
            ],
            "ranking": 4.16,
            "ranking_count": 4619,
            "abstract": "Thirteen is supposed to be a great age—dances, cheerleading, boys—she never thought it would also include cancer.. Dawn Rochelle is about to face the toughest fight of her life—a fight she has to win. Otherwise, she has only six months to live.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Childrens",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "Secrets of the Flesh: A Life of Colette",
            "authors": [
                "Judith Thurman"
            ],
            "ranking": 3.88,
            "ranking_count": 1499,
            "abstract": "A scandalously talented stage performer, a practiced seductress of both men and women, and the flamboyant author of some of the greatest works of twentieth-century literature, Colette was our first true superstar. Now, in Judith Thurman's Secrets of the Flesh, Colette at last has a biography worthy of her dazzling reputation.. Having spent her childhood in the shadow of an overpowering mother, Colette escaped at age twenty into a turbulent marriage with the sexy, unscrupulous Willy--a literary charlatan who took credit for her bestselling Claudine novels. Weary of Willy's sexual domination, Colette pursued an extremely public lesbian love affair with a niece of Napoleon's. At forty, she gave birth to a daughter who bored her, at forty-seven she seduced her teenage stepson, and in her seventies she flirted with the Nazi occupiers of Paris, even though her beloved third husband, a Jew, had been arrested by the Gestapo. And all the while, this incomparable woman poured forth a torrent of masterpieces, including Gigi, Sido, Cheri, and Break of Day.. Judith Thurman, author of the National Book Award-winning biography of Isak Dinesen, portrays Colette as a thoroughly modern woman: frank in her desires, fierce in her passions, forever reinventing herself. Rich with delicious gossip, and intimate revelations, shimmering with grace and intelligence, Secrets of the Flesh is one of the great biographies of our time.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "History",
                "Biography Memoir",
                "LGBT",
                "Adult Fiction",
                "Literature",
                "Feminism"
            ]
        },
        {
            "title": "The Pleasure of the Text",
            "authors": [
                "Roland Barthes",
                "Richard Miller"
            ],
            "ranking": 4.01,
            "ranking_count": 4932,
            "abstract": "What is it that we do when we enjoy a text? What is the pleasure of reading? The French critic and theorist Roland Barthes's answers to these questions constitute perhaps for the first time in the history of criticism . . . not only a poetics of reading . . . but a much more difficult achievement, an erotics of reading . . . . Like filings which gather to form a figure in a magnetic field, the parts and pieces here do come together, determined to affirm the pleasure we must take in our reading as against the indifference of (mere) knowledge. --Richard Howard",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Criticism",
                "Cultural",
                "Writing",
                "Literature",
                "Language"
            ]
        },
        {
            "title": "Cash",
            "authors": [
                "Johnny Cash",
                "Patrick   Carr"
            ],
            "ranking": 3.99,
            "ranking_count": 23308,
            "abstract": "He was the Man in Black, a country music legend, and the quintessential American troubadour. He was an icon of rugged individualism who had been to hell and back, telling the tale as never before. In his unforgettable autobiography, Johnny Cash tells the truth about the highs and lows, the struggles and hard-won triumphs, and the people who shaped him.. In his own words, Cash set the record straight -- and dispelled a few myths -- as he looked unsparingly at his remarkable life: from the joys of his boyhood in Dyess, Arkansas to superstardom in Nashville, Tennessee, the road of Cash's life has been anything but smooth. Cash writes of the thrill of playing with Elvis, the comfort of praying with Billy Graham; of his battles with addiction and of the devotion of his wife, June; of his gratitude for life, and of his thoughts on what the afterlife may bring. Here, too, are the friends of a lifetime, including Willie Nelson, Roy Orbison, Bob Dylan, and Kris Kristofferson. As powerful and memorable as one of his classic songs,. Cash. is filled with the candor, wit, and wisdom of a man who truly walked the line.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Biography Memoir",
                "History",
                "Culture"
            ]
        },
        {
            "title": "Uzumaki: Spiral Into Horror, Vol. 3",
            "authors": [
                "Junji Ito"
            ],
            "ranking": 4.26,
            "ranking_count": 9633,
            "abstract": "Kurozu-cho, a fogbound town on the coast of Japan, is haunted by a recurring pattern: a spiral manifesting itself in increasingly terrifying ways. In this third and final volume, the town is cut off from the outside by devastating hurricanes. Kirie, her boyfriend Shuichi, and the other desperate survivors must face the impending horror. The movie version of Uzumaki will soon be released in the U.S.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Asian Literature",
                "Comics Manga",
                "Mystery"
            ]
        },
        {
            "title": "The Last Report on the Miracles at Little No Horse",
            "authors": [
                "Louise Erdrich"
            ],
            "ranking": 4.19,
            "ranking_count": 11321,
            "abstract": "A. New York Times. Notable Book. For more than a half century, Father Damien Modeste has served his beloved Native American tribe, the Ojibwe, on the remote reservation of Little No Horse. Now, nearing the end of his life, Father Damien dreads the discovery of his physical identity, for he is a woman who has lived as a man. To further complicate his quiet existence, a troubled colleague comes to the reservation to investigate the life of the perplexing, possibly false saint Sister Leopolda. Father Damien alone knows the strange truth of Leopolda's piety, but these facts are bound up in his own secret. He is faced with the most difficult decision: Should he tell all and risk everything . . . or manufacture a protective history for Leopolda, though he believes her wonder-working is motivated solely by evil?. In a masterwork that both deepens and enlarges the world of her previous novels set on the same reservation, Louise Erdrich captures the essence of a time and the spirit of a woman who felt compelled by her beliefs to serve her people as a priest.. The Last Report on the Miracles at Little No Horse. is a work of an avid heart, a writer's writer, and a storytelling genius.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Literature",
                "Audiobook",
                "Native Americans"
            ]
        },
        {
            "title": "The Ruby in the Smoke",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 3.77,
            "ranking_count": 26251,
            "abstract": "Sally is sixteen and uncommonly pretty. Her knowledge of English literature, French, history, art and music is non-existent, but she has a thorough grounding in military tactics, can run a business, ride like a Cossack and shoot straight with a pistol.. When her dear father is drowned in suspicious circumstances in the South China Sea, Sally is left to fend for herself, an orphan and alone in the smoky fog of Victorian London. Though she doesn't know it, Sally is already in terrible danger. Soon the mystery and the danger will deepen - and at the rotten heart of it all lies the deadly secret of the ruby in the smoke...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "A Spy in the House of Love",
            "authors": [
                "Anaïs Nin"
            ],
            "ranking": 3.68,
            "ranking_count": 6187,
            "abstract": "Although Anais Nin found in her diaries a profound mode of self-creation and confession, she could not reveal this intimate record of her own experiences during her lifetime. Instead, she turned to fiction, where her stories and novels became artistic distillations of her secret diaries. A Spy in the House of Love, whose heroine Sabina is deeply divided between her drive for artistic and sexual expression, on the one hand, and social restrictions and self-created inhibitions, on the other, echoed Nin's personal struggle with sex, love, and emotional fragmentation. Written when Nin's own life was taut with conflicting loyalties, her protagonist Sabina repeatedly asks herself, can one indulge in one's sensual restlessness, the fantasies, the relentless need for adventure without devastating consequences?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Adult Fiction",
                "Romance",
                "Literature",
                "Cultural",
                "Novels",
                "Sexuality",
                "Literary Fiction"
            ]
        },
        {
            "title": "Once Were Warriors",
            "authors": [
                "Alan Duff"
            ],
            "ranking": 4.0,
            "ranking_count": 89,
            "abstract": "This hard-hitting novel is frank and uncompromising in its portrayal of Maoris n New Zealand society. The driving force of writing carries the reader into a world of frustration, resentment and waste. It is a raw, powerful story, in which everyone is a victim until the strength and vision of one woman transcends brutality and leads the way to a new alternative.. First part of what would later become the. Once Were Warriors. trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Tale of Benjamin Bunny",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.21,
            "ranking_count": 16358,
            "abstract": "The Tale of Benjamin Bunny. is an original classic by Beatrix Potter.. Peter Rabbit's cousin, Benjamin Bunny, has been a very popular character since this book's first publication in 1904. In this tale we hear all about his and Peter's adventures in Mr McGregor's vegetable garden, and what happens to them when they meet a cat! Even more frightening, is what happens to the two pesky bunnies when Old Mr Benjamin Bunny finds out what they have been up to!. Beatrix Potter is regarded as one of the world's best-loved children's authors of all time. From her first book,. The Tale of Peter Rabbit. , published by Frederick Warne in 1902, she went on to create a series of stories based around animal characters including Mrs. Tiggy-winkle, Benjamin Bunny, Jemima Puddle-duck, Mr. Jeremy Fisher and Tom Kitten.. Her humorous, lively tales and beautiful illustrations have become a natural part of childhood. With revenue from the sales of her books, Beatrix Potter bought a farm - Hill Top - in the English Lake District, where she later became a farmer and prize-winning sheep breeder. She launched the now vast merchandise programme by patenting the very first Peter Rabbit doll in 1903. The product range continues to grow today with licences around the world including baby clothing and bedding, nursery decor products and collectables. Upon her death, Beatrix Potter left 14 farms and over 4000 acres of Lake District farmland to the National Trust so that the place that she loved would remain undeveloped and protected for future generations to enjoy.. Today Beatrix Potter's original 23 tales are still published by Frederick Warne, alongside a wide range of other formats including baby books, activity books and gift and sound books.. The Tale of Benjamin Bunny. is number four in Beatrix Potter's series of 23 little books. Look out for the rest!. 1 The Tale of Peter Rabbit. 2 The Tale of Squirrel Nutkin. 3 The Tailor of Gloucester. 4 The Tale of Benjamin Bunny. 5 The Tale of Two Bad Mice. 6 The Tale of Mrs. Tiggy-Winkle. 7 The Tale of Mr. Jeremy Fisher. 8 The Tale of Tom Kitten. 9 The Tale of Jemima Puddle-Duck. 10 The Tale of the Flopsy Bunnies. 11 The Tale of Mrs. Tittlemouse. 12 The Tale of Timmy Tiptoes. 13 The Tale of Johnny Town-Mouse. 14 The Tale of Mr. Tod. 15 The Tale of Pigling Bland. 16 The Tale of Samuel Whiskers. 17 The Tale of The Pie and the Patty-Pan. 18 The Tale of Ginger and Pickles. 19 The Tale of Little Pig Robinson. 20 The Story of a Fierce Bad Rabbit. 21 The Story of Miss Moppet. 22 Appley Dapply's Nursery Rhymes. 23 Cecily Parsley's Nursery Rhymes",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "European Literature",
                "Short Stories"
            ]
        },
        {
            "title": "Dissemination",
            "authors": [
                "Jacques Derrida",
                "Barbara   Johnson"
            ],
            "ranking": 4.09,
            "ranking_count": 1119,
            "abstract": "The English version of. Dissemination. [is] an able translation by Barbara Johnson . . . . Derrida's central contention is that language is haunted by dispersal, absence, loss, the risk of unmeaning, a risk which is starkly embodied in all writing. The distinction between philosophy and literature therefore becomes of secondary importance. Philosophy vainly attempts to control the irrecoverable dissemination of its own meaning, it strives—against the grain of language—to offer a sober revelation of truth. Literature—on the other hand—flaunts its own meretriciousness, abandons itself to the Dionysiac play of language. In. Dissemination. —more than any previous work—Derrida joins in the revelry, weaving a complex pattern of puns, verbal echoes and allusions, intended to 'deconstruct' both the pretension of criticism to tell the truth about literature, and the pretension of philosophy to the literature of truth.—Peter Dews,. New Statesman",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Academic",
                "Criticism",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Four to Score",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.17,
            "ranking_count": 135327,
            "abstract": "Nabbing Maxine Nowicki, thief and extortionist, would be the answer to Stephanie’s prayers and monetary woes. The only trouble is that Maxine is no where to be found, and her friends have been mysteriously turning up dead. To make matters worse, Stephanie’s arch nemesis since grade school is also looking for Nowicki, hoping to cash in first.. Stephanie’s mentor and tormentor, Ranger, needs her. Vice cop Joe Morelli has invited her to move in… temporarily. And Stephanie’s Grandma Mazur, sidekick, Lula, and a six-foot-tall transvestite rock musician want to take Stephanie to Atlantic City. One thing is for certain, no good can come from any of it.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Thriller",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Pavilion of Women",
            "authors": [
                "Pearl S. Buck"
            ],
            "ranking": 4.14,
            "ranking_count": 13661,
            "abstract": "On her fortieth birthday, Madame Wu carries out a decision she has been planning for a long time: she tells her husband that after twenty-four years their physical life together is now over and she wishes him to take a second wife. The House of Wu, one of the oldest and most revered in China, is thrown into an uproar by her decision, but Madame Wu will not be dissuaded and arranges for a young country girl to come take her place in bed. Elegant and detached, Madame Wu orchestrates this change as she manages everything in the extended household of more than sixty relatives and servants. Alone in her own quarters, she relishes her freedom and reads books she has never been allowed to touch. When her son begins English lessons, she listens, and is soon learning from the foreigner, a free-thinking priest named Brother Andre, who will change her life. Few books raise so many questions about the nature and roles of men and women, about self-discipline and happiness.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Womens",
                "Novels"
            ]
        },
        {
            "title": "Among the Believers : An Islamic Journey",
            "authors": [
                "V.S. Naipaul"
            ],
            "ranking": 3.85,
            "ranking_count": 2225,
            "abstract": "An astonishing piece of travel writing and a timely and insightful analysis of Islamic fundamentalism",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Religion",
                "History",
                "Cultural",
                "Nobel Prize",
                "Politics"
            ]
        },
        {
            "title": "The Children of Green Knowe",
            "authors": [
                "Lucy M. Boston",
                "Peter Boston",
                "Brett Helquist"
            ],
            "ranking": 4.02,
            "ranking_count": 8723,
            "abstract": "L. M. Boston's thrilling and chilling tales of Green Knowe, a haunted manor deep in an overgrown garden in the English countryside, have been entertaining readers for half a century.. There are three children: Toby, who rides the majestic horse Feste; his mischievous little sister, Linnet; and their brother, Alexander, who plays the flute. The children warmly welcome Tolly to Green Knowe... even though they've been dead for centuries.. But that's how everything is at Green Knowe. The ancient manor hides as many stories as it does dusty old rooms.. And the master of the house is great-grandmother Oldknow, whose storytelling mixes present and past with the oldest magic in the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Paranormal",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Fernando Pessoa and Co.: Selected Poems",
            "authors": [
                "Fernando Pessoa",
                "Richard Zenith"
            ],
            "ranking": 4.32,
            "ranking_count": 1224,
            "abstract": "Fernando Pessoa (1888-1935) - a poet who lived most his life in Lisbon, Portugal, and who died in obscurity there - has in recent years gained international recognition as one of the greatest writers of the twentieth century. Now Richard Zenith has collected in a single volume all the major poetry of one of the most extraordinary poetic talents the century has produced (Microsoft Network's Reading Forum). Fernando Pessoa was as much a creator of personas as he was of poetry, prose, and criticism. He wrote under numerous heteronyms, literary alter egos with fully fleshed identities and writing styles, who supported and criticized each other's work in the margins of his drafts and in the literary journals of the time. From spare minimalism to a revolutionary exuberance that recalls Leaves of Grass, Pessoa's oeuvre was radically new and anticipated contemporary literary concerns to an unnerving degree. The first comprehensive edition of Pessoa's poetry in the English language, Fernando Pessoa & Co. is a work of extraordinary depth and poetic precision. Zenith's selection of Pessoa is a beautiful one-volume course in the soul of the twentieth century. -- Booklist",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Fiction",
                "Canon"
            ]
        },
        {
            "title": "Losing Battles",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 3.61,
            "ranking_count": 552,
            "abstract": "On the hot, dry first Sunday of August, three generations of Granny Vaughn’s descendants gather at her home in the little town of Banner, Mississippi, to celebrate her ninetieth birthday. The celebrations take only two days, but many members of the family are great storytellers, and when they get together, the temptation is irresistible—a device that enables Eudora Welty to take the reader back into the lost battles of the past, capturing different tones of voice and ways of thinking.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Literary Fiction",
                "Novels",
                "Family",
                "Gothic",
                "Literature",
                "Humor"
            ]
        },
        {
            "title": "China Men",
            "authors": [
                "Maxine Hong Kingston"
            ],
            "ranking": 3.72,
            "ranking_count": 1814,
            "abstract": "The author chronicles the lives of three generations of Chinese men in America, woven from memory, myth and fact. Here's a storyteller's tale of what they endured in a strange new land.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Short Stories",
                "Literature",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "From the Heart: Tonight and Always / Endings and Beginnings / A Matter of Choice",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 3.89,
            "ranking_count": 3364,
            "abstract": "The New York Times bestselling author of Born in Shame and Montana Sky prsents this collection of three timeless romances--. Tonight and Always. ,. Endings and Beginnings. and. A Matter of Choice. . This collection will appeal to a new generation of Nora Roberts fans.. Tonight and Always. When a renowned anthropologist agreed to help a writer research his new novel, she wasn't prepared for the passion their collaboration would spark.... A Matter of Choice. An international smuggling ring traps a beautiful antiques dealer and a New York City cop in a web of danger and desire.... Endings and Beginnings. Two Washington television reporters try to protect their love from their own professional rivalry-and the hazards of their celebrity...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Anthologies",
                "Womens Fiction",
                "Adult",
                "Novels",
                "Fantasy",
                "Love"
            ]
        },
        {
            "title": "Heaven's Coast",
            "authors": [
                "Mark Doty"
            ],
            "ranking": 4.34,
            "ranking_count": 1010,
            "abstract": "From a poet who won the National Book Critic's Circle Award and the Los Angeles Times Book Award and was a finalist for the National Book Award all in one year, comes a beautiful, heart-breaking memoir of the death of his lover from AIDS.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Poetry",
                "Biography Memoir",
                "Death",
                "Adult"
            ]
        },
        {
            "title": "Original Sin",
            "authors": [
                "P.D. James"
            ],
            "ranking": 3.89,
            "ranking_count": 10718,
            "abstract": "The literary world is shaken when a murder takes place at the Peverell Press, an old-established publishing house located in a dramatic mock-Venetian palace on the Thames.. The victim is Gerard Etienne, the brilliant new managing director whose ruthless ambition has made him many enemies: a discarded mistress, a rejected and humiliated author and rebellious colleagues. Adam Dalgliesh and his team are confronted with a puzzle of extraordinary complexity and a killer who is prepared to strike again.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Nova",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.81,
            "ranking_count": 7222,
            "abstract": "These are [at least some of] the ways you can read NOVA: as a fast-action farflung interstellar adventure; as archetypal mystical/mythical allegory (in which the Tarot and the Grail both figure prominently); as modern myth told in the S-F idiom... the reader observes, recollects, or participates in a range of personal experience including violent pain and disfigurement, sensory deprivation and overload, man-machine communion, the drug experience, the creative experience - and inter-personal relationships which include incest and assassination, father-son, leader-follower, human-pet, and lots more!. The balance of galactic power in the 31st century revolves around Illyrion, the most precious energy source in the universe. The varied and exotic crew who sign up with Captain Lorq van Ray know their mission is dangerous, and they soon learn that they are involved in a deadly race with the charismatic but vicious leader of an opposing space federation. But they have no idea of Lorq's secret obsession: to gather Illyrion at the source by flying through the very heart of an imploding star.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Girl With Curious Hair",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 3.87,
            "ranking_count": 13131,
            "abstract": "David Foster Wallace is one of the most prodigiously talented young writers in America today, and. Girl with Curious Hair. is replete with his remarkable and unsettling re-imaginations of reality. From the eerily real, almost holographic evocations of historical figures like Lyndon Johnson and overtelevised game-show hosts and late-night comedians to the title story, where terminal punk nihilism meets Young Republicanism, Wallace renders the incredible comprehensible, the bizarre normal, the absurd hilarious, the familiar strange.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literature",
                "American",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America",
                "Unfinished",
                "Anthologies"
            ]
        },
        {
            "title": "Sabriel",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.16,
            "ranking_count": 198577,
            "abstract": "Sent to a boarding school in Ancelstierre as a young child, Sabriel has had little experience with the random power of Free Magic or the Dead who refuse to stay dead in the Old Kingdom. But during her final semester, her father, the Abhorsen, goes missing, and Sabriel knows she must enter the Old Kingdom to find him.. With Sabriel, the first installment in the Abhorsen series, Garth Nix exploded onto the fantasy scene as a rising star, in a novel that takes readers to a world where the line between the living and the dead isn't always clear—and sometimes disappears altogether.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Long Ships",
            "authors": [
                "Frans G. Bengtsson",
                "Michael   Meyer"
            ],
            "ranking": 4.25,
            "ranking_count": 9828,
            "abstract": "The book is set in the late 10th century & follows the adventures of Orm (serpent), called Red for his hair & his temper, a native of Scania. The story portrays the political situation of Europe in the later Viking Age, Andalusia under Al-Mansur Ibn Abi Aamir, Denmark under Harold Bluetooth, followed by the struggle between Eric the Victorious & Sweyn Forkbeard of Denmark, Ireland under Brian Boru, England under Ethelred the Unready, the Battle of Maldon, all before the backdrop of the gradual Christianisation of Scandinavia, contrasting the pragmatic Norse pagan outlook with Islam & Christianity.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Classics",
                "Fantasy",
                "Cultural",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Search for Significance: Seeing Your True Worth Through God's Eyes",
            "authors": [
                "Robert S. McGee"
            ],
            "ranking": 4.13,
            "ranking_count": 6333,
            "abstract": "We are all searching for significance to ourselves, to others, to our community and to our world. Discover what three million readers have already discovered: that true significance is found only in Christ.. Robert McGee's bestselling book has helped millions of readers learn how to be free to enjoy Christ's love while no longer basing their self-worth on their accomplishments or the opinions of others. In fact, Billy Graham said that it was a book that should be read by every Christian.. What makes this book so uniquely powerful is understanding that the journey begins in a very private place—your thoughts.. “When I fail at something, I feel lousy about myself. When others do not approve of me, I can’t seem to get over it. Sometimes it feels like I’ll never measure up.”. These are the universal lies that trigger the cycle of self-doubt, robbing you of joyful living. Now, you can free yourself from these self-defeating lies.. One by one,. The Search for Significance. confronts these lies, dismantles them, and points you to a higher truth that is the source of life’s meaning. It points you to Almighty God—the source of life itself.. In this re-launch of this timeless classic, you will:. Gain new skills for getting off the performance treadmill. Discover how four false beliefs have negatively impacted your life. Learn how to overcome obstacles that prevent you from experiencing the truth that your self-worth is found only in the love, acceptance, and forgiveness of Christ. With a hands-on workbook and new, revised material, now is the perfect time to discover. The Search for Significance. . If you’ve already encountered its life-changing truths, there is no better time to explore them all over again, enriching your life in the process. Your own journey begins with this step.. Other products in the. Search for Significance. family of products include a devotional journal and youth edition.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Self Help",
                "Psychology"
            ]
        },
        {
            "title": "Billy Budd, Sailor",
            "authors": [
                "Herman Melville"
            ],
            "ranking": 3.15,
            "ranking_count": 16210,
            "abstract": "A handsome young sailor is unjustly accused of plotting mutiny in this timeless tale of the sea.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Academic",
                "Novels",
                "Short Stories"
            ]
        },
        {
            "title": "The World at Night",
            "authors": [
                "Alan Furst"
            ],
            "ranking": 4.05,
            "ranking_count": 5418,
            "abstract": "Paris, 1940. The civilized, upper-class life of film producer Jean Casson is derailed by the German occupation of Paris, but Casson learns that with enough money, compromise, and connections, one need not deny oneself the pleasures of Parisian life. Somewhere inside Casson, though, is a stubborn romantic streak. When he’s offered the chance to take part in an operation of the British secret service, this idealism gives him the courage to say yes. A simple mission, but it goes wrong, and Casson realizes he must gamble everything—his career, the woman he loves, life itself. Here is a brilliant re-creation of France—its spirit in the moment of defeat, its valor in the moment of rebirth.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Spy Thriller",
                "War",
                "Thriller",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "Half a Lifelong Romance",
            "authors": [
                "Eileen Chang",
                "Karen S. Kingsbury"
            ],
            "ranking": 4.02,
            "ranking_count": 1325,
            "abstract": "Shanghai, 1930s. Shen Shijun, a young engineer, has fallen in love with his colleague, the beautiful Gu Manzhen. He is determined to resist his family's efforts to match him with his wealthy cousin so that he can marry the woman he truly loves. But dark circumstances--a lustful brother-in-law, a treacherous sister, a family secret--force the two young lovers apart. As Manzhen and Shijun go on their separate paths, they lose track of one another, and their lives become filled with feints and schemes, missed connections and tragic misunderstandings. At every turn, societal expectations seem to thwart their prospects for happiness. Still, Manzhen and Shijun dare to hold out hope--however slim--that they might one day meet again. A glamorous, wrenching tale set against the glittering backdrop of an extraordinary city, Half a Lifelong Romance is a beloved classic from one of the essential writers of twentieth-century China--",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Romance",
                "Classics",
                "Literature",
                "Asian Literature"
            ]
        },
        {
            "title": "Trevanian: Four Complete Novels: The Eiger Sanction / The Loo Sanction / The Main / Shibumi",
            "authors": [
                "Trevanian"
            ],
            "ranking": 4.36,
            "ranking_count": 132,
            "abstract": "With these four gripping novels, Trevanian has proven himself a master of suspense. As he weaves his tales of death and danger, of action and mystery, he generates an explosive edge-of-the-seat excitement that few writers can match.. In The Eiger Sanction, Trevanian's highly acclaimed first novel, Jonathan Hemlock, mountain climber and professional assassin, is tricked into a most hazardous assignment that involves an attempt to conquer and scale one of the most treacherous mountain peaks in the Swiss Alps, the Eiger.. Hemlock's highly skilled services are required in The Loo Sanction to recover a set of films incriminating high-ranking British officials. Drawn into a labyrinthine network of intrigue, he must attempt one of the most daring escapes ever conceived.. In another masterful achievement in suspense, police lieutenant Claude LaPinte must solve a grotesque murder as he undertakes a strange journey through The Main, Montreal's dangerous immigrant district.. In Shibumi, Nicholai Hel uses his nearly superhuman mental and physical prowess to destroy political terrorists. His wild series of globe-spanning adventures demonstrates why he is considered the world's most dangerous man.. Rich and thoroughly entertaining, these four superbly written novels prove Trevanian to be one of the most compelling writers of suspense today.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Spy Thriller",
                "Mystery"
            ]
        },
        {
            "title": "A Dance to the Music of Time: 1st Movement",
            "authors": [
                "Anthony Powell"
            ],
            "ranking": 3.95,
            "ranking_count": 4436,
            "abstract": "Anthony Powell's universally acclaimed epic encompasses a four-volume panorama of twentieth century London. Hailed by. Time. as brilliant literary comedy as well as a brilliant sketch of the times,. A Dance to the Music of Time. opens just after World War I. Amid the fever of the 1920s and the first chill of the 1930s, Nick Jenkins and his friends confront sex, society, business, and art. In the second volume they move to London in a whirl of marriage and adulteries, fashions and frivolities, personal triumphs and failures. These books provide an unsurpassed picture, at once gay and melancholy, of social and artistic life in Britain between the wars (Arthur Schlesinger, Jr.). The third volume follows Nick into army life and evokes London during the blitz. In the climactic final volume, England has won the war and must now count the losses.. Four very different young men on the threshold of manhood dominate this opening volume of. A Dance to the Music of Time. . The narrator, Jenkins—a budding writer—shares a room with Templer, already a passionate womanizer, and Stringham, aristocratic and reckless. Widermerpool, as hopelessly awkward as he is intensely ambitious, lurks on the periphery of their world. Amid the fever of the 1920s and the first chill of the 1930s, these four gain their initiations into sex, society, business, and art. Considered a masterpiece of modern fiction, Powell's epic creates a rich panorama of life in England between the wars.. Includes these novels:. A Question of Upbringing. A Buyer's Market. The Acceptance World",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "European Literature",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "American Power and the New Mandarins: Historical and Political Essays",
            "authors": [
                "Noam Chomsky",
                "Howard Zinn"
            ],
            "ranking": 4.15,
            "ranking_count": 399,
            "abstract": "American Power and the New Mandarins. is Noam Chomsky’s first political book, widely considered to be among the most cogent and powerful statements against the American war in Vietnam. Long out of print, this collection of early, seminal essays helped to establish Chomsky as a leading critic of United States foreign policy. These pages mount a scathing critique of the contradictions of the war, and an indictment of the mainstream, liberal intellectuals—the “new mandarins”—who furnished what Chomsky argued was the necessary ideological cover for the horrors visited on the Vietnamese people.. As America’s foreign entanglements deepen by the month, Chomsky’s lucid analysis is a sobering reminder of the perils of imperial diplomacy. With a new foreword by Howard Zinn, author of. A People’s History of the United States. ,. American Power and the New Mandarins. is a renewed call for independent analysis of America’s role in the world.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "Writing",
                "Philosophy",
                "Economics",
                "War",
                "United States",
                "Social Science"
            ]
        },
        {
            "title": "Secrets of the Morning",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.84,
            "ranking_count": 9843,
            "abstract": "Shadowed by her tortured past, Dawn has a bright new life of glimmering hopes.... Dawn can hardly believe she's a student at one of New York City's best music schools. Now her most precious wish, to become a singer, can come true. But Dawn still dreams about Jimmy, her strong, intense boyfriend, and the love and anguished secrets they share.. Then Michael Sutton arrives, a new teacher at the school, a singing star and the most wonderful looking man Dawn has ever seen. Together they create a world of feeling Dawn has never known. In his embrace Dawn awakens to disturbing, unfamiliar desires, and Michael's promises offer a vision of music and romance forever...until he disappears.. Dazed by his cruelty, alone with the bitter fruit of his betrayal, Dawn becomes, once again, a victim of her grandmothers twisted schemes. Desolate, she clings to the tender hope that Jimmy will return and renew with her their deepest hearts' dream...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Womens Fiction",
                "Mystery",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "Call It Courage",
            "authors": [
                "Armstrong Sperry"
            ],
            "ranking": 3.74,
            "ranking_count": 12795,
            "abstract": "A boy tries to overcome his fear of the sea in this treasured classic and winner of the Newbery Medal.. Mafatu was afraid of the sea. It had taken his mother when he was a baby, and it seemed to him that the sea gods sought vengeance at having been cheated of Mafatu. So, though he was the son of the Great Chief of Hikueru, a race of Polynesians who worshipped courage, and he was named Stout Heart, he feared and avoided tha sea, till everyone branded him a coward. When he could no longer bear their taunts and jibes, he determined to conquer that fear or be conquered—so he went off in his canoe, alone except for his little dog and pet albatross. A storm gave him his first challenge. Then days on a desert island found him resourceful beyond his own expectation. This is the story of how his courage grew and how he finally returned home. This is a legend. It happened many years ago, but even today the people of Hikueru sing this story and tell it over their evening fires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Return to Nevèrÿon",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.97,
            "ranking_count": 350,
            "abstract": "In his four-volume series. Return to Nevèrÿon. , Hugo and Nebula award-winner Samuel R. Delany appropriated the conceits of sword-and-sorcery fantasy to explore his characteristic themes of language, power, gender, and the nature of civilization. Wesleyan University Press has reissued the long-unavailable. Nevèrÿon. volumes in trade paperback.. The eleven stories, novellas, and novels in. Return to Nevèrÿon. 's four volumes chronicle a long-ago land on civilization's brink, perhaps in Asia or Africa, or even on the Mediterranean. Taken slave in childhood, Gorgik gains his freedom, leads a slave revolt, and becomes a minister of state, finally abolishing slavery. Ironically, however, he is sexually aroused by the iron slave collars of servitude. Does this contaminate his mission - or intensify it? Presumably elaborated from an ancient text of unknown geographical origin, the stories are sunk in translators' and commentators' introductions and appendices, forming a richly comic frame.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Speculative Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Short Stories"
            ]
        },
        {
            "title": "Under the Tuscan Sun",
            "authors": [
                "Frances Mayes"
            ],
            "ranking": 3.77,
            "ranking_count": 321778,
            "abstract": "An enchanting and lyrical look at the life, the traditions, and the cuisine of Tuscany, in the spirit of Peter Mayle's A Year in Provence.. Frances Mayes entered a wondrous new world when she began restoring an abandoned villa in the spectacular Tuscan countryside. There were unexpected treasures at every turn: faded frescos beneath the whitewash in her dining room, a vineyard under wildly overgrown brambles in the garden, and, in the nearby hill towns, vibrant markets and delightful people. In Under the Tuscan Sun, she brings the lyrical voice of a poet, the eye of a seasoned traveler, and the discerning palate of a cook and food writer to invite readers to explore the pleasures of Italian life and to feast at her table.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "Romance",
                "Womens Fiction",
                "Food and Drink",
                "Contemporary",
                "Biography Memoir"
            ]
        },
        {
            "title": "Someone Like You",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.92,
            "ranking_count": 101052,
            "abstract": "Halley has always followed in the wake of her best friend, Scarlett. But when Scarlett learns that her boyfriend has been killed in a motorcycle accident, and that she's carrying his baby, she's devastated. For the first time ever, Scarlett really needs Halley. Their friendship may bend under the weight, but it'll never break—because a true friendship is a promise you keep forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Sideways Stories from Wayside School",
            "authors": [
                "Louis Sachar",
                "Adam McCauley"
            ],
            "ranking": 4.15,
            "ranking_count": 94817,
            "abstract": "There was a terrible mistake - Wayside School was built with one classroom on top of another, thirty stories high (The builder said he was sorry.) Maybe that's why all kinds of funny things happened at Wayside-especially on the thirteenth floor.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Young Adult",
                "Fantasy",
                "Short Stories",
                "Academic"
            ]
        },
        {
            "title": "Sahara",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.98,
            "ranking_count": 57849,
            "abstract": "1996, Egypt. Searching for a treasure on the Nile, DIRK PITT thwarts the attempted assassination of a beautiful U.N. scientist investigating a disease that is driving thousands of North Africans into madness, cannibalism, and death. The suspected cause of the raging epidemic is vast, unprecedented pollution that threatens to extinguish all life in the world's seas. Racing to save the world from environmental catastrophe, Pitt and his team, equipped with an extraordinary, state-of-the-art yacht, run a gauntlet between a billionaire industrialist and a bloodthirsty West African tyrant. In the scorching desert, Pitt finds a gold mine manned by slaves and uncovers the truth behind two enduring mysteries -- the fate of a Civil War ironclad and its secret connection with Lincoln's assassination, and the last flight of a long-lost female pilot....Now, amidst the blazing, shifting sands of the Sahara, DIRK PITT will make a desperate stand -- in a battle the world cannot afford to lose!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Cultural",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Bridges of Madison County",
            "authors": [
                "Robert James Waller"
            ],
            "ranking": 3.65,
            "ranking_count": 88082,
            "abstract": "The story of Robert Kincaid, the photographer and free spirit searching for the covered bridges of Madison County, and Francesca Johnson, the farm wife waiting for the fulfillment of a girlhood dream, THE BRIDGES OF MADISON COUNTY gives voice to the longings of men and women everywhere-and shows us what it is to love and be loved so intensely that life is never the same again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Classics",
                "Womens Fiction",
                "Contemporary",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "The Face of a Stranger",
            "authors": [
                "Anne Perry"
            ],
            "ranking": 4.03,
            "ranking_count": 16762,
            "abstract": "His name, they tell him, is William Monk, and he is a London police detective. But the accident that felled him has left him with only half a life; his memory and his entire past have vanished. As he tries to hide the truth, Monk returns to work and is assigned to investigate the brutal murder of a Crimean War hero and man about town. Which makes Monk's efforts doubly difficult, since he's forgotten his professional skills along with everything else...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "The Mezzanine",
            "authors": [
                "Nicholson Baker"
            ],
            "ranking": 3.85,
            "ranking_count": 7866,
            "abstract": "Although most of the action of. The Mezzanine. occurs on the escalator of an office building, where its narrator is returning to work after buying shoelaces, this startlingly inventive and witty novel takes us farther than most fiction written today. It lends to milk cartons the associative richness of Marcel Proust's. madeleines. . It names the eight most significant advances in a human life -- beginning with shoe-tying. It asks whether the hot air blowers in bathrooms really. are. more sanitary than towels. And it casts a dazzling light on our relations with the objects and people we usually take for granted.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Novella",
                "Classics",
                "Adult Fiction"
            ]
        },
        {
            "title": "Green Grass, Running Water",
            "authors": [
                "Thomas King"
            ],
            "ranking": 4.03,
            "ranking_count": 7251,
            "abstract": "Strong, sassy women and hard-luck, hard-headed men, all searching for the middle ground between Native American Tradition and the modern world, perform an elaborate dance of approach and avoidance in this magical, rollicking tale by Cherokee author Thomas King. Alberta is a university professor who would like to trade her two boyfriends for a baby but no husband; Lionel is forty and still sells televisions for a patronizing boss; Eli and his log cabin stand in the way of a profitable dam project. These three - and others - are coming to the Blackfoot reservation for the Sun Dance and there they will encounter four Indian elders and their companion, the trickster Coyote - and nothing in the small town of Blossom will be the same again....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy",
                "Magical Realism",
                "Academic",
                "Literature",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Long Secret",
            "authors": [
                "Louise Fitzhugh"
            ],
            "ranking": 3.8,
            "ranking_count": 2850,
            "abstract": "Harriet the Spy refuses to become ruffled when an unidentified person starts leaving disturbing notes all over the quiet little beach town of Water Mill. She’s determined to discover the author of the notes. And she drags her friend, mousy Beth Ellen, into all kinds of odd and embarrassing situations in her efforts to reveal the culprit. Observing in her own special, caustic way with her ever-present notebook, Harriet the Spy is on the case. But will she be ready to face the truth when she finds it?. Praise for. Harriet the Spy®. and Her Friends. Harriet the Spy. ®. “Harriet is . . . wholly relatable whether you’re eleven or several times that age.”—. EW.com. Harriet Spies Again. By Louise Fitzhugh and Helen Ericson. Winner of the Edgar Award for Best Juvenile Novel. “Ericson has perfectly captured the voice and pacing of Fitzhugh’s original novel in a seamless rendering of a fresh, enjoyable story for today’s readers.” —. School Library Journal. Harriet the Spy, Double Agent. By Louise Fitzhugh and Maya Gold. “Harriet the Spy is back, and Gold does a credible job of maintaining the special character and her crusty charm.” —. Booklist. The Long Secret. [. STAR. ] “Written with subtlety, compassion, and [Louise Fitzhugh’s] remarkable ability to see inside the minds of children.” —. School Library Journal,. Starred. Sport. [. STAR. ] “A worthy successor to. Harriet the Spy. —and that is high tribute.” —. Booklist,. Starred. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Mystery",
                "Realistic Fiction",
                "Classics",
                "Literature",
                "Kids"
            ]
        },
        {
            "title": "The Norton Anthology of English Literature Vol. 2",
            "authors": [
                "M.H. Abrams"
            ],
            "ranking": 4.23,
            "ranking_count": 3428,
            "abstract": "A legendary bestseller for more than forty years, this is the classic survey to the field from the Middle Ages to the twenty-first century.. With 274 authors, the Eighth Edition deepens its representation of essential works in all genres, ranging from Seamas Heaney's award-winning translation of. Beowulf. , Milton's. Paradise Lost. , and More's. Utopia. to the great poets and prose writers of the nineteenth centuryBlake and Austen, Wordsworth and Byron, Tennyson and Barrett Browningto twentieth-century classics of a truly global English literatureConrad's. Heart of Darkness. , Woolf's. A Room of One's Own. , Achebe's. Things Fall Apart. , and Friel's. Translations. , to name but a few. Color platesover 75 in alland thematic clusters of brief and historically significant texts bring to life the cultural concerns of each period. Concise glosses and annotations, period introductions, biographical headnotes, timelines, and selected bibliographies help readers understand and enjoy the rich diversity of English literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Reference",
                "Literature",
                "Anthologies",
                "Textbooks",
                "Academic"
            ]
        },
        {
            "title": "Spellsinger",
            "authors": [
                "Alan Dean Foster"
            ],
            "ranking": 3.86,
            "ranking_count": 6916,
            "abstract": "Among sentient animals and humans, hardheaded and hard-shelled wizard Clothahump searches across dimensions for a wizard to defeat looming armies of Plated Folk. Jonathan-Thomas Meriweather, part-time wannabe rock guitarist and janitor, makes magic to his well-worn rock repertoire on his duar instrument. While lyrics may be righteous, the magic is too often something else.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "A Rake's Vow",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 4.01,
            "ranking_count": 11365,
            "abstract": "He vowed never to marry.. She vowed no man would trap her.. But some vows are meant to be broken.... Vane Cynster greatly enjoys his dalliances, but he's always remained aloof when other Cynster men stepped up to the altar. Resolved to. never. submit to being leg-shackled to. any. woman, he believes hes found the ideal temporary refuge from London's infuriating husband hunters at Bellamy Hall. But an encounter with irresistible Patience Debbington has his head—and his heart—spinning...and soon he has more than mere seduction on his mind.. But Patience is not about to succumb to arrogant, presumptuous Vane's sensuous propositions. Certainly his kisses leave her weak, and his caresses leave her flushed and burning with desire. But he is bound to be unfaithful—just like every other man—and despite his assurances, she will not trust the handsome, elegant rogue with her heart.. But can a promise to resist temptation stand firm when passion demands otherwise?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "Mystery",
                "European Literature"
            ]
        },
        {
            "title": "Wittgenstein's Mistress",
            "authors": [
                "David Markson",
                "Steven Moore",
                "David Foster Wallace"
            ],
            "ranking": 3.96,
            "ranking_count": 5796,
            "abstract": "Wittgenstein's Mistress is a novel unlike anything David Markson - or anyone else - has ever written before. It is the story of a woman who is convinced, and, astonishingly, will ultimately convince the reader as well, that she is the only person left on earth. Presumably she is mad. And yet so appealing is her character, and so witty and seductive her narrative voice, that we will follow her hypnotically as she unloads the intellectual baggage of a lifetime in a series of irreverent meditations on everything and everybody from Brahms to sex to Heidegger to Helen of Troy. And as she contemplates aspects of the troubled past which have brought her to her present state, so too will her drama become one of the few certifiably original fictions of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Classics",
                "The United States Of America"
            ]
        },
        {
            "title": "The Secret of Shadow Ranch",
            "authors": [
                "Carolyn Keene",
                "Mildred Benson"
            ],
            "ranking": 3.95,
            "ranking_count": 18323,
            "abstract": "Nancy drew arrives in Phoenix, Arizona, eagerly looking forward to a fun-filled vacation at Shadow Ranch, but abruptly finds herself involved in a baffling mystery. The ranch is being haunted by a phantom horse and maliciously damaged by an unknown enemy. Local people believe that the ghostly animal is carrying out the curse of Dirk Valentine, the romantic outlaw who was killed many years ago at Shadow Ranch, where he had gone to fulfill a promise to his sweetheart.. Suspecting that a treasure hidden by Valentine may be at the root of the Shadow Ranch mystery, Nancy undertakes a challenging search, aided by her friends Bess Marvin and George Fayne. The first vital clue is found in an antique watch and sparks a series of clever deductions and dangerous developments. While seeking further clues, the girls' investigation in a ghost town ends in a near disaster when Nancy is trapped inside a building that is toppled by a rockslide - a rockslide which is deliberately caused. But the pretty titian-haired detective remains undaunted in her determination to solve the mystery.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Adventure",
                "Thriller"
            ]
        }
    ]
}