{
    "books": [
        {
            "title": "And Then There Were None",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.27,
            "ranking_count": 1055648,
            "abstract": "First, there were ten—a curious assortment of strangers summoned as weekend guests to a little private island off the coast of Devon. Their host, an eccentric millionaire unknown to all of them, is nowhere to be found. All that the guests have in common is a wicked past they're unwilling to reveal—and a secret that will seal their fate. For each has been marked for murder. A famous nursery rhyme is framed and hung in every room of the mansion:. Ten little boys went out to dine; One choked his little self and then there were nine. Nine little boys sat up very late; One overslept himself and then there were eight. Eight little boys traveling in Devon; One said he'd stay there then there were seven. Seven little boys chopping up sticks; One chopped himself in half and then there were six. Six little boys playing with a hive; A bumblebee stung one and then there were five. Five little boys going in for law; One got in Chancery and then there were four. Four little boys going out to sea; A red herring swallowed one and then there were three. Three little boys walking in the zoo; A big bear hugged one and then there were two. Two little boys sitting in the sun; One got frizzled up and then there was one. One little boy left all alone; He went out and hanged himself and then there were none.. When they realize that murders are occurring as described in the rhyme, terror mounts. One by one they fall prey. Before the weekend is out, there will be none. Who has choreographed this dastardly scheme? And who will be left to tell the tale? Only the dead are above suspicion.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "The Princess Bride",
            "authors": [
                "William Goldman"
            ],
            "ranking": 4.26,
            "ranking_count": 840709,
            "abstract": "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?. As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic,. The Princess Bride. . But as a grown-up he discovered that the boring parts were left out of good old Dad's recitation, and only the good parts reached his ears.. Now Goldman does Dad one better. He's reconstructed the Good Parts Version to delight wise kids and wide-eyed grownups everywhere.. What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.. In short, it's about everything.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Romance",
                "Humor",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Call of the Wild",
            "authors": [
                "Jack London",
                "Avi",
                "Martha"
            ],
            "ranking": 3.89,
            "ranking_count": 382796,
            "abstract": "First published in 1903,. The Call of the Wild. is regarded as Jack London's masterpiece. Based on London's experiences as a gold prospector in the Canadian wilderness and his ideas about nature and the struggle for existence,. The Call of the Wild. is a tale about unbreakable spirit and the fight for survival in the frozen Alaskan Klondike.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Animals",
                "Historical",
                "Literature",
                "Academic",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "She's Come Undone",
            "authors": [
                "Wally Lamb"
            ],
            "ranking": 3.89,
            "ranking_count": 330417,
            "abstract": "In this extraordinary coming-of-age odyssey, Wally Lamb invites us to hitch a wild ride on a journey of love, pain, and renewal with the most heartbreakingly comical heroine to come along in years.. Meet Dolores Price. She's 13, wise-mouthed but wounded, having bid her childhood goodbye. Stranded in front of her bedroom TV, she spends the next few years nourishing herself with the Mallomars, potato chips, and Pepsi her anxious mother supplies. When she finally orbits into young womanhood at 257 pounds, Dolores is no stronger and life is no kinder. But this time she's determined to rise to the occasion and give herself one more chance before she. really. goes under.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Young Adult",
                "Novels",
                "Adult",
                "Literary Fiction",
                "Drama",
                "Mental Health"
            ]
        },
        {
            "title": "The Trial",
            "authors": [
                "Franz Kafka",
                "Max Brod",
                "Willa Muir",
                "Edwin Muir"
            ],
            "ranking": 3.96,
            "ranking_count": 269157,
            "abstract": "Written in 1914 but not published until 1925, a year after Kafka’s death,. The Trial. is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism,. The Trial. has resonated with chilling truth for generations of readers.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Where the Sidewalk Ends",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.31,
            "ranking_count": 1280918,
            "abstract": "Come in... for where the sidewalk ends, Shel Silverstein's world begins.. Shel Silverstein, the. New York Times. bestselling author of. The Giving Tree. ,. A Light in the Attic. ,. Falling Up. , and. Every Thing On It. ,. has created a poetry collection that is outrageously funny and deeply profound.. You'll meet a boy who turns into a TV set, and a girl who eats a whale. The Unicorn and the Bloath live there, and so does Sarah Cynthia Sylvia Stout who will not take the garbage out. It is a place where you wash your shadow and plant diamond gardens, a place where shoes fly, sisters are auctioned off, and crocodiles go to the dentist.. Shel Silverstein's masterful collection of poems and drawings stretches the bounds of imagination and will be cherished by readers of all ages.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Classics",
                "Fiction",
                "Humor",
                "Young Adult",
                "Fantasy"
            ]
        },
        {
            "title": "Perfume: The Story of a Murderer",
            "authors": [
                "Patrick Süskind",
                "John E. Woods"
            ],
            "ranking": 4.03,
            "ranking_count": 390834,
            "abstract": "An acclaimed bestseller and international sensation, Patrick Suskind's classic novel provokes a terrifying examination of what happens when one man's indulgence in his greatest passion—his sense of smell—leads to murder.. In the slums of eighteenth-century France, the infant Jean-Baptiste Grenouille is born with one sublime gift—an absolute sense of smell. As a boy, he lives to decipher the odors of Paris, and apprentices himself to a prominent perfumer who teaches him the ancient art of mixing precious oils and herbs. But Grenouille's genius is such that he is not satisfied to stop there, and he becomes obsessed with capturing the smells of objects such as brass doorknobs and fresh-cut wood. Then one day he catches a hint of a scent that will drive him on an ever-more-terrifying quest to create the ultimate perfume—the scent of a beautiful young virgin. Told with dazzling narrative brilliance,. Perfume. is a hauntingly powerful tale of murder and sensual depravity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Horror",
                "Mystery",
                "Thriller",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Fight Club",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 4.19,
            "ranking_count": 537792,
            "abstract": "Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book.. Fight Club. ’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basement of bars. There, two men fight as long as they have to. This is a gloriously original work that exposes the darkness at the core of our modern world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Thriller",
                "Novels",
                "Mystery",
                "Adult",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Hiding Place: The Triumphant True Story of Corrie Ten Boom",
            "authors": [
                "Corrie ten Boom",
                "John Sherrill",
                "Elizabeth Sherrill"
            ],
            "ranking": 4.43,
            "ranking_count": 290963,
            "abstract": "At one time Corrie ten Boom would have laughed at the idea that there would ever be a story to tell. For the first fifty years of her life nothing at all out of the ordinary had ever happened to her. She was an old-maid watchmaker living contentedly with her spinster sister and their elderly father in the tiny Dutch house over their shop. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another. However, with the Nazi invasion and occupation of Holland, a story did ensue.. Corrie ten Boom and her family became leaders in the Dutch Underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their help, all but Corrie found death in a concentration camp.. The Hiding Place. is their story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Christian",
                "Classics",
                "Autobiography",
                "World War II",
                "War",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Mrs. Dalloway",
            "authors": [
                "Virginia Woolf",
                "Maureen Howard"
            ],
            "ranking": 3.79,
            "ranking_count": 257071,
            "abstract": "Heralded as Virginia Woolf's greatest novel, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Feminism",
                "European Literature",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "Watchmen",
            "authors": [
                "Alan Moore",
                "Dave Gibbons",
                "John    Higgins"
            ],
            "ranking": 4.37,
            "ranking_count": 519847,
            "abstract": "This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.. One of the most influential graphic novels of all time and a perennial best-seller,. Watchmen. has been studied on college campuses across the nation and is considered a gateway title, leading readers to other graphic novels such as. V for Vendetta. ,. Batman: The Dark Knight Returns. and. The Sandman. series.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Graphic Novels Comics",
                "Comics",
                "Classics"
            ]
        },
        {
            "title": "Catch-22",
            "authors": [
                "Joseph Heller"
            ],
            "ranking": 3.98,
            "ranking_count": 777228,
            "abstract": "Fifty years after its original publication, Catch-22 remains a cornerstone of American literature and one of the funniest—and most celebrated—books of all time. In recent years it has been named to “best novels” lists by Time, Newsweek, the Modern Library, and the London Observer.. Set in Italy during World War II, this is the story of the incomparable, malingering bombardier, Yossarian, a hero who is furious because thousands of people he has never met are trying to kill him. But his real problem is not the enemy—it is his own army, which keeps increasing the number of missions the men must fly to complete their service. Yet if Yossarian makes any attempt to excuse himself from the perilous missions he’s assigned, he’ll be in violation of Catch-22, a hilariously sinister bureaucratic rule: a man is considered insane if he willingly continues to fly dangerous combat missions, but if he makes a formal request to be removed from duty, he is proven sane and therefore ineligible to be relieved.. This fiftieth-anniversary edition commemorates Joseph Heller’s masterpiece with a new introduction by Christopher Buckley; a wealth of critical essays and reviews by Norman Mailer, Alfred Kazin, Anthony Burgess, and others; rare papers and photos from Joseph Heller’s personal archive; and much more. Here, at last, is the definitive edition of a classic of world literature.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "War",
                "Humor",
                "Literature",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "The Crucible",
            "authors": [
                "Arthur  Miller",
                "Christopher Bigsby"
            ],
            "ranking": 3.6,
            "ranking_count": 362841,
            "abstract": "I believe that the reader will discover here the essential nature of one of the strangest and most awful chapters in human history, Arthur Miller wrote of his classic play about the witch-hunts and trials in seventeenth-century Salem, Massachusetts. Based on historical people and real events, Miller's drama is a searing portrait of a community engulfed by hysteria. In the rigid theocracy of Salem, rumors that women are practicing witchcraft galvanize the town's most basic fears and suspicions; and when a young girl accuses Elizabeth Proctor of being a witch, self-righteous church leaders and townspeople insist that Elizabeth be brought to trial. The ruthlessness of the prosecutors and the eagerness of neighbor to testify against neighbor brilliantly illuminates the destructive power of socially sanctioned violence.. Written in 1953,. The Crucible. is a mirror Miller uses to reflect the anti-communist hysteria inspired by Senator Joseph McCarthy's witch-hunts in the United States. Within the text itself, Miller contemplates the parallels, writing, Political opposition... is given an inhumane overlay, which then justifies the abrogation of all normally applied customs of civilized behavior. A political policy is equated with moral right, and opposition to it with diabolical malevolence.. WIth an introduction by Christopher Bigsby.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Historical",
                "Drama",
                "Academic",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Perks of Being a Wallflower",
            "authors": [
                "Stephen Chbosky"
            ],
            "ranking": 4.22,
            "ranking_count": 1500609,
            "abstract": "standing on the fringes of life.... offers a unique perspective. But there comes a time to see. what it looks like from the dance floor.. This haunting novel about the dilemma of passivity vs. passion marks the stunning debut of a provocative new voice in contemporary fiction: The Perks of Being A WALLFLOWER. This is the story of what it's like to grow up in high school. More intimate than a diary, Charlie's letters are singular and unique, hilarious and devastating. We may not know where he lives. We may not know to whom he is writing. All we know is the world he shares. Caught between trying to live his life and trying to run from it puts him on a strange course through uncharted territory. The world of first dates and mixed tapes, family dramas and new friends. The world of sex, drugs, and The Rocky Horror Picture Show, when all one requires is that the perfect song on that perfect drive to feel infinite.. Through Charlie, Stephen Chbosky has created a deeply affecting coming-of-age story, a powerful novel that will spirit you back to those wild and poignant roller coaster days known as growing up.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Classics",
                "Realistic Fiction",
                "Health",
                "LGBT",
                "Novels"
            ]
        },
        {
            "title": "Blood Meridian, or the Evening Redness in the West",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.16,
            "ranking_count": 124501,
            "abstract": "Blood Meridian. is an epic novel of the violence and depravity that attended America's westward expansion, brilliantly subverting the conventions of the Western novel and the mythology of the Wild West. Based on historical events that took place on the Texas-Mexico border in the 1850s, it traces the fortunes of the Kid, a fourteen-year-old Tennesseean who stumbles into a nightmarish world where Indians are being murdered and the market for their scalps is thriving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Classics",
                "Literature",
                "Novels",
                "Horror",
                "Literary Fiction"
            ]
        },
        {
            "title": "Calvin and Hobbes",
            "authors": [
                "Bill Watterson",
                "G.B. Trudeau"
            ],
            "ranking": 4.6,
            "ranking_count": 144626,
            "abstract": "This is the first collection of the popular comic strip that features Calvin, a rambunctious 6-year-old boy, and his stuffed tiger, Hobbes, who comes charmingly to life.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Classics",
                "Comics"
            ]
        },
        {
            "title": "The Velveteen Rabbit",
            "authors": [
                "Margery Williams Bianco",
                "William   Nicholson"
            ],
            "ranking": 4.28,
            "ranking_count": 243525,
            "abstract": "Nursery magic is very strange and wonderful, and only those playthings that are old and wise and experienced like the Skin Horse understand all about it.. Like the Skin Horse, Margery Williams understood how toys—and people—become real through the wisdom and experience of love. This reissue of a favorite classic, with the original story and illustrations as they first appeared in 1922, will work its magic for all who read it.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Short Stories",
                "Kids"
            ]
        },
        {
            "title": "Interview with the Vampire",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.01,
            "ranking_count": 530061,
            "abstract": "This is the story of Louis, as told in his own words, of his journey through mortal and immortal life. Louis recounts how he became a vampire at the hands of the radiant and sinister Lestat and how he became indoctrinated, unwillingly, into the vampire way of life. His story ebbs and flows through the streets of New Orleans, defining crucial moments such as his discovery of the exquisite lost young child Claudia, wanting not to hurt but to comfort her with the last breaths of humanity he has inside. Yet, he makes Claudia a vampire, trapping her womanly passion, will, and intelligence inside the body of a small child. Louis and Claudia form a seemingly unbreakable alliance and even settle down for a while in the opulent French Quarter. Louis remembers Claudia's struggle to understand herself and the hatred they both have for Lestat that sends them halfway across the world to seek others of their kind. Louis and Claudia are desperate to find somewhere they belong, to find others who understand, and someone who knows what and why they are.. Louis and Claudia travel Europe, eventually coming to Paris and the ragingly successful Theatre des Vampires--a theatre of vampires pretending to be mortals pretending to be vampires. Here they meet the magnetic and ethereal Armand, who brings them into a whole society of vampires. But Louis and Claudia find that finding others like themselves provides no easy answers and in fact presents dangers they scarcely imagined.. Originally begun as a short story, the book took off as Anne wrote it, spinning the tragic and triumphant life experiences of a soul. As well as the struggles of its characters, Interview captures the political and social changes of two continents. The novel also introduces Lestat, Anne's most enduring character, a heady mixture of attraction and revulsion. The book, full of lush description, centers on the themes of immortality, change, loss, sexuality, and power.. source: annerice.com",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Classics",
                "Gothic",
                "Historical"
            ]
        },
        {
            "title": "Steppenwolf",
            "authors": [
                "Hermann Hesse",
                "Basil Creighton"
            ],
            "ranking": 4.13,
            "ranking_count": 157500,
            "abstract": "Steppenwolf. is a poetical self-portrait of a man who felt himself to be half-human and half-wolf. This Faust-like and magical story is evidence of Hesse's searching philosophy and extraordinary sense of humanity as he tells of the humanization of a middle-aged misanthrope. Yet his novel can also be seen as a plea for rigorous self-examination and an indictment of the intellectual hypocrisy of the period. As Hesse himself remarked, Of all my books. Steppenwolf. is the one that was more often and more violently misunderstood than any of the others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Psychology",
                "Literary Fiction"
            ]
        },
        {
            "title": "Things Fall Apart",
            "authors": [
                "Chinua Achebe"
            ],
            "ranking": 3.71,
            "ranking_count": 326249,
            "abstract": "A simple story of a strong man whose life is dominated by fear and anger,. Things Fall Apart. is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Academic",
                "Literature",
                "Novels",
                "Western Africa"
            ]
        },
        {
            "title": "How the Grinch Stole Christmas!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.36,
            "ranking_count": 374215,
            "abstract": "The Grinch hated Christmas! The whole Christmas season!. Now, please don't ask why. No one quite knows the reason.. Dr. Seuss's small-hearted Grinch ranks right up there with Scrooge when it comes to the crankiest, scowling holiday grumps of all time.. For 53 years, the Grinch has lived in a cave on the side of a mountain, looming above the Whos in Whoville. The noisy holiday preparations and infernal singing of the happy little citizens below annoy him to no end. The Grinch decides this frivolous merriment must stop. His. wonderful, awful. idea is to don a Santa outfit, strap heavy antlers on his poor, quivering dog Max, construct a makeshift sleigh, head down to Whoville, and strip the chafingly cheerful Whos of their Yuletide glee once and for all.. Looking quite out of place and very disturbing in his makeshift Santa get-up, the Grinch slithers down chimneys with empty bags and stealing the Whos' presents, their food, even the logs from their humble Who-fires. He takes the ramshackle sleigh to Mt. Crumpit to dump it and waits to hear the sobs of the Whos when they wake up and discover the trappings of Christmas have disappeared. Imagine the Whos' dismay when they discover the evil-doings of Grinch in his anti-Santa guise. But what is that sound? It's not sobbing, but singing! Children simultaneously adore and fear this triumphant, twisted Seussian testimonial to the undaunted cheerfulness of the Whos, the transcendent nature of joy, and of course, the growth potential of a heart that's two sizes too small.. This holiday classic is perfect for reading aloud to your favorite little Whos.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Classics",
                "Fiction",
                "Poetry",
                "Fantasy",
                "Humor",
                "Kids"
            ]
        },
        {
            "title": "The Prophet",
            "authors": [
                "Kahlil Gibran"
            ],
            "ranking": 4.23,
            "ranking_count": 266061,
            "abstract": "Kahlil Gibran’s masterpiece,. The Prophet,. is one of the most beloved classics of our time. Published in 1923, it has been translated into more than twenty languages, and the American editions alone have sold more than nine million copies.. The Prophet. is a collection of poetic essays that are philosophical, spiritual, and, above all, inspirational. Gibran’s musings are divided into twenty-eight chapters covering such sprawling topics as love, marriage, children, giving, eating and drinking, work, joy and sorrow, housing, clothes, buying and selling, crime and punishment, laws, freedom, reason and passion, pain, self-knowledge, teaching, friendship, talking, time, good and evil, prayer, pleasure, beauty, religion, and death.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Philosophy",
                "Classics",
                "Fiction",
                "Spirituality",
                "Religion",
                "Literature",
                "Self Help",
                "Inspirational",
                "Novels"
            ]
        },
        {
            "title": "As I Lay Dying",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.72,
            "ranking_count": 149388,
            "abstract": "As I Lay Dying. is Faulkner’s harrowing account of the Bundren family’s odyssey across the Mississippi countryside to bury Addie, their wife and mother. Narrated in turn by each of the family members -- including Addie herself -- as well as others; the novel ranges in mood, from dark comedy to the deepest pathos. Considered one of the most influential novels in American fiction in structure, style, and drama,. As I Lay Dying. is a true 20th-century classic.. This edition reproduces the corrected text of. As I Lay Dying. as established in 1985 by Noel Polk.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Academic",
                "Gothic",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "The Shining",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.25,
            "ranking_count": 1289544,
            "abstract": "Jack Torrance's new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he'll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote...and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Classics",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Waste Land",
            "authors": [
                "T.S. Eliot",
                "Michael North"
            ],
            "ranking": 4.1,
            "ranking_count": 48449,
            "abstract": "The Waste Land,. first published in 1922, is often regarded as T.S. Eliot's masterpiece, as well as one of the most important poems of the 20th century and a central work of modernist poetry.. The work, divided in 5 sections, juxtaposes the legend of the Holy Grail and the Fisher King, with a snapshot of early twentieth-century British society. In contemporary times, it is often read published within. The Waste Land and Other Poems. and has come to be Eliot's most popular poem.. T.S. Elliot. was a poet, essayist, publisher, playwright, literary critic and editor. Born in 1888 in St. Louis (MO, USA), he is considered one of the 20th century's major poets, and a central figure in English-language Modernist poetry.. In ten years' time,. wrote Edmund Wilson in. Axel's Castle (1931). , Elliot has left upon English poetry a mark more unmistakable than that of any other poet writing in English.. In 1948, Eliot was awarded the Nobel Price. for his work as a trail-blazing pioneer of modern poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "The Plague",
            "authors": [
                "Albert Camus",
                "Stuart Gilbert",
                "Ersílio Cardoso",
                "Альбер Камю",
                "Valery Rumjanek",
                "Susana Cordero Espinosa"
            ],
            "ranking": 4.02,
            "ranking_count": 212854,
            "abstract": "Alternate cover edition of ISBN. 9780679720218. A gripping tale of human unrelieved horror, of survival and resilience, and of the ways in which humankind confronts death,. The Plague. is at once a masterfully crafted novel, eloquently understated and epic in scope, and a parable of ageless moral resonance, profoundly relevant to our times. In Oran, a coastal town in North Africa, the plague begins as a series of portents, unheeded by the people. It gradually becomes an omnipresent reality, obliterating all traces of the past and driving its victims to almost unearthly extremes of suffering, madness, and compassion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Goodnight Moon",
            "authors": [
                "Margaret Wise Brown",
                "Clement Hurd"
            ],
            "ranking": 4.29,
            "ranking_count": 341661,
            "abstract": "In a great green room, tucked away in bed, is a little bunny. Goodnight room, goodnight moon. And to all the familiar things in the softly lit room -- to the picture of the three little bears sitting on chairs, to the clocks and his socks, to the mittens and the kittens, to everything one by one -- the little bunny says goodnight.. In this classic of children's literature, beloved by generations of readers and listeners, the quiet poetry of the words and the gentle, lulling illustrations combine to make a perfect book for the end of the day.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Poetry",
                "Kids",
                "Animals",
                "Young Adult"
            ]
        },
        {
            "title": "The Thorn Birds",
            "authors": [
                "Colleen McCullough"
            ],
            "ranking": 4.23,
            "ranking_count": 333388,
            "abstract": "The Thorn Birds is a robust, romantic saga of a singular family, the Clearys. It begins in the early part of the 20th century, when Paddy Cleary moves his wife, Fiona, and their seven children to Drogheda, the vast Australian sheep station owned by his autocratic and childless older sister; and it ends more than half a century later, when the only survivor of the third generation, the brilliant actress Justine O'Neill, sets a course of life and love halfway around the world from her roots.. The central figures in this enthralling story are the indomitable Meggie, the only Cleary daughter, and the one man she truly loves, the stunningly handsome and ambitious priest Ralph de Bricassart. Ralph's course moves him a long way indeed, from a remote Outback parish to the halls of the Vatican; and Meggie's except for a brief and miserable marriage elsewhere, is fixed to the Drogheda that is part of her bones - but distance does not dim their feelings though it shapes their lives.. Wonderful characters people this book; strong and gentle, Paddy, hiding a private memory; dutiful Fiona, holding back love because it once betrayed her, violent, tormented Frank, and the other hardworking Cleary sons who give the boundless lands of Drogheda the energy and devotion most men save for women; Meggie; Ralph; and Meggie's children, Justine and Dane. And the land itself; stark, relentless in its demands, brilliant in its flowering, prey to gigantic cycles of drought and flood, rich when nature is bountiful, surreal like no other place on earth.. Alternate Cover Edition ISBN 0380018179 (ISBN13: 9780380018178)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "Cultural",
                "Drama",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Roots: The Saga of an American Family",
            "authors": [
                "Alex Haley"
            ],
            "ranking": 4.43,
            "ranking_count": 154909,
            "abstract": "When he was a boy in Henning, Tennessee, Alex Haley's grandmother used to tell him stories about their family—stories that went back to. her. grandparents, and. their. grandparents, down through the generations all the way to a man she called the African. She said he had lived across the ocean near what he called the . Kamby Bolongo.  and had been out in the forest one day chopping wood to make a drum when he was set upon by four men, beaten, chained and dragged aboard a slave ship bound for Colonial America.. Still vividly remembering the stories after he grew up and became a writer, Haley began to search for documentation that might authenticate the narrative. It took ten years and a half a million miles of travel across three continents to find it, but finally, in an astonishing feat of genealogical detective work, he discovered not only the name of the African—Kunta Kinte—but the precise location of Juffure, the very village in The Gambia, West Africa, from which he was abducted in 1767 at the age of sixteen and taken on the. Lord Ligonier. to Maryland and sold to a Virginia planter.. Haley has talked in Juffure with his own African sixth cousins. On September 29, 1967, he stood on the dock in Annapolis where his great-great-great-great-grandfather was taken ashore on September 29, 1767. Now he has written the monumental two-century drama of Kunta Kinte and the six generations who came after him—slaves and freedmen, farmers and blacksmiths, lumber mill workers and Pullman porters, lawyers and architects—and one author.. But Haley has done more than recapture the history of his own family. As the first black American writer to trace his origins back to their roots, he has told the story of 25,000,000 Americans of African descent. He has rediscovered for an entire people a rich cultural heritage that slavery took away from them, along with their names and their identities. But. Roots. speaks, finally, not just to blacks, or to whites, but to all people and all races everywhere, for the story it tells is one of the most eloquent testimonials ever written to the indomitability of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Race",
                "Audiobook",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Peter Pan",
            "authors": [
                "J.M. Barrie",
                "Michael Hague"
            ],
            "ranking": 4.04,
            "ranking_count": 313659,
            "abstract": "Peter Pan by J. M. Barrie Peter Pan, the mischievous boy who refuses to grow up, lands in the Darling's proper middle-class home to look for his shadow. He befriends Wendy, John and Michael and teaches them to fly (with a little help from fairy dust). He and Tinker Bell whisk them off to Never-land where they encounter the Red Indians, the Little Lost Boys, pirates and the dastardly Captain Hook.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "One Day in the Life of Ivan Denisovich",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "H.T. Willetts"
            ],
            "ranking": 3.97,
            "ranking_count": 101812,
            "abstract": "The only English translation authorized by Aleksandr Solzhenitsyn. First published in the Soviet journal. Novy Mir. in 1962,. One Day in the Life of Ivan Denisovich. stands as a classic of contemporary literature. The story of labor-camp inmate Ivan Denisovich Shukhov, it graphically describes his struggle to maintain his dignity in the face of communist oppression. An unforgettable portrait of the entire world of Stalin's forced work camps,. One Day in the Life of Ivan Denisovich. is one of the most extraordinary literary documents to have emerged from the Soviet Union and confirms Solzhenitsyn's stature as a literary genius whose talent matches that of Dosotevsky, Turgenev, Tolstoy--Harrison Salisbury. This unexpurgated 1991 translation by H. T. Willetts is the only authorized edition available, and fully captures the power and beauty of the original Russian.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Outlander",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.24,
            "ranking_count": 935344,
            "abstract": "The year is 1945. Claire Randall, a former combat nurse, is just back from the war and reunited with her husband on a second honeymoon when she walks through a standing stone in one of the ancient circles that dot the British Isles. Suddenly she is a Sassenach—an “outlander”—in a Scotland torn by war and raiding border clans in the year of Our Lord...1743.. Hurled back in time by forces she cannot understand, Claire is catapulted into the intrigues of lairds and spies that may threaten her life, and shatter her heart. For here James Fraser, a gallant young Scots warrior, shows her a love so absolute that Claire becomes a woman torn between fidelity and desire—and between two vastly different men in two irreconcilable lives.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "Shōgun",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.4,
            "ranking_count": 161162,
            "abstract": "Alternate Cover for ISBN: 0440178002. A bold English adventurer. An invincible Japanese warlord. A beautiful woman torn between two ways of life. All brought together in an extraordinary saga aflame with passion, conflict, ambition, and the struggle for power.. Here is the world-famous novel of Japan that is the earliest book in James Clavell’s masterly Asian saga. Set in the year 1600, it tells the story of a bold English pilot whose ship was blown ashore in Japan, where he encountered two people who were to change his life: a warlord with his own quest for power, and a beautiful interpreter torn between two ways of life and two ways of love.. The principal figures are John Blackthorne, whose dream it is to be the first Englishman to circumnavigate the globe, to wrest control of the trade between Japan and China from Portuguese, and to return home a man of wealth and position; Toranaga, the most powerful feudal lord in Japan, who strives and schemes to seize ultimate power by becoming Shogun—the Supreme Military Dictator—and to unite the warring samurai fiefdoms under his own masterly and farsighted leadership; and the Lady Mariko, a Catholic convert whose conflicting loyalties to the Church and her country are compounded when she falls in love with Blackthorne, the barbarian intruder.. In dramatizing how a Westerner, the representative man of his time, comes to be altered by his exposure to an alien culture, Mr. Clavell provides a spellbinding depiction of a nation seething with violence and intrigue as it moves from the medieval world to the modern.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Adventure",
                "Literature",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "Matilda",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.33,
            "ranking_count": 792090,
            "abstract": "Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered parents who ever lived. Then there's the large, busty nightmare of a school principal, Miss (The) Trunchbull, a former hammer-throwing champion who flings children at will and is approximately as sympathetic as a bulldozer. Fortunately for Matilda, she has the inner resources to deal with such annoyances: astonishing intelligence, saintly patience, and an innate predilection for revenge.. She warms up with some practical jokes aimed at her hapless parents, but the true test comes when she rallies in defense of her teacher, the sweet Miss Honey, against the diabolical Trunchbull. There is never any doubt that Matilda will carry the day. Even so, this wonderful story is far from predictable. Roald Dahl, while keeping the plot moving imaginatively, also has an unerring ear for emotional truth. The reader cares about Matilda because in addition to all her other gifts, she has real feelings.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Fantasy",
                "Young Adult",
                "Humor",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "I Know Why the Caged Bird Sings",
            "authors": [
                "Maya Angelou"
            ],
            "ranking": 4.27,
            "ranking_count": 471799,
            "abstract": "Maya Angelou’s debut memoir is a modern American classic beloved worldwide. Her life story is told in the documentary film And Still I Rise, as seen on PBS’s American Masters.. Here is a book as joyous and painful, as mysterious and memorable, as childhood itself. I Know Why the Caged Bird Sings captures the longing of lonely children, the brute insult of bigotry, and the wonder of words that can make the world right. Maya Angelou’s debut memoir is a modern American classic beloved worldwide.. Sent by their mother to live with their devout, self-sufficient grandmother in a small Southern town, Maya and her brother, Bailey, endure the ache of abandonment and the prejudice of the local “powhitetrash.” At eight years old and back at her mother’s side in St. Louis, Maya is attacked by a man many times her age—and has to live with the consequences for a lifetime. Years later, in San Francisco, Maya learns that love for herself, the kindness of others, her own strong spirit, and the ideas of great authors (“I met and fell in love with William Shakespeare”) will allow her to be free instead of imprisoned.. Poetic and powerful,. I Know Why the Caged Bird Sings. will touch hearts and change minds for as long as people read.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Biography",
                "Poetry",
                "Feminism",
                "Biography Memoir",
                "Cultural",
                "Race"
            ]
        },
        {
            "title": "Stranger in a Strange Land",
            "authors": [
                "Robert A. Heinlein",
                "James Warhola"
            ],
            "ranking": 3.92,
            "ranking_count": 293537,
            "abstract": "NAME: Valentine Michael Smith. ANCESTRY: Human. ORIGIN: Mars. Valentine Michael Smith is a human being raised on Mars, newly returned to Earth. Among his people for the first time, he struggles to understand the social mores and prejudices of human nature that are so alien to him, while teaching them his own fundamental beliefs in grokking, watersharing, and love.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Philosophy",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "A Fine Balance",
            "authors": [
                "Rohinton Mistry"
            ],
            "ranking": 4.36,
            "ranking_count": 139501,
            "abstract": "With a compassionate realism and narrative sweep that recall the work of Charles Dickens, this magnificent novel captures all the cruelty and corruption, dignity and heroism, of India.. The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uprooted from his idyllic hill station, and two tailors who have fled the caste violence of their native village--will be thrust together, forced to share one cramped apartment and an uncertain future.. As the characters move from distrust to friendship and from friendship to love,. A Fine Balance. creates an enduring panorama of the human spirit in an inhuman state.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Midnight's Children",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.98,
            "ranking_count": 112472,
            "abstract": "Saleem Sinai is born at the stroke of midnight on August 15, 1947, the very moment of India’s independence. Greeted by fireworks displays, cheering crowds, and Prime Minister Nehru himself, Saleem grows up to learn the ominous consequences of this coincidence. His every act is mirrored and magnified in events that sway the course of national affairs; his health and well-being are inextricably bound to those of his nation; his life is inseparable, at times indistinguishable, from the history of his country. Perhaps most remarkable are the telepathic powers linking him with India’s 1,000 other “midnight’s children,” all born in that initial hour and endowed with magical gifts.. This novel is at once a fascinating family saga and an astonishing evocation of a vast land and its people–a brilliant incarnation of the universal human comedy. Twenty-five years after its publication, Midnight’ s Children stands apart as both an epochal work of fiction and a brilliant performance by one of the great literary voices of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Classics",
                "Historical",
                "Fantasy",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Asian Literature"
            ]
        },
        {
            "title": "Infinite Jest",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 4.26,
            "ranking_count": 82722,
            "abstract": "A gargantuan, mind-altering tragi-comedy about the Pursuit of Happiness in America.. Set in an addicts' halfway house and a tennis academy, and featuring the most endearingly screwed-up family to come along in recent fiction,. Infinite Jest. explores essential questions about what entertainment is and why it has come to so dominate our lives; about how our desire for entertainment affects our need to connect with other people; and about what the pleasures we choose say about who we are.. Equal parts philosophical quest and screwball comedy,. Infinite Jest. bends every rule of fiction without sacrificing for a moment its own entertainment value. It is an exuberant, uniquely American exploration of the passions that make us human—and one of those rare books that renew the idea of what a novel can do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Humor",
                "Unfinished",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "The Wind-Up Bird Chronicle",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 4.16,
            "ranking_count": 247198,
            "abstract": "Japan's most highly regarded novelist now vaults into the first ranks of international fiction writers with this heroically imaginative novel, which is at once a detective story, an account of a disintegrating marriage, and an excavation of the buried secrets of World War II.. In a Tokyo suburb a young man named Toru Okada searches for his wife's missing cat. Soon he finds himself looking for his wife as well in a netherworld that lies beneath the placid surface of Tokyo. As these searches intersect, Okada encounters a bizarre group of allies and antagonists: a psychic prostitute; a malevolent yet mediagenic politician; a cheerfully morbid sixteen-year-old-girl; and an aging war veteran who has been permanently changed by the hideous things he witnessed during Japan's forgotten campaign in Manchuria.. Gripping, prophetic, suffused with comedy and menace,. The Wind-Up Bird Chronicle. is a tour de force equal in scope to the masterpieces of Mishima and Pynchon.. Three books in one volume: The Thieving Magpie, Bird as Prophet, The Birdcatcher. This translation by Jay Rubin is in collaboration with the author.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Asian Literature",
                "Fantasy",
                "Contemporary",
                "Novels",
                "Literature",
                "Mystery",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Screwtape Letters",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.24,
            "ranking_count": 382370,
            "abstract": "The Screwtape Letters. by C.S.  Lewis is a classic masterpiece of religious satire that entertains readers with its sly and ironic portrayal of human life and foibles from the vantage point of Screwtape, a highly placed assistant to Our Father Below. At once wildly comic, deadly serious, and strikingly original, C.S. Lewis's. The Screwtape Letters. is the most engaging account of temptation—and triumph over it—ever written.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Christian",
                "Religion",
                "Fantasy",
                "Christian Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch",
            "authors": [
                "Terry Pratchett",
                "Neil Gaiman"
            ],
            "ranking": 4.25,
            "ranking_count": 631512,
            "abstract": "According to The Nice and Accurate Prophecies of Agnes Nutter, Witch (the world's only completely accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner.. So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon—both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle—are not actually looking forward to the coming Rapture.. And someone seems to have misplaced the Antichrist . . .",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "A Streetcar Named Desire",
            "authors": [
                "Tennessee Williams"
            ],
            "ranking": 3.98,
            "ranking_count": 283271,
            "abstract": "The Pulitzer Prize and Drama Critics Circle Award winning play—reissued with an introduction by Arthur Miller (. Death of a Salesman. and. The Crucible. ), and Williams’ essay “The World I Live In.”. It is a very short list of 20th-century American plays that continue to have the same power and impact as when they first appeared—57 years after its Broadway premiere, Tennessee Williams’. A Streetcar Named Desire. is one of those plays. The story famously recounts how the faded and promiscuous Blanche DuBois is pushed over the edge by her sexy and brutal brother-in-law, Stanley Kowalski.. Streetcar. launched the careers of Marlon Brando, Jessica Tandy, Kim Hunter, and Karl Malden, and solidified the position of Tennessee Williams as one of the most important young playwrights of his generation, as well as that of Elia Kazan as the greatest American stage director of the ’40s and ’50s.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "His Dark Materials",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.27,
            "ranking_count": 153512,
            "abstract": "The Golden Compass, The Subtle Knife, and The Amber Spyglass are available together in one volume perfect for any fan or newcomer to this modern fantasy classic series.. These thrilling adventures tell the story of Lyra and Will—two ordinary children on a perilous journey through shimmering haunted otherworlds. They will meet witches and armored bears, fallen angels and soul-eating specters. And in the end, the fate of both the living—and the dead—will rely on them.. Phillip Pullman’s spellbinding His Dark Materials trilogy has captivated readers for over twenty years and won acclaim at every turn. It will have you questioning everything you know about your world and wondering what really lies just out of reach.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "Dubliners",
            "authors": [
                "James Joyce",
                "Jeri Johnson"
            ],
            "ranking": 3.85,
            "ranking_count": 136412,
            "abstract": "This work of art reflects life in Ireland at the turn of the last century, and by rejecting euphemism, reveals to the Irish their unromantic realities. Each of the 15 stories offers glimpses into the lives of ordinary Dubliners, and collectively they paint a portrait of a nation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Cultural",
                "Literature",
                "European Literature",
                "Academic",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The House of the Spirits",
            "authors": [
                "Isabel Allende",
                "Magda Bogin"
            ],
            "ranking": 4.26,
            "ranking_count": 222786,
            "abstract": "In one of the most important and beloved Latin American works of the twentieth century, Isabel Allende weaves a luminous tapestry of three generations of the Trueba family, revealing both triumphs and tragedies. Here is patriarch Esteban, whose wild desires and political machinations are tempered only by his love for his ethereal wife, Clara, a woman touched by an otherworldly hand. Their daughter, Blanca, whose forbidden love for a man Esteban has deemed unworthy infuriates her father, yet will produce his greatest joy: his granddaughter Alba, a beautiful, ambitious girl who will lead the family and their country into a revolutionary future.. The House of the Spirits is an enthralling saga that spans decades and lives, twining the personal and the political into an epic novel of love, magic, and fate.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Classics",
                "Fantasy",
                "European Literature",
                "Novels",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Tender Is the Night",
            "authors": [
                "F. Scott Fitzgerald",
                "Amor Towles"
            ],
            "ranking": 3.8,
            "ranking_count": 123854,
            "abstract": "Set on the French Riviera in the late 1920s,. Tender Is the Night. is the tragic romance of the young actress Rosemary Hoyt and the stylish American couple Dick and Nicole Diver. A brilliant young psychiatrist at the time of his marriage, Dick is both husband and doctor to Nicole, whose wealth goads him into a lifestyle not his own, and whose growing strength highlights Dick's harrowing demise. A profound study of the romantic concept of character,. Tender Is the Night. is lyrical, expansive, and hauntingly evocative.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Do Androids Dream of Electric Sheep?",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.09,
            "ranking_count": 395137,
            "abstract": "It was January 2021, and Rick Deckard had a license to kill.. Somewhere among the hordes of humans out there, lurked several rogue androids. Deckard's assignment--find them and then...retire them. Trouble was, the androids all looked exactly like humans, and they didn't want to be found!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Man's Search for Meaning",
            "authors": [
                "Viktor E. Frankl",
                "Harold S. Kushner",
                "William J. Winslade",
                "Isle Lasch"
            ],
            "ranking": 4.36,
            "ranking_count": 540580,
            "abstract": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Based on his own experience and the stories of his patients, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. At the heart of his theory, known as logotherapy, is a conviction that the primary human drive is not pleasure but the pursuit of what we find meaningful.. Man's Search for Meaning. has become one of the most influential books in America; it continues to inspire us all to find significance in the very act of living.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Philosophy",
                "History",
                "Self Help",
                "Autobiography",
                "Biography",
                "Classics",
                "Spirituality",
                "World War II"
            ]
        },
        {
            "title": "The Cider House Rules",
            "authors": [
                "John Irving"
            ],
            "ranking": 4.15,
            "ranking_count": 171950,
            "abstract": "Raised from birth in the orphanage at St. Cloud's, Maine, Homer Wells has become the protege of Dr. Wilbur Larch, its physician and director. There Dr. Larch cares for the troubled mothers who seek his help, either by delivering and taking in their unwanted babies or by performing illegal abortions. Meticulously trained by Dr. Larch, Homer assists in the former, but draws the line at the latter. Then a young man brings his beautiful fiancee to Dr. Larch for an abortion, and everything about the couple beckons Homer to the wide world outside the orphanage ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Doctor Zhivago",
            "authors": [
                "Boris Pasternak",
                "John Bayley",
                "Max Hayward",
                "Manya Harari"
            ],
            "ranking": 4.01,
            "ranking_count": 90274,
            "abstract": "This epic tale about the effects of the Russian Revolution and its aftermath on a bourgeois family was not published in the Soviet Union until 1987. One of the results of its publication in the West was Pasternak's complete rejection by Soviet authorities; when he was awarded the Nobel Prize for Literature in 1958 he was compelled to decline it. The book quickly became an international best-seller.. Dr. Yury Zhivago, Pasternak's alter ego, is a poet, philosopher, and physician whose life is disrupted by the war and by his love for Lara, the wife of a revolutionary. His artistic nature makes him vulnerable to the brutality and harshness of the Bolsheviks. The poems he writes constitute some of the most beautiful writing featured in the novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Romance",
                "Novels",
                "War"
            ]
        },
        {
            "title": "The Mists of Avalon",
            "authors": [
                "Marion Zimmer Bradley"
            ],
            "ranking": 4.12,
            "ranking_count": 199756,
            "abstract": "Here is the magical legend of King Arthur, vividly retold through the eyes and lives of the women who wielded power from behind the throne. A spellbinding novel, an extraordinary literary achievement, THE MISTS OF AVALON will stay with you for a long time to come....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Mythology",
                "Classics",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The God of Small Things",
            "authors": [
                "Arundhati Roy"
            ],
            "ranking": 3.95,
            "ranking_count": 269979,
            "abstract": "The year is 1969. In the state of Kerala, on the southernmost tip of India, a skyblue Plymouth with chrome tailfins is stranded on the highway amid a Marxist workers' demonstration. Inside the car sit two-egg twins Rahel and Esthappen, and so begins their tale. . . .. Armed only with the invincible innocence of children, they fashion a childhood for themselves in the shade of the wreck that is their family—their lonely, lovely mother, Ammu (who loves by night the man her children love by day), their blind grandmother, Mammachi (who plays Handel on her violin), their beloved uncle Chacko (Rhodes scholar, pickle baron, radical Marxist, bottom-pincher), their enemy, Baby Kochamma (ex-nun and incumbent grandaunt), and the ghost of an imperial entomologist's moth (with unusually dense dorsal tufts).. When their English cousin, Sophie Mol, and her mother, Margaret Kochamma, arrive on a Christmas visit, Esthappen and Rahel learn that Things Can Change in a Day. That lives can twist into new, ugly shapes, even cease forever, beside their river graygreen. With fish in it. With the sky and trees in it. And at night, the broken yellow moon in it.. The brilliantly plotted story uncoils with an agonizing sense of foreboding and inevitability. Yet nothing prepares you for what lies at the heart of it.. The God of Small Things. takes on the Big Themes—Love. Madness. Hope. Infinite Joy. Here is a writer who dares to break the rules. To dislocate received rhythms and create the language she requires, a language that is at once classical and unprecedented. Arundhati Roy has given us a book that is anchored to anguish, but fueled by wit and magic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Classics",
                "Novels",
                "Asian Literature",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Martian Chronicles",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 4.15,
            "ranking_count": 235062,
            "abstract": "The strange and wonderful tale of man’s experiences on Mars, filled with intense images and astonishing visions. Now part of the Voyager Classics collection.. The Martian Chronicles tells the story of humanity’s repeated attempts to colonize the red planet. The first men were few. Most succumbed to a disease they called the Great Loneliness when they saw their home planet dwindle to the size of a fist. They felt they had never been born. Those few that survived found no welcome on Mars. The shape-changing Martians thought they were native lunatics and duly locked them up.. But more rockets arrived from Earth, and more, piercing the hallucinations projected by the Martians. People brought their old prejudices with them – and their desires and fantasies, tainted dreams. These were soon inhabited by the strange native beings, with their caged flowers and birds of flame.. Contents:. Rocket Summer. Ylla. The Summer Night. The Earth Men. The Taxpayer. The Third Expedition. -And the Moon Be Still As Bright. The Settlers. The Green Morning. The Locusts. Night Meeting. The Shore. Interim. The Musicians. Way in the Middle of the Air. The Naming of Names. Usher II. The Old Ones. The Martian. The Luggage Store. The Off Season. The Watchers. The Silent Towns. The Long Years. There Will Come Soft Rains. The Million Year Picnic",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Short Stories",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Literature",
                "Space"
            ]
        },
        {
            "title": "Murder on the Orient Express",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.19,
            "ranking_count": 488456,
            "abstract": "Just after midnight, a snowdrift stops the Orient Express in its tracks as it travels through the mountainous Balkans. The luxurious train is surprisingly full for the time of the year but, by the morning, it is one passenger fewer. An American tycoon lies dead in his compartment, stabbed a dozen times, his door locked from the inside.. One of the passengers is none other than detective Hercule Poirot. On vacation.. Isolated and with a killer in their midst, Poirot must identify the murderer—in case he or she decides to strike again.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Breakfast of Champions",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.07,
            "ranking_count": 239592,
            "abstract": "Alternate cover for this ISBN can be found. here. In. Breakfast of Champions,. one of Kurt Vonnegut’s most beloved characters, the aging writer Kilgore Trout, finds to his horror that a Midwest car dealer is taking his fiction as truth. What follows is murderously funny satire, as Vonnegut looks at war, sex, racism, success, politics, and pollution in America and reminds us how to see the truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Tuesdays with Morrie",
            "authors": [
                "Mitch Albom"
            ],
            "ranking": 4.14,
            "ranking_count": 885677,
            "abstract": "Maybe it was a grandparent, or a teacher or a colleague. Someone older, patient and wise, who understood you when you were young and searching, and gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago.. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded. Wouldn't you like to see that person again, ask the bigger questions that still haunt you?. Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying of ALS - or motor neurone disease - Mitch visited Morrie in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final 'class': lessons in how to live.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Inspirational",
                "Classics",
                "Philosophy",
                "Self Help",
                "Contemporary",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "The House of Mirth",
            "authors": [
                "Edith Wharton",
                "Nina Bawden"
            ],
            "ranking": 3.96,
            "ranking_count": 90504,
            "abstract": "First published in 1905,. The House of Mirth. shocked the New York society it so deftly chronicles, portraying the moral, social and economic restraints on a woman who dared to claim the privileges of marriage without assuming the responsibilities.. Lily Bart, beautiful, witty and sophisticated, is accepted by 'old money' and courted by the growing tribe of nouveaux riches. But as she nears thirty, her foothold becomes precarious; a poor girl with expensive tastes, she needs a husband to preserve her social standing, and to maintain her in the luxury she has come to expect. Whilst many have sought her, something - fastidiousness or integrity- prevents her from making a 'suitable' match.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "Jonathan Livingston Seagull",
            "authors": [
                "Richard Bach",
                "Russell Munson"
            ],
            "ranking": 3.85,
            "ranking_count": 227506,
            "abstract": "This is a story for people who follow their hearts and make their own rules...people who get special pleasure out of doing something well, even if only for themselves...people who know there's more to this living than meets the eye: they’ll be right there with Jonathan, flying higher and faster than ever they dreamed.. Jonathan Livingston Seagull is no ordinary bird. He believes it is every gull's right to fly, to reach the ultimate freedom of challenge and discovery, finding his greatest reward in teaching younger gulls the joy of flight and the power of dreams. The special 20th anniversary release of this spiritual classic!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Fantasy",
                "Spirituality",
                "Inspirational",
                "Self Help",
                "Novels",
                "Literature",
                "Animals"
            ]
        },
        {
            "title": "Angels & Demons",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.92,
            "ranking_count": 2944445,
            "abstract": "World-renowned Harvard symbologist Robert Langdon is summoned to a Swiss research facility to analyze a cryptic symbol seared into the chest of a murdered physicist. What he discovers is unimaginable: a deadly vendetta against the Catholic Church by a centuries-old underground organization -- the Illuminati. In a desperate race to save the Vatican from a powerful time bomb, Langdon joins forces in Rome with the beautiful and mysterious scientist Vittoria Vetra. Together they embark on a frantic hunt through sealed crypts, dangerous catacombs, and deserted cathedrals, and into the depths of the most secretive vault on earth...the long-forgotten Illuminati lair.. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Adventure",
                "Historical",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Silmarillion",
            "authors": [
                "J.R.R. Tolkien",
                "Christopher Tolkien",
                "Ted Nasmith"
            ],
            "ranking": 3.96,
            "ranking_count": 245325,
            "abstract": "The Silmarillion is an account of the Elder Days, of the First Age of Tolkien’s world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Literature",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Guns, Germs, and Steel: The Fates of Human Societies",
            "authors": [
                "Jared Diamond"
            ],
            "ranking": 4.04,
            "ranking_count": 358023,
            "abstract": "Diamond has written a book of remarkable scope ... one of the most important and readable works on the human past published in recent years.. Winner of the Pulitzer Prize and a national bestseller: the global account of the rise of civilization that is also a stunning refutation of ideas of human development based on race.. In this artful, informative, and delightful (William H. McNeill, New York Review of Books) book, Jared Diamond convincingly argues that geographical and environmental factors shaped the modern world. Societies that had a head start in food production advanced beyond the hunter-gatherer stage, and then developed writing, technology, government, and organized religion—as well as nasty germs and potent weapons of war—and adventured on sea and land to conquer and decimate preliterate cultures. A major advance in our understanding of human societies,. Guns, Germs, and Steel. chronicles the way that the modern world came to be and stunningly dismantles racially based theories of human history.. Winner of the Pulitzer Prize, the Phi Beta Kappa Award in Science, the Rhone-Poulenc Prize, and the Commonwealth Club of California's Gold Medal",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Anthropology",
                "Sociology",
                "Politics",
                "Economics",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "The Once and Future King",
            "authors": [
                "T.H. White"
            ],
            "ranking": 4.06,
            "ranking_count": 104842,
            "abstract": "T.H White′s masterful retelling of the Arthurian legend is an abiding classic. Here all five volumes that make up the story are published in one volume, as White himself always wished. Exquisite comedy offsets the tragedy of Arthur′s personal doom as White brings to life the major British epic of all time with brilliance, grandeur, warmth and charm.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Historical",
                "Mythology",
                "Young Adult",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "It",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.25,
            "ranking_count": 942313,
            "abstract": "Welcome to Derry, Maine .... It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real .... They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Classics",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Death of a Salesman",
            "authors": [
                "Arthur  Miller"
            ],
            "ranking": 3.55,
            "ranking_count": 207676,
            "abstract": "'For a salesman, there is no rock bottom to life. He don't put a bolt to a nut, he don't tell you the law or give you medicine. He's a man way out there in the blue, riding on a smile and a shoeshine.'. Willy Loman has been a salesman for 34 years. At 60, he is cast aside, his usefulness now exhausted. With no future to dream about he must face the crushing disappointments of his past. He takes one final brave action, but is he heroic at last?, or a self-deluding fool?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Autobiography of Malcolm X",
            "authors": [
                "Malcolm X",
                "Alex Haley"
            ],
            "ranking": 4.34,
            "ranking_count": 241332,
            "abstract": "Alternate cover for ISBN 9780345350688. Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself the angriest Black man in America relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind.. An established classic of modern America, The Autobiography of Malcolm X was hailed by the New York Times as Extraordinary. A brilliant, painful, important book. Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Race",
                "Politics",
                "Classics",
                "Biography Memoir",
                "Cultural"
            ]
        },
        {
            "title": "The Wind in the Willows",
            "authors": [
                "Kenneth Grahame",
                "Gillian Avery"
            ],
            "ranking": 3.99,
            "ranking_count": 196203,
            "abstract": "For more than a century, The Wind in the Willows and its endearing protagonists--Mole, Mr. Toad, Badger, and Ratty--have enchanted children of all ages. Whether the four friends are setting forth on an exciting adventure, engaging in a comic caper, or simply relaxing by the River Thames, their stories are among the most charming in all English literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Adventure",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Clan of the Cave Bear",
            "authors": [
                "Jean M. Auel",
                "Sandra Burr"
            ],
            "ranking": 4.07,
            "ranking_count": 248292,
            "abstract": "Librarian note: You can find an alternate cover edition. here. .. This novel of awesome beauty and power is a moving saga about people, relationships, and the boundaries of love. Through Jean M. Auel’s magnificent storytelling we are taken back to the dawn of modern humans, and with a girl named Ayla we are swept up in the harsh and beautiful Ice Age world they shared with the ones who called themselves The Clan of the Cave Bear.. A natural disaster leaves the young girl wandering alone in an unfamiliar and dangerous land until she is found by a woman of the Clan, people very different from her own kind. To them, blond, blue-eyed Ayla looks peculiar and ugly--she is one of the Others, those who have moved into their ancient homeland; but Iza cannot leave the girl to die and takes her with them. Iza and Creb, the old Mog-ur, grow to love her, and as Ayla learns the ways of the Clan and Iza’s way of healing, most come to accept her. But the brutal and proud youth who is destined to become their next leader sees her differences as a threat to his authority. He develops a deep and abiding hatred for the strange girl of the Others who lives in their midst, and is determined to get his revenge.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Classics",
                "Romance",
                "Adventure",
                "Historical Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "My Ántonia",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.81,
            "ranking_count": 127722,
            "abstract": "Through Jim Burden's endearing, smitten voice, we revisit the remarkable vicissitudes of immigrant life in the Nebraska heartland, with all its insistent bonds. Guiding the way are some of literature's most beguiling characters: the Russian brothers plagued by memories of a fateful sleigh ride, Antonia's desperately homesick father and self-indulgent mother, and the coy Lena Lingard. Holding the pastoral society's heart, of course, is the bewitching, free-spirited Antonia.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Academic",
                "Novels",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Jungle",
            "authors": [
                "Upton Sinclair",
                "Earl Lee",
                "Kathleen DeGrave"
            ],
            "ranking": 3.76,
            "ranking_count": 135904,
            "abstract": "For nearly a century, the original version of Upton Sinclair's classic novel has remained almost entirely unknown.. When it was published in serial form in 1905, it was a full third longer than the censored, commercial edition published in book form the following year. That expurgated commercial edition edited out much of the ethnic flavor of the original, as well as some of the goriest descriptions of the meat-packing industry and much of Sinclair's most pointed social and political commentary.. The text of this new edition is as it appeared in the original uncensored edition of 1905.. It contains the full 36 chapters as originally published, rather than the 31 of the expurgated edition.. A new foreword describes the discovery in the 1980s of the original edition and its subsequent suppression, and a new introduction places the novel in historical context by explaining the pattern of censorship in the shorter commercial edition.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Politics",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Midnight in the Garden of Good and Evil",
            "authors": [
                "John Berendt"
            ],
            "ranking": 3.92,
            "ranking_count": 246508,
            "abstract": "A sublime and seductive reading experience. This portrait of a beguiling Southern city was a best-seller (though a flop as a movie). ~ Shots rang out in Savannah's grandest mansion in the misty, early morning hours of May 2, 1981. Was it murder or self-defense? For nearly a decade, the shooting and its aftermath reverberated throughout this city of moss-hung oaks and shaded squares. John Berendt's narrative reads like a thoroughly engrossing novel, and yet it is a work of nonfiction. Berendt interweaves a first-person account of life in this isolated remnant of the Old South with the unpredictable twists and turns of a landmark murder case.. The story is peopled by a gallery of remarkable characters: the well-bred society ladies of the Married Woman's Card Club; the turbulent young redneck gigolo; the hapless recluse who owns a bottle of poison so powerful it could kill every man, woman, and child in Savannah; the aging and profane Southern belle who is the soul of pampered self-absorption; the uproarious black drag queen; the acerbic and arrogant antiques dealer; the sweet-talking, piano-playing con artist; young blacks dancing the minuet at the black debutante ball; and Minerva, the voodoo priestess who works her magic in the graveyard at midnight. These and other Savannahians act as a Greek chorus, with Berendt revealing the alliances, hostilities, and intrigues that thrive in a town where everyone knows everyone else.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "History",
                "American",
                "Classics",
                "Travel",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "Interpreter of Maladies",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 4.17,
            "ranking_count": 175307,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In A Temporary Matter, published in. The New Yorker. , a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Asian Literature",
                "Adult Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Heart Is a Lonely Hunter",
            "authors": [
                "Carson McCullers"
            ],
            "ranking": 3.99,
            "ranking_count": 100339,
            "abstract": "Carson McCullers’ prodigious first novel was published to instant acclaim when she was just twenty-three. Set in a small town in the middle of the deep South, it is the story of John Singer, a lonely deaf-mute, and a disparate group of people who are drawn towards his kind, sympathetic nature. The owner of the café where Singer eats every day, a young girl desperate to grow up, an angry drunkard, a frustrated black doctor: each pours their heart out to Singer, their silent confidant, and he in turn changes their disenchanted lives in ways they could never imagine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Historical",
                "Literary Fiction",
                "Gothic",
                "Young Adult"
            ]
        },
        {
            "title": "The English Patient",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.87,
            "ranking_count": 122889,
            "abstract": "With ravishing beauty and unsettling intelligence, Michael Ondaatje's Booker Prize-winning novel traces the intersection of four damaged lives in an Italian villa at the end of World War II. Hana, the exhausted nurse; the maimed thief, Caravaggio; the wary sapper, Kip: each is haunted by the riddle of the English patient, the nameless, burned man who lies in an upstairs room and whose memories of passion, betrayal, and rescue illuminate this book like flashes of heat lightning.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Romance",
                "War",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Like Water for Chocolate",
            "authors": [
                "Laura Esquivel",
                "Thomas  Christensen",
                "Carol Christensen"
            ],
            "ranking": 3.95,
            "ranking_count": 343234,
            "abstract": "Earthy, magical, and utterly charming, this tale of family life in turn-of-the-century Mexico became a best-selling phenomenon with its winning blend of poignant romance and bittersweet wit.. The number one bestseller in Mexico and America for almost two years, and subsequently a bestseller around the world,. Like Water For Chocolate. is a romantic, poignant tale, touched with moments of magic, graphic earthiness, bittersweet wit - and recipes.. A sumptuous feast of a novel, it relates the bizarre history of the all-female De La Garza family. Tita, the youngest daughter of the house, has been forbidden to marry, condemned by Mexican tradition to look after her mother until she dies. But Tita falls in love with Pedro, and he is seduced by the magical food she cooks. In desperation, Pedro marries her sister Rosaura so that he can stay close to her, so that Tita and Pedro are forced to circle each other in unconsummated passion. Only a freakish chain of tragedies, bad luck and fate finally reunite them against all the odds.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Romance",
                "Historical",
                "Classics",
                "Fantasy",
                "Food and Drink",
                "European Literature",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Age of Innocence",
            "authors": [
                "Edith Wharton",
                "Maureen Howard"
            ],
            "ranking": 3.96,
            "ranking_count": 154286,
            "abstract": "Winner of the 1921 Pulitzer Prize,. The Age of Innocence. is. Edith Wharton. ’s masterful portrait of desire and betrayal during the sumptuous Golden Age of Old New York, a time when society people “dreaded scandal more than disease.”. This is Newland Archer’s world as he prepares to marry the beautiful but conventional May Welland. But when the mysterious Countess Ellen Olenska returns to New York after a disastrous marriage, Archer falls deeply in love with her. Torn between duty and passion, Archer struggles to make a decision that will either courageously define his life—or mercilessly destroy it.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "Literature",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "Swann's Way",
            "authors": [
                "Marcel Proust",
                "Lydia Davis"
            ],
            "ranking": 4.13,
            "ranking_count": 53213,
            "abstract": "Marcel Proust's. In Search of Lost Time. is one of the most entertaining reading experiences in any language and arguably the finest novel of the twentieth century. But since its original prewar translation there has been no completely new version in English. Now, Penguin brings Proust's masterpiece to new audiences throughout the world, beginning with Lydia Davis's internationally acclaimed translation of the first volume,. Swann's Way. .. Swann's Way. is one of the preeminent novels of childhood: a sensitive boy's impressions of his family and neighbors, all brought dazzlingly back to life years later by the taste of a madeleine. It also enfolds the short novel Swann in Love, an incomparable study of sexual jealousy that becomes a crucial part of the vast, unfolding structure of. In Search of Lost Time. . The first volume of the work that established Proust as one of the finest voices of the modern age — satirical, skeptical, confiding, and endlessly varied in its response to the human condition —. Swann's Way. also stands on its own as a perfect rendering of a life in art, of the past re-created through memory.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Philosophy",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "A Separate Peace",
            "authors": [
                "John Knowles",
                "David Levithan"
            ],
            "ranking": 3.59,
            "ranking_count": 203554,
            "abstract": "An American classic and great bestseller for over thirty years,. A Separate Peace. is timeless in its description of adolescence during a period when the entire country was losing its innocence to the second world war.. Set at a boys boarding school in New England during the early years of World War II,. A Separate Peace. is a harrowing and luminous parable of the dark side of adolescence. Gene is a lonely, introverted intellectual. Phineas is a handsome, taunting, daredevil athlete. What happens between the two friends one summer, like the war itself, banishes the innocence of these boys and their world.. A bestseller for more than thirty years,. A Separate Peace. is John Knowles crowning achievement and an undisputed American classic.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Academic",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Amazing Adventures of Kavalier & Clay",
            "authors": [
                "Michael Chabon"
            ],
            "ranking": 4.18,
            "ranking_count": 193293,
            "abstract": "Joe Kavalier, a young Jewish artist who has also been trained in the art of Houdini-esque escape, has just smuggled himself out of Nazi-invaded Prague and landed in New York City. His Brooklyn cousin Sammy Clay is looking for a partner to create heroes, stories, and art for the latest novelty to hit America - the comic book. Drawing on their own fears and dreams, Kavalier and Clay create the Escapist, the Monitor, and Luna Moth, inspired by the beautiful Rosa Saks, who will become linked by powerful ties to both men. With exhilarating style and grace, Michael Chabon tells an unforgettable story about American romance and possibility.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Sequential Art",
                "New York"
            ]
        },
        {
            "title": "If on a Winter's Night a Traveler",
            "authors": [
                "Italo Calvino",
                "William Weaver"
            ],
            "ranking": 4.05,
            "ranking_count": 84228,
            "abstract": "If on a Winter's Night a Traveler. is a marvel of ingenuity, an experimental text that looks longingly back to the great age of narration—when time no longer seemed stopped and did not yet seem to have exploded. Italo Calvino's novel is in one sense a comedy in which the two protagonists, the Reader and the Other Reader, ultimately end up married, having almost finished. If on a Winter's Night a Traveler.. In another, it is a tragedy, a reflection on the difficulties of writing and the solitary nature of reading. The Reader buys a fashionable new book, which opens with an exhortation: Relax. Concentrate. Dispel every other thought. Let the world around you fade. Alas, after 30 or so pages, he discovers that his copy is corrupted, and consists of nothing but the first section, over and over. Returning to the bookshop, he discovers the volume, which he thought was by Calvino, is actually by the Polish writer Bazakbal. Given the choice between the two, he goes for the Pole, as does the Other Reader, Ludmilla. But this copy turns out to be by yet another writer, as does the next, and the next.. The real Calvino intersperses 10 different pastiches—stories of menace, spies, mystery, premonition—with explorations of how and why we choose to read, make meanings, and get our bearings or fail to. Meanwhile the Reader and Ludmilla try to reach, and read, each other.. If on a Winter's Night. is dazzling, vertiginous, and deeply romantic. What makes lovemaking and reading resemble each other most is that within both of them times and spaces open, different from measurable time and space.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Magical Realism",
                "Cultural",
                "Novels",
                "Writing",
                "Literary Fiction"
            ]
        },
        {
            "title": "Harry Potter and the Goblet of Fire",
            "authors": [
                "J.K. Rowling",
                "Mary GrandPré"
            ],
            "ranking": 4.57,
            "ranking_count": 3053981,
            "abstract": "Harry Potter is midway through his training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event that's supposed to take place at Hogwarts this year, an event involving two other rival schools of magic, and a competition that hasn't happened for hundreds of years. He wants to be a normal, fourteen-year-old wizard. But unfortunately for Harry Potter, he's not normal - even by wizarding standards.. And in his case, different can be deadly.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values",
            "authors": [
                "Robert M. Pirsig"
            ],
            "ranking": 3.77,
            "ranking_count": 216279,
            "abstract": "Robert M. Pirsig's. Zen & the Art of Motorcycle Maintenance. is an examination of how we live, a meditation on how to live better set around the narration of a summer motorcycle trip across America's Northwest, undertaken by a father & his young son.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Spirituality",
                "Travel",
                "Psychology",
                "Self Help",
                "Literature",
                "Unfinished",
                "Religion"
            ]
        },
        {
            "title": "A Room of One's Own",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 4.19,
            "ranking_count": 155590,
            "abstract": "A Room of One's Own. is an extended essay by Virginia Woolf. First published on the 24th of October, 1929, the essay was based on a series of lectures she delivered at Newnham College and Girton College, two women's colleges at Cambridge University in October 1928. While this extended essay in fact employs a fictional narrator and narrative to explore women both as writers and characters in fiction, the manuscript for the delivery of the series of lectures, titled Women and Fiction, and hence the essay, are considered nonfiction. The essay is seen as a feminist text, and is noted in its argument for both a literal and figural space for women writers within a literary tradition dominated by patriarchy.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Feminism",
                "Writing",
                "Philosophy",
                "Language",
                "Literature",
                "Womens",
                "European Literature"
            ]
        },
        {
            "title": "Disgrace",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.84,
            "ranking_count": 95998,
            "abstract": "Set in post-apartheid South Africa, J. M. Coetzee’s searing novel tells the story of David Lurie, a twice divorced, 52-year-old professor of communications and Romantic Poetry at Cape Technical University. Lurie believes he has created a comfortable, if somewhat passionless, life for himself. He lives within his financial and emotional means. Though his position at the university has been reduced, he teaches his classes dutifully; and while age has diminished his attractiveness, weekly visits to a prostitute satisfy his sexual needs. He considers himself happy. However, when Lurie seduces one of his students, he sets in motion a chain of events that will shatter his complacency and leave him utterly disgraced.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "Maus I: A Survivor's Tale: My Father Bleeds History",
            "authors": [
                "Art Spiegelman"
            ],
            "ranking": 4.36,
            "ranking_count": 285868,
            "abstract": "The first installment of the Pulitzer Prize-winning graphic novel acclaimed as “the most affecting and successful narrative ever done about the Holocaust” (Wall Street Journal) and “the first masterpiece in comic book history” (The New Yorker).. A brutally moving work of art—widely hailed as the greatest graphic novel ever written—Maus recounts the chilling experiences of the author’s father during the Holocaust, with Jews drawn as wide-eyed mice and Nazis as menacing cats.. Maus is a haunting tale within a tale, weaving the author’s account of his tortured relationship with his aging father into an astonishing retelling of one of history's most unspeakable tragedies. It is an unforgettable story of survival and a disarming look at the legacy of trauma.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "History",
                "Nonfiction",
                "Autobiography",
                "World War II",
                "Biography",
                "Historical",
                "War",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Ficciones",
            "authors": [
                "Jorge Luis Borges",
                "Anthony Kerrigan",
                "Anthony Bonner"
            ],
            "ranking": 4.43,
            "ranking_count": 56948,
            "abstract": "The seventeen pieces in. Ficciones. demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in. Ficciones. is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything else in between.. Part One: The Garden of Forking Paths. Prologue. Tlön, Uqbar, Orbis Tertius (1940). The Approach to Al-Mu'tasim (1936, not included in the 1941 edition). Pierre Menard, Author of the Quixote (1939). The Circular Ruins (1940). The Lottery in Babylon (1941). An Examination of the Work of Herbert Quain (1941). The Library of Babel (1941). The Garden of Forking Paths (1941). Part Two: Artifices. Prologue. Funes the Memorious (1942). The Form of the Sword (1942). Theme of the Traitor and the Hero (1944). Death and the Compass (1942). The Secret Miracle (1943). Three Versions of Judas (1944). The End (1953, 2nd edition only). The Sect of the Phoenix (1952, 2nd edition only). The South (1953, 2nd edition only)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Magical Realism",
                "Literature",
                "Fantasy",
                "European Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "A Room with a View",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 3.91,
            "ranking_count": 165521,
            "abstract": "But you do, he went on, not waiting for contradiction. You love the boy body and soul, plainly, directly, as he loves you, and no other word expresses it .... Lucy has her rigid, middle-class life mapped out for her, until she visits Florence with her uptight cousin Charlotte, and finds her neatly ordered existence thrown off balance. Her eyes are opened by the unconventional characters she meets at the Pension Bertolini: flamboyant romantic novelist Eleanor Lavish, the Cockney Signora, curious Mr Emerson and, most of all, his passionate son George.. Lucy finds herself torn between the intensity of life in Italy and the repressed morals of Edwardian England, personified in her terminally dull fiancé Cecil Vyse. Will she ever learn to follow her own heart?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Brideshead Revisited",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 4.0,
            "ranking_count": 100870,
            "abstract": "The most nostalgic and reflective of Evelyn Waugh's novels,. Brideshead Revisited. looks back to the golden age before the Second World War. It tells the story of Charles Ryder's infatuation with the Marchmains and the rapidly-disappearing world of privilege they inhabit. Enchanted first by Sebastian at Oxford, then by his doomed Catholic family, in particular his remote sister, Julia, Charles comes finally to recognize only his spiritual and social distance from them.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "LGBT",
                "Literary Fiction"
            ]
        },
        {
            "title": "Cannery Row",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 4.05,
            "ranking_count": 122537,
            "abstract": "Cannery Row. is a book without much of a plot. Rather, it is an attempt to capture the feeling and people of a place, the cannery district of Monterey, California, which is populated by a mix of those down on their luck and those who choose for other reasons not to live up the hill in the more respectable area of town. The flow of the main plot is frequently interrupted by short vignettes that introduce us to various denizens of the Row, most of whom are not directly connected with the central story. These vignettes are often characterized by direct or indirect reference to extreme violence: suicides, corpses, and the cruelty of the natural world.. The story of. Cannery Row. follows the adventures of Mack and the boys, a group of unemployed yet resourceful men who inhabit a converted fish-meal shack on the edge of a vacant lot down on the Row.. Sweet Thursday is the sequel to Cannery Row.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Gravity's Rainbow",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.98,
            "ranking_count": 41140,
            "abstract": "Winner of the 1973 National Book Award, Gravity's Rainbow is a postmodern epic, a work as exhaustively significant to the second half of the 20th century as Joyce's Ulysses was to the first. Its sprawling, encyclopedic narrative, and penetrating analysis of the impact of technology on society make it an intellectual tour de force.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Science Fiction",
                "Historical",
                "Novels",
                "War",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "I Know This Much Is True",
            "authors": [
                "Wally Lamb"
            ],
            "ranking": 4.2,
            "ranking_count": 300207,
            "abstract": "On the afternoon of October 12, 1990, my twin brother, Thomas, entered the Three Rivers, Connecticut, public library, retreated to one of the rear study carrels, and prayed to God the sacrifice he was about to commit would be deemed acceptable. . . .. One of the most acclaimed novels of our time, Wally Lamb's I Know This Much Is True is a story of alienation and connection, devastation and renewal, at once joyous, heartbreaking, poignant, mystical, and powerfully, profoundly human.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Mental Health",
                "Adult",
                "Drama",
                "Psychology",
                "Health"
            ]
        },
        {
            "title": "Fried Green Tomatoes at the Whistle Stop Cafe",
            "authors": [
                "Fannie Flagg"
            ],
            "ranking": 4.28,
            "ranking_count": 285556,
            "abstract": "Folksy and fresh, endearing and affecting,. Fried Green Tomatoes at the Whistle Stop Cafe. is a now-classic novel about two women: Evelyn, who’s in the sad slump of middle age, and gray-headed Mrs. Threadgoode, who’s telling her life story. Her tale includes two more women—the irrepressibly daredevilish tomboy Idgie and her friend Ruth—who back in the thirties ran a little place in Whistle Stop, Alabama, offering good coffee, southern barbecue, and all kinds of love and laughter—even an occasional murder. And as the past unfolds, the present will never be quite the same again.. Alternative covers for this ISBN can be found. here. and. here",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "LGBT",
                "Classics",
                "Womens Fiction",
                "American",
                "Humor",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Phantom Tollbooth",
            "authors": [
                "Norton Juster",
                "Jules Feiffer"
            ],
            "ranking": 4.18,
            "ranking_count": 268354,
            "abstract": "Librarian's Note: For an alternate cover edition of the same ISBN, click. here. .. This beloved story -first published more than fifty years ago- introduces readers to Milo and his adventures in the Lands Beyond.. For Milo, everything’s a bore. When a tollbooth mysteriously appears in his room, he drives through only because he’s got nothing better to do. But on the other side, things seem different. Milo visits the Island of Conclusions (you get there by jumping), learns about time from a ticking watchdog named Tock, and even embarks on a quest to rescue Rhyme and Reason! Somewhere along the way, Milo realizes something astonishing. Life is far from dull. In fact, it’s exciting beyond his wildest dreams. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Humor",
                "Academic"
            ]
        },
        {
            "title": "The Cat in the Hat",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.17,
            "ranking_count": 489660,
            "abstract": "Have a ball with Dr. Seuss and the Cat in the Hat in this classic picture book...but don't forget to clean up your mess!. Then he said That is that.. And then he was gone. With a tip of his hat.. A dreary day turns into a wild romp when this beloved story introduces readers to the. Cat in the Hat. and his troublemaking friends,. Thing 1. and. Thing 2. – And don't forget. Fish. ! A favorite among kids, parents and teachers, this story uses simple words and basic rhyme to encourage and delight beginning readers.. Originally created by. Dr. Seuss. himself,. Beginner Books. are fun, funny, and easy to read. These unjacketed hardcover early readers encourage children to read all on their own, using simple words and illustrations. Smaller than the classic large format Seuss picture books like. The Lorax. and. Oh, The Places You'll Go!. ,. these portable packages are perfect for practicing readers ages 3-7, and lucky parents too!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Poetry",
                "Fantasy",
                "Humor",
                "Animals",
                "Kids"
            ]
        },
        {
            "title": "A People's History of the United States",
            "authors": [
                "Howard Zinn"
            ],
            "ranking": 4.07,
            "ranking_count": 220623,
            "abstract": "In the book, Zinn presented a different side of history from the more traditional fundamental nationalist glorification of country.. Zinn portrays a side of American history that can largely be seen as the exploitation and manipulation of the majority by rigged systems that hugely favor a small aggregate of elite rulers from across the orthodox political parties.. A People's History has been assigned as reading in many high schools and colleges across the United States. It has also resulted in a change in the focus of historical work, which now includes stories that previously were ignored. Library Journal calls Howard Zinn’s book “a brilliant and moving history of the American people from the point of view of those…whose plight has been largely omitted from most histories.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Historical",
                "Social Movements",
                "Classics",
                "Audiobook",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "The Notebook",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.13,
            "ranking_count": 1495542,
            "abstract": "A man with a faded, well-worn notebook open in his lap. A woman experiencing a morning ritual she doesn't understand. Until he begins to read to her. An achingly tender story about the enduring power of love.. A man with a faded, well-worn notebook open in his lap. A woman experiencing a morning ritual she doesn't understand. Until he begins to read to her. The Notebook is an achingly tender story about the enduring power of love, a story of miracles that will stay with you forever.. Set amid the austere beauty of coastal North Carolina in 1946, The Notebook begins with the story of Noah Calhoun, a rural Southerner returned home from World War II. Noah, thirty-one, is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling to forget the summer they spent together, Noah is content to live with only memories...until she unexpectedly returns to his town to see him once again.. Allie Nelson, twenty-nine, is now engaged to another man, but realizes that the original passion she felt for Noah has not dimmed with the passage of time. Still, the obstacles that once ended their previous relationship remain, and the gulf between their worlds is too vast to ignore. With her impending marriage only weeks away, Allie is forced to confront her hopes and dreams for the future, a future that only she can shape.. Like a puzzle within a puzzle, the story of Noah and Allie is just the beginning. As it unfolds, their tale miraculously becomes something different, with much higher stakes. The result is a deeply moving portrait of love itself, the tender moments and the fundamental changes that affect us all. Shining with a beauty that is rarely found in current literature, The Notebook establishes Nicholas Sparks as a classic storyteller with a unique insight into the only emotion that really matters.. I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough.. And so begins one of the most poignant and compelling love stories you will ever read...The Notebook",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Classics",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "Anne of Avonlea",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.21,
            "ranking_count": 171258,
            "abstract": "At sixteen, Anne is grown up...almost. Her gray eyes shine like evening stars, but her red hair is still as peppery as her temper. In the years since she arrived at Green Gables as a freckle-faced orphan, she has earned the love of the people of Avonlea. and. a reputation for getting into scrapes. But when Anne begins her job as the new schoolteacher, the real test of her character begins. Along with teaching the three Rs, she is learning how complicated life can be when she meddles in someone else's romance, finds two new orphans at Green Gables, and wonders about the strange behaviour of the very handsome Gilbert Blythe. As Anne enters womanhood, her adventures touch the heart and the funny bone.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Neuromancer",
            "authors": [
                "William Gibson"
            ],
            "ranking": 3.9,
            "ranking_count": 290853,
            "abstract": "Hotwired to the leading edges of art and technology,. Neuromancer. is a cyberpunk, science fiction masterpiece—a classic that ranks with. 1984. and. Brave New World. as one of the twentieth century’s most potent visions of the future.. The Matrix is a world within the world, a global consensus-hallucination, the representation of every byte of data in cyberspace.... Henry Dorsett Case was the sharpest data-thief in the business, until vengeful former employees crippled his nervous system. But now a new and very mysterious employer recruits him for a last-chance run. The target: an unthinkably powerful artificial intelligence orbiting Earth in service of the sinister Tessier-Ashpool business clan. With a dead man riding shotgun and Molly, mirror-eyed street-samurai, to watch his back, Case embarks on an adventure that ups the ante on an entire genre of fiction.. The winner of the Hugo, Nebula, and Philip K. Dick Awards,. Neuromancer. was the first fully-realized glimpse of humankind’s digital future—a shocking vision that has challenged our assumptions about our technology and ourselves, reinvented the way we speak and think, and forever altered the landscape of our imaginations.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Alienist",
            "authors": [
                "Caleb Carr"
            ],
            "ranking": 4.05,
            "ranking_count": 164910,
            "abstract": "Length: 20 hrs and 3 mins. The year is 1896, the place, New York City. On a cold March night New York Times reporter John Schuyler Moore is summoned to the East River by his friend and former Harvard classmate Dr. Laszlo Kreizler, a psychologist, or alienist. On the unfinished Williamsburg Bridge, they view the horribly mutilated body of an adolescent boy, a prostitute from one of Manhattan's infamous brothels.. The newly appointed police commissioner, Theodore Roosevelt, in a highly unorthodox move, enlists the two men in the murder investigation, counting on the reserved Kreizler's intellect and Moore's knowledge of New York's vast criminal underworld. They are joined by Sara Howard, a brave and determined woman who works as a secretary in the police department. Laboring in secret (for alienists, and the emerging discipline of psychology, are viewed by the public with skepticism at best), the unlikely team embarks on what is a revolutionary effort in criminology-- amassing a psychological profile of the man they're looking for based on the details of his crimes. Their dangerous quest takes them into the tortured past and twisted mind of a murderer who has killed before--and will kill again before the hunt is over.. Fast-paced and gripping, infused with a historian's exactitude, The Alienist conjures up the Gilded Age and its untarnished underside: verminous tenements and opulent mansions, corrupt cops and flamboyant gangsters, shining opera houses and seamy gin mills. Here is a New York during an age when questioning society's belief that all killers are born, not made, could have unexpected and mortal consequences.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense"
            ]
        }
    ]
}