{
    "books": [
        {
            "title": "Counterpoint",
            "authors": [
                "Rachel Haimowitz"
            ],
            "ranking": 3.75,
            "ranking_count": 3487,
            "abstract": "It is the twilight of mankind. Depleted by generations of war with a dark race, the human kingdoms and their ancient alliance stand on the brink of extinction. The outlands are soaked with the blood of the fallen. The midlands are rotting with decadence and despair.. Elfkind, estranged by past crimes, watches and waits for nature to run its course.. And then the two collide.. Ayden's life has long been guided by two emotions: love for his sister, and hatred of all things human. When he's captured in battle, he must for his sister's sake swallow his pride and endure slavery in the service of a human prince, Freyrik Farr.. Freyrik's always known elves to be beautiful and dangerous, but never has one affected him as deeply as Ayden. Can his life of service to his people leave room for this attraction? Dancing on a dagger's edge between duty and high treason, Freyrik discovers that some choices can change a life, and some an entire world.. Between prejudice, politics, pride, and survival, Ayden and Freyrik must carve a new path, no matter how daunting. For nothing less than the fate of both their peoples rests on the power of their perseverance and their love.. Note: This edition is a re-release of the same novel first published in 2010 by Guiltless Pleasure Publishing.. This title is #1 of the Song of the Fallen series.. Warning, this title contains the following sensitive themes: explicit violence",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "M M Romance"
            ]
        },
        {
            "title": "Fatal System Error",
            "authors": [
                "Joseph Menn"
            ],
            "ranking": 3.69,
            "ranking_count": 1068,
            "abstract": "In this disquieting cyber thriller, Joseph Menn takes readers into the murky hacker underground, traveling the globe from San Francisco to Costa Rica and London to Russia. His guides are California surfer and computer whiz Barrett Lyon and a fearless British high-tech agent. Through these heroes, Menn shows the evolution of cyber-crime from small-time thieving to sophisticated, organized gangs, who began by attacking corporate websites but increasingly steal financial data from consumers and defense secrets from governments. Using unprecedented access to Mob businesses and Russian officials, the book reveals how top criminals earned protection from the Russian government.Fatal System Error penetrates both the Russian cyber-mob and La Cosa Nostra as the two fight over the Internet's massive spoils. The cloak-and-dagger adventure shows why cyber-crime is much worse than you thought-and why the Internet might not survive.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Computer Science",
                "Mystery",
                "Computers",
                "Crime",
                "Business",
                "History"
            ]
        },
        {
            "title": "You Wish",
            "authors": [
                "Mandy Hubbard"
            ],
            "ranking": 3.79,
            "ranking_count": 4473,
            "abstract": "Kayla McHenry's sweet sixteen sucks! Her dad left, her grades dropped, and her BFF is dating the boy Kayla's secretly loved for years. Blowing out her candles, Kayla thinks:. I wish my birthday wishes actually came true. Because they never freakin' do.. Kayla wakes the next day to a life-sized, bright pink My Little Pony outside her window. Then a year's supply of gumballs arrives. A boy named Ken with a disturbing resemblance to the doll of the same name stalks her. As the ghosts of Kayla's wishes-past appear, they take her on a wild ride...but they. must stop. . Because when she was fifteen? She wished Ben Mackenzie would kiss her. And Ben is her best friend's boyfriend.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Voyagers of the Titanic: Passengers, Sailors, Shipbuilders, Aristocrats, and the Worlds They Came From",
            "authors": [
                "Richard Davenport-Hines"
            ],
            "ranking": 3.78,
            "ranking_count": 1102,
            "abstract": "It has been one hundred years since the sinking of the passenger liner Titanic in the North Atlantic, yet worldwide fascination with the epic tragedy remains as strong as ever. With. Voyagers of the Titanic. , Richard Davenport-Hines gives us a magnificent history of the people intimately connected with the infamous ship—from deal-makers and industry giants, like J.P. Morgan, who built and operated it; to Molly Brown, John Jacob Astor IV, and other glittering aristocrats who occupied its first class cabins; to the men and women traveling below decks hoping to find a better life in America. Commemorating the centennial anniversary of the great disaster,. Voyagers of the Titanic. offers a fascinating, uniquely original view of one of the most momentous catastrophes of the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Biography",
                "Adult",
                "Adventure",
                "North American Hi...",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Morality Police #3",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 4.83,
            "ranking_count": 6,
            "abstract": "Faith is a seer, has visions out of time. She's in love with her husband Billy Rogue. Billy is a famous punk rocker, in love with making music, and himself. Sylvester McCain is with the Morality Police, and has traveled time on a sliver of light to set things right for Faith...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "With His Dying Breath",
            "authors": [
                "Nancy Hogue"
            ],
            "ranking": 3.9,
            "ranking_count": 63,
            "abstract": "(First in a series) With His Dying Breath has all the elements of a great cozy mystery--murder of a prominent, wealthy real estate tycoon, the arrest of his beautiful, jet-setting wife of three years and a young teenage protagonist who is about to fall in love. Mix that up with a cool female detective and a down to earth male detective and throw in a gossipy beauty shop in a small, Southern town with lots of secrets and you’ve got River Town which lies just outside Macon, Georgia.. The cherry blossoms are in full bloom but underneath this canopy of pink, residents are tormented by someone behind a veil of deception. Who killed Blake Brockton, one of Georgia’s richest men? With his dying breath, he accused Sammi, his much younger, beautiful wife. JJ Matthews, a high school junior, is positive Sammi is not guilty and is determined to prove her mentor's innocence. When others are randomly killed off, even Detective Hilda Marabell has her doubts. But the evidence continues to build so is she guilty or not? JJ has her hands full trying to solve the puzzle while a romance buds in her own life. Will she find the murderer before another victim dies? Will JJ find love with her sexy history teacher or the good-looking deputy sheriff?. These are characters you won't soon forget or who may live just next door!",
            "part_of_series": true,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "Hollywood Diet & Exercise Secrets",
            "authors": [
                "Jay Christian"
            ],
            "ranking": 3.54,
            "ranking_count": 13,
            "abstract": "Have you ever wondered how the Hollywood celebrities keep so thin and trim and still have all that energy?. The answers are here in this quick handbook. Hollywood Diet & Exercise Secrets reveals 40 different personal routines that really work, from the stars themselves!. From food and liquid intake, to vitamins and daily exercise routines, the celebrities share their opinionated views and beliefs for maintaining their excellent health.. Stay fit and trim all year round, by following or incorporating the stars’ secrets into your diet and exercise plan.. Some of the 40 celebrities’ diet & exercise secrets are from: Bo Derek, Harrison Ford, La Toya Jackson, David Hasselhoff, Cassandra Peterson (Elvira), Donny Osmond, Vanna White, Richard Simmons, Mary Hart, Lorenzo Lamas and many, many more.. Secrets that work and have worked beautifully for the Hollywood celebrities and now… you too!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Love Minus Eighty",
            "authors": [
                "Will McIntosh"
            ],
            "ranking": 3.81,
            "ranking_count": 2910,
            "abstract": "The words were gentle strokes, drawing her awake.. Hello. Hello there.. She felt the light on her eyelids, and knew that if she opened her eyes they would sting, and she would have to shade them with her palm and let the light bleed through a crack.. Feel like talking? A man's soft voice.. And then her mind cleared enough to wonder: who was this man at her bedside?. She tried to sigh, but no breath came. Her eyes flew open in alarm.. In the future, love is complicated. Technology moves ever forward. To be disconnected from the maze of social networking is to be an outcast.. Even death doesn't have to be the end. An impossible love story is about to unfold between a hit-and-run victim and her killer.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "Adult",
                "Adult Fiction",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Soulmates",
            "authors": [
                "Holly Bourne"
            ],
            "ranking": 3.79,
            "ranking_count": 6999,
            "abstract": "Every so often, two people are born who are the perfect matches for each other. Soulmates. But while the odds of this happening are about as likely as being struck by lightning, when these people do meet and fall in love…thunderstorms, lightning strikes and lashings of rain are only the beginning of their problems.. Enter Poppy, the 17-year-old cynic with a serious addiction to banana milk, and Noah, the heart-throb guitarist; residents of mediocre Middletown, sometime students, and…soulmates.. After a chance meeting at a local band night, Poppy and Noah find themselves swept up in a whirlwind romance unlike anything they’ve ever experienced before. But with a secret international agency preparing to separate them, a trail of destruction rumbling in their wake, (and a looming psychology coursework deadline), they are left with an impossible choice between the end of the world, or a life without love…",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "The Storycatcher",
            "authors": [
                "Ann Hite"
            ],
            "ranking": 3.84,
            "ranking_count": 1074,
            "abstract": "From the author of the “wonderfully crafted” (. San Francisco Book Review. ). Ghost on Black Mountain. comes a haunting gothic novel set in the Depression-era South about two young women who form an unlikely alliance when the spirit of a dead woman takes up residence in their home.. Shelly Parker never much liked Faith Dobbins, the uppity way that girl bossed her around. But they had more in common than she knew. Shelly tried to ignore the haints that warned her Faith’s tyrannical father, Pastor Dobbins, was a devil in disguise. But when Faith started acting strange, Shelly couldn’t avoid the past—not anymore.. Critically acclaimed, award-winning author Ann Hite beckons readers back to the Depression-era South, from the saltwater marshes of Georgia’s coast to the whispering winds of North Carolina’s mystical Black Mountain, in a mesmerizing gothic tale about the dark family secrets that come back to haunt us.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Gothic",
                "Mystery",
                "American",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "Aberrant",
            "authors": [
                "Ruth  Silver"
            ],
            "ranking": 3.76,
            "ranking_count": 1453,
            "abstract": "In the future Dystopian society of Cabal, the government instills equality for all and offers its citizens the perfect system. There is food, shelter and jobs for everyone. The one requirement is to follow the rules without question, including the government's match in marriage and The Day of the Chosen, a lottery that randomly selects families to conceive children as natural means hasn't existed in generations. Following her eighteenth birthday, Olivia Parker accepts her requirement to marry her childhood best friend, Joshua Warren, and is eager to start her work assignment and new life when it all comes abruptly to an end as she's arrested and thrown in prison. The only crime committed, her existence. Olivia is unlike the rest of the world born not from The Day of the Chosen. The truth haunts the government and puts her life in grave danger as one simple fact would destroy the perfect system.. With Joshua's help, Olivia breaks free of prison and is forced on the run. Together they set out to find the promised rebel town in search of a new home and new life together. Their situation seems less than promising as they reach the town of Haven. New rules and customs must be adhered to in order to stay. Leaving would mean most certain death in the large expanse of the Gravelands. Time is running out as the government mounts an attack to destroy Olivia and bury her secret with her. Thrown into a world unlike their own, they must quickly adapt to survive.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "New Adult",
                "Fiction",
                "Adventure",
                "Action",
                "Apocalyptic"
            ]
        },
        {
            "title": "Rebecca: The Making of a Hollywood Classic",
            "authors": [
                "Jennifer Leigh Wells"
            ],
            "ranking": 3.63,
            "ranking_count": 30,
            "abstract": "The making of the Oscar® Award-winning classic Rebecca is detailed in this enlightening and fascinating book which delves into the behind the scenes drama, struggles and passion that went into the filming of this iconic movie. Biographical sketches of key figures such as author Daphne du Maurier and leading actors Joan Fontaine and Laurence Olivier are included, along with photographs and trivia.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Tooth & Nail",
            "authors": [
                "Michael G.  Williams"
            ],
            "ranking": 4.38,
            "ranking_count": 34,
            "abstract": "The price of immortality is watching your own life end.. Withrow Surrett, the most sarcastic vampire for a country mile, makes an annual Appalachian pilgrimage to keep tabs on nocturnal colleagues and his last living friend from mortal days. What should be a quiet week among familiar faces quickly fills with undead rednecks, folk magic, murder, a rookie detective and Withrow's own psychotic cousin who insists on trying to help.. As he chases the phantoms of conspiracy and paranoia across moonlit forests, abandoned factories, shadowy back roads and seedy bars - all the quiet little places humans fear to tread - Withrow also struggles with who he wants to be. Can a monster find a place among family and friends?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "Valley Cats",
            "authors": [
                "Gretchen Preston"
            ],
            "ranking": 4.22,
            "ranking_count": 9,
            "abstract": "Valley Cats children's books are more than a story of adventure. Each book is a celebration of seasonal beauty and regional history, a lesson in trying new things, and a tribute to having fun. Most of all, it’s a story of friendship. Valley Cats is an engaging elementary chapter book and an ideal bedtime storybook. Children of any age will enjoy Boonie and River’s antics set amidst the beautiful backdrop of Michigan’s Upper Peninsula.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "System Purge",
            "authors": [
                "Ross Willard"
            ],
            "ranking": 4.0,
            "ranking_count": 31,
            "abstract": "Fourteen-year-old Tommy Philips doesn’t know where he comes from. He has questions that his foster parents can’t answer, questions about who he is and what makes him so different from everyone around him. When he stumbles across evidence that one of his teachers has been guarding him for years, Tommy begins an investigation that will uncover a history he never could have guessed.. Rowan Darren wasn’t just born to be a soldier, he was made to be one. The Nospious, a collection of twelve Houses of genetically-engineered humans, live in silent conflict, fighting quiet political wars against each other and the outside world, constantly trying to advance their interests to the detriment of anyone who gets in their way, while concealing their existence. Rowan, of the House of Aries, is no exception. After years overseas, expanding his House’s influence, Rowan is coming home, but the home waiting for him is anything but simple, and survival will require more than a few modified genomes.. Though he goes by Samuel, his name is ‘Three,’ and ever since The War claimed the lives of his siblings, he has been the oldest living synthetic lifeform on Earth. Maintaining control over the increasingly restless Society of Machines has always been difficult, but a second war has been brewing for years, and if Samuel doesn’t get in front of it in time, it will cost the Society both lives and the secrecy that they’ve cultivated for years.. Three lives moving in very different directions will all meet at a crossroads, and all three will be forever changed.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "The Bloody Ripper",
            "authors": [
                "T.A. Uner"
            ],
            "ranking": 3.87,
            "ranking_count": 54,
            "abstract": "Something strange is happening in Victorian England: Citizens of London are disappearing and being used in gruesome experiments by a ruthless organization, a mysterious red locomotive transporting strange cargo steams toward an unknown destination, and women in Whitechapel district are being brutally murdered by an unknown assailant called “Jack the Ripper.”. Jack Mansfield, a promising young doctor, is thrust into an unenviable situation when his older brother Robert, a detective investigating the Ripper killings, suddenly disappears, and Jack is framed for the Whitechapel murders. Now Jack must use every skill at his disposal to clear his name and prevent a conspiracy that threatens not only London, but the entire human race.. The Bloody Ripper is a new Steampunk thriller by T.A. Uner. Set in Victorian Era London, during the time of the “Jack the Ripper” killing spree in 1888, it is sure to keep readers guessing until the final page.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Revenge",
            "authors": [
                "O.L. Ramos"
            ],
            "ranking": 4.26,
            "ranking_count": 170,
            "abstract": "If the world you lived in was someday revealed to be nothing but a lie, would you really want the truth? Elizabeth McBeth did, and she's paid the price for it.... After almost 10 years since Liz's mother was taken from her, Liz finally found her mother, Mary. But Mary has been forever changed, something that Liz will have to accept. The beginning of happier times, one would think.... The conspiracy has been exposed; Liz, Vincent, Mary and Michael had all thought that the vampire plot had been destroyed. They should have never underestimated Klein.. Klein has reinforced his armies, splitting the entire vampire species with the question... is Klein the vampiric messiah? Unfortunately for the heroes and the world itself, Klein has set in motion a plan that will destroy the world and recreate it in his own image.. Will the group be able to defeat Klein and restore the balance to nature? Or are they already doomed?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult"
            ]
        },
        {
            "title": "My Wolf King",
            "authors": [
                "Rose Wynters"
            ],
            "ranking": 3.39,
            "ranking_count": 370,
            "abstract": "Wolf Town Guardians - Born to walk this world as both wolf and human, these men take their role as protectors very seriously. Enjoying sensual pleasures as they please, this group of alpha werewolves are the finest when it comes to protecting their hidden settlement. Guardians are the masters of self-control, taking pride in their authority and hard, muscled bodies. That all changes at the first scent of their mates. Their control snaps. The mating heat begins. This is their stories.. King of a large settlement of werewolves in the rural Missouri countryside, Alexander Petrov is stunned when the residents of Nashoba become victims to a series of panther shifter attacks. Desperate to put an end to it before their existence becomes known, his life is changed when he rescues his mated female in an isolated cabin. The panthers believe she knows the location of the Jewel of Adolpha, and they won't stop until they get it back.. Carole Anne Boswick is horrified to discover the supernatural world is real when a creature that looks like Bigfoot breaks into her home. Rescued at the last moment by a gorgeous and naked male, she decides to throw all caution to the wind and experience the promises his rock-hard body is making. The decadent sensuality she finds in his arms comes at a price, though. Is it one she is willing to pay?. The mating heat is on, and it's more powerful than anything Carole Anne has experienced before. Utilizing the services of the pack's Sheik, Alexander satisfies her body while his guardians fight to keep them safe. Will she submit to her King?. Genres: Erotic Romance, Plus-Sized Romance, Werewolf Romance, BBW Romance. Word Count: 60,888",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Erotica",
                "Romance",
                "Adult Fiction",
                "Shapeshifters",
                "Animals"
            ]
        },
        {
            "title": "Expiration Date",
            "authors": [
                "Duane Swierczynski"
            ],
            "ranking": 3.8,
            "ranking_count": 766,
            "abstract": "In this neighborhood, make a wrong turn and you're history. Mickey Wade is a recently-unemployed journalist who lucked into a rent-free apartment – his sick grandfather's place. The only problem: it's in a lousy neighborhood. The one where Mickey grew up, in fact. The one he was so desperate to escape.. But now he's back. Dead broke. And just when he thinks he's reached rock bottom, Mickey wakes up in the past. Literally.. At first he thinks it's a dream. All of the stores he remembered from his childhood, the cars, the rumble of the elevated train. But as he digs deeper into the past, searching for answers about the grandfather he hardly knows, Mickey meets the twelve-year-old kid who lives in the apartment below. The kid who will grow up to someday murder Mickey's father.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ageless Spy",
            "authors": [
                "D.C. Mahoney"
            ],
            "ranking": 4.0,
            "ranking_count": 4,
            "abstract": "Ageless Spy is a literary novel that flows smoothly through the protagonist's life. The narrative is not meant to confound the reader with overtly clever twists, violence or sex. Ageless Spy simply tells a story about lives that intertwine amid the Second World War and bond closer together after the war's conclusion. The quiet narrative introduces Carl Coles and creates a wonderful tapestry of suspense and intrigue as the story takes the reader on unsuspecting paths.. The narrative unfolds slowly as an aged Carl Coles and his wife Maureen begin an uncharacteristic reminiscence of a time long ago. The cozy warmth of their Halifax kitchen soon gives way to a young British merchant seaman who happens upon a tiny Halifax cafe decades before in 1939. Carl Coles puts aside his personal life and sacrifices himself for his country for years. Follow his career and find out why he became the premier agent assassin of the British Secret Service. Find out how this typically gentle man could separate career from his personal life and still maintain his humanity.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Ο κανόνας της ορθής γωνίας",
            "authors": [
                "Νίκος Παργινός"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Με λένε Αντώνιο, όλοι όμως με φωνάζουν Θαλή. Όλοι έτσι με ξέρουν. Με φωνάζουν Θαλή, γιατί έτσι με βάπτισε ο σωτήρας μου, όταν με ανάστησε από του χάρου τα δόντια. Κι αυτό το βιβλίο είναι το χρέος μου απέναντι σ' εκείνον, τον αγωνιστή, τον ήρωα, τον καλλιτέχνη, τον στοχαστή, τον πατέρα, τον σύντροφο. Λίγοι τον ξέρουν και τον θυμούνται μα, πιστέψτε με, όλοι περιδιαβαίνουμε μέσα στις πόλεις που χάραξε, χαιρόμαστε τα έργα που άφησε πίσω του, μα πάνω από όλα, γευόμαστε το νέκταρ του αγώνα του σε τούτα τα ιερά χώματα της χώρας που λένε Ελλάδα. Ακολουθώντας τα χνάρια ενός μυστικού κανόνα που σημάδεψε ορθά την εκπληκτική ζωή του, πάνω σε ευθείες γραμμές και ορθές γωνίες, γράφω ετούτες τις λέξεις ως παρακαταθήκη ενός κόσμου που κάποτε ο χρόνος θα καταστήσει μακρινό. Ενός κόσμου μέσα στον οποίο μεγαλούργησαν ονειροπόλοι επαναστάτες, ήρωες και αγωνιστές, καταξιωμένοι καλλιτέχνες και φωτισμένοι λόγιοι, αυτοκράτορες, βασιλείς και στρατηγοί, ελεύθεροι και υπόδουλοι, μα κι ένας αδερφικός φίλος και κυβερνήτης· ο πρώτος κυβερνήτης ετούτης της ευλογημένης χώρας, της χώρας του σωτήρα μου, Σταμάτη Βούλγαρη.. Όχι, δεν είμαι ιστορικός, ούτε φιλοδοξώ να ξαναγράψω την ιστορία ετούτου του τόπου που βάφτηκε με αίμα. Χρέος μου είναι η αποκάλυψη της αλήθειας του κανόνα που σημάδεψε όλη μας τη ζωή και των μεγάλων μυστικών του που κρατούν καλά για 200 και πλέον χρόνια, του Κανόνα της Ορθής Γωνίας. Δεν αναζητώ συνενόχους, αλλά πιστούς.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Vaccination",
            "authors": [
                "Phillip Tomasso III"
            ],
            "ranking": 3.76,
            "ranking_count": 318,
            "abstract": "What if the H1N1 vaccination wasn’t just a preventative measure against swine flu? It seemed like the flu came out of nowhere and yet, in no time at all the government manufactured a vaccination.. Were lab workers diligent, or could the virus itself have been man-made?. Chase McKinney works as a dispatcher at 9-1-1. Taking emergency calls, it becomes immediately obvious that the entire city is infected with the walking dead. His first goal is to reach and save his two children.. Could the walls built by the U.S.A. to keep out illegal aliens, and the fact the Mexican government could not afford to vaccinate their citizens against the flu, make the southern border the only plausible destination for safety?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Suspense",
                "Apocalyptic",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "A Place of Healing: Wrestling with the Mysteries of Suffering, Pain, and God's Sovereignty",
            "authors": [
                "Joni Eareckson Tada"
            ],
            "ranking": 4.34,
            "ranking_count": 2151,
            "abstract": "In this eloquent account of her current struggle with physical pain, Joni Eareckson Tada offers her perspective on divine healing, God’s purposes, and what it means to live with joy.. Over four decades ago, a diving accident left Joni a quadriplegic. Today, she faces a new battle: unrelenting pain. The ongoing urgency of this season in her life has caused Joni to return to foundational questions about suffering and God’s will.. A Place of Healing. is not an ivory-tower treatise on suffering. It’s an intimate look into the life of a mature woman of God. Whether readers are enduring physical pain, financial loss, or relational grief, Joni invites them to process their suffering with her. Together, they will navigate the distance between God’s magnificent yes and heartbreaking no's and find new hope for thriving in-between.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Autobiography"
            ]
        },
        {
            "title": "Save Yourself",
            "authors": [
                "Kelly Braffet"
            ],
            "ranking": 3.44,
            "ranking_count": 3783,
            "abstract": "A gripping novel full of suspense and pathos that Dennis Lehane calls an electrifying, tomahawk missile of a thriller.. Patrick Cusimano’s life can’t get much worse. His father is in jail, he works the midnight shift at a grubby convenience store, and his brother’s girlfriend, Caro, has pushed their friendship to an uncomfortable new level.  On top of all that, he can’t shake the attentions of Layla Elshere, a goth teenager who befriends Patrick for reasons he doesn’t understand, and doesn’t fully trust. The temptations these two women offer are pushing Patrick to his breaking point.. Meanwhile, Layla’s little sister, Verna, is suffering through her first year of high school.  She’s become a prime target for her cruel classmates, and not just because of her strange name and her fundamentalist parents. Layla’s bad-girl rep casts a shadow too heavy for Verna to bear alone, so she falls in with her sister’s tribe of outcasts. But their world is far darker than she ever imagined…. Unless Patrick, Layla, Caro, and Verna can forge their own twisted paths to peace—with themselves, with each other—then they’re stuck on a dangerous collision course where the stakes couldn’t be higher.. Kelly Braffet has written a novel of unnerving power. —. darkly compelling, compulsively addictive, and shockingly honest.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Dark",
                "Suspense",
                "Adult",
                "Young Adult",
                "Drama"
            ]
        },
        {
            "title": "The Cure: What if God isn't who you think He is and neither are you?",
            "authors": [
                "John S. Lynch",
                "Bill Thrall",
                "Bruce McNicol"
            ],
            "ranking": 4.2,
            "ranking_count": 2128,
            "abstract": "The Cure gives the diagnosis of this century’s religious obsession with sin-management. It has poisoned the Church, obscuring the Original Good News and sending millions away-wounded, angry and cynical, from nearly any organized expression of faith. The Cure offers an authentic experience in Christ that frees some from a self-rewarded righteousness, and others from a beaten down striving for a righteousness they can never seem to attain. The Cure infuses a relational theology of grace and identity, which alone can heal, free and create sustainable, genuine, loving, life-giving communities.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "All in the Mind",
            "authors": [
                "Jenny Twist"
            ],
            "ranking": 4.62,
            "ranking_count": 53,
            "abstract": "Tilly wakes up in the dark, alone and very frightened. She finds she is in a strange room inexplicably furnished in 1940s style. However did she get here? Has she somehow slipped into the past? Has she been kidnapped? Of one thing she is absolutely certain, she has never seen this place in her life before.. All in the Mind is a fascinating tale exploring the human capacity to overcome any obstacle, no matter how great, as long as you believe you can.. Tilly is part of an experiment working on a cure for Alzheimer's disease. She and most of the other patients taking part in the experiment seem to make a full recovery, but there is a strange side effect.. Tilly and her fellow experimental subjects appear to be getting younger.. Can the same experiment be repeated for Tilly's beloved husband so that he can recover from a stroke? Tilly thinks it can and she will move heaven and earth to make sure it happens.. A charming and thought-provoking story full of reminiscences of a bygone age, All in the Mind also deals with the dilemmas posed by new developments in a society whose culture is geared to the idea that the natural span of a human life is three-score years and ten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Vinland Saga Omnibus, Vol. 3",
            "authors": [
                "Makoto Yukimura",
                "Stephen Paul"
            ],
            "ranking": 4.59,
            "ranking_count": 1643,
            "abstract": "A BLOODY COMING OF AGE. In a gambit to become the power behind the Danish and English thrones, Askeladd has taken the prince, Canute, and plunged deep into a winter storm behind enemy lines. Canute's father, King Sweyn, gives him up for dead in his haste to suppress English resistance. But Askeladd's small band can't outrun the tenacious maniac Thorkell forever, and when the warriors finally clash, a storm of sweat and gore ensues that will turn a boy into a man and a hostage into a ruler of men!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Historical",
                "Fiction",
                "Adventure",
                "Manga",
                "Action",
                "Fantasy"
            ]
        },
        {
            "title": "Creating Monsters",
            "authors": [
                "Christopher Rankin"
            ],
            "ranking": 3.48,
            "ranking_count": 153,
            "abstract": "A psychedelic adventure set in a city on the verge of disaster.. In modern Philadelphia, where a deep economic depression has left the city near collapse and most of its inhabitants in gruesome poverty, Mitchell Gray, a twenty-year-old graduate student in a beleaguered university physics department, spends most of his time playing piano and touring the city’s worst slums in stolen cars. He is a technical virtuoso whose scientific ideas challenge the foundations of his field but he lives in hiding from one of the world's most powerful billionaires, a man obsessed with the quiet Mitchell and determined to capitalize on his strange inventions.. When Mitchell falls in love with an older woman, the wife of a wealthy pharmaceutical executive, their relationship inspires him with a mad plan use his creations to change the world. With the help of a brilliant and neurotic chemistry student named Charlie Nolan and technology so advanced that it resembles magic, Mitchell devises horrifying yet harmless schemes and supernatural hoaxes, causing an uproar in the city.. His nights as a modern day robin hood also raise the alarm of some of the real monsters in Philadelphia, including a mysterious child murderer rumored to possess supernatural powers, known only as The Demon. Christopher Rankin's debut novel is a haunting story of love, friendship and survival in a world of revolution.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Science Fiction"
            ]
        },
        {
            "title": "The Prostitute's Daughter",
            "authors": [
                "Adrienne D'nelle Ruvalcaba"
            ],
            "ranking": 4.04,
            "ranking_count": 52,
            "abstract": "Cece Graves has been running from her past for 27 years, but a deadly fire and a mysterious stalker set her past on a collision course with her future. She tries to ignore the danger and focus on expanding her cake business, but darkness closes in on her life. In her greatest time of need, only one man can convince her to face her past. Her resistance to love slowly wears away in the face of his steady friendship. As their relationship blossoms, her greatest fear is that his love for her will not survive the inferno.. Shane Gregory has fallen hard for the one woman he knows he can never have. Common sense is against him, but he makes a play for her heart despite the seemingly insurmountable obstacles before him. He has dealt with enough heartache and tragedy in his own life to be one of the few people who understands her pain. Her fierce independence is one of the things he admires most about her, but he longs for the chance to prove to her that love doesn't have to be painful.",
            "part_of_series": true,
            "genre_list": [
                "Business",
                "Contemporary"
            ]
        },
        {
            "title": "Wil Deft",
            "authors": [
                "Richard Wolkomir"
            ],
            "ranking": 4.25,
            "ranking_count": 44,
            "abstract": "Come, said the cat. It is time.. It shamed him, talking with animals.. They summon you, she said.. He guessed who his summoners must be.. No, he said.. But imperial constables hunted him. He didn't know why. He fled upriver, terrified, into the great forest, where ancient spells lingered, his only guides this cold-eyed cat and feckless dog. And with every decision, every act, he was changed.. He'd never chosen this--they'd bred him for it.. He must be a thief.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Syrian Virgin",
            "authors": [
                "Zack Love"
            ],
            "ranking": 3.96,
            "ranking_count": 436,
            "abstract": "Anissa is traumatized by the most brutal conflict of the 21st Century: the Syrian Civil War. In 2012, Islamists in Homs terrorize a Syrian-Christian community and destroy everything that a young woman holds dear. Narrowly escaping death, Anissa restarts her devastated life as a college student in NY. She is bewildered and lost — a virgin in every sense.. But despite her inexperience with men and life in the United States, Anissa is quickly drawn to two powerful individuals: Michael Kassab, the Syrian-American leader working to found the first Mideast Christian state, and Julien Morales, her Columbia University professor who runs a $20 billion hedge fund.. Complicating matters, Michael is still attached to his ex-girlfriend and Julien is the most sought after bachelor in Manhattan (and has hidden demons even his therapist can’t extract). Anissa’s heart and her communal ties pull her in different directions, as she seeks hope and renewal in a dark world.. WARNING: This book is about a young woman’s difficult journey: her escape from Syria’s Civil War, her transition to a new a country, and the relationships that she forms along the way, including her romantic interests in two very different men. The story is set against the backdrop of the Syrian Civil War and makes reference to violent acts, sometimes in detail. There is some occasional profanity and a few scenes that depict sexual intimacy. Accordingly, the recommended minimum age for readers is 16. The novel might be compared to books like The Diary of Anne Frank or The Kite Runner.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Historical",
                "Contemporary",
                "Sociology",
                "New Adult",
                "Young Adult",
                "Religion",
                "Politics"
            ]
        },
        {
            "title": "Twisted Faith of a Side Bitch: Pennsylvania",
            "authors": [
                "K.C. Blaze"
            ],
            "ranking": 4.39,
            "ranking_count": 23,
            "abstract": "After reuniting with her college sweetheart a year ago, Jazmyn Washington is okay with playing her position as his side chick. After all, Jordan Jackson is not only gorgeous, sexy, and charming, but also working as a crime scene investigator in the city of Philadelphia. Though married, he promises to leave his wife for her and even goes as far as proposing for an unknown wedding date in the future. When Jazmyn's plans for a two week getaway for her and her man ends with her waiting in an airport for Jordan who's a no show takes its toll. She is no longer willing to play by the rules.. Follow along as Jazmyn decides to take her future with Jordan into her own hands by eliminating the only obstacle in their way, his wife Camille. What starts off as an impulse ends in murder and Jordan is racing against the clock in hopes of finding his missing wife before she ends up dead and he catches the blame for it.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "If I Fall, If I Die",
            "authors": [
                "Michael Christie"
            ],
            "ranking": 3.32,
            "ranking_count": 2285,
            "abstract": "A heartfelt and wondrous debut, by a supremely gifted and exciting new voice in fiction.. Will has never been to the outside, at least not since he can remember. And he has certainly never gotten to know anyone other than his mother, a fiercely loving yet wildly eccentric agoraphobe who drowns in panic at the thought of opening the front door. Their little world comprises only the rooms in their home, each named for various exotic locales and filled with Will's art projects. Soon the confines of his world close in on Will. Despite his mother's protestations, Will ventures outside clad in a protective helmet and braces himself for danger. He eventually meets and befriends Jonah, a quiet boy who introduces Will to skateboarding. Will welcomes his new world with enthusiasm, his fears fading and his body hardening with each new bump, scrape, and fall. But life quickly gets complicated. When a local boy goes missing, Will and Jonah want to uncover what happened. They embark on an extraordinary adventure that pulls Will far from the confines of his closed-off world and into the throes of early adulthood and the dangers that everyday life offers.. If I Fall, if I Die. is a remarkable debut full of dazzling prose, unforgettable characters, and a poignant and heartfelt depiction of coming of age.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Health",
                "Literary Fiction",
                "Family",
                "Thriller"
            ]
        },
        {
            "title": "Fractured Immortal",
            "authors": [
                "E.L. Wicker"
            ],
            "ranking": 4.07,
            "ranking_count": 169,
            "abstract": "After a terrifying vampire attack in 1810, Ilia Rose spends the next two centuries hunting Sol, the man responsible for turning her and her friends into vampires.. When Ilia discovers he’s run to the one place she’s running from, she’s forced to face her most painful memories back in her hometown, Bearwood.. There, Ilia finds herself face to face with Nathaniel, an insanely hot vampire, and despite the evidence he’s working for her enemy, Ilia can’t fight her attraction to him, especially when he seems to show up whenever she needs him most.. But Nathaniel is keeping secrets and as they begin to unravel, instead of running away from him, Ilia finds herself falling for him. When his last secret is revealed Ilia’s past comes together in a way she never imagined and she’s left with only one option: trust Nathaniel to help her kill Sol, or risk relinquishing her new found strength thus causing catastrophic and devastating consequences for her and everyone she loves.. Ilia begins a gut-wrenching battle to save her life and the lives of her friends, a battle which not everyone will survive.. A vampire tale like none other, love, pain, devastation and revenge, all weave together to create the first in a dark and unmissable new adult series.. Due to sexual content, this book is intended for readers age 18+",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Breach of Trust: How Americans Failed Their Soldiers and Their Country",
            "authors": [
                "Andrew J. Bacevich"
            ],
            "ranking": 4.05,
            "ranking_count": 477,
            "abstract": "A blistering critique of the gulf between America's soldiers and the society that sends them off to war, from the bestselling author of. The Limits of Power. and. Washington Rules. The United States has been at war in Iraq and Afghanistan for more than a decade. Yet as war has become normalized, a yawning gap has opened between America's soldiers and veterans and the society in whose name they fight. For ordinary citizens, as former secretary of defense Robert Gates has acknowledged, armed conflict has become an abstraction and military service something for other people to do.. In. Breach of Trust. , bestselling author Andrew J. Bacevich takes stock of the separation between Americans and their military, tracing its origins to the Vietnam era and exploring its pernicious implications: a nation with an abiding appetite for war waged at enormous expense by a standing army demonstrably unable to achieve victory. Among the collateral casualties are values once considered central to democratic practice, including the principle that responsibility for defending the country should rest with its citizens.. Citing figures as diverse as the martyr-theologian Dietrich Bonhoeffer and the marine-turned-anti-warrior Smedley Butler,. Breach of Trust. summons Americans to restore that principle. Rather than something for other people to do, national defense should become the business of we the people. Should Americans refuse to shoulder this responsibility, Bacevich warns, the prospect of endless war, waged by a foreign legion of professionals and contractor-mercenaries, beckons. So too does bankruptcy—moral as well as fiscal.",
            "part_of_series": true,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "War",
                "History",
                "Military",
                "North American Hi...",
                "Literature",
                "Cultural",
                "The United States Of America"
            ]
        },
        {
            "title": "You & I",
            "authors": [
                "Padgett Powell"
            ],
            "ranking": 3.4,
            "ranking_count": 501,
            "abstract": "The cult hit The Interrogative Mood—a Best Book of the Year selection by Amazon.com,. GQ, The Believer, Time OutNew York,. and elsewhere—reminded readers that Padgett Powell is one of the enduring stars of American fiction, an electric novelist with a pitch-perfect ear for the way Americans talk and the strange things we say and believe. Now he returns with a hilarious Southern send-up of Samuel Beckett's classic. Waiting for Godot,. and we enter the world of the sublime and trivial as only Powell can envision it.. Two loquacious men sit talking on a porch. Funny and profound, daft and cogent, they argue about love and sex, how best to live and die, the merits of Miles Davis and Cadillacs and Hollywood starlets of yore, underused clichés, false truisms, and the meaning of nihilism. Together, they shoot the shit—and then they go on shooting it long after it's dead.. Ribald and roaring,. You & Me. is an exuberant and very funny novel from a master of American fiction at the top of his game.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Literary Fiction",
                "Novels",
                "American",
                "Contemporary",
                "Adult",
                "Realistic Fiction",
                "Modern"
            ]
        },
        {
            "title": "alone... you're not",
            "authors": [
                "serenity finlay"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Faced with an unthinkable tragedy, Cara Fletcher must rely completely on her distant relative for support. As she struggles to regain her life, Cara finds herself the target of a dangerous criminal - a crazed madman intent on settling his personal vendetta.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Marcus' Mortal Embrace",
            "authors": [
                "Darlene M. Kuncytes"
            ],
            "ranking": 4.62,
            "ranking_count": 108,
            "abstract": "Marcus LaGrange was bone weary. He had been in the beautiful city of New Orleans much longer than he had wanted. But, he was trying to track down a rogue Vampire that was a threat to those he loved, yet wanted nothing more than to go home.. He never expected to be knocked to his knees by the lovely Elizabeth Chase. And, if it wasn’t bad enough that she made his body ache with a need that he hadn’t felt in centuries… she was a mortal! He had absolutely no time for distractions…and this lovely human was just that! And, in the most tempting way – bringing back his past with a vengeance and making him question everything that he had ever believed.. Elizabeth Chase was in New Orleans to do a job. She hadn’t planned on running into the gorgeous Marcus LaGrange at the Inn where she was staying. Men were permanently off of her menu. She only wanted to get done what she had been sent to do, and to go back home to her solitary existence.. So; why then, when the man touched her did her skin tremble and burn with a fire that seared her to her very soul? Why did he cause every damn thing that she had programmed herself to believe and feel to go straight out of the window?. She had baggage - and she definitely wasn’t looking to pick up more.. Can these two fight the attraction that pops and sizzles around them? Or, will they give in to a desire that cannot be ignored?. They both have secrets…and it could spell disaster for everyone that they care about – including each other.. Join the journey to discover if they can find forgiveness and redemption before the evil out there destroys them all.. Will love be enough?. Marcus’ Mortal Embrace…Book 3 of The Supernatural Desire Series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "The Mayonnaise Affair",
            "authors": [
                "Frank Linn"
            ],
            "ranking": 3.25,
            "ranking_count": 32,
            "abstract": "Life was perfect for Ron Ramsey. But he wanted more. Dating the most beautiful woman in the world and living a life of well-earned luxury were not enough for Ron. With the help of Strawberry, a plus size prostitute in South Florida, Ron is able to carry out an act that is unplanned, inexpiable, unconventional, and yes with mayonnaise.. The Mayonnaise Affair is a short story - Not for the prudish or those with a small appetite.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dining Out Around the Solar System",
            "authors": [
                "Clare O'Beara"
            ],
            "ranking": 4.25,
            "ranking_count": 53,
            "abstract": "JUPITER'S BOUGHT THE DOME!. Donal, an Irish lad, and Myron, a Cockney-Jamaican mix, meet aged seventeen as book reviewers and trainee journalists. Before long they're onto the hottest stories in London.. DEATH CAUSED BY CAFFEINE. In their future, Stansted Airport has been converted to a space shuttle base and Londoners are recruited to mine the asteroids.. AHOY NEPTUNE! ESTUARY BOMBS TO BE CLEARED. While exploring the other planets, we found that they were all inhabited. Now those people are coming to Earth and looking for work. They're also opening ethnic restaurants in central London.. THE SMOKING GUN. Befriending immigrants makes Donal and Myron unpopular with some, while their investigative reporting lands them in trouble with wealthy organisations, criminals and the Home Office. Their romantic prospects are compromised. But you can't keep a good team down, especially when they report for London's Eye, and they've got every book ever digitised at their disposal..... STOWAWAYS FROM SATURN",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Λούσηρος",
            "authors": [
                "Στέλιος Χαλκίτης"
            ],
            "ranking": 4.5,
            "ranking_count": 8,
            "abstract": "«ΛΟΥΣΗΡΟΣ», ένα μυθιστόρημα γεμάτο μυστήριο, πάθος, ένταση και με μια πλοκή που συναρπάζει τον αναγνώστη χάρη στην άψογη τεχνική του, με την οποία ο συγγραφέας καταφέρνει να συνδυάσει την έκφραση μιας μυστικής και βιωματικής εμπειρίας με τις εικόνες ενός κόσμου που αλλάζει με ποικίλους τρόπους. Οι ήρωές του -ο Αντώνης, η Σάρα, ο Στέφανος, η Ραλλού- είναι πρόσωπα που διακρίνονται είτε για έναν αφελή ενθουσιασμό, αλλά και με μία απέραντη αγάπη για τους άλλους, είτε είναι πρόσωπα-αρχέτυπα, με στοιχεία ανώτερης συμπεριφοράς, τα οποία προσωποποιούν τη νοσταλγική ανάγκη του ανθρώπου για έναν ουσιαστικό, πρωτόγονο τρόπο ζωής. Από τις πρώτες σελίδες του βιβλίου διακρίνει κανείς την προσπάθεια να εκφραστούν τα ανθρώπινα πάθη, οι εφιάλτες και οι φόβοι, οι κλειστοφοβικού τύπου περιορισμοί και οι συγκρούσεις χαρακτήρων. Ωστόσο, εκείνο που μένει ως εντύπωση και κυρίαρχη εικόνα είναι τα λυτρωτικά όνειρα και οράματα, καθώς και οι υπεραισθητές εμπειρίες που αποτυπώνουν με τρόπο σχολαστικό την παθιασμένη αγάπη για τον άνθρωπο. Μιλτιάδης Παπανικολάου Καθηγητής Ιστορίας της Τέχνης - Κοσμήτορας της Φιλοσοφικής Σχολής του Α.Π.Θ. Με ιδιαίτερη αφήγηση, με εξαιρετική τη χρήση της γλώσσας, ο συγγραφέας τολμά μια δύσκολη κατάδυση στα βάθη της ανθρώπινης ψυχής χρησιμοποιώντας ακόμα και ακραίες ψυχογενείς καταστάσεις, εμβαθύνει σε συναισθήματα, αναλύει, προβληματίζεται, αμφισβητεί_ και περιγράφει έναν κόσμο που στην υπερβολή του παριστά τον ψυχισμό μιας κοινωνίας, ίσως και της δικής μας. Ένα μυθιστόρημα για πολλές αναγνώσεις. Ζαΐρα Παπαληγούρα Αν. Καθηγήτρια, Τμήμα Ψυχολογίας, Α.Π.Θ.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "This Is an Honour Song: Twenty Years Since the Blockades",
            "authors": [
                "Leanne Betasamosake Simpson",
                "Kiera L. Ladner"
            ],
            "ranking": 4.56,
            "ranking_count": 45,
            "abstract": "This is an Honour Song is a collection of narratives, poetry, and essays exploring the broad impact of the 1990 resistance at Kanehsata: ke, otherwise known as the Oka Crisis. The book is written by leading Indigenous and non-Indigenous artists, scholars, activists and traditional people, and is sung as an Honour Song celebrating the commitment, sacrifices, and achievements of the Kanien'kehaka individuals and communities involved.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural"
            ]
        },
        {
            "title": "The Shadow Throne",
            "authors": [
                "Jennifer A. Nielsen"
            ],
            "ranking": 4.25,
            "ranking_count": 28370,
            "abstract": "One war.. Too many deadly battles.. Can a king save his kingdom, when his own survival seems unlikely?. War has come to Carthya. It knocks at every door and window in the land. And when Jaron learns that King Vargan of Avenia has kidnapped Imogen in a plot to bring Carthya to its knees, Jaron knows it is up to him to embark on a daring rescue mission. But everything that can go wrong does.. His friends are flung far and wide across Carthya and its neighbouring lands. In a last-ditch effort to stave off what looks to be a devastating loss for the kingdom, Jaron undertakes what may be his last journey to save everything and everyone he loves. But even with his lightning-quick wit, Jaron cannot forestall the terrible danger that descends on him and his country. Along the way, will he lose what matters most? And in the end, who will sit on Carthya's throne?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Fiction",
                "Romance",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Wolf in White Van",
            "authors": [
                "John Darnielle"
            ],
            "ranking": 3.72,
            "ranking_count": 22341,
            "abstract": "Welcome to Trace Italian, a game of strategy and survival! You may now make your first move. Isolated by a disfiguring injury since the age of 17, Sean Phillips crafts imaginary worlds for strangers to play in. From his small apartment in Southern California, he orchestrates fantastic adventures where possibilities, both dark and bright, open in the boundaries between the real and the imagined. As the creator of Trace Italian - a text-based, roleplaying game played through the mail - Sean guides players from around the world through his intricately imagined terrain, which they navigate and explore, turn by turn, seeking sanctuary in a ravaged, savage future America. Lance and Carrie are high school students from Florida, explorers of the Trace. But when they take their play into the real world, disaster strikes, and Sean is called to account for it. In the process, he is pulled back through time, tunneling toward the moment of his own self-inflicted departure from the world in which most people live.. Brilliantly constructed, Wolf in White Van unfolds in reverse until we arrive at both the beginning and the climax: the event that has shaped so much of Sean’s life. Beautifully written and unexpectedly moving, John Darnielle’s audacious and gripping debut novel is a marvel of storytelling brio and genuine literary delicacy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Science Fiction",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Independence",
            "authors": [
                "Shelly Crane"
            ],
            "ranking": 4.31,
            "ranking_count": 17574,
            "abstract": "In the fourth and final installment, Maggie and Caleb must tie up all the loose ends of their lives and make a way to be together completely on their own. With everything that happened with Bish and Maggie's father, she's almost reluctant to move on and move out. And now she must figure out all of this...stuff...with Haddock. But of course, nothing can stay simple for the Jacobsons. Enemies who were thought to be dissolved have decided to not go down so easily. And old flames come calling for more than just Maggie. Caleb is torn between leading his family and personal wants. Maggie is torn between Caleb and being the leader of their people. But neither will let what they need most to be pushed to the wayside. They are determined to make it all work, design a plan toward destiny, and make everything right again for themselves and their family.. And then there's a wedding...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Contemporary",
                "New Adult"
            ]
        },
        {
            "title": "Evoluzionismo Teista: Creazione Tramite Evoluzione",
            "authors": [
                "Corrado Ghinamo"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "(Theistic Evolution / Evolutionary Creation). In questo libro Corrado Ghinamo, autore di alcuni saggi in lingua italiana e inglese sulla relazione tra scienza e fede, ci propone una chiara ed esaustiva descrizione del Creazionismo Evolutivo, visione del mondo altresì nota con il termine Evoluzionismo Teista.. Testo di facile lettura e scorrevole.. Disponibile come eBook Kindle su Amazon.it",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Bodie",
            "authors": [
                "Anne Sweazy-Kulju"
            ],
            "ranking": 4.13,
            "ranking_count": 38,
            "abstract": "Blowing out the exhale, he tipped his hat at the few still-breathing horses. 'Don't worry; you'll be dead 'fore the buzzards gather to pick at ya.' Parker squinted up at the sun and saw buzzards were circling overhead already. 'I think, ' he laughed cruelly. Lara and Lainy survived foster care and all its horrors, but the experience left them incomplete in that they had no knowledge of the people they came from. Unknowingly, until now, each of them has had a reoccurring dream for more years than they can remember-the same dream. When the girls are regressed by a therapist anxious to publish their story, they learn shocking details about themselves, an unsolved murder in Bodie, California, and a massive cover-up. They want to investigate-but a mining executive can't allow the Dream Sisters to go poking around Bodie, anymore than he could allow the therapist to go public and threaten his thirty-five million dollar deal. Are the Bad Men From Bodie really dead? Join Lainy and Lara as they dig up shocking secrets in Bodie. Based on a true story.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "No Turning Back",
            "authors": [
                "Neva Squires-Rodriguez"
            ],
            "ranking": 4.34,
            "ranking_count": 29,
            "abstract": "The devastating secret Liliana learns pushes her to search for answers from her father, El Jefe. But, nothing can prepare her for the tragedy that will come of her relationship with her father... or the priceless opportunity that will come from it. Less",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Chained",
            "authors": [
                "Jaimie Roberts"
            ],
            "ranking": 3.75,
            "ranking_count": 903,
            "abstract": "After the devastating loss of her parents and subsequent depression, Olivia Brown decided a move from her parent’s family home in Cambridge to a house in London would give her the fresh start she so sorely needed.. Living off her inheritance, Olivia didn’t need to work, but she knew she needed something to make her feel like life was worth living. Painting was her one true love, but that wasn’t enough. So she started a part-time job in a bar, and the rest of the time she spent at a local soup kitchen, feeding the homeless. In the mornings, she bought hot beverages for her homeless friends, but there was one who never asked. This man, having the most facial hair she’d ever seen, the most captivating eyes she’d ever stared at, remained aloof. He never said a word to anyone, and never once looked her way. However, all this did was make Olivia want to find out more about this mysterious man hiding behind a face full of hair.. One perilous evening, her wish came true.. On the way back from working at the bar, Olivia was attacked. She screamed for help, relieved when her cries are answered...but surprised when she saw who her rescuer was. It was the eyes. It was the hair. It was none other than the mysterious homeless man.. That night, Olivia learned two things. One, his name was Kit, and two, Kit had skills… skills which didn’t fit a man living on the streets.. Day after day, Olivia slowly pushed the boundaries, coaxing out the man hiding behind the hair. Kit Chain wasn’t only trained like men she watched in movies, he was also the most beautiful. Bit by bit, Olivia managed to break down his walls, revealing secrets that would change her life. Secrets that would put both of them in terrible danger.. However, there was one thing about secrets.... Everyone had them.. WARNING: This is NOT a traditional love story. It contains disturbing subject matter, including themes of questionable consent for both male and female, as well as graphic sexual content. This is a work of fiction intended for a mature, 18+ audience only. The author neither endorses nor condones this type of behaviour.",
            "part_of_series": false,
            "genre_list": [
                "Dark",
                "Romance",
                "Sociology",
                "Contemporary",
                "Adult",
                "Mystery",
                "Erotica",
                "Adult Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Liberty's Dawn: A People's History of the Industrial Revolution",
            "authors": [
                "Emma Griffin"
            ],
            "ranking": 3.75,
            "ranking_count": 102,
            "abstract": "This remarkable book looks at hundreds of autobiographies penned between 1760 and 1900 to offer an intimate firsthand account of how the Industrial Revolution was experienced by the working class. The Industrial Revolution brought not simply misery and poverty. On the contrary, Griffin shows how it raised incomes, improved literacy, and offered exciting opportunities for political action. For many, this was a period of new, and much valued, sexual and cultural freedom. This rich personal account focuses on the social impact of the Industrial Revolution, rather than its economic and political histories. In the tradition of best-selling books by Liza Picard, Judith Flanders, and Jerry White, Griffin gets under the skin of the period and creates a cast of colorful characters, including factory workers, miners, shoemakers, carpenters, servants, and farm laborers.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Economics",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Science",
                "European Literature"
            ]
        },
        {
            "title": "The Crystal Key",
            "authors": [
                "Christopher  Bailey"
            ],
            "ranking": 4.28,
            "ranking_count": 29,
            "abstract": "On Allie Bennett's thirteenth birthday, one special gift will unlock the gateway to an adventure that will span the galaxy, and throw her into a war decades in the making. Abandoned by her parents and adopted at a young age, Allie was working hard at living a normal life, until one special birthday gift from her missing mother changed everything and left her stranded, lost and alone on the wrong side of the galaxy. Fighting to survive in an alien world, Allie desperately hopes for rescue from her best friend Dav. When she learns the truth behind Dav's real purpose however, she finds that even the closest of friends can be far more, or less, than they seem. Betrayed at every turn, tangled in a web of secrets drawing ever tighter around her, hunted by a brutal tyrant, Allie holds in her hands the key to saving not only her own world, but the entire galaxy. All Allie wants is to go home. That and pass Algebra, though that might be too much to hope for. Instead, she must become something thought lost forever; a hero with an ancient legacy... a Starjumper.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "The Dying Grass: A Novel of the Nez Perce War",
            "authors": [
                "William T. Vollmann"
            ],
            "ranking": 4.17,
            "ranking_count": 413,
            "abstract": "In this new installment in his series of novels examining the collisions between Native Americans and European colonizers, William T. Vollmann tells the story of the Nez Perce War, with flashbacks to the Civil War. Defrauded and intimidated at every turn, the Nez Perces finally went on the warpath in 1877, subjecting the U.S. Army to its greatest defeat since Little Big Horn as they fled from northeast Oregon across Montana to the Canadian border. Vollmann’s main character is not the legendary Chief Joseph, but his pursuer, General Oliver Otis Howard, the brave, shy, tormented, devoutly Christian Civil War veteran. In this novel, we see him as commander, father, son, husband, friend, and killer.. Teeming with many vivid characters on both sides of the conflict, and written in a style in which the printed page works as a stage with multiple layers of foreground and background,. The Dying Grass. is another achievement from one of the most ambitious writers of our time.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "War",
                "Novels",
                "Literature",
                "Native Americans",
                "Literary Fiction"
            ]
        },
        {
            "title": "Gitte",
            "authors": [
                "Kristien Hemmerechts"
            ],
            "ranking": 3.31,
            "ranking_count": 105,
            "abstract": "De mythe van onschuld in een sensuele roman.. Gitte woont met haar ouders en broers in een prachtig huis op een heuvel. Hun tuin grenst aan een bos, waar haar overgrootvader Lionel door stropers is vermoord. Het gezin leeft in paradijselijke onschuld, tot de oudste zoon, Woud, waanbeelden krijgt over het verleden. Het verbond tussen de drie kinderen valt uit elkaar. Gitte, die niet zonder Woud dacht te kunnen, is nu gedwongen haar eigen weg te gaan.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Monkeys in the Sun",
            "authors": [
                "Robert Reynolds"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "During the 1968 Vietnamese New Year Offensive, a U.S. Navy pier is attacked. American forces bomb enemy locations. Later, they bring in enemy bodies and dump them on a helicopter pad across the road from the pier. The number of bodies increase throughout the very hot day. A security policeman comes over from the pier to inspect the bodies. It's a story about what the Navy security guards went through the night when they were fired upon and the next day when the bodies begin to pile up across the road from their posts.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stinger Stars",
            "authors": [
                "Paul A. Bussard"
            ],
            "ranking": 4.14,
            "ranking_count": 29,
            "abstract": "Stinger Stars is the story of mankind’s first contact with another intelligent. species—a man-made species that can enable humans to regenerate lost or. damaged body parts. Tragically, the intelligent creatures must be repeatedly. maimed in order for them to produce the regenerative agent that makes them. so useful. Set in a world of rival genetic research companies, ruthless alpha males,. unauthorized experiments, and industrial espionage, Stinger Stars follows. Maria de la Cruz, a lowly biology student with a stunted arm, as she struggles. with the very personal moral and ethical issues—whether to protect the. intelligent animals from cruel exploitation or benefit from their suffering to. regain the use of her arm.. Stinger Stars is a captivating tale of mystery, intrigue, romance, and ethos. that will engage your mind and warm your heart.. ***. Paul Bussard’s Stinger Stars is a superb science-fiction drama you won’t soon. forget. It’s unique, exciting and thought-provoking. Infused with innovative. genetic engineering, ethical dilemmas, romance and betrayal. it’s an outstanding debut.. H. W. “Buzz” Bernard,. best-selling author of Eyewall, Plague and Supercell.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Take One With You",
            "authors": [
                "Oak Anderson"
            ],
            "ranking": 3.55,
            "ranking_count": 495,
            "abstract": "MURDER GOES VIRAL!. Charlie and Sarah, two disaffected teens dealing with depression, meet in an online chatroom and soon hatch a plan to bring meaning to their lives by encouraging other despondent individuals to help eradicate the scum of society, such as pedophiles and rapists who have escaped justice. Anyone determined to commit suicide is urged to first kill someone who got away with it before taking their own life. Why not, they ask, take one with you?. The idea goes viral and things rapidly spiral out of control. As they develop feelings for each other, their worldwide followers begin to enact a very different version of their idea, perverting its original intent and threatening the thin line between civil society and criminal anarchy. Just as they find the hope of happiness together, Charlie and Sarah must deal with the monster they've created, a global epidemic of murder-suicide that threatens the very core of their humanity.. Take One With You is a unique crime thriller/millennial love story that poses the question: If you knew you were going to die tomorrow, would you kill someone tonight? Someone who had done something terrible. Someone who deserved to die. If so, who would it be? If you wouldn't go that far, what about your neighbor? Your friend? Your enemy? Who draws the line? Who decides who lives and who dies? And what if we all began to take justice into our own hands?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Business",
                "Horror",
                "Romance"
            ]
        },
        {
            "title": "The Calling",
            "authors": [
                "Rachelle Dekker"
            ],
            "ranking": 4.09,
            "ranking_count": 1177,
            "abstract": "Remko Brant had never been so sure of anything as escaping the Authority City with Carrington Hale. But bravado comes easy when you have nothing to lose. Now a husband, father, and the tactical leader of the Seers, Remko has never had so much at risk.. As he and his team execute increasingly dangerous rescue missions inside the city, they face growing peril from a new enemy. Recently appointed Authority President Damien Gold claims to be guiding a city shaken by rebellion into a peaceful, harmonious future. But appearances can be deceiving. In order to achieve his dangerous ambitions, Gold knows he must do more than catch the rebels―he must destroy the hope their message represents . . . from the inside out.. With dissension in his own camp―and the CityWatch soldiers closing in―Remko feels control slipping through his fingers. To protect those he loves, he must conquer his fears and defeat Gold . . . before one of them becomes his undoing.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Young Adult",
                "Science Fiction",
                "Christian",
                "Fiction",
                "Fantasy",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "By a Thread",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.17,
            "ranking_count": 13067,
            "abstract": "When killing people is your job, there's no such thing as a vacation.. Then again, how often does an assassin live long enough to enjoy her retirement? In this line of work, you either get lucky or you get dead. And since I destroyed my nemesis Mab Monroe a few weeks ago, all of Ashland's lowlifes are gunning to make a name for themselves by taking out the lethal Spider--me, Gin Blanco. So I'm leaving behind my beloved barbecue joint and heading south with my baby sister, Bria, to cool my heels in a swanky beach town. Call it a weekend of fun in the sun. But when a powerful vampire with deadly elemental magic threatens an old friend of Bria's, it looks like I'll have to dig my silverstone knives out of my suitcase after all. Complicating matters further is the reappearance of Detective Donovan Caine, my old lover. But Donovan is the least of my problems. Because this time, the danger is hot on my trail, and not even my elemental Ice and Stone magic may be enough to save me from getting buried in the sand--permanently.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Forever",
            "authors": [
                "Chanda Hahn"
            ],
            "ranking": 4.35,
            "ranking_count": 6997,
            "abstract": "With the Godmother Guild destroyed by Teague's army, Mina finds herself without the guidance of her Fae godmother. Alone and confused, she must lean on her friends for support. The dark prince threatens their very existence with a show of power on the human plane that has everyone running for their lives. To save them, Mina must make a deal with the prince to become his prisoner or lose her friends forever. But is there any hope for Jared and the love they briefly shared, or must beauty destroy the beast she created?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "Физика на тъгата",
            "authors": [
                "Georgi Gospodinov",
                "Георги Господинов",
                "Яна Левиева"
            ],
            "ranking": 4.06,
            "ranking_count": 6953,
            "abstract": "Аз сме. Едно момче говори – от подземния лабиринт на Минотавъра, от мазе в края на Войната, от приземна квартира през 70-те и 80-те, от старо бомбоубежище утре.. Роман за емпатията и нейното чезнене, за световната есен, за минотаврите, заключени в нас, за възвишеното, което може да е навсякъде, за елементарните частици на тъгата и вечното време на детството, което ни предстои.. Роман с преплитащи се коридори, отклонения и стаи, който смесва минало и настояще, мит и документ. Събира истории и животни от всеки род, прави капсули на нетрайното заради онзи, който има да идва – постапокалиптичен читател, бог или охлюв.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Contemporary",
                "Novels",
                "Literature",
                "Fantasy",
                "Short Stories",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Rabo de baleia",
            "authors": [
                "Alice Sant'Anna"
            ],
            "ranking": 3.44,
            "ranking_count": 178,
            "abstract": "Rabo de baleia é o segundo livro da poeta carioca Alice Sant'Anna. São trinta e cinco poemas: intervenções no cenário cotidiano irrompendo sem aviso, como um rabo de baleia na superfície da água, para transformar a percepção do que parecia acabado e impermeável. Nas palavras da crítica Heloisa Buarque de Hollanda, Alice é sem dúvida uma protagonista da nova poesia no Brasil, e Rabo de baleia um livro já definitivo.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Womens"
            ]
        },
        {
            "title": "Honor",
            "authors": [
                "Elif Shafak"
            ],
            "ranking": 4.09,
            "ranking_count": 17788,
            "abstract": "An honor killing shatters and transforms the lives of Turkish immigrants in 1970s London. Internationally bestselling Turkish author Elif Shafak’s new novel is a dramatic tale of families, love, and misunderstandings that follows the destinies of twin sisters born in a Kurdish village. While Jamila stays to become a midwife, Pembe follows her Turkish husband, Adem, to London, where they hope to make new lives for themselves and their children.. In London, they face a choice: stay loyal to the old traditions or try their best to fit in. After Adem abandons his family, Iskender, the eldest son, must step in and become the one who will not let any shame come to the family name. And when Pembe begins a chaste affair with a man named Elias, Iskender will discover that you could love someone with all your heart and yet be ready to hurt them.. Just published to great acclaim in England,. Honor. is a powerful, gripping exploration of guilt and innocence, loyalty and betrayal, and the trials of the immigrant, as well as the love and heartbreak that too often tear families apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Asian Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Religion",
                "Mystery"
            ]
        },
        {
            "title": "The Bandit King",
            "authors": [
                "Lilith Saintcrow"
            ],
            "ranking": 3.45,
            "ranking_count": 855,
            "abstract": "Tristan d'Arcenne is what he always wished to be--Vianne di Rocancheil's Consort. But Vianne is no more a noblewoman, she is the Queen of Arquitaine, faced with treachery, invasion, war, and a Consort whose secrets may well shatter their marriage. For before Tristan was hers, he belonged to a King...and that King died by Tristan's hand.. Arquitaine needs them both. The country is locked in a deadly game whose rules change by the moment. The Queen is an adept player, but hardly ruthless enough. The contest requires a man who has nothing to lose, a man who has already done the worst and will continue to do so for his wife, his country, and his own salvation.. The Bandit King approaches...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Historical",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Princess Who Liked to Be Popular",
            "authors": [
                "Violet's Vegan Comics"
            ],
            "ranking": 4.79,
            "ranking_count": 14,
            "abstract": "Princess Primrose loved to be loved so she always did her best to please everyone. Her father, the king, was worried that her need for popularity would get her into trouble but when he tried to explain that to her she disregarded his advice. Consequently, when she was left in charge of the kingdom, she had to learn the hard way that it's not always a good idea to give the people what they want. The Princess Who Liked To Be Popular is a colourfully illustrated fairy tale; an old fashioned story with modern relevance. For reading to or with young children, or for children aged 8 and up to read alone.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Regina roșie",
            "authors": [
                "Philippa Gregory",
                "Anacaona Mindrila‑Sonetto"
            ],
            "ranking": 3.81,
            "ranking_count": 68199,
            "abstract": "Philippa Gregory este cea mai importanta autoare de romane istorice din Marea Britanie, cunoscuta in lume datorita bestsellerului Surorile Boleyn.. Traducere din limba engleza de Anacaona Mindrila‑Sonetto. Regina rosie (2010), al doilea roman din ciclul dedicat Razboiului celor Doua Roze, imbogateste galeria de femei puternice si influente creata de Philippa Gregory cu o figura emblematica pentru istoria Angliei: lady Margaret Beaufort, femeia ale carei ambitie, inteligenta si curaj au dus la intemeierea dinastiei Tudor. Romanul urmareste cu fidelitate destinul ei schimbator si transformarea sa uluitoare dintr-o tinara inocenta si pioasa de noua ani, silita sa se supuna fara proteste dorintelor familiei pentru a incheia o casatorie lipsita de iubire, intr-o curteana abila si hotarita. Ea nu se da in laturi de la cele mai primejdioase uneltiri, de la cele mai indoielnice aliante sau cele mai avantajoase casatorii pentru a-si vedea implinit visul cel mai fierbinte: acela de a-si vedea fiul pe tronul Angliei. Philippa Gregory zugraveste in culori vii perioada adolescentei si maturitatii sale intr-o Anglie sfisiata de rivalitatile dintre Casa de Lancaster si Casa de York si devastata de bataliile singeroase din Razboiul celor Doua Roze.. „Regina rosie este un roman scris cu o mina sigura, pitoresc, convingator, presarat de conflicte, tradare si manevre politice. La fel ca Margaret Beaufort, Gregory isi lasa in urma numerosii imitatori prin forta inegalabila a energiei, concentrarii si executiei desavirsite.” (Publishers Weekly). „Povestea are o intensitate si un suspans care, imbinate cu cercetarea istorica minutioasa tipica romanelor Philippei Gregory, readuc la viata secolul al XV-lea... Regina rosie este o evocare vie si captivanta a unei perioade framintate.” (Daily Express). „Impletirea fireasca si pe deplin credibila dintre personal si istoric este fara indoiala motivul pentru care o citim de la bun inceput pe Philippa Gregory. Dar coloana vertebrala a acestei carti este manipularea peronajului central, modul in care scriitoarea il conduce de la ipostaza de eroina la cea de anti-eroina, mentinindu-l la fel de incitant pe parcusul intregului roman.” (The Times)",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adult",
                "Romance",
                "English History",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Mind",
            "authors": [
                "John     Fitzgerald"
            ],
            "ranking": 4.71,
            "ranking_count": 17,
            "abstract": "The Mind is JOHN FITZGERALD’s third poetry collection and continues and expands on his insight into the myriad aspects of human emotion. The poems are philosophical; emotions are set against the ‘objective’ consciousness of the mind. The result is a deep exploration of what it means to be human.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Jaguar's Children",
            "authors": [
                "John Vaillant"
            ],
            "ranking": 3.71,
            "ranking_count": 1770,
            "abstract": "From the best-selling author of. The Tiger. and. The Golden Spruce. , this debut novel  is  a gripping survival  story of a young man trapped, perhaps fatally, during a border crossing.. Héctor is trapped. The water truck, sealed to hide its human cargo, has broken down. The coyotes have taken all the passengers’ money for a mechanic and have not returned. Those left behind have no choice but to wait.. Héctor finds a name in his friend César’s phone. AnniMac. A name with an American number. He must reach her, both for rescue and to pass along the message César has come so far to deliver. But are his messages going through?. Over four days, as water and food run low, Héctor tells how he came to this desperate place. His story takes us from Oaxaca — its rich culture, its rapid change — to the dangers of the border. It exposes the tangled ties between Mexico and El Norte — land of promise and opportunity, homewrecker and unreliable friend. And it reminds us of the power of storytelling and the power of hope, as Héctor fights to ensure his message makes it out of the truck and into the world.. Both an outstanding suspense novel and an arresting window into the relationship between two great cultures,. The Jaguar’s Children. shows how deeply interconnected all of us, always, are.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Suspense",
                "Audiobook",
                "Literary Fiction",
                "Realistic Fiction",
                "Novels",
                "Adult Fiction",
                "Cultural",
                "Mystery"
            ]
        },
        {
            "title": "Secrets of a Charmed Life",
            "authors": [
                "Susan Meissner"
            ],
            "ranking": 4.21,
            "ranking_count": 51532,
            "abstract": "The author of. A Bridge Across the Ocean. and. The Last Year of the War. journeys from the present day to World War II England, as two sisters are separated by the chaos of wartime.... Current day, Oxford, England.. Young American scholar Kendra Van Zant, eager to pursue her vision of a perfect life, interviews Isabel McFarland just when the elderly woman is ready to give up secrets about the war that she has kept for decades...beginning with who she really is. What Kendra receives from Isabel is both a gift and a burden—one that will test her convictions and her heart.. 1940s, England.. As Hitler wages an unprecedented war against London’s civilian population, hundreds of thousands of children are evacuated to foster homes in the rural countryside. But even as fifteen-year-old Emmy Downtree and her much younger sister Julia find refuge in a charming Cotswold cottage, Emmy’s burning ambition to return to the city and apprentice with a fashion designer pits her against Julia’s profound need for her sister’s presence. Acting at cross purposes just as the Luftwaffe rains down its terrible destruction, the sisters are cruelly separated, and their lives are transformed...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "European Literature",
                "Adult Fiction",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "3vil",
            "authors": [
                "Mike  Miller"
            ],
            "ranking": 4.13,
            "ranking_count": 15,
            "abstract": "Three Tales of Terror A young family is haunted by something sinister in the night, a strange thing which cannot be stopped... With a mad scientist at the helm, a cursed ship sets sail on a mysterious voyage into the unknown... A group of unsuspecting college students are invited to an epic Halloween party, an affair hosted by hellish fiends. Monsters and ghosts, madness and murder, fear and suspense - this inaugural trilogy of original horror stories covers the entire spectrum of darkest evil. All are crafted with a punishing intensity and merciless brutality, and few readers will survive the experience unscathed.",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "Sea of Stars",
            "authors": [
                "Amy A. Bartol"
            ],
            "ranking": 4.25,
            "ranking_count": 12513,
            "abstract": "Eighteen-year-old Kricket Hollowell was looking for her place in the world when she discovered that the universe was bigger—and more dangerous—than she had ever dreamed. Now, whisked across space to the planet Ethar, Kricket learns that her genetic ability to see the future makes her a sought-after commodity…and the catalyst for war between her star-crossed parents’ clans. According to Alameedan prophecy, one house will rise to power and the other will be completely wiped out, and Kricket’s precognition is believed to be the weapon that will tip the scales.. A target of both the Rafe and the Alameeda houses, Kricket finds protection—and a home—in the arms of Trey, her Etharian bodyguard-turned-boyfriend. But her visions of what’s to come disturb her deeply, especially since she must discover whether the gift of foresight will allow her to rewrite the future, or if her fate is as immovable as the stars.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Science Fiction",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Vad vi pratar om när vi pratar om Anne Frank",
            "authors": [
                "Nathan Englander"
            ],
            "ranking": 3.74,
            "ranking_count": 7707,
            "abstract": "Två judiska väninnor från college träffas en kväll efter att inte ha setts på många år. Den ena bor i Israel och lever ett ortodoxt religöst liv medan den andra lever ett sekulariserat liv i USA. När dom först träffas känns allt fel, men under den långa kvällen händer saker som ingen av dem kunnat förutse.. Bokens titelnovell är en av åtta berättelser som tar läsaren med på en resa mellan skratt och gråt. Nathan Englanders historier berör med sin styrka och medmänsklighet. Han ser de stora svårigheterna i den lilla människans liv och återger det med känslighet och skärpa.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Religion",
                "World War II",
                "Contemporary"
            ]
        },
        {
            "title": "Rules of Summer",
            "authors": [
                "Shaun Tan"
            ],
            "ranking": 4.11,
            "ranking_count": 3605,
            "abstract": "Combining humour and surreal fantasy, Shaun Tan pictures a summer in the lives of two boys. Each spread tells of an event and the lesson learned. By turns, these events become darker and more sinister as the boys push their games further and further.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Art",
                "Sequential Art",
                "Fiction",
                "Adventure",
                "Family",
                "Cultural"
            ]
        },
        {
            "title": "Deathless",
            "authors": [
                "Catherynne M. Valente"
            ],
            "ranking": 3.98,
            "ranking_count": 18072,
            "abstract": "Koschei the Deathless is to Russian folklore what giants or wicked witches are to European culture: the villain of countless stories which have been passed on through story and text for generations. Valente's take on the legend brings the action to modern times, spanning many of the great developments of Russian history in the twentieth century.. Deathless. , however, is no dry, historical tome: it lights up like fire as the young Marya Morevna transforms from a clever peasant girl to Koschei's beautiful bride, to his eventual undoing. Along the way there are Stalinist house elves, magical quests, secrecy and bureaucracy, and games of lust and power. All told,. Deathless. is a collision of magical history and actual history, of revolution and mythology, of love and death, that will bring Russian myth to life in a stunning new incarnation.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Cultural",
                "Retellings",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Desert Magnolia",
            "authors": [
                "Dedra L. Stevenson"
            ],
            "ranking": 4.5,
            "ranking_count": 22,
            "abstract": "From the metropolitan streets of Dubai, Daniella is called back to her family home in the American South to help a family that threw her away many years ago. Going back will mean digging up skeletons from her past that she'd hoped to bury forever, but someone murdered her father, and skeletons don't like living in closets.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Where the Stars Still Shine",
            "authors": [
                "Trish Doller"
            ],
            "ranking": 3.83,
            "ranking_count": 8798,
            "abstract": "Stolen as a child from her large and loving family, and on the run with her mom for more than ten years, Callie has only the barest idea of what normal life might be like. She's never had a home, never gone to school, and has gotten most of her meals from laundromat vending machines. Her dreams are haunted by memories she’d like to forget completely. But when Callie’s mom is finally arrested for kidnapping her, and Callie’s real dad whisks her back to what would have been her life, in a small town in Florida, Callie must find a way to leave the past behind. She must learn to be part of a family. And she must believe that love--even with someone who seems an improbable choice--is more than just a possibility.. Trish Doller writes incredibly real teens, and this searing story of love, betrayal, and how not to lose your mind will resonate with readers who want their stories gritty and utterly true.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Fiction",
                "Family",
                "New Adult",
                "Sociology"
            ]
        },
        {
            "title": "A Menina Que Não Sabia Ler",
            "authors": [
                "John  Harding"
            ],
            "ranking": 3.62,
            "ranking_count": 5007,
            "abstract": "1891. Nova Inglaterra. Numa mansão distante e decadente, onde nada é o que parece, dois irmãos são deixados à mercê de criados e regras ditadas por um tio negligente. A jovem Florence, de apenas 12 anos, passa os dias a tomar conta do seu irmão mais novo Giles e a deambular pelos corredores, numa rotina entediante e desinteressante. Até que, um dia, a menina encontra na mansão um lugar proibido: uma biblioteca fechada e empoeirada, pela qual se apaixona.. Mas naquela casa existem segredos sombrios que não deveriam ser revelados. Porque é que Florence sonha sempre com uma mulher misteriosa que insiste em ameaçar o seu irmão? Que segredo esconde a nova preceptora e porque Florence tem dela um medo sobrenatural? E porque é que o seu tio não permite que ela aprenda a ler? Florence precisa de encontrar muitas respostas – sejam elas inventadas ou não, e soluções nem sempre fáceis para proteger Giles, e o seu amor pelos livros, antes que alguém descubra quem ousou abrir as portas daquele mundo literário.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Gothic",
                "Fiction",
                "Historical",
                "Mystery",
                "Fantasy",
                "Thriller"
            ]
        },
        {
            "title": "Slice of Cherry",
            "authors": [
                "Dia Reeves"
            ],
            "ranking": 3.69,
            "ranking_count": 3296,
            "abstract": "Kit and Fancy Cordelle are sisters of the best kind: best friends, best confidantes, and best accomplices. The daughters of the infamous Bonesaw Killer, Kit and Fancy are used to feeling like outsiders, and that's just the way they like it. But in Portero, where the weird and wild run rampant, the Cordelle sisters are hardly the oddest or most dangerous creatures around.. It's no surprise when Kit and Fancy start to give in to their deepest desire - the desire to kill. What starts as a fascination with slicing open and stitching up quickly spirals into a gratifying murder spree. Of course, the sisters aren't killing just anyone, only the people who truly deserve it. But the girls have learned from the mistakes of their father, and know that a shred of evidence could get them caught. So when Fancy stumbles upon a mysterious and invisible doorway to another world, she opens a door to endless possibilities.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Fiction",
                "Romance",
                "Thriller",
                "Magical Realism"
            ]
        },
        {
            "title": "A Shade of Blood",
            "authors": [
                "Bella Forrest"
            ],
            "ranking": 4.01,
            "ranking_count": 32973,
            "abstract": "Having been delighted by the bestselling debut, A Shade Of Vampire, readers are begging for more. In A Shade Of Blood, Bella Forrest transports you deeper into a unique, enthralling and beautifully sensitive story. Prepare to be lost in its pages.... When Sofia Claremont was kidnapped to a sunless island, uncharted by any map and ruled by the most powerful vampire coven on the planet, she believed she'd forever be a captive of its dark ruler, Derek Novak.. Now, after months of surviving an endless night, the morning sun may soon rise again for Sofia. Something has possessed Derek's heart and he offers her a gift no human slave has ever been given in the history of his cursed island: escape.. High school, prom and a chance to move on with her life now await her.. But will she be able to forget the horrors that steal her sleep away at night? ... or the feelings that haunt her for that tormented prince of darkness?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Dawn Drums",
            "authors": [
                "Robert Walton"
            ],
            "ranking": 4.45,
            "ranking_count": 11,
            "abstract": "May of 1864 was perhaps the Civil War's most terrible month. Dawn Drums begins at this crucial time and its action coincides closely with the sesquicentennial of the events it depicts. Told by the voices of Abraham Lincoln, Clara Barton, Almira Martin, General Grant, and an assorted host of other Civil War participants, including a small group of black contrabands, Robert Walton's narrative offers an utterly unique and riveting view of the Civil War's last year. Dawn Drums will enable readers to clearly understand the appalling war that divided a nation. Despite the Civil War's horror and savagery, the main characters of this truly gripping, historical novel emerge as heroes who, even today, remain inspirational and noble.",
            "part_of_series": false,
            "genre_list": [
                "Military History"
            ]
        },
        {
            "title": "Les Fiancés de l'hiver",
            "authors": [
                "Christelle Dabos"
            ],
            "ranking": 4.1,
            "ranking_count": 60567,
            "abstract": "Sous son écharpe élimée et ses lunettes de myope, Ophélie cache des dons singuliers : elle peut lire le passé des objets et traverser les miroirs. Elle vit paisiblement sur l'Arche d'Anima quand on la fiance à Thorn, du puissant clan des Dragons. La jeune fille doit quitter sa famille et le suivre à la Citacielle, capitale flottante du Pôle. À quelle fin a-t-elle été choisie ? Pourquoi doit-elle dissimuler sa véritable identité ? Sans le savoir, Ophélie devient le jouet d'un complot mortel.. Une héroïne inoubliable, un univers riche et foisonnant, une intrigue implacable. Découvrez le premier livre d'une grande saga fantastique et le talent d'un nouvel auteur à l'imaginaire saisissant.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Cultural",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Doctor Who: Touched By An Angel",
            "authors": [
                "Jonathan Morris"
            ],
            "ranking": 4.1,
            "ranking_count": 2912,
            "abstract": "The past is like a foreign country. Nice to visit, but you really wouldn’t want to live there.. In 2003, Rebecca Whitaker died in a road accident. Her husband Mark is still grieving. He receives a battered envelope, posted eight years ago, containing a set of instructions with a simple message: You can save her.. As Mark is given the chance to save Rebecca, it’s up to the Doctor, Amy and Rory to save the whole world. Because this time the Weeping Angels are using Mark himself as a weapon to change history. Will the doctor stop mark or will the angels feast?",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "EX ...a twisted love story",
            "authors": [
                "Novoneel Chakraborty"
            ],
            "ranking": 3.88,
            "ranking_count": 1337,
            "abstract": "What will you do if one day a svelte and sexy girl comes up to you and says she is your ex ? And the only thing you know about her is that you don't know anything about her.. Neel, an aspiring author, meets Nivrita at the Jaipur Literary Festival. Though Nivrita says she is his ex, he remembers nothing and yet everything about her seems to lure him to unravel the mystery she personifies. The more he is drawn to her, the more Neel feels guilty because he is already in a steady relationship with Titiksha, the love of his life.. When Nivrita makes a tempting offer to Neel, which he accepts for his own good, his life slowly begins to spiral out of control while Titiksha starts turning into a stranger until Neel realizes there's much more than his eyes can see and mind can recollect.. Novoneel Chakraborty, bestselling author of A Thing Beyond Forever, That Kiss In the Rain and How About a Sin Tonight? brings forth yet another poignant story, twisted in essence. EX will make you drop your jaws wide open.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Thriller",
                "Fiction",
                "Asian Literature",
                "Love",
                "Suspense"
            ]
        },
        {
            "title": "Hope Is Lost",
            "authors": [
                "Emma   James"
            ],
            "ranking": 4.5,
            "ranking_count": 231,
            "abstract": "Keanu Lee, the funny man, finds himself on the sticky end of a night out with his best friend Levi. Keanu's life is about to take another unexpected, sharp turn. New friends will be found under the most unique circumstances.. Hope Walker is a lost soul, and Ajax, the street performer, is her unspoken protector. Together, they survive the streets of Ocean Beach.. Life has a way of righting wrongs when you least expect it.. Come join this sexy crew as they show you that, even though life may take from you, it can also give back when you least anticipate it.. The Ocean Beach series continues with the brotherhood, passion, and laughter you have grown to love, and through the eyes of these survivors, you will realize love can truly heal.. The past will never be forgotten, but there is hope if you just allow yourself to have a little faith.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Family",
                "Drama"
            ]
        },
        {
            "title": "A Forest of Eyes",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 4.11,
            "ranking_count": 115,
            "abstract": "Never's quest for a name continues.... Poisoned and furious, Never must add a desperate quest for a cure to his existing search for truth. His path takes him deep into the White Wood where he faces vengeful spirits, giant leeches and Commander Harstas himself, whose lust for revenge is an ever-present threat.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Scholar Denied: W. E. B. Du Bois and the Birth of Modern Sociology",
            "authors": [
                "Aldon D. Morris"
            ],
            "ranking": 4.39,
            "ranking_count": 155,
            "abstract": "In this groundbreaking book, Aldon D. Morris’s ambition is truly monumental: to help rewrite the history of sociology and to acknowledge the primacy of W. E. B. Du Bois’s work in the founding of the discipline. Calling into question the prevailing narrative of how sociology developed, Morris, a major scholar of social movements, probes the way in which the history of the discipline has traditionally given credit to Robert E. Park at the University of Chicago, who worked with the conservative black leader Booker T. Washington to render Du Bois invisible. Morris uncovers the seminal theoretical work of Du Bois in developing a “scientific” sociology through a variety of methodologies and examines how the leading scholars of the day disparaged and ignored Du Bois’s work.. The Scholar Denied. is based on extensive, rigorous primary source research; the book is the result of a decade of research, writing, and revision. In exposing the economic and political factors that marginalized the contributions of Du Bois and enabled Park and his colleagues to be recognized as the “fathers” of the discipline, Morris delivers a wholly new narrative of American intellectual and social history that places one of America’s key intellectuals, W. E. B. Du Bois, at its center.. The Scholar Denied. is a must-read for anyone interested in American history, racial inequality, and the academy. In challenging our understanding of the past, the book promises to engender debate and discussion.",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "History",
                "Race",
                "Biography",
                "Nonfiction",
                "Education",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "Darktown",
            "authors": [
                "Thomas Mullen"
            ],
            "ranking": 4.02,
            "ranking_count": 7723,
            "abstract": "Responding from pressure on high, the Atlanta police department is forced to hire its first black officers in 1948. The newly minted policemen are met with deep hostility by their white peers and their authority is limited: They can’t arrest white suspects; they can’t drive a squad car; they can’t even use the police headquarters and must instead operate out of the basement of a gym.. When a black woman who was last seen in a car driven by a white man turns up fatally beaten, no one seems to care except for Boggs and Smith, two black cops from vastly different backgrounds. Pressured from all sides, they will risk their jobs, the trust the community has put in them, and even their own safety to investigate her death. Their efforts bring them up against an old-school cop, Dunlow, who has long run the neighborhood like his own, and Dunlow’s young partner, Rakestraw, a young progressive who may or may not be willing to make allies across color lines.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Race"
            ]
        },
        {
            "title": "A Different Kind of Witch",
            "authors": [
                "Carol A. Robi",
                "Carol A. Robi"
            ],
            "ranking": 3.97,
            "ranking_count": 65,
            "abstract": "Ages 15+. A fledging Faery and a vengeful Witch meet at school and become friends, but their friendship is potent, and must remain hidden. It’s happened before, and that nearly tore apart the Supernatural Realm.. Sophie Leighton has just discovered that she is a Faery. Like all fledglings, she’s officially a member of the Supernatural Realm. Finding herself in a new world of mystery, magic and supernatural beings, Sophie has to navigate her way in her new identity at her new school- Drachenburg School for the Supernaturals.. Boke Maiga is a powerful Witch from a lineage of one of the most powerful and revered sorcerers of all time. She has emerged from years of hiding- intent on avenging her mother’s death. Someone killed her mother, and the young Witch won’t stop until she knows who is responsible. And she intends to start by recruiting the help of the popular freshman Faery, Sophie.. Sophie must now make a decision fast, on whether to let past secrets remain buried, or tread the dangerous waters with her new friend to unveil the secrets of the past - secrets that involve her parents, and even threaten their freedom.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Business"
            ]
        },
        {
            "title": "The Man Who Saved Henry Morgan",
            "authors": [
                "Robert Hough"
            ],
            "ranking": 3.91,
            "ranking_count": 223,
            "abstract": "The Sisters Brothers. meets. Master and Commander. in Robert Hough’s rollicking and raucous new historical novel.. The year is 1664, and Benny Wand, a young thief and board game hustler, is arrested in London for illegal gaming. Deported to the city of Port Royal, Jamaica, known as “the wickedest city on earth,” Wand is forced by his depleted circumstances to join a raid on the Spanish city of Villahermosa. The mission is a perilous success, and Wand attracts the attention of the mission’s leader, an up-and-coming Welsh seaman, Captain Henry Morgan, whose raids on Spanish strongholds are funded by the British government.. While embarking on a campaign in the Caribbean, Wand and Morgan develop an unlikely friendship through a shared love of chess. As Morgan is corrupted by his increasingly sordid attacks on Spanish cities, he slowly becomes Wand’s greatest enemy. To defeat his former ally, Wand embarks on a strategic battle of wits and must help Morgan in the most savage and unexpected way possible. This is blistering and bawdy storytelling at its best.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adult",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "The Last Time We Say Goodbye",
            "authors": [
                "Cynthia Hand"
            ],
            "ranking": 4.1,
            "ranking_count": 22365,
            "abstract": "There's death all around us.. We just don't pay attention.. Until we do.. The last time Lex was happy, it was before. When she had a family that was whole. A boyfriend she loved. Friends who didn't look at her like she might break down at any moment.. Now she's just the girl whose brother killed himself. And it feels like that's all she'll ever be.. As Lex starts to put her life back together, she tries to block out what happened the night Tyler died. But there's a secret she hasn't told anyone-a text Tyler sent, that could have changed everything.. Lex's brother is gone. But Lex is about to discover that a ghost doesn't have to be real to keep you from moving on.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Romance",
                "Mental Health",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "A volte ritorno",
            "authors": [
                "John Niven",
                "Marco Rossari"
            ],
            "ranking": 3.96,
            "ranking_count": 7323,
            "abstract": "Dopo una settimana di vacanza che sarebbero cinque secoli di tempo terrestre, Dio torna in ufficio, ancora col cappello di paglia e la camicia a quadri. Era andato in vacanza, a pescare, in pieno Rinascimento, quando i terrestri scoprivano un continente alla settimana, e sembrava andasse tutto a gonfie vele. Al suo ritorno però, il quadro che gli fanno i suoi ha del catastrofico: il pianeta ridotto a un immondezzaio, genocidi come se piovesse, preti che molestano i bambini... «Che cazzo sta succedendo sulla Terra?» Dio non è solo ultradepresso. È anche furibondo. L'unica soluzione, pensa, è rispedire sulla Terra quello strafatto di suo figlio.. «Sei sicuro sia una buona idea?» gli chiede Gesù. «Non ti ricordi cosa è successo l'altra volta?» Ma Dio è irremovibile.. Così Gesù Cristo piomba a New York, tra sballoni e drop out di ogni tipo. E cerca, come può, di dare una mano agli sfigati della Terra. Il ragazzo non sa fare niente, eccetto suonare la chitarra. E riesce a finire in un programma di talenti alla tv. Un gran bel modo per fare arrivare il suo messaggio a un sacco di gente. Ma, come già in passato, anche oggi chi sta dalla parte dei marginali non è propriamente ben visto dalle autorità.. Dissacrante e provocatorio,. A volte ritorno. demolisce con incontenibile ironia l'intero spettro delle malefatte umane, senza risparmiare santi, profeti e abitanti del paradiso... perché, in fondo, tutto quello che Dio aveva intenzione di consigliarci era un semplicissimo «FATE I BRAVI».",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Fantasy",
                "Novels",
                "European Literature",
                "Music",
                "Religion",
                "American"
            ]
        },
        {
            "title": "Daughter of the Drackan",
            "authors": [
                "Kathrin Hutson"
            ],
            "ranking": 4.38,
            "ranking_count": 55,
            "abstract": "Book One of Gyenona's Children. Born of humans but raised by beasts who despise the legacy of man, Keelin is the only one who can redeem, or destroy, the future of both races.. Keelin is the only human fledgling, weaned by the drackans of the High Hills and given their instincts, ferocious strength, and fierce hatred for humankind. But even the drackans closest to her cannot explain why she has violent blackouts from which she wakens covered in blood.. A desperate, reckless search for the source of this secret brings her face to face with the human world and memories from a locked-away past, long forgotten. Keelin becomes a terrifying legend among human assassins while she hunts for answers, and the human realm’s High King is murdered.. While a sickly steward hides within crumbling walls, commanding her every move with a magic he should not possess, Keelin’s journey to track him down threatens her loyalty to the drackans who raised her. The rogue who crosses her path hides familiar secrets, echoing her own terrifying bloodlust and forcing her to consider that there may be something human about her after all.. Mother of the Drackan, Book Two of Gyenona's Children, is set for release Spring 2016.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Het meisje dat van IS won. Ontvoerd, verkocht, ontsnapt",
            "authors": [
                "Farida Khalaf",
                "Andrea C. Hoffmann",
                "Jan Smit"
            ],
            "ranking": 4.38,
            "ranking_count": 4583,
            "abstract": "Verkocht. Het duurde even voordat ik het besefte. Ik was verkocht als een dier op de veemarkt. De mannen die me hadden ontvoerd en gevangen gehouden, hadden me nu verpatst. Voor geld hadden ze me aan andere mannen doorgegeven, die met me konden doen wat ze wilden. Ze beschouwden me als hun bezit, hun 'slavin'. Farida Khalaf is achttien als haar bergdorp in Noord-Irak wordt overvallen door IS-terroristen. Ze vermoorden alle mannen en nemen de vrouwen als gevangenen mee. Samen met haar nichtje Evin wordt Farida op een slavinnenmarkt in Raqqa als koopwaar aangeboden. Ze verzet zich op alle mogelijke manieren maar wordt uiteindelijk verkocht, mishandeld, half doodgeslagen en... van haar eer beroofd; het ergste wat haar kon overkomen. Farida wordt diverse keren doorverkocht, en elke keer wordt de hel die haar leven is nog erger. Meer dood dan levend komt ze terecht in een afgelegen IS-containerkamp, waar ze op wonderbaarlijke wijze wordt herenigd met haar nichtje Evin. Hierdoor hervindt Farida haar levensmoed en beraamt ze zorgvuldig een zeer gevaarlijk ontsnappingsplan.... 'Zelden is verkrachting zo openlijk bedreven als onder de Islamitische Staat.' - NRC Handelsblad. 'Islamitische Staat verkocht yezidi-vrouwen al voor 800 dollar.' - Amnesty International",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "War",
                "Biography Memoir",
                "History",
                "Religion",
                "Audiobook"
            ]
        },
        {
            "title": "Think from the Heart, Love from the Mind",
            "authors": [
                "Gian Kumar"
            ],
            "ranking": 4.35,
            "ranking_count": 20,
            "abstract": "Thinking from the heart, absurd as it may seem, is an experience we all need to go through. Thinking and creating from the heart will only make you unite and embrace with emotion, without any illusions, doubts, analysis, ego or judgment. It is higher than logic or reason and will enunciate the mind to transcend beyond its thought processes. Meaning, if we separate the heart from the mind, or allow one to rule, it is bound to oppose the other, leading to pain and conflict. Imagine how constricted our thoughts would be, if the heart was not there to loosen them and bring flexibility. Mind, on the other hand, is mischievous; it not only wishes to dictate to the heart, but tortures and rules our life. We become lonely in our minds with thoughts of self - I, me and mine. The mind controls when we should be happy or sad; it even orders the heart, how and when to express or suppress our emotions. Both cannot be left on their own, say heart on its own will only fantasize into emotions, hopes and dreams. To counter, and bring them back into oneness or totality, we need to learn the art of being in the awareness of now, through intuition and impulses, beyond thoughts. It is the amalgamation of the two, which leads us back to our source, the oneness in which we are born to live. This book will reveal to you, not only how to love and think, with heart and mind togetherness, but also to go beyond these two into the realm of oneness, awareness and infinity.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Reader",
            "authors": [
                "Traci Chee"
            ],
            "ranking": 3.8,
            "ranking_count": 10687,
            "abstract": "An instant New York Times Bestseller, this is a stunning debut set in a world where reading is unheard-of. Perfect for fans of. Inkheart. and. Shadow and Bone. Finalist for the Kirkus Prize and nominated for the Goodreads Choice Award!. Sefia knows what it means to survive. After her father is brutally murdered, she flees into the wilderness with her aunt Nin, who teaches her to hunt, track, and steal. But when Nin is kidnapped, leaving Sefia completely alone, none of her survival skills can help her discover where Nin’s been taken, or if she’s even alive. The only clue to both her aunt’s disappearance and her father’s murder is the odd rectangular object her father left behind, an object she comes to realize is a book—a marvelous item unheard of in her otherwise illiterate society. With the help of this book, and the aid of a mysterious stranger with dark secrets of his own, Sefia sets out to rescue her aunt and find out what really happened the day her father was killed—and punish the people responsible.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Fire",
            "authors": [
                "Mats Strandberg",
                "Sara Bergmark Elfgren",
                "Anna Paterson"
            ],
            "ranking": 4.11,
            "ranking_count": 8756,
            "abstract": "Praised by Lev Grossman as stunning, …raw, real, smart, very thrilling and very, very wicked,”. The Circle. , the first book in the internationally bestselling Engelsfors Trilogy, introduced a group of high school girls with special powers who became the Chosen Ones. As book two,. Fire. , begins, Minoo, Vanessa, Linnéa, Anna-Karin and Ida have been struggling with their own demons all summer long. Now school is back in session, and whether they like it or not, the five Chosen Ones must stick together stronger than ever before.. Evil is back in Engelsfors and it threatens to engulf everyone and everything—and only if the five girls accept their strengths and trust each other unconditionally will they have any chance of defeating it.. The second installment of the Engelsfors Trilogy—an international sensation with rights sold in 26 countries—. Fire. sees the past woven together with the present, the living with the dead, our human world with demonic forces. This spellbinding novel takes the reader on a wild journey in a world where the stakes are higher than life-and-death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "European Literature",
                "LGBT",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Murder as a Fine Art",
            "authors": [
                "David Morrell"
            ],
            "ranking": 3.91,
            "ranking_count": 7719,
            "abstract": "Gaslit London is brought to its knees in David Morrell's brilliant historical thriller.. Thomas De Quincey, infamous for his memoir 'Confessions of an English Opium-Eater', is the major suspect in a series of ferocious mass murders identical to ones that terrorized London forty-three years earlier.. The blueprint for the killings seems to be De Quincey's essay On Murder Considered as One of the Fine Arts. Desperate to clear his name but crippled by opium addiction, De Quincey is aided by his devoted daughter Emily and a pair of determined Scotland Yard detectives.. In 'Murder as a Fine Art', David Morrell plucks De Quincey, Victorian London, and the Ratcliffe Highway murders from history. Fogbound streets become a battleground between a literary star and a brilliant murderer, whose lives are linked by secrets long buried but never forgotten.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "The First Principle",
            "authors": [
                "Marissa Shrock"
            ],
            "ranking": 4.17,
            "ranking_count": 120,
            "abstract": "In the not-too-distant future, the United Regions of America has formed. Governors hold territories instead of states, and while Washington, DC, is gone, the government has more control than ever before. For fifteen-year-old Vivica Wilkins, the daughter of a governor, this is life as usual. High school seems pretty much the same--until one day, that controlling power steps right through the door during study hall.. When Vivica speaks out to defend her pregnant friend against the harsh treatment of Population Management Officer Marina Ward, she has no idea she's sowing the seeds of a revolution in her own life. But it isn't long before she discovers her own illegal pregnancy. Now she has to decide whether to get the mandatory abortion--or follow her heart, try to keep the baby, and possibly ruin her mother's chances at becoming president.. A rebel group called the Emancipation Warriors, who are fighting to restore freedoms once held unalienable, offer her asylum. Can Vivica trust these rebels to help her or will they bring everything crashing down around her? Accepting their help may come with consequences she isn't ready to face.. Marissa Shrock's debut novel crafts a chilling story of what may be to come if we allow the economic and moral crises currently facing our country to change the foundations on which we built our independence--and of the difference one person can make when they choose to trust God's lead.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Science Fiction",
                "Young Adult",
                "Christian",
                "Suspense",
                "Futuristic"
            ]
        },
        {
            "title": "Clockwork Angels",
            "authors": [
                "Kevin J. Anderson",
                "Neil Peart"
            ],
            "ranking": 3.71,
            "ranking_count": 3099,
            "abstract": "No mundo do jovem Owen Hardy, tudo tem sua hora para acontecer. Ele vive em uma sociedade aparentemente perfeita, graças à administração precisa do Relojoeiro. A vida segue um roteiro cuidadosamente planejado para que nada afete a estabilidade conquistada depois de anos de guerras. Até o dia em que, pela primeira vez, um imprevisto acontece e Owen se vê abandonando sua terra natal para viver uma grande – e imprevisível – aventura, entre civilizações perdidas, piratas, anarquistas e alquimistas.. Os Anjos do Tempo é uma história de ficção científica escrita pelo mestre do gênero steampunk Kevin J. Anderson, inspirada nas músicas da lendária banda de rock Rush, em parceria com o compositor e baterista Neil Peart. Uma fábula “nostálgica, estranha e encantadora”, ilustrada pelo premiado designer Hugh Syme, sobre a beleza que há na luta entre a ordem e o caos, entre a realidade e o sonho.. Alguns já nasceram com uma deficiência, outros a encontraram mais tarde, mas todos eles descobriram que, mesmo num corpo limitado, o que faz a diferença na vida de um herói é o coração.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Music",
                "Adventure",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Faerie War",
            "authors": [
                "Rachel  Morgan"
            ],
            "ranking": 4.32,
            "ranking_count": 4178,
            "abstract": "This a previously-published edition of ASIN B00G04S19C. Driven by action, suspense, and a strong heroine, this deliciously detailed, bestselling YA fantasy will keep you turning the pages right up until the epic conclusion.... Violet Fairdale is in big trouble. Her home is gone, her beloved forest lies in ruins, the guy she gave her heart to has deserted her—and she doesn’t remember any of it. The powerful Lord Draven is taking over, brainwashing guardians into fighting for him. No one is safe from the evil spreading throughout the fae world.. As alliances are forged between the remaining free fae, Vi struggles to reclaim her identity and figure out where she belongs in this new world. When someone from her past shows up, life gets even more complicated. He brings with him a long-forgotten weapon and an ancient prophecy that places Vi at the center of the fight against Draven. With the future of the fae world at stake, can Vi carry out the prophecy’s instructions before it’s too late?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Paranormal"
            ]
        }
    ]
}