{
    "books": [
        {
            "title": "Şeker Portakalı",
            "authors": [
                "José Mauro de Vasconcelos",
                "Aydın Emeç"
            ],
            "ranking": 4.41,
            "ranking_count": 49164,
            "abstract": "Yazarlıkta karar kılıncaya kadar, boks antrenörlüğünden ressam ve heykeltıraşlara modellik yapmaya, muz plantasyonlarında hamallıktan gece kulüplerinde garsonluğa kadar çeşitli işlerde çalışan Jose Mauro de Vasconcelos'un başyapıtı Şeker Portakalı, günün birinde acıyı keşfeden küçük bir çocuğun öyküsüdür. Çok yoksul bir ailenin oğlu olarak dünyaya gelen, dokuz yaşında yüzme öğrenirken bir gün yüzme şampiyonu olmanın hayalini kuran Vasconcelos'un çocukluğundan derin izler taşıyan Şeker Portakalı, yaşamın beklenmedik değişimleri karşısında büyük sarsıntılar yaşayan küçük Zeze'nin başından geçenleri anlatır. Vasconcelos, tam on iki günde yazdığı bu romanı yirmi yıldan fazla bir zaman yüreğinde taşıdığını söyler.. Aydın Emeç'in, güzel Türkçesiyle dilimize armağan ettiği Şeker Portakalı'nın başkahramanı Zeze'nin büyüdükçe yaşadığı serüvenleri, yazarın Güneşi Uyandıralım ve Delifişek adlı romanlarında izleyebilirsiniz.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Childrens",
                "Novels",
                "Literature",
                "Drama",
                "Cultural",
                "Roman",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "The Fixer",
            "authors": [
                "Bernard Malamud"
            ],
            "ranking": 3.97,
            "ranking_count": 10531,
            "abstract": "A classic that won Malamud both the Pulitzer Prize and the National Book Award. The Fixer (1966) is Bernard Malamud's best-known and most acclaimed novel -- one that makes manifest his roots in Russian fiction, especially that of Isaac Babel.. Set in Kiev in 1911 during a period of heightened anti-Semitism, the novel tells the story of Yakov Bok, a Jewish handyman blamed for the brutal murder of a young Russian boy. Bok leaves his village to try his luck in Kiev, and after denying his Jewish identity, finds himself working for a member of the anti-Semitic Black Hundreds Society. When the boy is found nearly drained of blood in a cave, the Black Hundreds accuse the Jews of ritual murder. Arrested and imprisoned, Bok refuses to confess to a crime that he did not commit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "La Mort est mon métier",
            "authors": [
                "Robert Merle"
            ],
            "ranking": 4.35,
            "ranking_count": 5357,
            "abstract": "La mort est mon métier sont les pseudo-mémoires de Rudolf Höß (renommé Rudolf Lang dans l'ouvrage). Rudolf Höß était le commandant du camp de concentration et d'extermination d'Auschwitz pendant la Seconde Guerre mondiale.. L'histoire commence en 1913 alors que Rudolf Lang a 13 ans.. Il reçoit une éducation catholique mal comprise et très normative. Son père, un commerçant, ayant reçu une éducation militaire (famille militaire), totalement psychorigide, qui a commis un péché dans sa jeunesse à Paris et avec qui il entretient des rapports tendus, veut qu'il devienne prêtre pour expier les fautes que lui-même a commises. Rudolf croit en Dieu, jusqu'au jour où, en se battant avec un de ses camarades d'école (Werner), il lui casse la jambe. Immédiatement, il va se confesser à un prêtre. Le soir même, son père devient fou de rage après avoir appris que son fils a commis un « péché » sans lui en parler. Rudolf se sent trahi par le prêtre, seule personne au courant de l'épisode, les autres croyant à un accident. Or, on apprendra que c'est en fait le père de l'enfant blessé qui s'est plaint devant une assemblée de parents d'élèves. Le mal est fait : Rudolf ne croit plus en Dieu. Son père meurt peu avant la déclaration de guerre en 1914.. À seize ans, Lang débute sa carrière militaire, d'abord en partant directement pour le front Ouest où il sera intercepté puis renvoyé à l'arrière car il est trop jeune, puis comme aide à l'hôpital militaire où il rencontrera un dragon de cavalerie qui le persuadera de rentrer dans son unité et de partir sur le front en Turquie.. À la fin de la guerre, il se retrouve au chômage, rejeté par sa famille. Il s'apprête à se suicider lorsqu'un de ses collègues arrive et lui brandit un tract en lui disant de ne pas trahir l'Allemagne en se donnant la mort.. Il adhère au parti nazi et se voit confier la direction d'une ferme avec sa femme Elsie, où il vit des journées de dur labeur, mais paisibles. Puis, après la prise du pouvoir par Hitler, il entre dans les SS, n'ayant pourtant pas les critères requis pour y adhérer. Il accède à des fonctions de plus en plus importantes dans la hiérarchie SS, jusqu'à devenir commandant du camp d'Auschwitz. Ce camp, d'abord de concentration, puis d'extermination, devient le lieu de la lente et tâtonnante mise au point de l'Usine de Mort du village d'Auschwitz. Il y reçoit l'ordre du Reichsführer Himmler de supprimer 500 000 unités par an au lieu des ridicules 80 000 unités de Treblinka. Lang va s'attacher à accomplir la mission qui lui a été assignée : tuer le plus grand nombre de Juifs et éliminer le plus efficacement possible les cadavres. Après la guerre et la chute d'Hitler, il est emprisonné, puis condamné à la pendaison après son procès où il affirmera avoir seulement suivi les ordres, indiquant d'un air naturel qu'il a supervisé et participé activement au meurtre de « seulement » 2,5 millions de personnes au lieu des 3,5 millions prévus3.. Tout au long du livre, il se montre incapable de sentiments et même d'action personnelle, car sa conduite lui a toujours été dictée par un chef en qui il portait une confiance totale. À la fin, on le sent cependant en colère se disant trahi par Himmler, qui, tel un lâche, s'est suicidé, et n'a ainsi pas voulu assumer son rôle dans l'extermination des Juifs, laissant Rudolf seul responsable de ses actes. Jusqu'au bout, il assume cependant son idée du chef, en répétant froidement et méthodiquement qu'il est le seul responsable de ce qui s'est passé à Auschwitz, et en énonçant sans difficulté les atrocités commises. Son seul moment de doute survient lorsque sa femme apprend ses activités, mais, ayant été choisi pour ses rares qualités de conscience il n'accorde pas d'importance à la morale.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "War",
                "Classics",
                "Historical",
                "European Literature",
                "Literature",
                "World War II",
                "Biography"
            ]
        },
        {
            "title": "The White Castle",
            "authors": [
                "Orhan Pamuk",
                "Victoria Rowe Holbrook"
            ],
            "ranking": 3.48,
            "ranking_count": 13251,
            "abstract": "From a Turkish writer who has been compared with Borges, Nabokov, and DeLillo comes a dazzling novel that is at once a captivating work of historical fiction and a sinuous treatise on the enigma of identity and the relations between East and West.. In the 17th century, a young Italian scholar sailing from Venice to Naples is taken prisoner and delivered to Constantinople. There he falls into the custody of a scholar known as Hoja--master--a man who is his exact double. In the years that follow, the slave instructs his master in Western science and technology, from medicine to pyrotechnics. But Hoja wants to know more: why he and his captive are the persons they are and whether, given knowledge of each other's most intimate secrets, they could actually exchange identities.. Set in a world of magnificent scholarship and terrifying savagery,. The White Castle. is a colorful and intricately patterned triumph of the imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Asian Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Quicksand",
            "authors": [
                "Nella Larsen",
                "Thadious M. Davis"
            ],
            "ranking": 3.72,
            "ranking_count": 5866,
            "abstract": "Born to a white mother and an absent black father, and despised for her dark skin, Helga Crane has long had to fend for herself. As a young woman, Helga teaches at an all-black school in the South, but even here she feels different. Moving to Harlem and eventually to Denmark, she attempts to carve out a comfortable life and place for herself, but ends up back where she started, choosing emotional freedom that quickly translates into a narrow existence.. Quicksand. ,. Nella Larsen. 's powerful first novel, has intriguing autobiographical parallels and at the same time invokes the international dimension of African American culture of the 1920s. It also evocatively portrays the racial and gender restrictions that can mark a life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Race",
                "Historical",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Shogun, Part 1",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.56,
            "ranking_count": 8242,
            "abstract": "This is James Clavell's tour-de-force; an epic saga of one Pilot-Major John Blackthorne, and his integration into the struggles and strife of feudal Japan. Both entertaining and incisive, SHOGUN is a stunningly dramatic re-creation of a very different world.Starting with his shipwreck on this most alien of shores, the novel charts Blackthorne's rise from the status of reviled foreigner up to the heights of trusted advisor and eventually, Samurai. All as civil war looms over the fragile country.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Adventure",
                "Novels",
                "War",
                "Romance"
            ]
        },
        {
            "title": "Postcards",
            "authors": [
                "Annie Proulx"
            ],
            "ranking": 3.76,
            "ranking_count": 5438,
            "abstract": "This is story of Loyal Blood, a man who spends a lifetime on the run from a crime so terrible that it renders him forever incapable of touching a woman.. The odyssey begins on a freezing Vermont hillside in 1944 and propels Blood across the American West for forty years. Denied love and unable to settle, he lives a hundred different lives: mining gold, growing beans, hunting fossils, trapping, prospecting for uranium and ranching. His only contact with his past is through a series of postcards he sends home – not realising that in his absence disaster has befallen his family, and their deep-rooted connection with the land has been severed with devastating consequences…. ‘Postcards’ was Annie Proulx’s first novel, which received huge acclaim and marked the launch of an outstanding literary career. Her works include short story collections ‘Bad Dirt’, ‘Close Range’ (featuring ‘Brokeback Mountain’) and novels such as ‘The Shipping News’ and ‘Accordion Crimes’.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "High Couch of Silistra",
            "authors": [
                "Janet E. Morris"
            ],
            "ranking": 3.61,
            "ranking_count": 389,
            "abstract": "Her sensuality was at the core of her world, her quest beyond the civilized stars. Aristocrat. Outcast. Picara. Slave. Ruler.. The amazing and erotic adventures of the most beautiful courtesan in tomorrow's universe - Frederik Pohl. Engrossing characters in a marvelous adventure. - Charles N. Brown, Locus Magazine. The best single example of prostitution used in fantasy is Janet Morris' Silistra series. - Anne K. Kaler, The Picara: From Hera to Fantasy Heroine",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adult Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Protector",
            "authors": [
                "Larry Niven"
            ],
            "ranking": 4.07,
            "ranking_count": 9806,
            "abstract": "Phssthpok the Pak had been traveling for most of his thirty-two thousand years. His mission: save, develop, and protect the group of Pak breeders sent out into space some two and a half million years before.... Brennan was a Belter, the product of a fiercely independent, somewhat anarchic society living in, on, and around an outer asteroid belt. The Belters were rebels, one and all, and Brennan was a smuggler. The Belt worlds had been tracking the Pak ship for days -- Brennan figured to meet that ship first.... He was never seen again -- at least not by those alive at the time.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Open Veins of Latin America: Five Centuries of the Pillage of a Continent",
            "authors": [
                "Eduardo Galeano",
                "Cedric Belfrage",
                "Isabel Allende"
            ],
            "ranking": 4.29,
            "ranking_count": 18631,
            "abstract": "Since its U.S. debut almost fifty years ago, this brilliant text has set a new standard for historical scholarship of Latin America. It is also an outstanding political economy, a social and cultural narrative of the highest quality, and perhaps the finest description of primitive capital accumulation since Marx.. Rather than chronology, geography, or political successions, Eduardo Galeano has organized the various facets of Latin American history according to the patterns of five centuries of exploitation. Thus he is concerned with gold and silver, cacao and cotton, rubber and coffee, fruit, hides and wool, petroleum, iron, nickel, manganese, copper, aluminum ore, nitrates, and tin. These are the veins which he traces through the body of the entire continent, up to the Rio Grande and throughout the Caribbean, and all the way to their open ends where they empty into the coffers of wealth in the United States and Europe.. Weaving fact and imagery into a rich tapestry, Galeano fuses scientific analysis with the passions of a plundered and suffering people. An immense gathering of materials is framed with a vigorous style that never falters in its command of themes. All readers interested in great historical, economic, political, and social writing will find a singular analytical achievement, and an overwhelming narrative that makes history speak, unforgettably.. This classic is now further honored by Isabel Allende’s inspiring introduction. Universally recognized as one of the most important writers of our time, Allende once again contributes her talents to literature, to political principles, and to enlightenment.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Economics",
                "Cultural",
                "European Literature",
                "Historical",
                "Philosophy",
                "Race"
            ]
        },
        {
            "title": "The Magic Lantern",
            "authors": [
                "Ingmar Bergman",
                "Joan Tate"
            ],
            "ranking": 4.09,
            "ranking_count": 2773,
            "abstract": "“When a film is not a document, it is a dream. . . . At the editing table, when I run the strip of film through, frame by frame, I still feel that dizzy sense of magic of my childhood.” Bergman, who has conveyed this heady sense of wonder and vision to moviegoers for decades, traces his lifelong love affair with film in his breathtakingly visual autobiography,. The Magic Lantern. .. More grand mosaic than linear account, Bergman’s vignettes trace his life from a rural Swedish childhood through his work in theater to Hollywood’s golden age, and a tumultuous romantic history that includes five wives and more than a few mistresses. Throughout, Bergman recounts his life in a series of deeply personal flashbacks that document some of the most important moments in twentieth-century filmmaking as well as the private obsessions of the man behind them. Ambitious in scope yet sensitively wrought,. The Magic Lantern. is a window to the mind of one of our era’s great geniuses.. “[Bergman] has found a way to show the soul’s landscape . . . . Many gripping revelations.”—. New York Times Book Review. “Joan Tate’s translation of this book has delicacy and true pitch . . .. The Magic Lantern. is as personal and penetrating as a Bergman film, wry, shadowy, austere.”—. New Republic. “[Bergman] keeps returning to his past, reassessing it, distilling its meaning, offering it to his audiences in dazzling new shapes.”—. New York Times. “What Bergman does relate, particularly his tangled relationships with his parents, is not only illuminating but quite moving. No ‘tell-all’ book this one, but revealing in ways that much longer and allegedly ‘franker’ books are not.”—. Library Journal",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Art",
                "European Literature",
                "Media Tie In",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Darwin's Dangerous Idea: Evolution and the Meanings of Life",
            "authors": [
                "Daniel C. Dennett"
            ],
            "ranking": 4.06,
            "ranking_count": 15655,
            "abstract": "In a book that is both groundbreaking and accessible, Daniel C. Dennett, whom Chet Raymo of. The Boston Globe. calls one of the most provocative thinkers on the planet, focuses his unerringly logical mind on the theory of natural selection, showing how Darwin's great idea transforms and illuminates our traditional view of humanity's place in the universe. Dennett vividly describes the theory itself and then extends Darwin's vision with impeccable arguments to their often surprising conclusions, challenging the views of some of the most famous scientists of our day.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction",
                "Biology",
                "History",
                "Psychology",
                "Religion"
            ]
        },
        {
            "title": "The Abhorsen Trilogy Box Set",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 4.54,
            "ranking_count": 8356,
            "abstract": "To preserve life, the Abhorsen must enter Death",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction Fantasy",
                "Childrens",
                "Science Fiction"
            ]
        },
        {
            "title": "Mulata",
            "authors": [
                "Miguel Ángel Asturias",
                "Gregory Rabasa"
            ],
            "ranking": 3.76,
            "ranking_count": 224,
            "abstract": "The plot follows a poor farmer who starts out dissatisfied with his economic state and makes a deal with Tazol, the corn-husk devil, an enigmatic being whose first request of him is that he go to market with his fly open to lead the town's women into temptation (thus the title of the other translation, the Mulata and Mr. Fly).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Magical Realism",
                "Classics",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "A Wind in the Door",
            "authors": [
                "Madeleine L'Engle"
            ],
            "ranking": 3.99,
            "ranking_count": 125698,
            "abstract": "Every time a star goes out, another Echthros has won a battle.. Just before Meg Murry's little brother, Charles Wallace, falls deathly ill, he sees dragons in the vegetable garden. The dragons turn out to be Proginoskes, a cherubim composed out wings and eyes, wind and flame. It is up to Meg and Proginoskes, along with Meg's friend Calvin, to save Charles Wallace's life. To do so, they must travel deep within Charles Wallace to attempt to defeat the Echthroi—those who hate—and restore brilliant harmony and joy to the rhythm of creation, the song of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Soft Machine",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.42,
            "ranking_count": 6168,
            "abstract": "In Naked Lunch, William S. Burroughs revealed his genius. In The Soft Machine he begins an adventure that will take us even further into the dark recesses of his imagination, a region where nothing is sacred, nothing taboo. Continuing his ferocious verbal assault on hatred, hype, poverty, war, bureaucracy, and addiction in all its forms, Burroughs gives us a surreal space odyssey through the wounded galaxies in a book only he could create.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "Classics",
                "Surreal",
                "LGBT",
                "Fantasy"
            ]
        },
        {
            "title": "Jesus' Son",
            "authors": [
                "Denis Johnson"
            ],
            "ranking": 4.13,
            "ranking_count": 33564,
            "abstract": "Jesus' Son. , the first collection of stories by Denis Johnson, presents a unique, hallucinatory vision of contemporary American life unmatched in power and immediacy and marks a new level of achievement for this acclaimed writer. In their intensity of perception, their neon-lit evocation of a strange world brought uncomfortably close to our own, the stories in. Jesus' Son. offer a disturbing yet eerily beautiful portrayal of American loneliness and hope.. Contains:. Car Crash While Hitchhiking. Two Men. Out on Bail. Dundun. Work. Emergency. Dirty Wedding. The Other Man. Happy Hour. Steady Hands at Seattle General. Beverly Home'",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Classics",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "The Girl Who Loved Tom Gordon",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.62,
            "ranking_count": 145066,
            "abstract": "Nine-year-old Trisha McFarland strays from the path while she and her recently divorced mother and brother take a hike along a branch of the Appalachian Trail. Lost for days, wandering farther and farther astray, Trisha has only her portable radio for comfort. A huge fan of Tom Gordon, a Boston Red Sox relief pitcher, she listens to baseball games and fantasizes that her hero will save her. Nature isn't her only adversary, though - something dangerous may be tracking Trisha through the dark woods.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Angel of Darkness",
            "authors": [
                "Caleb Carr"
            ],
            "ranking": 3.99,
            "ranking_count": 27921,
            "abstract": "In. The Angel of Darkness. , Caleb Carr brings back the vivid world of his bestselling. The Alienist. but with a twist: this story is told by the former street urchin Stevie Taggert, whose rough life has given him wisdom beyond his years. Thus New York City, and the groundbreaking alienist Dr. Kreizler himself, are seen anew.. It is June 1897. A year has passed since Dr. Laszlo Kreizler, a pioneer in forensic psychiatry, tracked down the brutal serial killer John Beecham with the help of a team of trusted companions and a revolutionary application of the principles of his discipline. Kreizler and his friends--high-living crime reporter John Schuyler Moore; indomitable, derringer-toting Sara Howard; the brilliant (and bickering) detective brothers Marcus and Lucius Isaacson; powerful and compassionate Cyrus Montrose; and Stevie Taggert, the boy Kreizler saved from a life of street crime--have returned to their former pursuits and tried to forget the horror of the Beecham case. But when the distraught wife of a Spanish diplomat begs Sara's aid, the team reunites to help find her kidnapped infant daughter. It is a case fraught with danger, since Spain and the United States are on the verge of war.. Once again, Caleb Carr proves his brilliant ability to re-create the past, both high life and low. As the horror unfolds, Delmonico's still serves up wondrous meals, and a summer trip to the elegant gambling parlors of Saratoga provides precious keys to the murderer's past. At the same time, we go on revealing journeys into Stevie's New York, a place where poor and neglected children--then as now--turn to crime and drugs at shockingly early ages. Peppered throughout are characters taken from real life and rendered with historical vigor, including suffragist Elizabeth Cady Stanton; painter Albert Pinkham Ryder; and Clarence Darrow, who thunders for the defense in a tense courtroom drama during which the sanctity of American motherhood itself is put on trial. Fast-paced and chilling, The Angel of Darkness is a tour de force, a novel of modern evil in old New York.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "Suspense",
                "Horror"
            ]
        },
        {
            "title": "C is for Corpse",
            "authors": [
                "Sue Grafton"
            ],
            "ranking": 3.91,
            "ranking_count": 48274,
            "abstract": "C IS FOR CALCULATED. How do you go about solving an attempted murder when the victim has lost a good part of his memory? It's one of Kinsey's toughest cases yet, but she never backs down from a challenge. Twenty-three-year-old Bobby Callahan is lucky to be alive after a car forced his Porsche over a bridge and into a canyon. The crash left Bobby with a clouded memory. But he can't shake the feeling it was no random accident and that he's still in danger…. C IS FOR CRIME. The only clues Kinsey has to go on are a little red address book and the name Blackman. Bobby can't remember who he gave the address book to for safekeeping. And any chances of Bobby regaining his memory are dashed when he's killed in another automobile accident just three days after he hires Kinsey.. C IS FOR CORPSE. As Kinsey digs deeper into her investigation, she discovers Bobby had a secret worth killing for―and unearthing that secret could send Kinsey to her own early death…. Librarian's note: there are 25 titles in this extraordinary series: A Is for Alibi (1982); B Is for Burglar (1985); C Is for Corpse (1986); D Is for Deadbeat (1987); E Is for Evidence (1988); F Is for Fugitive (1989); G Is for Gumshoe (1990); H Is for Homicide (1991); I Is for Innocent (1992); J Is for Judgment (1993); K Is for Killer (1994); L is for Lawless (1995); M Is for Malice (1996); N Is for Noose (1998); O Is for Outlaw (1999); P Is for Peril (2001); Q Is for Quarry (2002); R Is for Ricochet (2004); S Is for Silence (2005); T Is for Trespass (2007); U Is for Undertow (2009); V Is for Vengeance (2011); W Is for Wasted (2013); X (2015), and lastly, “Y” Is for Yesterday (2017). Work on Z had not begun at the time of the author's death in late 2017.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Open Society and Its Enemies - Volume One: The Spell of Plato",
            "authors": [
                "Karl Popper"
            ],
            "ranking": 4.15,
            "ranking_count": 2534,
            "abstract": "Popper was born in 1902 to a Viennese family of Jewish origin. He taught in Austria until 1937, when he emigrated to New Zealand in anticipation of the Nazi annexation of Austria the following year, and he settled in England in 1949. Before the annexation, Popper had written mainly about the philosophy of science, but from 1938 until the end of the Second World War he focused his energies on political philosophy, seeking to diagnose the intellectual origins of German and Soviet totalitarianism. The. Open Society and Its Enemies. was the result.. In the book, Popper condemned Plato, Marx, and Hegel as holists and historicists--a holist, according to Popper, believes that individuals are formed entirely by their social groups; historicists believe that social groups evolve according to internal principles that it is the intellectual's task to uncover. Popper, by contrast, held that social affairs are unpredictable, and argued vehemently against social engineering. He also sought to shift the focus of political philosophy away from questions about who ought to rule toward questions about how to minimize the damage done by the powerful. The book was an immediate sensation, and--though it has long been criticized for its portrayals of Plato, Marx, and Hegel--it has remained a landmark on the left and right alike for its defense of freedom and the spirit of critical inquiry.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Classics",
                "Science",
                "Sociology",
                "Economics"
            ]
        },
        {
            "title": "The Goal: A Process of Ongoing Improvement",
            "authors": [
                "Eliyahu M. Goldratt",
                "Jeff Cox"
            ],
            "ranking": 4.07,
            "ranking_count": 66261,
            "abstract": "Written in a fast-paced thriller style,. The Goal. is the gripping novel which is transforming management thinking throughout the Western world.. Alex Rogo is a harried plant manager working ever more desperately to try and improve performance. His factory is rapidly heading for disaster. So is his marriage. He has ninety days to save his plant—or it will be closed by corporate HQ, with hundreds of job losses. It takes a chance meeting with a colleague from student days—Jonah—to help him break out of conventional ways of thinking to see what needs to be done.. The story of Alex's fight to save his plant is more than compulsive reading. It contains a serious message for all managers in industry and explains the ideas which underline the Theory of Constraints (TOC) developed by Eli Goldratt.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Leadership",
                "Self Help",
                "Buisness",
                "Productivity",
                "Economics"
            ]
        },
        {
            "title": "The Natural",
            "authors": [
                "Bernard Malamud",
                "Kevin Baker"
            ],
            "ranking": 3.63,
            "ranking_count": 10757,
            "abstract": "The classical novel (and basis for the acclaimed film) now in a new edition. Introduction by Kevin Baker. The Natural. , Bernard Malamud's first novel, published in 1952, is also the first—and some would say still the best—novel ever written about baseball. In it Malamud, usually appreciated for his unerring portrayals of postwar Jewish life, took on very different material—the story of a superbly gifted natural at play in the fields of the old daylight baseball era—and invested it with the hardscrabble poetry, at once grand and altogether believable, that runs through all his best work. Four decades later, Alfred Kazin's comment still holds true: Malamud has done something which—now that he has done it!—looks as if we have been waiting for it all our lives. He has really raised the whole passion and craziness and fanaticism of baseball as a popular spectacle to its ordained place in mythology.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Minoes",
            "authors": [
                "Annie M.G. Schmidt",
                "Carl Hollander",
                "Indira Ismail"
            ],
            "ranking": 4.01,
            "ranking_count": 3372,
            "abstract": "Minoes dulunya kucing. Walaupun sekarang jadi manusia, gadis itu masih bisa berkomunikasi dalam bahasa kucing. Ia juga tetap suka mendengkur dan senang kalau kepalanya dielus-elus.. Ia tinggal di rumah Tibbe, wartawan koran. Berkat Minoes dan Kantor Berita Kucing, Tibbe jadi tahu segala macam rahasia dan peristiwa yang akan terjadi, bahkan membongkar kedok tokoh masyarakat yang pura-pura baik!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Young Adult",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Best of H.P. Lovecraft: Bloodcurdling Tales of Horror and the Macabre",
            "authors": [
                "H.P. Lovecraft",
                "August Derleth",
                "Robert Bloch"
            ],
            "ranking": 4.31,
            "ranking_count": 28549,
            "abstract": "“H.P. Lovecraft has yet to be surpassed as the twentieth century’s greatest practitioner of the classic horror tale.”—Stephen King. “The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.”—H.P. Lovecraft. This is the collection that true fans of horror fiction must have: sixteen of H.P. Lovecraft’s most horrifying visions, including:. The Call of Cthulu: The first story in the infamous Cthulhu mythos—a creature spawned in the stars brings a menace of unimaginable evil to threaten all mankind.. The Dunwich Horror: An evil man’s desire to perform an unspeakable ritual leads him in search of the fabled text of The Necronomicon.. The Colour Out of Space: A horror from the skies—far worse than any nuclear fallout—transforms a man into a monster.. The Shadow Over Innsmouth: Rising from the depths of the sea, an unspeakable horror engulfs a quiet New England town.. Plus twelve more terrifying tales!",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Classics",
                "Fantasy",
                "Science Fiction",
                "Anthologies",
                "Literature"
            ]
        },
        {
            "title": "Brave New World / Brave New World Revisited",
            "authors": [
                "Aldous Huxley",
                "Christopher Hitchens"
            ],
            "ranking": 4.17,
            "ranking_count": 153364,
            "abstract": "The astonishing novel. Brave New World. , originally published in 1932, presents Aldous Huxley's vision of the future--of a world utterly transformed. Through the most efficient scientific and psychological engineering, people are genetically designed to be passive and therefore consistently useful to the ruling class. This powerful work of speculative fiction sheds a blazing critical light on the present and is considered to be Aldous Huxley's most enduring masterpiece.. The non-fiction work. Brave New World Revisited. , published in 1958, is a fascinating work in which Huxley uses his tremendous knowledge of human relations to compare the modern-day world with his prophetic fantasy envisioned in. Brave New World. , including the threats to humanity, such as over-population, propaganda, and chemical persuasion.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "Philosophy",
                "Politics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Collected Stories of Isaac Bashevis Singer",
            "authors": [
                "Isaac Bashevis Singer",
                "Herb Johnson"
            ],
            "ranking": 4.37,
            "ranking_count": 1980,
            "abstract": "The forty-seven stories in this collection, selected by Singer himself out of nearly one hundred and fifty, range from the publication of his now-classic first collection,. Gimpel the Fool,. in 1957, until 1981. They include supernatural tales, slices of life from Warsaw and the shtetls of Eastern Europe, and stories of the Jews displaced from that world to the New World, from the East Side of New York to California and Miami.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Cultural",
                "Nobel Prize",
                "European Literature",
                "Religion",
                "Judaism"
            ]
        },
        {
            "title": "Mossflower",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.11,
            "ranking_count": 66571,
            "abstract": "The thrilling prequel to Redwall. The clever and greedy wildcat Tsarmina becomes ruler of all Mossflower Woods and is determined to govern the peaceful woodlanders with an iron paw. The brave mouse Martin and quick-talking mouse thief Gonff meet in the depths of Kotir Castle's dungeon. The two escape and resolve to end Tsarmina's tyrannical rule. Joined by Kinny the mole, Martin and Gonff set off on a dangerous quest for Salamandastron, where they are convinced that their only hope, Boar the Fighter, still lives.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy",
                "Classics"
            ]
        },
        {
            "title": "Glory in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.26,
            "ranking_count": 58063,
            "abstract": "It is 2058, New York City. In a world where technology can reveal the darkest of secrets, there's only one place to hide a crime of passion-in the heart.. Even in the mid-twenty-first century, during a time when genetic testing usually weeds out any violent hereditary traits before they can take over, murder still happens. The first victim is found lying on a sidewalk in the rain. The second is murdered in her own apartment building. Police Lieutenant Eve Dallas has no problem finding connections between the two crimes. Both victims were beautiful and highly successful women. Their glamorous lives and loves were the talk of the city. And their intimate relations with men of great power and wealth provide Eve with a long list of suspects -- including her own lover, Roarke.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Evolution Deceit: The Scientific Collapse of Darwinism and its Ideological Background",
            "authors": [
                "Harun Yahya",
                "Mustapha Ahmad"
            ],
            "ranking": 3.59,
            "ranking_count": 511,
            "abstract": "Very effectively challenged all aspects of Darwinism.. - Dr. Najib ul Haq, Professor of Medicine, Khyber Medical College, Peshawar, Pakistan. Deserves to be appreciated.. - Dr. Ahmad H. Sakr, Professor of Nutritional Biochemistry. For some people the theory of evolution or Darwinism has only scientific connotations, with seemingly no direct implication in their daily lives. This is, of course, a common misunderstanding. Far beyond just being an issue within the framework of the biological sciences, the theory of evolution constitutes the underpinning of a deceptive philosophy that has held sway over a large number of people: Materialism.. Materialist philosophy, which accepts only the existence of matter and presupposes man to be 'a heap of matter', asserts that he is no more than an animal, with 'conflict' the sole rule of his existence. Although propagated as a modern philosophy based on science, materialism is in fact an ancient dogma with no scientific basis. Conceived in Ancient Greece, the dogma was rediscovered by the atheistic philosophers of the 18th century. It was then implanted in the 19th century into several science disciplines by thinkers such as Karl Marx, Charles Darwin and Sigmund Freud. In other words science was distorted to make room for materialism.. The past two centuries have been a bloody arena of materialism: Ideologies based on materialism (or competing ideologies arguing against materialism, yet sharing its basic tenets) have brought permanent violence, war and chaos to the world. Communism, responsible for the death of 120 million people, is the direct outcome of materialistic philosophy. Fascism, despite pretending to be an alternative to the materialistic world-view, accepted the fundamental materialist concept of progress though conflict and sparked off oppressive regimes, massacres, world wars and genocide.. Besides these two bloody ideologies, individual and social ethics have also been corrupted by materialism.. The deceptive message of materialism, reducing man to an animal whose existence is coincidental and with no responsibility to any being, demolished moral pillars such as love, mercy, self-sacrifice, modesty, honesty and justice. Having been misled by the materialists' motto life is a struggle, people came to see their lives as nothing more than a clash of interests which, in turn, led to life according to the law of the jungle.. Traces of this philosophy, which has a lot to answer as regards man-made disasters of the last two centuries, can be found in every ideology that perceives differences among people as a 'reason for conflict'. That includes the terrorists of the present day who claim to uphold religion, yet commit one of the greatest sins by murdering innocent people.. Karl Marx made it clear that Darwin's theory provided a solid ground for materialism and thus also for communism. He also showed his sympathy to Darwin by dedicating Das Kapital, which is considered as his greatest work, to him. In the German edition of the book, he wrote: From a devoted admirer to Charles Darwin. The theory of evolution, or Darwinism, comes in handy at this point by completing the jigsaw puzzle. It provides the myth that materialism is a scientific idea. That is why, Karl Marx, the founder of communism and dialectical materialism, wrote that Darwinism was the basis in natural history for his worldview.1. However, that basis is rotten. Modern scientific discoveries reveal over and over again that the popular belief associating Darwinism with science is false. Scientific evidence refutes Darwinism comprehensively and reveals that the origin of our existence is not evolution but creation. God has created the universe, all living things and man.. This book has been written to make this fact known to people. Since its first publication, originally in Turkey and then in many other countries, millions of people have read and appreciated the book. In addition to Turkish, it has been printed in English, Italian, Spanish, Russian, Bosnian, Arabic, Malay and Indonesian.. The impact of The Evolution Deceit has been",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Religion",
                "Biology",
                "Education",
                "Asian Literature"
            ]
        },
        {
            "title": "Silverwing",
            "authors": [
                "Kenneth Oppel"
            ],
            "ranking": 4.06,
            "ranking_count": 13584,
            "abstract": "Shade is a young silverwing bat, the runt of his colony. But he's determined to prove himself on the long, dangerous winter migration to Hibernaculum, millions of wingbeats to the south. During a fierce storm, he loses the others and soon faces the most incredible journey of his young life. Desperately searching for a way to rejoin his flock, Shade meets a remarkable cast of characters: Marina, a Brightwing bat with a strange metal band on her leg; Zephyr, a mystical albino bat with an unusual gift; and Goth, a gigantic carnivorous vampire bat. But which ones are friends and which ones are enemies? In this epic story of adventure and suspense, Shade is going to need all the help he can find -- if he hopes to ever see his family again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Animals",
                "Fiction",
                "Childrens",
                "Adventure",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Rhapsody: Child of Blood",
            "authors": [
                "Elizabeth Haydon"
            ],
            "ranking": 3.96,
            "ranking_count": 19248,
            "abstract": "The brilliant new saga is born .... Rhapsody is a woman, a Singer of some talent, who is swept up into events of world-shattering import. On the run from an old romantic interest who won't take no for an answer, Rhapsody literally bumps into a couple of shady characters: half-breeds who come to her rescue in the nick of time. Only the rescue turns into an abduction, and Rhapsody soon finds herself dragged along on an epic voyage, one that spans centuries and ranges across a wonder-filled fantasy world-- a world so real you can hear the sweet music of Rhapsody's aubade and smell the smoldering forges deep within the Cauldron.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "The House of Sleep",
            "authors": [
                "Jonathan Coe"
            ],
            "ranking": 3.95,
            "ranking_count": 10587,
            "abstract": "Like a surreal and highly caffeinated version of. The Big Chill. , Jonathan Coe's new novel follows four students who knew each other in college in the eighties. Sarah is a narcoleptic who has dreams so vivid she mistakes them for real events. Robert has his life changed forever by the misunderstandings that arise from her condition. Terry spends his wakeful nights fueling his obsession with movies. And an increasingly unstable doctor, Gregory, sees sleep as a life-shortening disease which he must eradicate.. But after ten years of fretful slumber and dreams gone bad, the four reunite in their college town to confront their disorders. In a Gothic cliffside manor being used as a clinic for sleep disorders, they discover that neither love, nor lunacy, nor obsession ever rests.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literature",
                "Romance",
                "Literary Fiction",
                "Drama",
                "Psychology"
            ]
        },
        {
            "title": "Heat and Dust",
            "authors": [
                "Ruth Prawer Jhabvala"
            ],
            "ranking": 3.55,
            "ranking_count": 7599,
            "abstract": "Set in colonial India during the 1920s, Heat and Dust tells the story of Olivia, a beautiful woman suffocated by the propriety and social constraints of her position as the wife of an important English civil servant. Longing for passion and independence, Olivia is drawn into the spell of the Nawab, a minor Indian prince deeply involved in gang raids and criminal plots. She is intrigued by the Nawab's charm and aggressive courtship, and soon begins to spend most of her days in his company. But then she becomes pregnant, and unsure of the child's paternity, she is faced with a wrenching dilemma. Her reaction to the crisis humiliates her husband and outrages the British community, breeding a scandal that lives in collective memory long after her death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Asian Literature",
                "Classics"
            ]
        },
        {
            "title": "Circus of the Damned",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.16,
            "ranking_count": 91597,
            "abstract": "In Circus of the Damned-now in trade paperback for the first time-a rogue master vampire hits town, and Anita gets caught in the middle of an undead turf war. Jean-Claude, the Master Vamp of the city, wants her for his own-but his enemies have other plans. And to make matters worse, Anita takes a hit to the heart when she meets a stunningly handsome junior high science teacher named Richard Zeeman. They're two humans caught in the crossfire-or so Anita thinks.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Five Go Off in a Caravan",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.02,
            "ranking_count": 12609,
            "abstract": "A caravan holiday for the Famous Five is bound to be an adventure! And when they stumble across a circus troupe, the gang are thrilled. But some of the circus people have more sinister plans than just clowning around...",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Fiction",
                "Mystery",
                "Classics",
                "Young Adult",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Peace",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.08,
            "ranking_count": 2150,
            "abstract": "Mesmerizing sci-fi from the author the Denver Post calls one of the literary giants of science fiction.. The melancholy memoir of Alden Dennis Weer, an embittered old man living in a small midwestern town, reveals a miraculous dimension. For Weer's imagination has the power to obliterate time and reshape reality, transcending even death itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Novels",
                "Science Fiction Fantasy",
                "Magical Realism",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "What Katy Did",
            "authors": [
                "Susan Coolidge"
            ],
            "ranking": 3.89,
            "ranking_count": 18932,
            "abstract": "Twelve-year-old Katy is constantly making and quickly breaking resolutions about how she will change her ways and treat others, especially her five younger brothers and sisters, with more respect and compassion. When Katy meets her Cousin Helen, an invalid, Katy is awed by her kindness, prettiness, and generosity. Katy is determined to become more like Helen, a resolution that lasts only a few hours. Soon, however, Katy gets a chance to become more like cousin Helen than she ever wished as she finds herself confined to her bedroom for four years as a result of an accident. Much of the story is focused on the change Katy undergoes during her illness. Helen visits again to advise Katy to learn from her experience and to try to become the center of the house by making her room and herself more attractive to others. One way Katy decides to take Helen's advice is through assuming the responsibility of running the house, a job that consists of giving the servants instructions and ringing her bell to summon her sisters when she has a task for them. As soon as Katy has learned the lesson about how to care for others, she recovers and regains the ability to walk.. Grade 5-8",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "A Midnight Clear",
            "authors": [
                "William Wharton"
            ],
            "ranking": 4.17,
            "ranking_count": 1718,
            "abstract": "Set in the Ardennes Forest on Christmas Eve 1944, Sergeant Will Knott and five other GIs are ordered close to the German lines to establish an observation post in an abandoned chateau. Here they play at being soldiers in what seems to be complete isolation. That is, until the Germans begin revealing their whereabouts and leaving signs of their presence: a scarecrow, equipment the squad had dropped on a retreat from a reconnaissance mission and, strangest of all, a small fir tree hung with fruit, candles, and cardboard stars. Suddenly, Knott and the others must unravel these mysteries, learning as they do about themselves, about one another, and about the enemy, until. A Midnight Clear. reaches its unexpected climax, one of the most shattering in the literature of war.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Holiday"
            ]
        },
        {
            "title": "سمفونی مردگان",
            "authors": [
                "عباس معروفی",
                "Abbas Maroufi"
            ],
            "ranking": 4.19,
            "ranking_count": 15075,
            "abstract": "چکیده آدم‌ها فقط یک نیمه از عمرشان را زندگی می‌کنند، من مال نیمۀ اول بودم و او نیمۀ دوم. آن‌که نیمه اول عمرش را زندگی کرده است، برادری است که تلاش می‌کند تا پا جای پای پدر بگذارد؛ پدری مستبد و تمامیت‌خواه. و آن‌که نیمۀ دوم را زیسته است، برادری است شاعر و روشنفکر، جوانی که نماد نسل روشنفکران معاصر ایران است. برادر روشنفکر در برابر ابتذال خانه و جامعه عصیان می‌کند، دل به عشق می‌سپارد و تلاش می‌کند اگر نه در جامعه لااقل در گوشۀ انزوایش دنیایی عاری از پستی و بدخواهی بسازد. برادر دیگر پیش می‌رود و به پدری دیگر بدل می‌شود. تضاد میان برادران ادامه می‌یابد و سرانجام یکی قربانی دیگری است. اما سرنوشت این هابیل و قابیل معاصر متأثر از هزاران رویداد تاریخی معاصر است؛ رویدادهایی که نه هابیل را چون گذشته باقی گذارده‌اند و نه قابیل را.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Cultural",
                "Literature",
                "Roman",
                "Romance",
                "Drama",
                "Classics",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "The Palm at the End of the Mind: Selected Poems and a Play",
            "authors": [
                "Wallace Stevens",
                "Holly Stevens"
            ],
            "ranking": 4.33,
            "ranking_count": 2198,
            "abstract": "A collection that all the major long poems and sequences, and every shorter poem of lasting value in Stevens' career. Edited by Holly Stevens, it includes some poems not printed in his earlier. Collected Works. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Plays",
                "Drama",
                "Classics",
                "Literature",
                "Anthologies",
                "Academic"
            ]
        },
        {
            "title": "Affliction",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.99,
            "ranking_count": 3503,
            "abstract": "Wade Whitehouse is an improbable protagonist for a tragedy. A well-digger and policeman in a bleak New Hampshire town, he is a former high-school star gone to beer fat, a loner with a mean streak. It is a mark of Russell Banks' artistry and understanding that Wade comes to loom in one's mind as a blue-collar American Everyman afflicted by the dark secret of the macho tradition. Told by his articulate, equally scarred younger brother, Wade's story becomes as spellbinding and inexorable as a fuse burning its way to the dynamite.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Mystery",
                "Suspense",
                "The United States Of America",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sunwing",
            "authors": [
                "Kenneth Oppel"
            ],
            "ranking": 4.01,
            "ranking_count": 9029,
            "abstract": "Kenneth Oppel gives a bat's-eye view of the horrors of animal testing in. Sunwing. , the sequel to his popular and award-winning novel for middle readers,. Silverwing. . Shade, the lost baby bat of the first book, has rejoined his colony only to lose his freedom as the bats plunge into a mysterious human building they believe is paradise. The building's vast interior forest, with its teeming insects and eerie absence of owls, certainly seems like Eden. But Shade and his Brightwing friend Marina, now young adults, discover that the humans have a sinister motive for befriending the bats--they are using them as unwitting suicide bombers over a jungle war zone.. In addition, the bats are threatened once again by Goth, the giant jungle bat with the cannibalistic tastes and irrepressible knack for survival of Hannibal Lecter. This time he has a plan for making his god, Zotz, supreme: to be explicit (and Oppel is), by ripping out the hearts of 100 imprisoned bats, owls, and rats. Shade's and Marina's race to save their companions from this two-pronged threat makes for exciting and occasionally terrifying reading.. Once again Oppel immerses readers in the world view of his tiny flying mammals. It becomes second nature to see things upside down, hide in crevices, squint at the brightness of the sun, and sense danger through sound vibrations. Particularly chilling is his portrayal of the humans' laboratory, with its concentration-camp-like indifference to life. In. Sunwing. , Oppel offers breathless suspense while eliciting our compassion for these misunderstood creatures of the night. (Ages 9 to 12). --Lisa Alward",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Animals",
                "Fiction",
                "Childrens",
                "Adventure",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Negotiator",
            "authors": [
                "Dee Henderson"
            ],
            "ranking": 4.31,
            "ranking_count": 27455,
            "abstract": "FBI agent Dave Richman from. Danger in the Shadows. is back. He's about to meet Kate O'Malley, and his life will never be the same. She's a hostage negotiator. He protects people. He's about to find out that falling in love with a hostage negotiator is one thing, but keeping her safe is another!. Introducing the O'Malleys, an inspirational group of seven, all abandoned or orphaned as teens, who have made the choice to become a loyal and committed family. They have chosen their own surname, O'Malley, and have stood by each other through moments of joy and heartache. Their stories are told in CBA best-selling, inspirational romantic suspense novels that rock your heart and restore strength and hope to your spirit.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Mystery",
                "Suspense",
                "Contemporary",
                "Thriller"
            ]
        },
        {
            "title": "Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype",
            "authors": [
                "Clarissa Pinkola Estés"
            ],
            "ranking": 4.11,
            "ranking_count": 60693,
            "abstract": "Within every woman there is a wild and natural creature, a powerful force, filled with good instincts, passionate creativity, and ageless knowing. Her name is Wild Woman, but she is an endangered species. Clarissa Pinkola Estes, Ph.D., Jungian analyst and cantadora storyteller shows how women's vitality can be restored through what she calls psychic archeological digs into the ruins of the female unconsious. Using multicultural myths, fairy tales, folk tales, and stories, Dr. Estes helps women reconnect with the healthy, instinctual, visionary attributes of the Wild Woman archetype.. Dr. Estes has created a new lexicon for describing the female psyche. Fertile and life-giving, it is a psychology of women in the truest sense, a knowing of the soul.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Psychology",
                "Spirituality",
                "Fantasy",
                "Womens",
                "Self Help",
                "Philosophy",
                "Gender",
                "Unfinished"
            ]
        },
        {
            "title": "Plain Truth",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.98,
            "ranking_count": 172446,
            "abstract": "The small town of Paradise, Pennsylvania, is a jewel in Lancaster County - known for its picture-postcard landscapes and bucolic lifestyle. But that peace is shattered by the discovery of a dead infant in the barn of an Amish farmer. A police investigation quickly leads to two startling disclosures: the newborn's mother is an unmarried Amish woman, eighteen-year-old Katie Fisher. And the infant did not die of natural causes. Although Katie denies the medical proof that she gave birth to the child, circumstantial evidence leads to her arrest for the murder of her baby.. One hundred miles away, Philadelphia defense attorney Ellie Hathaway has achieved an enviable, high-profile career. But her latest court victory has set the sands shifting beneath her. Single at thirty-nine and unsatisfied with her relationship, Ellie doesn't look back when she turns down her chance to make partner and takes off for an open-ended stay at her great-aunt's home in Paradise. Fate brings her to Katie Fisher. Suddenly, Ellie sees the chance to defend a client who truly needs her, not just one who can afford her.. But taking on this case challenges Ellie in more ways than one. She finds herself not only in a clash of wills with a client who does not want to be defended but also in a clash of cultures with a people whose channels of justice are markedly different from her own. Immersing herself in Katie Fisher's life -- and in a world founded on faith, humility, duty, and honesty -- Ellie begins to understand the pressures and sacrifices of those who to live plain. As she peels away the layers of fact and fantasy, Ellie calls on an old friend for guidance. Now, just as this man from Ellie's past reenters her life, she must uncover the truth about a complex case, a tragic loss, the bonds of love -- and her own deepest fears and desires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Amish",
                "Adult Fiction",
                "Drama",
                "Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Gandhi: An Autobiography",
            "authors": [
                "Mahatma Gandhi",
                "Mahadev Desai"
            ],
            "ranking": 4.08,
            "ranking_count": 63969,
            "abstract": "Mohandas K. Gandhi is one of the most inspiring figures of our time. In his classic autobiography he recounts the story of his life and how he developed his concept of active nonviolent resistance, which propelled the Indian struggle for independence and countless other nonviolent struggles of the twentieth century.. In a new foreword, noted peace expert and teacher Sissela Bok urges us to adopt Gandhi's attitude of experimenting, of testing what will and will not bear close scrutiny, what can and cannot be adapted to new circumstances, in order to bring about change in our own lives and communities.. All royalties earned on this book are paid to the Navajivan Trust, founded by Gandhi, for use in carrying on his work.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Cultural",
                "Philosophy",
                "Autobiography",
                "Politics",
                "Biography Memoir",
                "Spirituality"
            ]
        },
        {
            "title": "Night Soldiers",
            "authors": [
                "Alan Furst"
            ],
            "ranking": 3.93,
            "ranking_count": 10974,
            "abstract": "Bulgaria, 1934. A young man is murdered by the local fascists. His brother, Khristo Stoianev, is recruited into the NKVD, the Soviet secret intelligence service, and sent to Spain to serve in its civil war. Warned that he is about to become a victim of Stalin’s purges, Khristo flees to Paris. Night Soldiers masterfully re-creates the European world of 1934–45: the struggle between Nazi Germany and Soviet Russia for Eastern Europe, the last desperate gaiety of the beau monde in 1937 Paris, and guerrilla operations with the French underground in 1944. Night Soldiers is a scrupulously researched panoramic novel, a work on a grand scale.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "War"
            ]
        },
        {
            "title": "The Richest Man in Babylon",
            "authors": [
                "George S. Clason"
            ],
            "ranking": 4.26,
            "ranking_count": 152157,
            "abstract": "Beloved by millions, this timeless classic holds the key to all you desire and everything you wish to accomplish. This is the book that reveals the secret to personal wealth.. The Success Secrets of the Ancients—. An Assured Road to Happiness and Prosperity. Countless readers have been helped by the famous “Babylonian parables,” hailed as the greatest of all inspirational works on the subject of thrift, financial planning, and personal wealth. In language as simple as that found in the Bible, these fascinating and informative stories set you on a sure path to prosperity and its accompanying joys. Acclaimed as a modern-day classic, this celebrated bestseller offers an understanding of—and a solution to—your personal financial problems that will guide you through a lifetime. This is the book that holds the secrets to keeping your money—and making more.. The Richest Man in Babylon. Read it and recommend it to loved ones—. and get on the road to riches.. MORE THAN TWO MILLION BOOKS SOLD",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Business",
                "Nonfiction",
                "Self Help",
                "Finance",
                "Currency",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Three Guineas",
            "authors": [
                "Virginia Woolf",
                "Mark Hussey",
                "Jane Marcus"
            ],
            "ranking": 3.91,
            "ranking_count": 3918,
            "abstract": "The author received three separate requests for a gift of one guinea-one for a women’s college building fund, one for a society promoting the employment of professional women, and one to help prevent war and “protect culture, and intellectual liberty.” This book is a threefold answer to these requests-and a statement of feminine purpose.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Feminism",
                "Writing",
                "Literature",
                "Politics",
                "Philosophy",
                "Womens",
                "European Literature"
            ]
        },
        {
            "title": "The Stories of Vladimir Nabokov",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 4.3,
            "ranking_count": 7111,
            "abstract": "From the writer who shocked and delighted the world with his novels. Lolita, Pale Fire,. and. Ada, or Ardor. , and so many others, comes a magnificent collection of stories.. Written between the 1920s and 1950s, these sixty-five tales—eleven of which have been translated into English for the first time—display all the shades of Nabokov's imagination. They range from sprightly fables to bittersweet tales of loss, from claustrophobic exercises in horror to a connoisseur's samplings of the table of human folly. Read as a whole,. The Stories of Vladimir Nabokov. offers an intoxicating draft of the master's genius, his devious wit, and his ability to turn language into an instrument of ecstasy.. The Wood-Sprite. Russian Spoken Here. Sounds. Wingstroke. Gods. A Matter of Chance. The Seaport. Revenge. Beneficence. Details of A Sunset. The Thunderstorm. La Veneziana. Bachmann. The Dragon. Christmas. A Letter That Never Reached Russia. The Fight. The Return of Chorb. A Guide to Berlin. A Nursery Tale. Terror. Razor. The Passenger. The Doorbell. An Affair of Honor. The Christmas Story. The Potato Elf. The Aurelian. A Dashing Fellow. A Bad Day. The Visit to the Museum. A Busy Man. Terra Incognita. The Reunion. Lips to Lips. Orache. Music. Perfection. The Admiralty Spire. The Leonardo. In Memory of L.I. Shigaev. The Circle. A Russian Beauty. Breaking the News. Torpid Smoke. Recruiting. A Slice of Life. Spring in Fialta. Cloud, Castle, Lake. Tyrants Destroyed. Lik. Mademoiselle O. Vasiliy Shishkov. Ultima Thule. Solus Rex. The Assistant Producer. That in Aleppo Once. A Forgotten Poet. Time and Ebb. Conversation Piece, 1945. Signs and Symbols. First Love. Scenes From the Life of A Double Monster. The Vane Sisters. Lance",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Beloved Scoundrel",
            "authors": [
                "Iris Johansen"
            ],
            "ranking": 3.84,
            "ranking_count": 1796,
            "abstract": "From. New York Times. bestselling author Iris Johansen comes a thrilling tale of abduction, seduction, and surrender that sweeps from the shimmering halls of Regency England to the decadent haunts of a notorious rogue.. SHE IS A HOSTAGE TORN BETWEEN PASSION AND LOYALTY. Marianna Sanders realizes she cannot trust this dark and savagely seductive stranger who has come to spirit her away across the sea. She possesses a secret that can topple an empire, a secret that Jordan Draken, the duke of Cambaron, is determined to wrest from her. In the eyes of the world the arrogant duke is her guardian, but they both know she is to be a prisoner in his sinister plot—and a slave to his exquisite pleasure.. HE IS THE FABULOUS RAKE THEY CALL THE DUKE OF DIAMONDS. For years, brilliant, deadly Jordan Draken has schemed to destroy the emperor who threatens everything he values most in the world. Now that he holds this defiant woman who is the key to his final triumph, he feels a fierce sense of satisfaction . . . and the first stirring of desire. She was only supposed to be a pawn in his plans, but once alone with his captive, Jordan realizes she is a prize he could never surrender.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adventure",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Naruto, Vol. 02: The Worst Client",
            "authors": [
                "Masashi Kishimoto"
            ],
            "ranking": 4.45,
            "ranking_count": 24546,
            "abstract": "Tired of menial tasks, Naruto, Sasuke and Sakura ask for a tougher assignment. But you should always be careful what you wish for! Along with their sensei, Kakashi, the trio must guard a cranky old man from the Land of Waves. But Tazuna the bridge builder is in more danger than anyone could have imagined. And now the young ninja are too!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Action",
                "Media Tie In",
                "Comics Manga"
            ]
        },
        {
            "title": "The Female Man",
            "authors": [
                "Joanna Russ"
            ],
            "ranking": 3.49,
            "ranking_count": 6715,
            "abstract": "It has influenced William Gibson and been listed as one of the ten essential works of science fiction. Most importantly, Joanna Russ's THE FEMALE MAN is a suspenseful, surprising and darkly witty chronicle of what happens when Jeannine, Janet, Joanna, and Jael—four alternative selves from drastically different realities—meet.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Feminism",
                "Classics",
                "LGBT",
                "Speculative Fiction",
                "Gender",
                "Science Fiction Fantasy",
                "Womens"
            ]
        },
        {
            "title": "Interesting Times: The Play",
            "authors": [
                "Stephen Briggs",
                "Terry Pratchett"
            ],
            "ranking": 4.19,
            "ranking_count": 23782,
            "abstract": "A new stage adaptation of one of Pratchett's best-selling novels. The Discworld's most inept wizard has been sent from Unseen University in Ankh-Morpork to the oppressive Agatean Empire to help some well-intentioned rebels overthrow the Emperor.. He's assisted by toy-rabbit-wielding rebels, an army of terracotta warriors, a tax gatherer and a group of seven very elderly barbarian heroes lead by Cohen the Barbarian. Opposing him, though, is the evil and manipulative Lord Hong and his army of 750,000 men.. Oh?Rincewind is also aided by Twoflower - Discworld's first tourist and the author of a subversive book, about his visit to Ankh-Morpork, which has inspired the rebels in their struggle for freedom.. The book is called What I Did On My Holidays.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Five Go to Mystery Moor",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.0,
            "ranking_count": 9064,
            "abstract": "Bleak and eerie, Mystery Moor is well-known for its spooky atmosphere, but is there something really scary out there? The Famous Five are intrigued, but the unfriendly travellers camped on the moor aren't letting on. The gang risk treacherous conditions to follow them over the moor -- but what danger will they find at the end of their trail?. Cover illustration: Richard Jones",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Fiction",
                "Mystery",
                "Classics",
                "Young Adult",
                "Thriller",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Notes of a Dirty Old Man",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.95,
            "ranking_count": 22063,
            "abstract": "People come to my door—too many of them really—and knock to tell me Notes of a Dirty Old Man turns them on. A bum off the road brings in a gypsy and his wife and we talk . . . . drink half the night. A long distance operator from Newburgh, N.Y. sends me money. She wants me to give up drinking beer and to eat well. I hear from a madman who calls himself 'King Arthur' and lives on Vine Street in Hollywood and wants to help me write my column. A doctor comes to my door: 'I read your column and think I can help you. I used to be a psychiatrist.' I send him away . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Poetry",
                "Classics",
                "Literature",
                "Writing",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "The Call of Cthulhu and Other Weird Stories",
            "authors": [
                "H.P. Lovecraft",
                "S.T. Joshi"
            ],
            "ranking": 4.18,
            "ranking_count": 42404,
            "abstract": "This collection spans Lovecraft’s literary career, and charts the development of his ‘cosmicist’ philosophy; the belief that behind the veil of our blinkered everyday lives lies another reality, too terrible for the human mind to comprehend. In stories written in the gothic tradition, narrators recount their descent into madness and despair. Through their investigations into the unexplained, they tug at the thin threads that separate our world from another of indescribable horror. ‘“ Great God! I never dreamed of THIS!”’ screams occultist Harley Warren in ‘The Statement of Randolph Carter’, as he begs his companion to bury him alive. Another early piece, ‘The Outsider’ – a tragic and emotive evocation of loneliness and desolation – follows a man’s escape from his castle in a desperate search for human contact, but the loathsome truth he discovers destroys his mind.. In later tales, such as the iconic ‘The Call of Cthulhu’ and ‘The Whisperer in Darkness’, Lovecraft reaches into the cosmos, bridging the divide between horror and science fiction. The extra-terrestrial ‘gods’ and cursed histories that would emerge from these stories now form the cornerstones of Lovecraft’s unique mythology: the Cthulhu Mythos. This fictional universe, built in large part by his friend and most ardent supporter August Derleth, has in the years since been reimagined in myriad forms, and continues to act as a haunted playground for countless illustrators, fans and authors.. This edition, based on its sister limited edition, marries Lovecraft’s best-known fiction with two modern masters of the macabre, the acclaimed artist Dan Hillier and author Alan Moore. In his beautifully crafted new preface, Moore finds Lovecraft at once at odds with and integral to the time in which he lived: ‘the improbable embodiment of an estranged world in transition’. Yet, despite his prejudices and parochialisms, he ‘possessed a voice and a perspective both unique in modern literature’.. Hillier’s six mesmerising, portal-like illustrations embrace the alien realities that lurk among the gambrel roofs of Lovecraft’s landscapes. By splicing Victorian portraits and lithographs with cosmic and Lovecraftian symbolism, each piece – like the stories themselves – pulls apart the familiar to reveal what lies beneath.. The edition itself shimmers with Lovecraft’s ‘unknown colours’, bound in purple and greens akin to both the ocean depths and mysteries from outer space. The cover is embossed with a mystical design by Hillier, while a monstrous eye stares blankly from the slipcase.. Content:. 1. Dagon. 2. The Statement of Randolph Carter. 3. Facts Concerning the Late Arthur Jermyn and His Family. 4. Celephaïs. 5. Nyarlathotep. 6. The Picture in the House. 7. The Outsider. 8. Herbert West -- Reanimator. 9. The Hound. 10. The Rats in the Walls. 11. The Festival. 12. He. 13. Cool Air. 14. The Call of Cthulhu. 15. The Colour Out of Space. 16. The Whisperer in Darkness. 17. The Shadow Over Innsmouth. 18. The Haunter of the Dark",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Short Stories",
                "Fantasy",
                "Science Fiction",
                "Gothic",
                "Literature"
            ]
        },
        {
            "title": "Election",
            "authors": [
                "Tom Perrotta"
            ],
            "ranking": 3.87,
            "ranking_count": 7863,
            "abstract": "A suburban New Jersey high school teacher confronts a student-body election gone haywire in this darkly comic novel by the author of The Wishbones. Scheduled for release as a feature film in 1998, starring Matthew Broderick.Who really cares who gets elected President of Winwood High School? Nobody -- except Tracy Flick. Tracy's one of those students of boundless energy and ambition who somehow finds the time to do everything -- edit the school paper, star in the musical, sleep with her favorite teacher. Her heart is set on becoming President of Winwood, and what Tracy wants, Tracy gets. With weeks to go before election day, her victory is nearly a foregone conclusion.. And that's just the problem, according to Mr. M -- a.k.a. Jim McAllister, faculty, advisor to the Student Government Association and a popular Winwood history teacher. In the name of democracy -- not to mention a simmering grudge against Tracy Flick -- Mr. M recruits the perfect opposition candidate. Paul Warren is a golden boy, a football hero with a brain and a heart, eager to bulk up his meager resume.. As Winwood High experiences election fever, Mr. M is distracted by a sudden attraction to his wife's best friend. The two dramas he has created -- one personal and private, the other public and political -- unfurl simultaneously, with all the players sharing in a life-altering conclusion.. Part satire, part soap opera, Election is an uncommon look at an ordinary American high school, and the extraordinary people who inhabit it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Adult",
                "Literary Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Darwinism Refuted: How the Theory of Evolution Breaks Down in the Light of Modern Science",
            "authors": [
                "Harun Yahya",
                "Carl Nino Rossini",
                "James Barham"
            ],
            "ranking": 3.24,
            "ranking_count": 38,
            "abstract": "This book is the most comprehensive scientific challenge from Harun Yahya to Darwinism. As the book explains in detail, findings from the last two decades in particular openly contradict the basic assumptions of the evolutionary theory. Many branches of science, such as paleontology, biochemistry, population genetics, comparative anatomy and biophysics, indicate that natural processes and coincidental effects cannot explain life, as the theory of evolution proposes.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "خصائص التصور الإسلامي ومقوماته",
            "authors": [
                "Sayed Qutb",
                "سيد قطب"
            ],
            "ranking": 4.21,
            "ranking_count": 397,
            "abstract": "ماهية التصور الإسلامى لله تعالى والوجود والكون والحياة والإنسان ووضعه فى هذا الكون من خلال النصوص القرآنية مصحوباً بالشرح والتوجيه، وتحديد خصائص هذا التصور المتمثلة فى الربانية، والثبات والشمول والتوازن والإيجابية والواقعية والتوحيد، ومقومات هذا التصور",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "Last and First Men",
            "authors": [
                "Olaf Stapledon"
            ],
            "ranking": 3.79,
            "ranking_count": 5489,
            "abstract": "No book before or since has ever had such an impact upon my imagination, declared Arthur C. Clarke of. Last and First Men.. This masterpiece of science fiction by British philosopher and writer Olaf Stapledon (1886–1950) is an imaginative, ambitious history of humanity's future that spans billions of years. Together with its follow-up,. Star Maker,. it is regarded as the standard by which all earlier and later future histories are measured.. The protagonist of this compelling novel is humanity itself, stripped down to sheer intelligence. It evolves through the ages: rising to pinnacles of civilization, teetering on the brink of extinction, surviving onslaughts from other planets and a decline in solar energy, and constantly developing new forms, new senses, and new intellectual abilities. From the present to five billion years into the future, this romance of humanity abounds in profound and imaginative thought.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Philosophy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Mouse and His Child",
            "authors": [
                "Russell Hoban",
                "David Small"
            ],
            "ranking": 3.94,
            "ranking_count": 2359,
            "abstract": "What are we, Papa? the toy mouse child asked his father.. I don't know, the father answered. We must wait and see.. So begins the story of a tin father and son who dance under a Christmas tree until they break the ancient clock-work rules and are themselves broken. Thrown away, then rescued from a trash can and repaired by a tramp, they set out on a perilous odyssey to follow the child's dream of a family and a place of their own. What happens to the mouse and his child in their search for the magnificent doll house, the plush elephant, and the tin seal they had known in the toyshop is a tale to remember and return to.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Animals",
                "Classics",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Night Flight",
            "authors": [
                "Antoine de Saint-Exupéry"
            ],
            "ranking": 3.8,
            "ranking_count": 8697,
            "abstract": "This volume includes a preface by André Gide. It was printed and bound by the American Book - Stratford Press Inc.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Aviation",
                "European Literature",
                "Adventure",
                "Novels",
                "Literature",
                "Roman"
            ]
        },
        {
            "title": "The Map of Love",
            "authors": [
                "Ahdaf Soueif",
                "أهداف سويف"
            ],
            "ranking": 3.81,
            "ranking_count": 6413,
            "abstract": "With her first novel,. In the Eye of the Sun. , Ahdaf Soueif garnered comparisons to Tolstoy, Flaubert, and George Eliot.  In her latest novel, which was shortlisted for Britain's prestigious Booker Prize, she combines the romantic skill of the nineteenth-century novelists with a very modern sense of culture and politics--both sexual and international.. At either end of the twentieth century, two women fall in love with men outside their familiar worlds. In 1901, Anna Winterbourne, recently widowed, leaves England for Egypt, an outpost of the Empire roiling with nationalist sentiment. Far from the comfort of the British colony, she finds herself enraptured by the real Egypt and in love with Sharif Pasha al-Baroudi. Nearly a hundred years later, Isabel Parkman, a divorced American journalist and descendant of Anna and Sharif has fallen in love with Omar al-Ghamrawi, a gifted and difficult Egyptian-American conductor with his own passionate politics. In an attempt to understand her conflicting emotions and to discover the truth behind her heritage, Isabel, too, travels to Egypt, and enlists Omar's sister's help in unravelling the story of Anna and Sharif's love.. Joining the romance and intricate storytelling of A.S. Byatt's. Possession. and Michael Ondaatje's. The English Patient. , Ahdaf Soueif has once again created a mesmerizing tale of genuine eloquence and lasting importance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Northern Africa",
                "Novels",
                "Cultural",
                "Romance",
                "Literary Fiction",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "A Room of One's Own & The Voyage Out",
            "authors": [
                "Virginia Woolf",
                "Sally Minogue"
            ],
            "ranking": 3.91,
            "ranking_count": 248,
            "abstract": "In A Room of One's Own, Virginia Woolf imagines that Shakespeare had a sister: a sister equal to Shakespeare in talent, equal in genius, but whose legacy is radically different.This imaginary woman never writes a word and dies by her own hand, her genius unexpressed. But if only she had found the means to create, urges Woolf, she would have reached the same heights as her immortal sibling. In this classic essay, Virginia Woolf takes on the establishment, using her gift of language to dissect the world around her and give a voice to those who have none. Her message is simple: A woman must have a fixed income and a room of her own in order to have the freedom to create.. Annotated and with an introduction by Susan Gubar",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Feminism",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "In an Antique Land",
            "authors": [
                "Amitav Ghosh"
            ],
            "ranking": 3.84,
            "ranking_count": 3029,
            "abstract": "Once upon a time an Indian writer named Amitav Ghosh set out to find an Indian slave, name unknown, who some seven hundred years before had traveled to the Middle East. The journey took him to a small village in Egypt, where medieval customs coexist with twentieth-century desires and discontents. But even as Ghosh sought to re-create the life of his Indian predecessor, he found himself immersed in those of his modern Egyptian neighbors.. Combining shrewd observations with painstaking historical research, Ghosh serves up skeptics and holy men, merchants and sorcerers. Some of these figures are real, some only imagined, but all emerge as vividly as the characters in a great novel.. In an Antique Land. is an inspired work that transcends genres as deftly as it does eras, weaving an entrancing and intoxicating spell.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Travel",
                "Cultural",
                "Northern Africa",
                "Autobiography",
                "Anthropology",
                "Biography",
                "Academic"
            ]
        },
        {
            "title": "The Game-Players of Titan",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.65,
            "ranking_count": 4341,
            "abstract": "In this sardonically funny gem of speculative fiction, Philip K. Dick creates a novel that manages to be simultaneously unpredictable and perversely logical.. Poor Pete Garden has just lost Berkeley. He's also lost his wife, but he'll get a new one as soon as he rolls a three. It's all part of the rules of Bluff, the game that's become a blinding obsession for the last inhabitants of the planet Earth. But the rules are about to change--drastically and terminally--because Pete Garden will be playing his next game against an opponent who isn't even human, for stakes that are a lot higher than Berkeley.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Fantasy",
                "Novels",
                "Literature",
                "Apocalyptic"
            ]
        },
        {
            "title": "Another Day of Life",
            "authors": [
                "Ryszard Kapuściński",
                "Klara Glowczewska",
                "Katarzyna Mroczkowska-Brand",
                "William Brand"
            ],
            "ranking": 4.18,
            "ranking_count": 4096,
            "abstract": "'This is a very personal book, about being alone and lost'. In 1975 Kapuscinski's employers sent him to Angola to cover the civil war that had broken out after independence. For months he watched as Luanda and then the rest of the country collapsed into a civil war that was in the author's words 'sloppy, dogged and cruel'. In his account, Kapuscinski demonstrates an extraordinary capacity to describe and to explain the individual meaning of grand political abstractions.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Travel",
                "Writing",
                "Central Africa",
                "War",
                "European Literature",
                "Politics"
            ]
        },
        {
            "title": "Sorceress of Darshiva",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.09,
            "ranking_count": 45603,
            "abstract": "The Endless Quest.... Troubles and delays continued to mount as Garion, Belgarath, Polgara, and the company pursued Zandramas across the known world. Possessed by the Dark Destiny, she had stolen Garion's infant son for a ritual that would destroy all that men valued.. She was always one step ahead, taunting and spying on them, flying over in the form of a great dragon. Her armies, led by a Demon Lord, threatened on one side; on the other were the forces of Emperor Zakath, seeking to capture them.. Somehow, as the Seeress of Kell had warned, they had to be at the Place Which Is No More for the ritual at the same time as Zandramas, or face disaster. But where that might be they still had no clue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Bull from the Sea",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 4.09,
            "ranking_count": 3548,
            "abstract": "In this sequel to. The King Must Die. Theseus defies the Gods’ and claims the throne of Athens a move that culminates in the terrible, fateful destruction of the house of Minos -- the Minotaur.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Mythology",
                "Classics",
                "Novels",
                "Retellings"
            ]
        },
        {
            "title": "The Mutiny on the Bounty Trilogy",
            "authors": [
                "Charles Bernard Nordhoff",
                "James Norman Hall"
            ],
            "ranking": 4.38,
            "ranking_count": 1270,
            "abstract": "The story of the Bounty will be told as long as men sail the sea. The storytelling genius of the authors finds here a canvas filled with color, action and adventure. Readers will realize, as did the authors, that so large a drama could not be confined to the compass of an ordinary book. Nordoff and Hall chose to tell the story of the Bounty in three acts:. Mutiny on the Bounty. Men Against the Sea. Pitcairn's Island. In The Mutiny on the Bounty Trilogy. these three books have been united in a single volume to form the complete work that the authors had in mind.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Adventure",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Dark Reunion",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.5,
            "ranking_count": 25750,
            "abstract": "Elena rises from the dead to recreate the powerful vampire trio. Summoned by Elena, Stefan keeps a promise to her and fights the most terrifying evil he's ever faced. Joining the brother he once called enemy, Damon battles this new horror with strength, cunning, and deadly charm.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "The Crow Road",
            "authors": [
                "Iain Banks"
            ],
            "ranking": 4.07,
            "ranking_count": 20993,
            "abstract": "It was the day my grandmother exploded. I sat in the crematorium, listening to my Uncle Hamish quietly snoring in harmont to bach's Mass in B Minor, and I reflected that it always seemed to be death that drew me back to Gallanach. Prentice McHoan has returned to the bosom of his complex but enduring Scottish family. Full of questions about the McHoan past, present and future, he is also deeply preoccupied: mainly with death, sex, drink, God and illegal substances...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Cultural",
                "Thriller",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Autumn Lover (Maxwells, #1)",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.76,
            "ranking_count": 1883,
            "abstract": "Librarian’s note: This is a previously-published edition of. Kindle. ASIN: B000GCFXF4. .. In the Brisk Chill of Autumn, Ravaged Hearts Will Be Reborn. Returning to her Wyoming ranch at the Civil War's end, Elyssa Sutton finds it picked bare by scavengers and coveted by determined men. Yet the proud young woman vows never again to abandon her Ruby Mountain home, though it means enlisting the aid of a dark and dangerous stranger who lives for revenge alone.. Hunter Maxwell has suffered from the savagery of outlaws and the faithlessness of a woman. And he will trust no female nor will he rest until the raiders who destroyed his family pay for their crimes.. A woman in need, a man in pain, in fury and fire they must now stand as one to fight for something cherished, something lost...and for a passion neither dreamed could live.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "Audiobook",
                "Historical Romance",
                "Military History"
            ]
        },
        {
            "title": "Whitney, My Love",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.13,
            "ranking_count": 33977,
            "abstract": "Fresh from her triumphs in Paris society, Whitney Stone returns to England determined to win the heart of her childhood love. However, in order to save himself from ruin, her father has come to an arrangement with the arrogant Duke of Claymore, and Whitney is the price.. --This text refers to an out of print or unavailable edition of this title.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Wolf-Speaker",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.18,
            "ranking_count": 57647,
            "abstract": "When humans start cutting down trees and digging holes in peaceful Dunlath Valley, the wolves know that something is wrong. They send a messenger to the only human who will listen -- Daine, a fourteen-year-old girl with the unpredictable power of wild magic. Daine and her closest companions heed the wolves' cry for help. But the challenge they are about to face in the valley is greater than they can possibly imagine...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Shepherd",
            "authors": [
                "Frederick Forsyth"
            ],
            "ranking": 3.91,
            "ranking_count": 3746,
            "abstract": "It is Christmas Eve, 1957, and there are cozier places to be than the cockpit of a de Havilland Vampire fighter plane. But for the Royal Air Force pilot who has just taken off from West Germany, this single-seat jet is the only way to make it back to England for Christmas morning. His flight plan is simple; the fuel tank is full. In sixty-six minutes, he will be back in Blighty. But then the plane begins to fail. First the compass goes haywire, then the radio dies. Lost and alone above the English coast, the pilot is searching for a landing strip when the fog closes in, signaling certain death. He has given up hope when a second shadow appears—a Mosquito fighter-bomber of World War II vintage. The plane is a “shepherd,” guiding the Vampire to a safe landing, and its appearance is a gift from fate, a miracle out of time—but for one lonely pilot, the mystery has just begun.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Holiday",
                "Short Stories",
                "Adventure",
                "Aviation",
                "Fantasy",
                "War",
                "Suspense"
            ]
        },
        {
            "title": "The Importance of Living",
            "authors": [
                "Lin Yutang"
            ],
            "ranking": 4.07,
            "ranking_count": 1246,
            "abstract": "Viehättävä kiinalainen filosofi Lin Jutang opastaa meitä kiihkeään elämäntahtiin tottuneita länsimaalaisia nautiskelemaan elämän pienistä, jokapäiväisistä antimista. Hän keskustelee teoksessaan kanssamme kepeästi idän ajattomasta viisaudesta ja valloittaa vastustamattomalla huumorillaan. Maailma on liian vakava, ja sen vuoksi se tarvitsee viisasta ja iloista filosofiaa, Lin Jutang kirjoittaa. Hän rohkaisee meitä nauramaan omalle turhantärkeydellemme ja suhtautumaan elämään uteliaasti kuin lapsi. Lin Jutangin mukaan mekin voisimme elää kuin kiinalainen filosofi:. Toinen silmä suljettuna ja toinen avoinna hän näkee kaiken ympärillään tapahtuvan ja omien pyrkimystensä turhanpäiväisyyden, mutta säilyttää kuitenkin kylliksi todellisuudentajua ymmärtääkseen, että hänen on joka tapauksessa yritettävä kulkea elämän läpi. Hän pettyy harvoin, koska hänellä ei ole mitään harhakuvitelmia eikä liian suuria toiveita. Maallinen onni ilmestyi englanniksi jo vuonna 1937. Siitä lähtien se on saavuttanut miljoonien lukijoiden varauksettoman suosion. Suomeksi se ilmestyi ensimmäisen kerran vuonna 1947.. Cover Image Artist/Päällys: Seppo Polameri",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Self Help",
                "Classics",
                "Spirituality",
                "Writing",
                "Psychology"
            ]
        },
        {
            "title": "The Sandman: The Dream Hunters",
            "authors": [
                "Neil Gaiman",
                "Yoshitaka Amano"
            ],
            "ranking": 4.4,
            "ranking_count": 19438,
            "abstract": "Sandman fans should feel lucky that master fantasy writer Neil Gaiman discovered the mythical world of Japanese fables while researching his translation of Hayao Miyazaki's film Princess Mononoke. At the same time, while preparing for the Sandman 10th anniversary, he met Yoshitaka Amano, his artist for the 11th Sandman book. Amano is the famed designer of the Final Fantasy game series. The product of Gaiman's immersion in Japanese art, culture, and history, Sandman: Dream Hunters is a classic Japanese tale (adapted from The Fox, the Monk, and the Mikado of All Night's Dreaming) that he has subtly morphed into his Sandman universe.. Like most fables, the story begins with a wager between two jealous animals, a fox and a badger: which of them can drive a young monk from his solitary temple? The winner will make the temple into a new fox or badger home. But as the fox adopts the form of a woman to woo the monk from his hermitage, she falls in love with him. Meanwhile, in far away Kyoto, the wealthy Master of Yin-Yang, the onmyoji, is plagued by his fears and seeks tranquility in his command of sorcery. He learns of the monk and his inner peace; he dispatches demons to plague the monk in his dreams and eventually kill him to bring his peace to the onmyoji. The fox overhears the demons on their way to the monk and begins her struggle to save the man whom at first she so envied.. Dream Hunters is a beautiful package. From the ink-brush painted endpapers to the luminous page layouts--including Amano's gate-fold painting of Morpheus in a sea of reds, oranges, and violets--this book has been crafted for a sensuous reading experience. Gaiman has developed as a prose stylist in the last several years with novels and stories such as Neverwhere and Stardust, and his narrative rings with a sense of timelessness and magic that gently sustains this adult fairy tale. The only disappointment here is that the book is so brief. One could imagine this creative team being even better suited to a longer story of more epic proportions. On the final page of Dream Hunters, in fact, Amano suggest that he will collaborate further with Mr. Gaiman in the future. Readers of Dream Hunters will hope that Amano's dream comes true. --Patrick O'Kelley",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Cultural",
                "Art"
            ]
        },
        {
            "title": "La colmena",
            "authors": [
                "Camilo José Cela"
            ],
            "ranking": 3.76,
            "ranking_count": 7297,
            "abstract": "La estructura externa está compuesta de seis capítulos y un epílogo. Cada capítulo consta de un número variable de secuencias de corta extensión, que desarrollan episodios que están mezclados con otros que ocurren simultáneamente. De esta manera el argumento se rompe en multitud de pequeñas anécdotas. Lo importante es la suma de las mismas, que conforma un conjunto de vidas cruzadas, como las celdas de una colmena.. El marco espacio-temporal es muy preciso: Madrid en unos días del año 1943, en plena posguerra. La historia se basa en un espacio novelesco reducido pero con bastantes personajes que intervienen poco en el transcurso de la obra y dan una visión social coral. De entre los trescientos personajes que aparecen, escasean tanto los de las clases más acomodadas como los de la clase obrera y sectores marginados, predominando la clase media baja, la pequeña burguesía venida a menos, cuyas ilusiones y proyectos de futuro son engañosos y cuyas miradas «jamás descubren horizontes nuevos», en una vida relatada como una «mañana eternamente repetida». La novela aparece como primera parte de una serie que había de llevar el título de «Caminos inciertos».. La voluntad de reflejar con exactitud la realidad no supone la absoluta neutralidad del autor, que interviene de dos formas contradictorias. En la mayoría de los casos utiliza la técnica objetivista, es decir, se limita a mostrar, a describir desde fuera, sin penetrar en el interior de los personajes. Otras veces, sin embargo, adopta una actitud omnisciente y comenta con ironía las actitudes de los personajes.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Nobel Prize",
                "Literature",
                "Novels",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "The Dream Songs",
            "authors": [
                "John Berryman",
                "W.S. Merwin"
            ],
            "ranking": 4.19,
            "ranking_count": 6629,
            "abstract": "This edition combines. The Dream Songs. , awarded the Pulitzer Prize for Poetry in 1965, and. His Toy, His Dream, His Rest. , which won the National Book Award for Poetry in 1969 and contains all 385 songs. Of. The Dream Songs. , A. Alvarez wrote in. The Observer. , A major achievement. .. He has written an elegy on his brilliant generation and, in the process, he has also written an elegy on himself.. The Dream Songs are eighteen-line poems in three stanzas. Each individual poem is lyric and organized around an emotion provoked by an everyday event. The tone of the poems is less surreal than associational or intoxicated. The principal character of the song cycle is Henry, who is both the narrator of the poems and referred to by the narrator in the poems.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "The United States Of America",
                "Literary Fiction",
                "Unfinished",
                "Anthologies",
                "United States"
            ]
        },
        {
            "title": "King: A Street Story",
            "authors": [
                "John Berger"
            ],
            "ranking": 3.77,
            "ranking_count": 294,
            "abstract": "A furious homage to the homeless and a lyrical meditation on language and experience. You will be led to a place you haven't been, from where few stories come. You will be led by King, a dog (or is he?) to a wasteland beside the motorway called Saint Valery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals"
            ]
        },
        {
            "title": "Debt of Honor",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.07,
            "ranking_count": 46593,
            "abstract": "Razio Yamata is one of Japan's most influential industrialists, and part of a relatively small group of authority who wield tremendous authority in the Pacific Rim's economic powerhouse.. He has devised a plan to cripple the American greatness, humble the US military, and elevate Japan to a position of dominance on the world stage.. Yamata's motivation lies in his desire to pay off a. Debt of Honor. to his parents and to the country he feels is responsible for their deaths—America. All he needs is a catalyst to set his plan in motion.. When the faulty gas tank on one Tennessee family's car leads to their fiery death, an opportunistic U. S. congressman uses the occasion to rush a new trade law through the system. The law is designed to squeeze Japan economically. Instead, it provides Yamata with the leverage he needs to put his plan into action.. As Yamata's plan begins to unfold, it becomes clear to the world that someone is launching a fully-integrated operation against the United States. There's only one man to find out who the culprit is—Jack Ryan, the new President's National Security Advisor.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Spy Thriller",
                "Action",
                "Suspense",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Never Look Back",
            "authors": [
                "Lesley Pearse"
            ],
            "ranking": 4.41,
            "ranking_count": 3651,
            "abstract": "Never Look Back is the latest from bestselling author Lesley Pearse. One good deed takes her into another world . . . Sixteen-year-old Matilda is a poor Covent Garden flower girl until the day she saves the life of Tabitha, a minister's daughter. Welcomed into Tabitha's family, Matilda is offered the chance of a lifetime. She leaves behind London's slums and enters the darkest corners of New York. And she travels across the plains to the Wild West, where San Francisco is in the grip of the gold rush. Streetwise and strong-willed, Matilda forges a new life for herself and Tabitha among pioneers like Captain James Russell - a man to whom she is deeply attracted. Yet a civil war will soon rip apart this new nation. Can Matilda and those she loves brave separation and carry on, never looking back? Lesley Pearse is the author of bestsellers Gypsy and Remember Me. Never Look Back is a historical novel of love and survival at the time of the American Civil War. Fans of Susan Lewis will love the way Lesley Pearse weaves her plots and characters together. Praise for Lesley Pearse: 'With characters it is impossible not to care about ... this is storytelling at its very best' Daily Mail 'Lose yourself in this epic saga' Bella 'An emotional and moving epic you won't forget in a hurry' Woman's Weekly Find Lesley on Twitter @LesleyPearse or find out more on her website, www.lesleypearse.co.uk.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Drama",
                "Novels",
                "The United States Of America",
                "Roman"
            ]
        },
        {
            "title": "Howliday Inn",
            "authors": [
                "James Howe",
                "Lynn Munsinger"
            ],
            "ranking": 3.95,
            "ranking_count": 13289,
            "abstract": "Not a great place to visit, and you wouldn't want to live there. The Monroes have gone on vacation, leaving Harold and Chester at Chateau Bow-Wow -- not exactly a four-star hotel. On the animals' very first night there, the silence is pierced by a peculiar wake-up call -- an unearthly howl that makes Chester observe that the place should be called Howliday Inn.. But the mysterious cries in the night (Chester is convinced there are werewolves afoot) are just the beginning of the frightening goings-on. Soon animals start disappearing, and there are whispers of murder. Is checkout time at Chateau Bow-Wow going to come earlier than Harold and Chester anticipated?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Mystery",
                "Animals",
                "Fantasy",
                "Humor",
                "Young Adult",
                "Horror"
            ]
        },
        {
            "title": "Morning Glory",
            "authors": [
                "LaVyrle Spencer"
            ],
            "ranking": 4.26,
            "ranking_count": 13303,
            "abstract": "LOVE IN A STRANGER'S EYES.... ELLY. In town, they called her Crazy Widow Dinsmore. But Elly was no stranger to their ridicule--she had been an outsider all her life, growing up in a boarded-up old house under the strict eye of her eccentric grandparents. Now she was all alone, with two little boys to raise, and a third child on the way.. WILL. He drifted into Whitney, Georgia, one lazy afternoon in the summer of 1941, hoping to put his lonely past behind him. He yearned for the tenderness he had never known, the home he'd never had. All he needed was for someone to give him a chance.. Then he saw her classified ad: WANTED--A husband. When he stepped across Elly Dinsmore's cluttered yard, Will Parker knew he had come home at last ...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "War",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Garden of Eden",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.72,
            "ranking_count": 18939,
            "abstract": "The last uncompleted novel of Ernest Hemingway, published posthumously in 1986, charts the life of a young American writer and his glamorous wife who fall for the same woman.. A sensational bestseller when it appeared in 1986,. The Garden of Eden. is the last uncompleted novel of Ernest Hemingway, which he worked on intermittently from 1946 until his death in 1961. Set on the Côte d'Azur in the 1920s, it is the story of a young American writer, David Bourne, his glamorous wife, Catherine, and the dangerous, erotic game they play when they fall in love with the same woman. A lean, sensuous narrative...taut, chic, and strangely contemporary,. The Garden of Eden. represents vintage Hemingway, the master doing what nobody did better (R. Z. Sheppard,. Time).",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Art and Science of Learning Languages",
            "authors": [
                "Amorey Gethin"
            ],
            "ranking": 4.32,
            "ranking_count": 34,
            "abstract": "Offers a framework for learning any language and provides the arguments as to why anyone should do so, as well as examining the merits of various methods of language learning. The key message of the book is the importance of self-reliance based on a positive approach and efficient organization.",
            "part_of_series": false,
            "genre_list": [
                "Humanities",
                "Nonfiction",
                "Education"
            ]
        },
        {
            "title": "Talking to the Dead",
            "authors": [
                "Helen Dunmore"
            ],
            "ranking": 3.63,
            "ranking_count": 1215,
            "abstract": "Praised by critics on both sides of the Atlantic for its elegant and sensuous prose, Talking to the Dead tells the story of two sisters whose lives are bound by the hidden and surprising truth about the long-ago death of their infant brother.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "European Literature",
                "Death",
                "Relationships",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "The Best Laid Plans",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.7,
            "ranking_count": 23409,
            "abstract": "He wanted power. Oliver Russell is fated to rise to the pinnacle of power, President of the United States. She wanted revenge. Leslie Stewart is his betrayed fiancee. Amassing her own media empire, on her fortieth birthday, she looks back. What went wrong?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Novels",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "The Red Badge of Courage & The Veteran",
            "authors": [
                "Stephen Crane",
                "Shelby Foote"
            ],
            "ranking": 3.39,
            "ranking_count": 585,
            "abstract": "One of the greatest works of American literature,. The Red Badge of Courage. gazes fearlessly into the bright hell of war through the eyes of one young soldier, the reluctant Henry Fleming. Written by Stephen Crane at the age of twenty-one, the novel imagines the Civil War's terror and loss with an unblinking vision so modern and revolutionary that, upon publication, critics hailed it as a work of literary genius. Ernest Hemingway declared, There was no real literature of our Civil War . . . until Stephen Crane wrote. The Red Badge of Courage.. This Modern Library Paperback Classics edition includes the short story The Veteran, Crane's tale of an aged Civil War soldier looking back at his past.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Military History",
                "War",
                "Literature",
                "Novels",
                "Anthologies",
                "American"
            ]
        },
        {
            "title": "The Glass Palace",
            "authors": [
                "Amitav Ghosh"
            ],
            "ranking": 3.99,
            "ranking_count": 24450,
            "abstract": "Set in Burma during the British invasion of 1885, this masterly novel by Amitav Ghosh tells the story of Rajkumar, a poor boy lifted on the tides of political and social chaos, who goes on to create an empire in the Burmese teak forest. When soldiers force the royal family out of the Glass Palace and into exile, Rajkumar befriends Dolly, a young woman in the court of the Burmese Queen, whose love will shape his life. He cannot forget her, and years later, as a rich man, he goes in search of her. The struggles that have made Burma, India, and Malaya the places they are today are illuminated in this wonderful novel by the writer Chitra Divakaruni calls “a master storyteller.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Asian Literature",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Travel"
            ]
        },
        {
            "title": "Little Bear",
            "authors": [
                "Else Holmelund Minarik",
                "Maurice Sendak"
            ],
            "ranking": 4.23,
            "ranking_count": 57250,
            "abstract": "Enter the world of Little Bear. Children will be entranced by Little Bear's trip to the moon, his birthday party, and his wishes and adventures.. This is the first of the five classic books about Little Bear, introducing the funny and strikingly childlike bear cub and his friends. The combination of Else Holmelund Minarik's simple, yet eloquent, stories and Maurice Sendak's warm, tender illustrations have made this beloved character an enduring favorite among beginning readers.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Fantasy",
                "Family",
                "Kids"
            ]
        },
        {
            "title": "Company K (The Library of Alabama Classics)",
            "authors": [
                "William March",
                "Philip D. Beidler"
            ],
            "ranking": 4.24,
            "ranking_count": 877,
            "abstract": "With an Introduction by Philip D. Beidler. This book was originally published in 1933. It is the first novel by William March, pen name for William Edward Campbell. Stemming directly from the author's experiences with the US Marines in France during World War I, the book consists of 113 sketches, or chapters, tracing the fictional Company K's war exploits and providing an emotional history of the men of the company that extends beyond the boundaries of the war itself.. William Edward Campbell served courageously in France as evidenced by his chestful of medals and certificates, including the Croix de Guerre, the Distinguished Service Cross, and the Navy Cross. However, without the medals and citations we would know of his bravery. For it is clear in the pages of. Company K. that this book was written by a man who had been to war, who had clearly seen his share of the worst of it, who had somehow survived, and who had committed himself afterward to the new bravery of sense-making embodied in the creation of major literary art. It is of that bravery that we still have the record of magnificent achievement, the brave terrible gift of Company K.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Short Stories"
            ]
        },
        {
            "title": "Intellectuals: From Marx and Tolstoy to Sartre and Chomsky",
            "authors": [
                "Paul  Johnson"
            ],
            "ranking": 3.86,
            "ranking_count": 2111,
            "abstract": "Paul Johnson examines whether intellectuals are morally fit to give advice to humanity.. Do the private practices of intellectuals match the standard of their public principles?. How great is their respect for truth? What is their attitude to money? How do they treat their spouses and children - legitimate and illegitimate? How loyal are they to their friends?. Rousseau, Shelley, Marx, Ibsen, Tolstoy, Hemingway, Bertrand Russell, Brecht, Sartre, Edmund Wilson, Victor Gollancz, Lillian Hellman, Cyril Connolly, Norman Mailer, Kenneth Tynan and many others are put under the spotlight. With wit and brilliance, Paul Johnson exposes these intellectuals, and questions whether ideas should ever be valued more than individuals.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Philosophy",
                "Nonfiction",
                "Biography",
                "Politics",
                "Cultural",
                "Psychology",
                "Writing",
                "Classics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Memoirs Of A Chinese Revolutionary",
            "authors": [
                "Wang Fan-hsi",
                "Fanxi Wang"
            ],
            "ranking": 4.33,
            "ranking_count": 9,
            "abstract": "An important account of the historical roots of the Tiananmen Square incident, Wang Fan-Isaac autobiography documents events in China from 1919 to 1949. Including previously unpublished material in English, this book details past events in China by someone who was there, on the inside.",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "The Redneck Manifesto: How Hillbillies, Hicks, and White Trash Became America's Scapegoats",
            "authors": [
                "Jim Goad",
                "Leslie Phillips"
            ],
            "ranking": 3.82,
            "ranking_count": 1219,
            "abstract": "Culture maverick Jim Goad presents a thoroughly reasoned, darkly funny, and rampagingly angry defense of America's most maligned social group -- the cultural clan variously referred to as rednecks, hillbillies, white trash, crackers, and trailer trash. As. The Redneck Manifesto. boldly points out and brilliantly demonstrates, America's dirty little secret isn't racism but classism. While pouncing incessantly on racial themes, most major media are silent about America's widening class rifts, a problem that negatively affects more people of all colors than does racism. With an unmatched ability for rubbing salt in cultural wounds, Jim Goad deftly dismantles most popular American notions about race and culture and takes a sledgehammer to our delicate glass-blown popular conceptions of government, religion, media, and history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Sociology",
                "History",
                "Philosophy",
                "Race",
                "Writing",
                "Cultural",
                "Social Issues",
                "North American Hi..."
            ]
        }
    ]
}