{
    "books": [
        {
            "title": "The Body Farm",
            "authors": [
                "Patricia Cornwell"
            ],
            "ranking": 4.06,
            "ranking_count": 70581,
            "abstract": "The Body Farm - a research institute that tests the decomposition of corpses. Black Mountain, North Carolina: a sleepy little town where the local police deal with one homicide a year, if they're unlucky, and where people are still getting used to the idea of locking their doors at night. But violent death is no respecter of venue, and the discovery of the corpse of an 11-year-old girl sends shock waves through the community. Dr Kay Scarpetta, Chief medical Examiner on a similar case in Virginia, is called in to apply her forensic skills to this latest atrocity, but the apparent simplicity of the case proves something of a poisoned chalice - until Scarpetta finds enlightenment through the curious pathologists' playground known as the Body Farm.. From Author’s Website",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Desert Solitaire",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 4.2,
            "ranking_count": 44563,
            "abstract": "First published in 1968,. Desert Solitaire. is one of Edward Abbey’s most critically acclaimed works and marks his first foray into the world of nonfiction writing. Written while Abbey was working as a ranger at Arches National Park outside of Moab, Utah, Desert Solitaire is a rare view of one man’s quest to experience nature in its purest form.. Through prose that is by turns passionate and poetic, Abbey reflects on the condition of our remaining wilderness and the future of a civilization that cannot reconcile itself to living in the natural world as well as his own internal struggle with morality. As the world continues its rapid development, Abbey’s cry to maintain the natural beauty of the West remains just as relevant today as when this book was written.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Autobiography",
                "Travel",
                "Adventure",
                "Biography",
                "Nature",
                "Philosophy",
                "Classics"
            ]
        },
        {
            "title": "Little Bee",
            "authors": [
                "Chris Cleave"
            ],
            "ranking": 3.72,
            "ranking_count": 233939,
            "abstract": "From the author of the international bestseller. Incendiary. comes a haunting novel about the tenuous friendship that blooms between two disparate strangers—one an illegal Nigerian refugee, the other a recent widow from suburban London.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Book Club",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Western Africa",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Elsewhere",
            "authors": [
                "Gabrielle Zevin"
            ],
            "ranking": 3.91,
            "ranking_count": 54448,
            "abstract": "Welcome to Elsewhere.. It is warm, with a breeze, and the beaches are marvelous. It's quiet and peaceful. You can't get sick or any older. Curious to see new paintings by Picasso? Swing by one of Elsewhere's museums. Need to talk to someone about your problems? Stop by Marilyn Monroe's psychiatric practice.. Elsewhere is where fifteen-year-old Liz Hall ends up, after she has died. It is a place so like Earth, yet completely different. Here Liz will age backward from the day of her death until she becomes a baby again and returns to Earth. But Liz wants to turn sixteen, not fourteen again. She wants to get her driver's license. She wants to graduate from high school and go to college. And now that she's dead, Liz is being forced to live a life she doesn't want with a grandmother she has only just met. And it is not going well. How can Liz let go of the only life she has ever known and embrace a new one? Is it possible that a life lived in reverse is no different from a life lived forward?. This moving, often funny book about grief, death, and loss will stay with the reader long after the last page is turned.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Romance",
                "Death",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Burr",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.08,
            "ranking_count": 9286,
            "abstract": "Gore Vidal's Narratives of Empire series spans the history of the United States from the Revolution to the post-World War II years. With their broad canvas and large cast of fictional and historical characters, the novels in this series present a panorama of the American political and imperial experience as interpreted by one of its most worldly, knowing, and ironic observers.. Burr is a portrait of perhaps the most complex and misunderstood of the Founding Fathers. In 1804, while serving as vice president, Aaron Burr fought a duel with his political nemesis, Alexander Hamilton, and killed him. In 1807, he was arrested, tried, and acquitted of treason. In 1833, Burr is newly married, an aging statesman considered a monster by many. Burr retains much of his political influence if not the respect of all. And he is determined to tell his own story. As his amanuensis, he chooses Charles Schermerhorn Schuyler, a young New York City journalist, and together they explore both Burr's past and the continuing political intrigues of the still young United States.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Politics",
                "North American Hi...",
                "Literature",
                "Novels",
                "Classics",
                "Military History"
            ]
        },
        {
            "title": "The Thousand Autumns of Jacob de Zoet",
            "authors": [
                "David Mitchell"
            ],
            "ranking": 4.0,
            "ranking_count": 62151,
            "abstract": "The year is 1799, the place Dejima in Nagasaki Harbor, the “high-walled, fan-shaped artificial island” that is the Japanese Empire’s single port and sole window onto the world, designed to keep the West at bay; the farthest outpost of the war-ravaged Dutch East Indies Company; and a de facto prison for the dozen foreigners permitted to live and work there. To this place of devious merchants, deceitful interpreters, costly courtesans, earthquakes, and typhoons comes Jacob de Zoet, a devout and resourceful young clerk who has five years in the East to earn a fortune of sufficient size to win the hand of his wealthy fiancée back in Holland.. But Jacob’s original intentions are eclipsed after a chance encounter with Orito Aibagawa, the disfigured daughter of a samurai doctor and midwife to the city’s powerful magistrate. The borders between propriety, profit, and pleasure blur until Jacob finds his vision clouded, one rash promise made and then fatefully broken. The consequences will extend beyond Jacob’s worst imaginings. As one cynical colleague asks, “Who ain’t a gambler in the glorious Orient, with his very life?”. A magnificent mix of luminous writing, prodigious research, and heedless imagination,. The Thousand Autumns of Jacob de Zoet. is the most impressive achievement of its eminent author.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Independent People",
            "authors": [
                "Halldór Laxness",
                "James Anderson Thompson"
            ],
            "ranking": 4.16,
            "ranking_count": 10218,
            "abstract": "This magnificent novel—which secured for its author the 1955 Nobel Prize in Literature—is at last available to contemporary American readers. Although it is set in the early twentieth century, it recalls both Iceland's medieval epics and such classics as Sigrid Undset's. Kristin Lavransdatter. . And if Bjartur of Summerhouses, the book's protagonist, is an ordinary sheep farmer, his flinty determination to achieve independence is genuinely heroic and, at the same time, terrifying and bleakly comic.. Having spent eighteen years in humiliating servitude, Bjartur wants nothing more than to raise his flocks unbeholden to any man. But Bjartur's spirited daughter wants to live unbeholden to. him. . What ensues is a battle of wills that is by turns harsh and touching, elemental in its emotional intensity and intimate in its homely detail. Vast in scope and deeply rewarding, Independent People is simply a masterpiece",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Nobel Prize",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Solitude of Prime Numbers",
            "authors": [
                "Paolo Giordano",
                "Shaun Whiteside"
            ],
            "ranking": 3.62,
            "ranking_count": 60228,
            "abstract": "A bestselling international literary sensation about whether a prime number can ever truly connect with someone else.. A prime number can only be divided by itself or by one—it never truly fits with another. Alice and Mattia, both primes, are misfits who seem destined to be alone. Haunted by childhood tragedies that mark their lives, they cannot reach out to anyone else. When Alice and Mattia meet as teenagers, they recognize in each other a kindred, damaged spirit.. But the mathematically gifted Mattia accepts a research position that takes him thousands of miles away, and the two are forced to separate. Then a chance occurrence reunites them and forces a lifetime of concealed emotion to the surface.. Like Mark Haddon's The Curious Incident of the Dog in the Night-Time, this is a stunning meditation on loneliness, love, and the weight of childhood experience that is set to become a universal classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Romance",
                "Cultural",
                "Novels",
                "Young Adult",
                "Literature",
                "Drama",
                "Roman"
            ]
        },
        {
            "title": "Searching for Ganesha: Collecting Images of the Sweet-Loving, Elephant-Headed Hindu Deity Everybody Admires",
            "authors": [
                "Paul Spencer Sochaczewski"
            ],
            "ranking": 4.3,
            "ranking_count": 843,
            "abstract": "Across Asia, an elephant-headed god flexes his muscles…. Ganesha, the Hindu elephant-headed god, is among the most-appreciated of all deities. In this innovative book, Paul Spencer Sochaczewski explores why he collects Ganesha images, examines the psychology of collecting, and recounts personal adventures in his 40-year quest for just one more (but it’s gotta be special) Ganesha statue. He provides enough iconography to give the reader a grounding in Ganesha’s obstacle-removing prowess, but this is neither an academic nor a religious tome. Museum-quality photographs of some 80 statues, carvings, and amulets from his 150-piece collection illustrate how Hindu public relations experts retrofitted Ganesha into the Mahabharata, under what circumstances benevolent Ganesha can be an aggressive crusader, why he loves sweets, what inspiration Hindu branding experts took from nature, and why his “vehicle” is a humble mouse.. Why does Sochaczewski appreciate (but not worship) the god? “Ganesha isn’t a stern, don’t-touch-my-hair super-god, and therefore artists can flex their creative muscles when portraying him,” he says. “And simply because he’s cool.”",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Inspirational",
                "How To"
            ]
        },
        {
            "title": "The V Girl: a Coming of Age Story",
            "authors": [
                "Mya Robarts"
            ],
            "ranking": 4.01,
            "ranking_count": 14313,
            "abstract": "Romance set in a dystopian future. In post-apocalyptic North America two emerging nations are at war and sexual slavery is legal. Lila Velez desperately wants to lose her virginity before the troops visit her town and take it away by force. She makes plans to seduce her only friend. Lila does not love him, but he is the only man who has shown her true affection, an affection she is willing to take as a substitute for love.. Lila hides a secret that will bring her closer to Aleksey Fürst, a foreign, broody man who she distrusts because of his links to the troops and his rough, yet irresistible appearance. He offers Lila an alternative to her plans, a possibility that terrifies her…and tempts her in spite of herself.. With threats looming at every turn and no way to escape, Lila fears that falling in love will only lead to more heartache. The consequences of laying down her arms for Aleksey and welcoming hope might destroy more than her heart. They might force her to face the worst of her nightmares becoming a reality. Is love possible in a world that has forgotten what the human touch is?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Science Fiction",
                "War",
                "Love",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Dreamcatcher",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.64,
            "ranking_count": 163175,
            "abstract": "What might be done to human beings by the Other--whether the Other be vampires, demons or creatures from outer space--is always in competition for absolute horror with what we do to ourselves. Stephen King has, in his time, played with both sources of the nightmarish and in. Dreamcatcher. , the first complete novel since his near-fatal accident, he gives us both.. Four childhood friends, united by secrets, are caught in the quarantine zone when something crashes into the remote forests of Maine; and the question becomes who will avoid being eaten alive by alien fungi, torn from the inside by alien ferrets, possessed by alien minds or menaced by a psychotic military commander to whom ruthlessness has become a macho ego trip?. The Earth is in peril as well, needless to say, but most of our attention is taken up with a few men caught on the edge, and where the most important thing in the world turns out to be the fact that four small boys saved a fifth from a beating.. This has the hall-marks of a good King novel--memorable catchphrases whose meaning we only gradually learn and a sense of how it feels to be human. --. Roz Kaveney",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The Education of Little Tree",
            "authors": [
                "Forrest Carter"
            ],
            "ranking": 4.13,
            "ranking_count": 15680,
            "abstract": "The Education of Little Tree tells of a boy orphaned very young, who is adopted by his Cherokee grandmother and half-Cherokee grandfather in the Appalachian mountains of Tennessee during the Great Depression. Little Tree as his grandparents call him is shown how to hunt and survive in the mountains, to respect nature in the Cherokee Way, taking only what is needed, leaving the rest for nature to run its course. Little Tree also learns the often callous ways of white businessmen and tax collectors, and how Granpa, in hilarious vignettes, scares them away from his illegal attempts to enter the cash economy. Granma teaches Little Tree the joys of reading and education. But when Little Tree is taken away by whites for schooling, we learn of the cruelty meted out to Indian children in an attempt to assimilate them and of Little Tree's perception of the Anglo world and how it differs from the Cherokee Way. A classic of its era, and an enduring book for all ages, The Education of Little Tree has now been redesigned for this twenty-fifth anniversary edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Classics",
                "Childrens",
                "Book Club",
                "Literature",
                "Education"
            ]
        },
        {
            "title": "The Secret Keeper",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 4.14,
            "ranking_count": 147750,
            "abstract": "During a summer party at the family farm in the English countryside, sixteen-year-old Laurel Nicolson has escaped to her childhood tree house and is happily dreaming of the future. She spies a stranger coming up the long road to the farm and watches as her mother speaks to him. Before the afternoon is over, Laurel will witness a shocking crime. A crime that challenges everything she knows about her family and especially her mother, Dorothy—her vivacious, loving, nearly perfect mother.. Now, fifty years later, Laurel is a successful and well-regarded actress living in London. The family is gathering at Greenacres farm for Dorothy’s ninetieth birthday. Realizing that this may be her last chance, Laurel searches for answers to the questions that still haunt her from that long-ago day, answers that can only be found in Dorothy’s past.. Dorothy’s story takes the reader from pre–WWII England through the blitz, to the ’60s and beyond. It is the secret history of three strangers from vastly different worlds—Dorothy, Vivien, and Jimmy—who meet by chance in wartime London and whose lives are forever entwined. The Secret Keeper explores longings and dreams and the unexpected consequences they sometimes bring. It is an unforgettable story of lovers and friends, deception and passion that is told—in Morton’s signature style—against a backdrop of events that changed the world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Book Club",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Filth",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.79,
            "ranking_count": 27707,
            "abstract": "With the Christmas season upon him, Detective Sergeant Bruce Robertson of Edinburgh's finest is gearing up socially—kicking things off with a week of sex and drugs in Amsterdam.. There are some sizable flies in the ointment, though: a missing wife and child, a nagging cocaine habit, some painful below-the-belt eczema, and a string of demanding extramarital affairs. The last thing Robertson needs is a messy, racially fraught murder, even if it means overtime—and the opportunity to clinch the promotion he craves. Then there's that nutritionally demanding (and psychologically acute) intestinal parasite in his gut. Yes, things are going badly for this utterly corrupt tribune of the law, but in an Irvine Welsh novel nothing is ever so bad that it can't get a whole lot worse. . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Mystery",
                "Novels",
                "Thriller",
                "European Literature",
                "Cultural",
                "Dark",
                "Humor"
            ]
        },
        {
            "title": "Drum Beats, Heart Beats",
            "authors": [
                "Maria Nhambu"
            ],
            "ranking": 4.3,
            "ranking_count": 5248,
            "abstract": "In this final volume of The Dancing Soul Trilogy, we join an ever insightful and passionate Nhambu as she traverses diverse cultures and continents and negotiates a complex and shifting web of mixed identities—African immigrant and African American—through marriage, parenthood, and the search for the father she has never known. Through trauma and triumph, love and betrayal, the “Drum Beats” and “Heart Beats” of her native Africa lead her on an ultimate journey of transcendence that will enthrall and inspire readers around the world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Epic",
                "Novels",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Musashi",
            "authors": [
                "Eiji Yoshikawa",
                "Charles S. Terry",
                "Edwin O. Reischauer"
            ],
            "ranking": 4.47,
            "ranking_count": 17528,
            "abstract": "The classic samurai novel about the real exploits of the most famous swordsman. Musashi is a novel in the best tradition of Japanese story telling. It is a living story, subtle and imaginative, teeming with memorable characters, many of them historical. Interweaving themes of unrequited love, misguided revenge, filial piety and absolute dedication to the Way of the Samurai, it depicts vividly a world Westerners know only vaguely.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "Asian Literature",
                "Novels",
                "Literature",
                "Adventure",
                "Philosophy"
            ]
        },
        {
            "title": "Lover Reborn",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.33,
            "ranking_count": 79395,
            "abstract": "Ever since the death of his. shellan. , Tohrment has been unrecognizable from the vampire leader he once was. Physically emaciated and heartbroken beyond despair, he has been brought back to the Brotherhood by a self-serving fallen angel. Now, fighting once again with ruthless vengeance, he is unprepared to face a new kind of tragedy.. When Tohr begins to see his beloved in his dreams—trapped in a cold, isolated netherworld far from the peace and tranquillity of the Fade—he turns to the angel in hopes of saving the one he has lost. But because Lassiter tells him he must learn to love another to free his former mate, Tohr knows they are all doomed..... Except then a female with a shadowed history begins to get through to him. Against the backdrop of the raging war with the. lessers. , and with a new clan of vampires vying for the Blind King’s throne, Tohr struggles between the buried past and a very hot, passion-filled future…but can his heart let go and set all of them free?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Miserable Mill",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.85,
            "ranking_count": 155056,
            "abstract": "Dear Reader,. I hope, for your sake, that you have not chosen to read this book because you are in the mood for a pleasant experience. If this is the case, I advise you to put this book down instantaneously, because of all the books describing the unhappy lives of the Baudelaire orphans, The Miserable Mill might be the unhappiest yet. Violet, Klaus, and Sunny Baudelaire are sent to Paltryville to work in a lumber mill, and they find disaster and misfortune lurking behind every log.. The pages of this book, I'm sorry to inform you, contain such unpleasantries as a giant pincher machine, a bad casserole, a man with a cloud of smoke where his head should be, a hypnotist, a terrible accident resulting in injury, and coupons.. I have promised to write down the entire history of these three poor children, but you haven't, so if you prefer stories that are more heartwarming, please feel free to make another selection.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "In and Out of Step",
            "authors": [
                "Christine M. Knight"
            ],
            "ranking": 4.07,
            "ranking_count": 107,
            "abstract": "Think about the woman you’re becoming!’ Leonie said, trying to prevent Cassie’s flight from home and the problems there. 'You could find yourself out of the frying pan and into the fire.'. Her past denied and dance championship dreams discarded, Cassie Sleight leaves home. In the seemingly idyllic coastal town of Keimera, she starts a career on the English staff of the local high school. Exposure to Mark Talbut, a man struggling to be modern yet threatened by power shifts in the workplace and in society, causes Cassie to assess her reactions as a teacher and a woman. As she does so, the secrets of her past surface. Will that past continue to choreograph Cassie’s present steps? What sort of woman does she become?. ‘In and Out of Step' looks at how the world a person lives in shapes that person for good and for bad. It is a story about friendship and family, belonging, alienation, sexual harassment, and change. The title alludes to the way Cassie Sleight uses dance as a way to interpret life and process her reactions to it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Seventh Spark: Volume One – Knights of the Trinity",
            "authors": [
                "J.B. Lion"
            ],
            "ranking": 4.28,
            "ranking_count": 4391,
            "abstract": "fantasy graphic fiction novel",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Novels",
                "Drama",
                "Fiction"
            ]
        },
        {
            "title": "The Orphan Master's Son",
            "authors": [
                "Adam Johnson"
            ],
            "ranking": 4.05,
            "ranking_count": 96558,
            "abstract": "Pak Jun Do is the haunted son of a lost mother - a singer stolen to Pyongyang - and an influential father who runs Long Tomorrows, a work camp for orphans. There the boy is given his first taste of power, picking which orphans eat first and which will be lent out for manual labor. Recognized for his loyalty and keen instincts, Jun Do comes to the attention of superiors in the state, rises in the ranks, and starts on a road from which there will be no return.. Considering himself a humble citizen of the greatest nation in the world, Jun Do becomes a professional kidnapper who must navigate the shifting rules, arbitrary violence, and baffling demands of his Korean overlords in order to stay alive. Driven to the absolute limit of what any human being could endure, he boldly takes on the treacherous role of rival to Kim Jong Il in an attempt to save the woman he loves, Sun Moon, a legendary actress so pure, she didn't know what starving people looked like.. Part breathless thriller, part story of innocence lost, part story of romantic love, The Orphan Master's Son is also a riveting portrait of a world heretofore hidden from view: a North Korea rife with hunger, corruption, and casual cruelty but also camaraderie, stolen moments of beauty, and love. A towering literary achievement, The Orphan Master's Son ushers Adam Johnson into the small group of today's greatest writers.. An epic novel and a thrilling literary discovery, The Orphan Master's Son follows a young man's journey through the icy waters, dark tunnels, and eerie spy chambers of the world's most mysterious dictatorship, North Korea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Audiobook",
                "Book Club"
            ]
        },
        {
            "title": "Archangel's Kiss",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.2,
            "ranking_count": 55063,
            "abstract": "New York Times bestselling author Nalini Singh returns to her world of angelic rulers, vampiric servants, and the woman thrust into their darkly seductive world…. Vampire hunter Elena Deveraux wakes from a year-long coma to find herself changed—an angel with wings the colors of midnight and dawn—but her fragile body needs time to heal before she can take flight. Her lover, the stunningly dangerous archangel Raphael, is used to being in control—even when it comes to the woman he considers his own. But Elena has never done well with authority…. They’ve barely begun to understand each other when Raphael receives an invitation to a ball from the archangel Lijuan. To refuse would be a sign of fatal weakness, so Raphael must ready Elena for the flight to Beijing—and to the nightmare that awaits them there. Ancient and without conscience, Lijuan holds a power that lies with the dead. And she has organized the most perfect and most vicious of welcomes for Elena…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Complicated Moonlight",
            "authors": [
                "Lynessa Layne"
            ],
            "ranking": 4.17,
            "ranking_count": 155,
            "abstract": "In this second volume of the Don't Close Your Eyes series, the evolving love triangle between Jase, Kinsley and Klive intensifies.. Klive’s Nightshade superiors command him to stay away from Kinsley or else.. Jase makes a move toward commitment, asking Kinsley for more.. When an Inferno biker crosses the line with Kinsley, Jase takes a violent stand while Klive defies orders defending her.. Afraid of the biker’s aggression, baffled by Klive’s sudden distance and uneasy with a side of Jase she's never seen before, Kinsley seeks solace in her friendships.. Her brief reprieve quickly upends when an old enemy with eyes for Jase reappears in her life, reigniting their former feud.. Will Kinsley take Jase’s offer to be together, or follow the gravitational pull toward the man she thinks is the safer option, never knowing she’s amplifying the threat to her life?. Set in the tropical locales of Florida, this dual POV romantic suspense follows Klive, Kinsley and Jase into their perilous conflicts between good, evil, love, hate and the bounds they break when pushed to their limits.",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "The Wide Window",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.94,
            "ranking_count": 176820,
            "abstract": "Dear Reader,. If you have not read anything about the Baudelaire orphans, then before you read even one more sentence, you should know this: Violet, Klaus, and Sunny are kindhearted and quick-witted; but their lives, I am sorry to say, are filled with bad luck and misery. All of the stories about these three children are unhappy and wretched, and this one may be the worst of them all. If you haven't got the stomach for a story that includes a hurricane, a signalling device, hungry leeches, cold cucumber soup, a horrible villain, and a doll named Pretty Penny, then this book will probably fill you with despair. I will continue to record these tragic tales, for that is what I do. You, however, should decide for yourself whether you can possibly endure this miserable story.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Torment",
            "authors": [
                "Lindsay Anne Kendal"
            ],
            "ranking": 3.97,
            "ranking_count": 334,
            "abstract": "Keira has been through Hell, literally..... But now she’s back, and stronger than ever!. In this second gripping instalment of the Bloodlines trilogy Keira and her friends – Lily, Lucian, Tyler, Jake and Danny – continue to try and understand their elemental powers, and protect themselves from their enemies, whose ultimate goal is to destroy them.. This time, the stakes are higher – what seems to be a demon rebellion has broken out in hell and the Earth is plunged into chaos. Their problem is, no one – not even Lucifer himself – knows who the rebel leader is. It seems only Keira, her frightened but determined friends, and a new ally – a demon named Eligos - can find out who this person or thing is, why they are suddenly causing so much bloodshed, pain and upset for everyone, and destroy them.. Bloody awesome battles, amazing feats of magic, and a stronger-than-death passion, make for an intoxicating, unforgettable read in this powerfully imagined fantasy...",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Horror",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Lodestar",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.59,
            "ranking_count": 22779,
            "abstract": "Dark schemes unfold--and Sophie's loyalty is pushed to the limit--in this thrilling fifth book in the best-selling KEEPER OF THE LOST CITIES SERIES.. Sophie Foster is back in the Lost Cities--but the Lost Cities have changed. The threat of war hangs heavy over her glittering world, and the Neverseen are wreaking havoc.. The lines between friend and enemy have blurred, and Sophie is unsure whom to trust. But when she's warned that the people she loves most will be the next victims, she knows she has to act.. A mysterious symbol could be the key--if only she knew how to translate it. Every new clue seems to lead deeper into her world's underbelly and the Black Swan aren't the only ones who have plans. The Neverseen have their own Initiative, and if Sophie doesn't stop it, they might finally have the ultimate means to control her.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "Memories Of My Future",
            "authors": [
                "Ammar Habib",
                "Anil Sinha"
            ],
            "ranking": 4.4,
            "ranking_count": 7073,
            "abstract": "USA TODAY BESTSELLER. Available in paperback, Kindle, and Kindle Unlimited!. Winner of the 2017 Independent Press Award!. Look into the past and you can change the future. In. Memories Of My Future. , Dr. Avinash Singh is the type of surgeon that other physicians envy, and has the world in his hands. That is until tragedy strikes—and it’s a tragedy that puts him on the ropes, forcing him to revisit his greatest nightmares. It makes him realize that the successful life he had been living has been a façade. To overcome this, he will have to take a glimpse into the past and begin a journey that will teach him where true strength comes from.. Along the way, he will see the heroism in his bloodline. He will witness the story of the first nation to defeat Genghis Khan’s army. He will walk alongside the revolutionary whose love for his wife was so strong that even the mighty British Empire could not break it. But the true message Avinash will realize is that the greatest gift Man has is their mind. And once the mind is unlocked, all the answers to Man’s problems will be right before their eyes.. What Readers are Saying:. I have been reading books by and about South Asians this year, and this one was a light, inspirational one. I love the authors' belief in the beauty and strength of multiculturalism.. Great reading for anyone wanting an uplifting novel. The history of a person's ancestry could be inspiring for the descendants. This story can help anyone who reads it. It shows what faith in self and others, and the infinite to universe can do. If only the human world can understand that love can conquer all and PEACE can prevail.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Health",
                "Medical",
                "Inspirational",
                "Contemporary"
            ]
        },
        {
            "title": "In Farleigh Field",
            "authors": [
                "Rhys Bowen"
            ],
            "ranking": 3.97,
            "ranking_count": 63417,
            "abstract": "“Instantly absorbing, suspenseful, romantic, and stylish—like binge-watching a great British drama on Masterpiece Theater.” —Lee Child, New York Times bestselling author. Winner of the Agatha Award for Best Historical Novel, the Macavity Award for Best Historical Novel, and the Left Coast Crime Award for Best Historical Mystery.. World War II comes to Farleigh Place, the ancestral home of Lord Westerham and his five daughters, when a soldier with a failed parachute falls to his death on the estate. After his uniform and possessions raise suspicions, MI5 operative and family friend Ben Cresswell is covertly tasked with determining if the man is a German spy. The assignment also offers Ben the chance to be near Lord Westerham’s middle daughter, Pamela, whom he furtively loves. But Pamela has her own secret: she has taken a job at Bletchley Park, the British code-breaking facility.. As Ben follows a trail of spies and traitors, which may include another member of Pamela’s family, he discovers that some within the realm have an appalling, history-altering agenda. Can he, with Pamela’s help, stop them before England falls?. Inspired by the events and people of World War II, writer Rhys Bowen crafts a sweeping and riveting saga of class, family, love, and betrayal.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "War",
                "European Literature",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Past",
            "authors": [
                "Kenneth   Thomas"
            ],
            "ranking": 3.77,
            "ranking_count": 683,
            "abstract": "VW",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Science Fiction Fantasy",
                "Unfinished",
                "Historical",
                "Young Adult"
            ]
        },
        {
            "title": "The Holy Bible: New American Standard Version, NASB",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.62,
            "ranking_count": 5336,
            "abstract": "The New American Standard Version of the Holy Bible.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Reference",
                "Classics",
                "History",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Revelations",
            "authors": [
                "Lindsay Anne Kendal"
            ],
            "ranking": 4.04,
            "ranking_count": 272,
            "abstract": "In this final instalment of the Bloodlines trilogy, Keira and her friends face their toughest battles yet. Not only with the ones they believe have set out to destroy them, but also with themselves and each other.. A shock revelation throws the group into confusion, torn between what each of them think is right and wrong. Keira now has to make a hard choice – does she stay with the people she loves, and fight with them – Or does she leave them, join forces with the person they originally thought was heartless, cold and brutal, but in fact, is doing something she actually agrees with. Something that could benefit and comfort almost every person who has ever lived.. Revelations will take you to a place you never could have imagined existed. Heart-wrenching passion, death-defying friendship, treachery and pain, mixed with extreme battles, powerful magic and self-belief, make for an unbelievable climax that will stay with you until the end of time.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Horror",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The Dark Is Rising Sequence",
            "authors": [
                "Susan Cooper"
            ],
            "ranking": 4.28,
            "ranking_count": 16330,
            "abstract": "Cooper's highly acclaimed series—Over Sea, Under Stone; The Dark Is Rising; Greenwitch; The Grey King; and Silver on the Tree—is now available in its entirety for the first time in an attractive, sturdy boxed set that's perfect for gift giving.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Mythology",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Year of Magical Thinking",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 3.91,
            "ranking_count": 182510,
            "abstract": "'An act of consummate literary bravery, a writer known for her clarity allowing us to watch her mind as it becomes clouded with grief.'. From one of America's iconic writers, a stunning book of electric honesty and passion. Joan Didion explores an intensely personal yet universal experience: a portrait of a marriage–and a life, in good times and bad–that will speak to anyone who has ever loved a husband or wife or child.. Several days before Christmas 2003, John Gregory Dunne and Joan Didion saw their only daughter, Quintana, fall ill with what seemed at first flu, then pneumonia, then complete septic shock. She was put into an induced coma and placed on life support. Days later–the night before New Year's Eve–the Dunnes were just sitting down to dinner after visiting the hospital when John Gregory Dunne suffered a massive and fatal coronary. In a second, this close, symbiotic partnership of forty years was over. Four weeks later, their daughter pulled through. Two months after that, arriving at LAX, she collapsed and underwent six hours of brain surgery at UCLA Medical Center to relieve a massive hematoma.. This powerful book is Didion's attempt to make sense of the weeks and then months that cut loose any fixed idea I ever had about death, about illness . . . about marriage and children and memory . . . about the shallowness of sanity, about life itself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Death",
                "Writing",
                "Psychology",
                "Literature"
            ]
        },
        {
            "title": "The Winter Sea",
            "authors": [
                "Susanna Kearsley"
            ],
            "ranking": 4.09,
            "ranking_count": 62250,
            "abstract": "History has all but forgotten.... In the spring of 1708, an invading Jacobite fleet of French and Scottish soldiers nearly succeeded in landing the exiled James Stewart in Scotland to reclaim his crown.. Now, Carrie McClelland hopes to turn that story into her next bestselling novel. Settling herself in the shadow of Slains Castle, she creates a heroine named for one of her own ancestors and starts to write.. But when she discovers her novel is more fact than fiction, Carrie wonders if she might be dealing with ancestral memory, making her the only living person who knows the truth-the ultimate betrayal-that happened all those years ago, and that knowledge comes very close to destroying her.... Please note: This novel has also been published under a different title: Sophia's Secret.. Please note, this title is the original recording, which is now known as Sophia's Secret. ©2010 Susanna Kearsley (P)2011 Audible, Inc.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Science Fiction",
                "Cultural",
                "Fantasy",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Through the Ever Night",
            "authors": [
                "Veronica Rossi"
            ],
            "ranking": 4.13,
            "ranking_count": 72275,
            "abstract": "It's been months since Aria last saw Perry. Months since Perry was named Blood Lord of the Tides, and Aria was charged with an impossible mission. Now, finally, they are about to be reunited. But their reunion is far from perfect. The Tides don't take kindly to Aria, a former Dweller. And with the worsening Aether storms threatening the tribe's precarious existence, Aria begins to fear that leaving Perry behind might be the only way to save them both.. Threatened by false friends and powerful temptations, Aria and Perry wonder, can their love survive through the ever night?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Apocalyptic",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Cay",
            "authors": [
                "Theodore Taylor"
            ],
            "ranking": 3.78,
            "ranking_count": 34072,
            "abstract": "Phillip is excited when the Germans invade the small island of Curaçao. War has always been a game to him, and he’s eager to glimpse it firsthand–until the freighter he and his mother are traveling to the United States on is torpedoed.. When Phillip comes to, he is on a small raft in the middle of the sea. Besides Stew Cat, his only companion is an old West Indian, Timothy. Phillip remembers his mother’s warning about black people: “They are different, and they live differently.”. But by the time the castaways arrive on a small island, Phillip’s head injury has made him blind and dependent on Timothy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Classics",
                "Childrens",
                "Academic",
                "Adventure"
            ]
        },
        {
            "title": "Story of the Eye",
            "authors": [
                "Georges Bataille",
                "Joachim Neugroschel",
                "Dovid Bergelson"
            ],
            "ranking": 3.67,
            "ranking_count": 18150,
            "abstract": "Only Georges Bataille could write, of an eyeball removed from a corpse, that the caress of the eye over the skin is so utterly, so extraordinarily gentle, and the sensation is so bizarre that it has something of a rooster's horrible crowing. Bataille has been called a metaphysician of evil, specializing in blasphemy, profanation, and horror.. Story of the Eye. , written in 1928, is his best-known work; it is unashamedly surrealistic, both disgusting and fascinating, and packed with seemingly endless violations. It's something of an underground classic, rediscovered by each new generation. Most recently, the Icelandic pop singer Björk Guðdmundsdóttir cites. Story of the Eye. as a major inspiration: she made a music video that alludes to Bataille's erotic uses of eggs, and she plans to read an excerpt for an album.. Warning:. Story of the Eye. is graphically sexual, and is only suited for adults who are not easily offended.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Adult Fiction",
                "Classics",
                "Horror",
                "Philosophy",
                "Literature",
                "European Literature",
                "Novels",
                "Sexuality"
            ]
        },
        {
            "title": "A Torch Against the Night",
            "authors": [
                "Sabaa Tahir"
            ],
            "ranking": 4.25,
            "ranking_count": 131019,
            "abstract": "Elias and Laia are running for their lives. After the events of the Fourth Trial, Martial soldiers hunt the two fugitives as they flee the city of Serra and undertake a perilous journey through the heart of the Empire.. Laia is determined to break into Kauf—the Empire’s most secure and dangerous prison—to save her brother, who is the key to the Scholars’ survival. And Elias is determined to help Laia succeed, even if it means giving up his last chance at freedom.. But dark forces, human and otherworldly, work against Laia and Elias. The pair must fight every step of the way to outsmart their enemies: the bloodthirsty Emperor Marcus, the merciless Commandant, the sadistic Warden of Kauf, and, most heartbreaking of all, Helene—Elias’s former friend and the Empire’s newest Blood Shrike.. Bound to Marcus’s will, Helene faces a torturous mission of her own—one that might destroy her: find the traitor Elias Veturius and the Scholar slave who helped him escape…and kill them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Homegoing",
            "authors": [
                "Yaa Gyasi"
            ],
            "ranking": 4.47,
            "ranking_count": 258803,
            "abstract": "An alternate cover edition can be found. here.. A novel of breathtaking sweep and emotional power that traces three hundred years in Ghana and along the way also becomes a truly great American novel. Extraordinary for its exquisite language, its implacable sorrow, its soaring beauty, and for its monumental portrait of the forces that shape families and nations,. Homegoing. heralds the arrival of a major new voice in contemporary fiction.. Two half-sisters, Effia and Esi, are born into different villages in eighteenth-century Ghana. Effia is married off to an Englishman and lives in comfort in the palatial rooms of Cape Coast Castle. Unbeknownst to Effia, her sister, Esi, is imprisoned beneath her in the castle's dungeons, sold with thousands of others into the Gold Coast's booming slave trade, and shipped off to America, where her children and grandchildren will be raised in slavery. One thread of. Homegoing. follows Effia's descendants through centuries of warfare in Ghana, as the Fante and Asante nations wrestle with the slave trade and British colonization. The other thread follows Esi and her children into America. From the plantations of the South to the Civil War and the Great Migration, from the coal mines of Pratt City, Alabama, to the jazz clubs and dope houses of twentieth-century Harlem, right up through the present day,. Homegoing. makes history visceral, and captures, with singular and stunning immediacy, how the memory of captivity came to be inscribed in the soul of a nation.. Generation after generation, Yaa Gyasi's magisterial first novel sets the fate of the individual against the obliterating movements of time, delivering unforgettable characters whose lives were shaped by historical forces beyond their control.. Homegoing. is a tremendous reading experience, not to be missed, by an astonishingly gifted young writer.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Audiobook",
                "Race",
                "Adult",
                "Western Africa",
                "Book Club"
            ]
        },
        {
            "title": "The Black Prism",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.22,
            "ranking_count": 112070,
            "abstract": "Guile is the Prism, the most powerful man in the world. He is high priest and emperor, a man whose power, wit, and charm are all that preserves a tenuous peace. Yet Prisms never last, and Guile knows exactly how long he has left to live.. When Guile discovers he has a son, born in a far kingdom after the war that put him in power, he must decide how much he's willing to pay to protect a secret that could tear his world apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Garden of Eden",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.72,
            "ranking_count": 18927,
            "abstract": "The last uncompleted novel of Ernest Hemingway, published posthumously in 1986, charts the life of a young American writer and his glamorous wife who fall for the same woman.. A sensational bestseller when it appeared in 1986,. The Garden of Eden. is the last uncompleted novel of Ernest Hemingway, which he worked on intermittently from 1946 until his death in 1961. Set on the Côte d'Azur in the 1920s, it is the story of a young American writer, David Bourne, his glamorous wife, Catherine, and the dangerous, erotic game they play when they fall in love with the same woman. A lean, sensuous narrative...taut, chic, and strangely contemporary,. The Garden of Eden. represents vintage Hemingway, the master doing what nobody did better (R. Z. Sheppard,. Time).",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Feed",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 3.86,
            "ranking_count": 55450,
            "abstract": "The year was 2014. We had cured cancer. We had beaten the common cold. But in doing so we created something new, something terrible that no one could stop.. The infection spread, virus blocks taking over bodies and minds with one, unstoppable command:. FEED. . Now, twenty years after the Rising, bloggers Georgia and Shaun Mason are on the trail of the biggest story of their lives—the dark conspiracy behind the infected.. The truth will get out, even if it kills them.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Young Adult",
                "Fantasy",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "The Alloy of Law",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.21,
            "ranking_count": 164567,
            "abstract": "Three hundred years after the events of the Mistborn trilogy, Scadrial is now on the verge of modernity, with railroads to supplement the canals, electric lighting in the streets and the homes of the wealthy, and the first steel-framed skyscrapers racing for the clouds.. Kelsier, Vin, Elend, Sazed, Spook, and the rest are now part of history—or religion. Yet even as science and technology are reaching new heights, the old magics of Allomancy and Feruchemy continue to play a role in this reborn world. Out in the frontier lands known as the Roughs, they are crucial tools for the brave men and women attempting to establish order and justice.. One such is Waxillium Ladrian, a rare Twinborn who can Push on metals with his Allomancy and use Feruchemy to become lighter or heavier at will.. After twenty years in the Roughs, Wax has been forced by family tragedy to return to the metropolis of Elendel. Now he must reluctantly put away his guns and assume the duties and dignity incumbent upon the head of a noble house. Or so he thinks, until he learns the hard way that the mansions and elegant tree-lined streets of the city can be even more dangerous than the dusty plains of the Roughs.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "On Chesil Beach",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.59,
            "ranking_count": 85604,
            "abstract": "A novel of remarkable depth and poignancy from one of the most acclaimed writers of our time.. It is July 1962. Florence is a talented musician who dreams of a career on the concert stage and of the perfect life she will create with Edward, an earnest young history student at University College of London, who unexpectedly wooed and won her heart. Newly married that morning, both virgins, Edward and Florence arrive at a hotel on the Dorset coast. At dinner in their rooms they struggle to suppress their worries about the wedding night to come. Edward, eager for rapture, frets over Florence’s response to his advances and nurses a private fear of failure, while Florence’s anxieties run deeper: she is overcome by sheer disgust at the idea of physical contact, but dreads disappointing her husband when they finally lie down together in the honeymoon suite.. Ian McEwan has caught with understanding and compassion the innocence of Edward and Florence at a time when marriage was presumed to be the outward sign of maturity and independence.. On Chesil Beach. is another masterwork from McEwan—a story of lives transformed by a gesture not made or a word not spoken.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "European Literature",
                "Literature",
                "Novels",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "In Our Bones",
            "authors": [
                "Pernell Plath Meier"
            ],
            "ranking": 4.27,
            "ranking_count": 3455,
            "abstract": "Powerful and unapologetic exploration of one woman's journey as democracy fails and authoritarianism takes hold. Lauren’s happy childhood on a farm in Minnesota is shattered after an assault during her teen years, and she retreats into her own world as America falls apart. Hers was the last generation to grow up before the economic collapse that followed the Corona pandemic. Amidst roiling climate chaos, the government has been taken over by extremists, incompetents, and con-men who tear the country apart while clinging to power. Lauren is swept up in the madness when she falls for the wrong man. She’s looking for love and safety, but Bryan becomes distant and abusive as he obsesses over White Sharia and deepens his ties to the racist patriot militia group. Lauren worries about the safety of her sister and nephew, who is mixed-race. Will Lauren escape from Bryan and keep her nephew safe from danger? In a world where values are tested and morality is unsettlingly murky, Lauren must break free from the constraints in her mind to protect her family.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Contemporary",
                "Drama",
                "Epic"
            ]
        },
        {
            "title": "Lone Survivor: The Eyewitness Account of Operation Redwing and the Lost Heroes of SEAL Team 10",
            "authors": [
                "Marcus Luttrell",
                "Patrick Robinson"
            ],
            "ranking": 4.32,
            "ranking_count": 85109,
            "abstract": "On a clear night in late June 2005, four U.S. Navy SEALs left their base in northern Afghanistan for the mountainous Pakistani border. Their mission was to capture or kill a notorious al Qaeda leader known to be ensconced in a Taliban stronghold surrounded by a small but heavily armed force. Less then twenty-four hours later, only one of those Navy SEALs remained alive.. This is the story of fire team leader Marcus Luttrell, the sole survivor of Operation Redwing, and the desperate battle in the mountains that led, ultimately, to the largest loss of life in Navy SEAL history. But it is also, more than anything, the story of his teammates, who fought ferociously beside him until he was the last one left-blasted unconscious by a rocket grenade, blown over a cliff, but still armed and still breathing. Over the next four days, badly injured and presumed dead, Luttrell fought off six al Qaeda assassins who were sent to finish him, then crawled for seven miles through the mountains before he was taken in by a Pashtun tribe, who risked everything to protect him from the encircling Taliban killers.. A six-foot-five-inch Texan, Leading Petty Officer Luttrell takes us, blow-by-blow, through the brutal training of America's warrior elite and the relentless rites of passage required by the Navy SEALs. He transports us to a monstrous battle fought in the desolate peaks of Afghanistan, where the beleaguered American team plummeted headlong a thousand feet down a mountain as they fought back through flying shale and rocks. In this rich , moving chronicle of courage, honor, and patriotism, Marcus Luttrell delivers one of the most powerful narratives ever written about modern warfare-and a tribute to his teammates, who made the ultimate sacrifice for their country.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "History",
                "Biography",
                "Autobiography",
                "Military",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "Thirst No. 1: The Last Vampire, Black Blood, and Red Dice",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.84,
            "ranking_count": 34220,
            "abstract": "Includes:. The Last Vampire. Black Blood. Red Dice. As to blood -. ah, blood, the whole subject fascinates me. I do like that as well, warm and dripping, when I am thirsty..... Alisa has been in control of her urges for the five thousand years she has been a vampire. She feeds but does not kill, and she lives her life on the fringe to maintain her secret. But when her creator returns to hunt her, she must break her own rules in order to survive.. Her quest leads her to Ray. He is the only person who can help her; he also has every reason to fear her. Alisa must get closer to him to ensure her immortality. But as she begins to fall in love with Ray, suddenly there is more at stake than her own life....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "Romance",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "Miss Lonelyhearts / The Day of the Locust",
            "authors": [
                "Nathanael West"
            ],
            "ranking": 3.9,
            "ranking_count": 9685,
            "abstract": "Miss Lonelyhearts. Miss Lonelyhearts was a newspaper reporter, so named because he had been assigned to write the agony column, to answer the letters from Desperate, Sick-of-It-All, Disillusioned. A joke at first; but then he was caught up, terrifyingly, in a vision of suffering, and he sought a way out, turning first here, then there—Art, Sex, Religion. Shrike, the cynical editor, the friend and enemy, compulsively destroyed each of his friend’s gestures toward idealism. Together, in the city’s dim underworld, Shrike and Miss Lonelyhearts turn round and round in a loathsome dance, unresolvable, hating until death…. The Day of the Locust. To Hollywood comes Tod Hackett, hoping for a career in scene designing, but he finds the way hard and falls in with others—extras, technicians, old vaudeville hands—who are also in difficulty. Around him he sees the great mass of inland Americans who have retired to California in expectation of health and ease. But boredom consumes them, their own emptiness maddens them; they search out any abnormality in their lust for excitement—drugs, perversion, crime. In the end only blood will serve; unreasoned, undirected violence. The day of the locust is at hand…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Short Stories",
                "Literary Fiction",
                "Novella",
                "Academic"
            ]
        },
        {
            "title": "The Starless Sea",
            "authors": [
                "Erin Morgenstern"
            ],
            "ranking": 3.85,
            "ranking_count": 150948,
            "abstract": "From the. New York Times. bestselling author of. The Night Circus. , a timeless love story set in a secret underground world—a place of pirates, painters, lovers, liars, and ships that sail upon a starless sea.. Zachary Ezra Rawlins is a graduate student in Vermont when he discovers a mysterious book hidden in the stacks. As he turns the pages, entranced by tales of lovelorn prisoners, key collectors, and nameless acolytes, he reads something strange: a story from his own childhood. Bewildered by this inexplicable book and desperate to make sense of how his own life came to be recorded, Zachary uncovers a series of clues—a bee, a key, and a sword—that lead him to a masquerade party in New York, to a secret club, and through a doorway to an ancient library hidden far below the surface of the earth. What Zachary finds in this curious place is more than just a buried home for books and their guardians—it is a place of lost cities and seas, lovers who pass notes under doors and across time, and of stories whispered by the dead. Zachary learns of those who have sacrificed much to protect this realm, relinquishing their sight and their tongues to preserve this archive, and also of those who are intent on its destruction. Together with Mirabel, a fierce, pink-haired protector of the place, and Dorian, a handsome, barefoot man with shifting alliances, Zachary travels the twisting tunnels, darkened stairwells, crowded ballrooms, and sweetly soaked shores of this magical world, discovering his purpose—in both the mysterious book and in his own life.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Magical Realism",
                "Romance",
                "Audiobook",
                "LGBT",
                "Writing"
            ]
        },
        {
            "title": "Harry Potter Collection",
            "authors": [
                "J.K. Rowling"
            ],
            "ranking": 4.72,
            "ranking_count": 31915,
            "abstract": "Six years of magic, adventure, and mystery make this luxurious boxed set the perfect gift for Harry Potter fans of all ages.. Follow Harry from his first days at Hogwarts School for Witchcraft and Wizardry, through his many adventures with Hermione and Ron, to his confrontations with rival Draco Malfoy and the dreaded Professor Snape. From the thrilling search for the Sorcerer's Stone to the Triwizard Tournament to the return of He-Who-Must-Not-Be-Named, each adventure is more riveting and exhilarating than its predecessor, and now all six books are available together for the first time in an elegant hardcover boxed set.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Paranormal"
            ]
        },
        {
            "title": "Embrace",
            "authors": [
                "Jessica Shirvington"
            ],
            "ranking": 4.01,
            "ranking_count": 26012,
            "abstract": "It starts with a whisper.. It's time for you to know who you are.... Strange dreams leave her with very real injuries and there's a dark tattoo weaving its way up her arms. The guy she thought she could fall in love with just told her he's only half-human - oh, and same goes for her. And she keeps hearing a distant fluttering of wings.. Violet Eden is having a very bad 17th birthday.. But if angels seek vengeance and humans are warriors, you could do a lot worse than betting on Violet Eden...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Maurice",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 4.06,
            "ranking_count": 35377,
            "abstract": "Maurice is heartbroken over unrequited love, which opened his heart and mind to his own sexual identity. In order to be true to himself, he goes against the grain of society’s often unspoken rules of class, wealth, and politics.. Forster understood that his homage to same-sex love, if published when he completed it in 1914, would probably end his career. Thus,. Maurice. languished in a drawer for fifty-seven years, the author requesting it be published only after his death (along with his stories about homosexuality later collected in. The Life to Come. ).. Since its release in 1971,. Maurice. has been widely read and praised. It has been, and continues to be, adapted for major stage productions, including the 1987 Oscar-nominated film adaptation starring Hugh Grant and James Wilby.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "LGBT",
                "Fiction",
                "Romance",
                "Historical",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Found",
            "authors": [
                "Margaret Peterson Haddix"
            ],
            "ranking": 3.98,
            "ranking_count": 38564,
            "abstract": "Thirteen-year-old Jonah has always known that he was adopted, and he's never thought it was any big deal. Then he and a new friend, Chip, who's also adopted, begin receiving mysterious letters. The first one says, You are one of the missing. The second one says, Beware! They're coming back to get you.. Jonah, Chip, and Jonah's sister, Katherine, are plunged into a mystery that involves the FBI, a vast smuggling operation, an airplane that appeared out of nowhere - and people who seem to appear and disappear at will. The kids discover they are caught in a battle between two opposing forces that want very different things for Jonah and Chip's lives.. Do Jonah and Chip have any choice in the matter? And what should they choose when both alternatives are horrifying?. With. Found. , Margaret Peterson Haddix begins a new series that promises to be every bit as suspenseful as. Among the Hidden. , and proves her, once again, to be a master of the page-turner.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Is Everyone Hanging Out Without Me? (And Other Concerns)",
            "authors": [
                "Mindy Kaling"
            ],
            "ranking": 3.86,
            "ranking_count": 461465,
            "abstract": "Mindy Kaling has lived many lives: the obedient child of immigrant professionals, a timid chubster afraid of her own bike, a Ben Affleck - impersonating Off-Broadway performer and playwright, and, finally, a comedy writer and actress prone to starting fights with her friends and coworkers with the sentence Can I just say one last thing about this, and then I swear I'll shut up about it?. Perhaps you want to know what Mindy thinks makes a great best friend (someone who will fill your prescription in the middle of the night), or what makes a great guy (one who is aware of all elderly people in any room at any time and acts accordingly), or what is the perfect amount of fame (so famous you can never get convicted of murder in a court of law), or how to maintain a trim figure (you will not find that information in these pages). If so, you've come to the right book, mostly!. In Is Everyone Hanging Out Without Me?, Mindy invites readers on a tour of her life and her unscientific observations on romance, friendship, and Hollywood, with several conveniently placed stopping points for you to run errands and make phone calls. Mindy Kaling really is just a Girl Next Door - not so much literally anywhere in the continental United States, but definitely if you live in India or Sri Lanka.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Writing",
                "Adult"
            ]
        },
        {
            "title": "Orphan Train",
            "authors": [
                "Christina Baker Kline"
            ],
            "ranking": 4.18,
            "ranking_count": 408672,
            "abstract": "This is an alternate cover edition of ISBN 9780061950728, found. here.. The author of. Bird in Hand. and. The Way Life Should Be. delivers her most ambitious and powerful novel to date: a captivating story of two very different women who build an unexpected friendship: a 91-year-old woman with a hidden past as an orphan-train rider and the teenage girl whose own troubled adolescence leads her to seek answers to questions no one has ever thought to ask.. Nearly eighteen, Molly Ayer knows she has one last chance. Just months from aging out of the child welfare system, and close to being kicked out of her foster home, a community service position helping an elderly woman clean out her home is the only thing keeping her out of juvie and worse.. Vivian Daly has lived a quiet life on the coast of Maine. But in her attic, hidden in trunks, are vestiges of a turbulent past. As she helps Vivian sort through her possessions and memories, Molly discovers that she and Vivian aren't as different as they seem to be. A young Irish immigrant orphaned in New York City, Vivian was put on a train to the Midwest with hundreds of other children whose destinies would be determined by luck and chance.. The closer Molly grows to Vivian, the more she discovers parallels to her own life. A Penobscot Indian, she, too, is an outsider being raised by strangers, and she, too, has unanswered questions about the past. As her emotional barriers begin to crumble, Molly discovers that she has the power to help Vivian find answers to mysteries that have haunted her for her entire life - answers that will ultimately free them both.. Rich in detail and epic in scope,. Orphan Train. is a powerful novel of upheaval and resilience, of second chances, of unexpected friendship, and of the secrets we carry that keep us from finding out who we are.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "Young Adult",
                "Audiobook",
                "Contemporary",
                "Parenting"
            ]
        },
        {
            "title": "Brownout - 666: or the Real Meaning of the Swastika",
            "authors": [
                "John Richard Spencer"
            ],
            "ranking": 4.37,
            "ranking_count": 998,
            "abstract": "In the land of flaunted sex, money, and flexible rules, an ambitious but lonely Rick Daly faces his demons.. Rick Daly has established a business in the exotic surroundings of the Philippines, while simultaneously discovering Marilyn Delgado, the woman of his dreams.. However, a clash of cultures and his own naiveté lead to disaster. Falsely accused of a sexual crime, Rick loses both his freedom and his business. To add insult to injury, a prison escape merely amounts to switching jails.. In a world where the rich prosper, honest individuals are forced to the wall, and a cynical disregard for all but the dollar is destroying society from within, crime soon follows punishment for Rick. Close to losing his soul, will Rick's ultimate success in drug and arms dealing finally lead him to face up to reality?. Difficult to put down and including erotic scenes, this is a high octane adventure, which will take the reader into a sea of cultural and ethical flashpoints, while exposing huge cracks in the world’s political and social order.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Contemporary",
                "Fiction",
                "Drama",
                "Book Club",
                "Adult",
                "Epic",
                "Action",
                "Adult Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Clockwork Angel; Clockwork Prince; Clockwork Princess",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.66,
            "ranking_count": 15903,
            "abstract": "All three books in the #1. New York Times. bestselling Infernal Devices trilogy are now together in one boxed set!. Step back in time with the Shadowhunters with this eBook collection of the. New York Times. bestselling Infernal Devices trilogy.. Passion. Power. Secrets. Enchantment. The Shadowhunters of the Victorian Age delve into all of these—in addition to darkness and danger—in the Infernal Devices trilogy, packaged in an eBook collection that includes. Clockwork Angel. ,. Clockwork Prince. , and. Clockwork Princess. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Science Fiction",
                "Historical",
                "Paranormal"
            ]
        },
        {
            "title": "The Histories",
            "authors": [
                "Herodotus",
                "Aubrey de Sélincourt",
                "John M. Marincola"
            ],
            "ranking": 3.98,
            "ranking_count": 47246,
            "abstract": "One of the masterpieces of classical literature, the Histories describes how a small and quarrelsome band of Greek city states united to repel the might of the Persian empire. But while this epic struggle forms the core of his work, Herodotus' natural curiosity frequently gives rise to colorful digressions - a description of the natural wonders of Egypt; an account of European lake-dwellers; and far-fetched accounts of dog-headed men and gold-digging ants. With its kaleidoscopic blend of fact and legend, the Histories offers a compelling Greek view of the world of the fifth century BC.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Classics",
                "Nonfiction",
                "Cultural",
                "Literature",
                "Historical",
                "Philosophy",
                "Fantasy"
            ]
        },
        {
            "title": "Hell's Angels",
            "authors": [
                "Hunter S. Thompson",
                "Sylvie Durastanti"
            ],
            "ranking": 3.99,
            "ranking_count": 44971,
            "abstract": "Au début des années soixante, Thompson, alors journaliste à San Francisco, est fasciné par les Hell's Angels. Son article sur ces seigneurs de la route fait sensation, il se lance dans la version longue : un an passé à rouler et à écrire à leurs côtés. Mais l'équipée se termine sauvagement : parce qu'il refuse de partager ses royalties, les Angels abandonnent l'homme de lettres sur une route, à moitié mort et le crâne défoncé à coups de pierres....  En France on n'a pas ça et aux Etats-unis, pays pourtant pas avare en déjantés, ils n'en ont qu'un comme lui. Même s'il n'a rien écrit depuis plus de vingt ans, Hunter S. Thompson demeure là-bas une légende. , Eric Neuhoff, Le Figaro littéraire.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Writing",
                "Autobiography",
                "Biography",
                "Mystery",
                "Crime",
                "Classics",
                "Sociology",
                "Literature"
            ]
        },
        {
            "title": "A Kingdom of Flesh and Fire",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.46,
            "ranking_count": 182919,
            "abstract": "A Betrayal…. Everything Poppy has ever believed in is a lie, including the man she was falling in love with. Thrust among those who see her as a symbol of a monstrous kingdom, she barely knows who she is without the veil of the Maiden. But what she does know is that nothing is as dangerous to her as him. The Dark One. The Prince of Atlantia. He wants her to fight him, and that’s one order she’s more than happy to obey. He may have taken her, but he will never have her.. A Choice.... Casteel Da’Neer is known by many names and many faces. His lies are as seductive as his touch. His truths as sensual as his bite. Poppy knows better than to trust him. He needs her alive, healthy, and whole to achieve his goals. But he’s the only way for her to get what she wants—to find her brother Ian and see for herself if he has become a soulless Ascended. Working with Casteel instead of against him presents its own risks. He still tempts her with every breath, offering up all she’s ever wanted. Casteel has plans for her. Ones that could expose her to unimaginable pleasure and unfathomable pain. Plans that will force her to look beyond everything she thought she knew about herself—about him. Plans that could bind their lives together in unexpected ways that neither kingdom is prepared for. And she’s far too reckless, too hungry, to resist the temptation.. A Secret…. But unrest has grown in Atlantia as they await the return of their Prince. Whispers of war have become stronger, and Poppy is at the very heart of it all. The King wants to use her to send a message. The Descenters want her dead. The wolven are growing more unpredictable. And as her abilities to feel pain and emotion begin to grow and strengthen, the Atlantians start to fear her. Dark secrets are at play, ones steeped in the blood-drenched sins of two kingdoms that would do anything to keep the truth hidden. But when the earth begins to shake, and the skies start to bleed, it may already be too late.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Paranormal",
                "Fiction",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The Goddess Test",
            "authors": [
                "Aimee Carter"
            ],
            "ranking": 3.8,
            "ranking_count": 57808,
            "abstract": "Every girl who had taken the test has died.. Now it's Kate's turn.. It's always been just Kate and her mom—and her mother is dying. Her last wish? To move back to her childhood home. So Kate's going to start at a new school with no friends, no other family and the fear that her mother won't live past the fall.. Then she meets Henry. Dark. Tortured. And mesmerizing. He claims to be Hades, god of the Underworld—and if she accepts his bargain, he'll keep her mother alive while Kate tries to pass seven tests.. Kate is sure he's crazy—until she sees him bring a girl back from the dead. Now saving her mother seems crazily possible. If she succeeds, she'll become Henry's future bride and a goddess.. If she fails...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology",
                "Fiction",
                "Retellings"
            ]
        },
        {
            "title": "Queen of Air and Darkness",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.35,
            "ranking_count": 91548,
            "abstract": "What if damnation is the price of true love?. Innocent blood has been spilled on the steps of the Council Hall, the sacred stronghold of the Shadowhunters. In the wake of the tragic death of Livia Blackthorn, the Clave teeters on the brink of civil war. One fragment of the Blackthorn family flees to Los Angeles, seeking to discover the source of the disease that is destroying the race of warlocks. Meanwhile, Julian and Emma take desperate measures to put their forbidden love aside and undertake a perilous mission to Faerie to retrieve the Black Volume of the Dead. What they find in the Courts is a secret that may tear the Shadow World asunder and open a dark path into a future they could never have imagined. Caught in a race against time, Emma and Julian must save the world of Shadowhunters before the deadly power of the. parabatai. curse destroys them and everyone they love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "LGBT",
                "Paranormal"
            ]
        },
        {
            "title": "Broken Promises (Past Imperfect Mystery Book 1)",
            "authors": [
                "Anne  Willow"
            ],
            "ranking": 4.28,
            "ranking_count": 4248,
            "abstract": "Julia needed a new start. The unexpected death of her favorite aunt sends Julia to the artist town of Grand Marais. There she starts to weave tattered threads into a new tapestry while rediscovering her love of sketching and running the antique shop, Past Imperfect. Everything is just starting to go right when a mysterious package arrives bearing an antique letter opener arrives. Julia's natural curiosity is piqued but before she can untangle the mystery it's found embedded in Tom Peterson's chest. The tapestry of her new life begins to unravel as she is named a prime suspect. Now, left with few clues and a past not willing to let her go, Julia works to solve the mystery and the murder. Infidelity through time and a curse that only she can break - once she figures out how.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adult",
                "New Adult",
                "Contemporary",
                "Romance",
                "Mystery",
                "Novels",
                "Womens Fiction"
            ]
        },
        {
            "title": "الحرافيش",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.39,
            "ranking_count": 15140,
            "abstract": "ﻳﺼﻒ ﻟﻨﺎ ﻧﺠﻴﺐ ﻣﺤﻔﻮﻅ ﺳﻌﻲ ﺍﻟﻨﻔﺲ ﺍﻟﺒﺸﺮﻳﺔ ﺍﻟﺪﺍﺋﻢ ﺍﻟﻰ ﺍﻟﺨﻼﺹ ﻭﺗﻤﺮﺩﻫﺎ ﻋﻠﻰ ﻧﻔﺴﻬﺎ ﺍﻟﺘﻲ ﺍﺭﺗﻀﺖ ﺑﺎﻟﻮﺍﻗﻊ ﺍﻟﻤﺮﻳﺮ، ﻓﺘﺤﺜﻬﺎ ﺩﺍﺋﻤﺎ ﺍﻟﻰ ﺍﻟﺨﻼﺹ، ﻭﺍﻟﺨﺮﻭﺝ ﻣﻦ ﻧﻔﻖ ﺍﻟﻨﻔﺲ ﺍﻟﻤﻈﻠﻢ، ﻭﻟﻜﻨﻬﺎ ﺗﺼﻄﺪﻡ ﺩﺍﺋﻤﺎ ﺑﺤﺐ ﺍﻟﺪﻧﻴﺎ ﻭﺍﻏﻮﺍﺋﺎﺗﻬﺎ ﺍﻟﻼﻣﺤﺪﻭﺩﺓ ﻭﻫﻨﺎ ﻳﻜﻮﻥ ﻣﻔﺘﺮﻕ ﺍﻟﻄﺮﻕ ﺍﻟﺬﻱ ﺗﺨﺘﺎﺭ ﻓﻴﻪ ﺍﻟﻨﻔﺲ ﺍﻣﺎ ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺧﻄﻰ ﺍﻟﺼﺎﻟﺤﻴﻦ ﺍﻷﻭﺍﺋﻞ ﺃﻭ ﺍﻟﺤﻴﺎﺩ ﻋﻦ ﻃﺮﻳﻘﻬﻢ ﻭﺍﻳﺜﺎﺭ ﺷﻬﻮﺍﺗﻬﺎ ﺍﻟﺪﺍﺧﻠﻴﺔ، ﻛﻤﺎ ﻳﺼﻒ ﻟﻨﺎ ﺍﻟﺨﻨﻮﻉ ﻭﺍﻟﺬﻝ ﺍﻟﺬﻱ ﻳﺼﻴﺐ ﺍﻟﻨﻔﺲ ﻣﻦ ﺟﺮﺍﺀ ﻳﺄﺳﻬﺎ ﻣﻦ ﺧﻼﺻﻬﺎ، ﻭﺟﻬﻠﻬﺎ ﺑﺄﻥ ﺍﻟﺨﻼﺹ ﺍﻟﺤﻘﻴﻘﻲ ﻫﻮ ﺍﻟﻨﺎﺑﻊ ﻣﻦ ﺩﺍﺧﻠﻬﺎ ﻻ ﺍﻟﻤﺴﻠﻂ ﻋﻠﻴﻬﺎ ﻣﻦ ﺍﻟﺨﺎﺭﺝ ﻓﻬﻮ ﺧﻼﺹ ﺯﺍﺋﻒ ﺳﺮﻋﺎﻥ ﻣﺎ ﻳﺘﺒﺨﺮ ﻭﻳﺬﻫﺐ ﺭﻳﺤﻪ ﻭﺗﺒﻘﻰ ﺍﻟﻨﻔﺲ ﻓﻲ ﻇﻠﻤﺎﺗﻬﺎ ﺗﺒﻜﻲ ﻋﻠﻰ ﻣﺎﺽ ﻗﺪ ﺗﻮﻟﻰ ﻭﺫﻛﺮﻳﺎﺕ ﻟﻦ ﺗﻌﻮﺩ. كل ذلك في ملحمة رائعة يظهر فيها تعاقب اﻷجيال على مدى قرنين من الزمان من خلال عشر قصص لطالما كانت نبعا للسينما المصرية تنهل منه.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Classics",
                "Northern Africa",
                "Media Tie In",
                "Historical",
                "African Literature",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "The Winter King",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.26,
            "ranking_count": 42026,
            "abstract": "Uther, the High King, has died, leaving the infant Mordred as his only heir. His uncle, the loyal and gifted warlord Arthur, now rules as caretaker for a country which has fallen into chaos - threats emerge from within the British kingdoms while vicious Saxon armies stand ready to invade. As he struggles to unite Britain and hold back the enemy at the gates, Arthur is embroiled in a doomed romance with beautiful Guinevere. Will the old-world magic of Merlin be enough to turn the tide of war in his favour?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Adventure",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Deliverance",
            "authors": [
                "James Dickey"
            ],
            "ranking": 3.89,
            "ranking_count": 30992,
            "abstract": "The setting is the Georgia wilderness, where the state's most remote white-water river awaits. In the thundering froth of that river, in its echoing stone canyons, four men on a canoe trip discover a freedom and exhilaration beyond compare. And then, in a moment of horror, the adventure turns into a struggle for survival as one man becomes a human hunter who is offered his own harrowing deliverance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Thriller",
                "Horror",
                "Adventure",
                "Literature",
                "Novels",
                "Suspense",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Millennium Approaches",
            "authors": [
                "Tony Kushner"
            ],
            "ranking": 4.24,
            "ranking_count": 22343,
            "abstract": "Angels in America is a play in two parts by American playwright Tony Kushner.. The play is a complex, often metaphorical, and at times symbolic examination of AIDS and homosexuality in America in the 1980s. Certain major and minor characters are supernatural beings (angels) or deceased persons (ghosts). The play contains multiple roles for several of the actors. Initially and primarily focusing on a gay couple in Manhattan, the play also has several other storylines, some of which occasionally intersect.",
            "part_of_series": true,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "LGBT",
                "Classics",
                "Academic",
                "Fantasy"
            ]
        },
        {
            "title": "Ariel",
            "authors": [
                "Sylvia Plath"
            ],
            "ranking": 4.21,
            "ranking_count": 65089,
            "abstract": "Sylvia Plath's celebrated collection.. When Sylvia Plath died, she not only left behind a prolific life but also her unpublished literary masterpiece,. Ariel. . Her husband, Ted Hughes, brought the collection to life in 1966, and its publication garnered worldwide acclaim. This collection showcases the beloved poet’s brilliant, provoking, and always moving poems, including Ariel and once again shows why readers have fallen in love with her work throughout the generations.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Feminism",
                "Fiction",
                "Literature",
                "Health",
                "Womens",
                "Adult"
            ]
        },
        {
            "title": "Furies of Calderon",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.12,
            "ranking_count": 102102,
            "abstract": "In this extraordinary fantasy epic, the #1 New York Times bestselling author of the Dresden Files leads readers into a world where the fate of the realm rests on the shoulders of a boy with no power to call his own .... For a thousand years, the people of Alera have united against the aggressive and threatening races that inhabit the world, using their unique bonds with the furies - elementals of earth, air, fire, water, wood, and metal. But in the remote Calderon Valley, the boy Tavi struggles with his lack of furycrafting. At fifteen, he has no wind fury to help him fly, no fire fury to light the lamps. Yet as the Alerans' most savage enemy - the Marat horde - returns to the Valley, Tavi's courage and resourcefulness will be a power greater than any fury, one that could turn the tides of war ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Clown",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.97,
            "ranking_count": 25127,
            "abstract": "Acclaimed entertainer Hans Schnier collapses when his beloved Marie leaves him because he won’t marry her within the Catholic Church. The desertion triggers a searing re-examination of his life—the loss of his sister during the war, the demands of his millionaire father and the hypocrisies of his mother, who first fought to “save” Germany from the Jews, then worked for “reconciliation” afterwards.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Classics",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "UnWholly",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.24,
            "ranking_count": 52947,
            "abstract": "It’s finally here. The long-awaited sequel to the bestselling. Unwind. , which Publishers Weekly called a “gripping, brilliantly imagined futuristic thriller.”. Thanks to Connor, Lev, and Risa—and their high-profile revolt at Happy Jack Harvest Camp—people can no longer turn a blind eye to unwinding. Ridding society of troublesome teens while simltaneously providing much-needed tissues for transplant might be convenient, but its morality has finally been brought into question. However, unwinding has become big business, and there are powerful political and corporate interests that want to see it not only continue, but also expand to the unwinding of prisoners and the impoverished.. Cam is a product of unwinding; made entirely out of the parts of other unwinds, he is a teen who does not technically exist. A futuristic Frankenstein, Cam struggles with a search for identity and meaning and wonders if a rewound being can have a soul. And when the actions of a sadistic bounty hunter cause Cam’s fate to become inextricably bound with the fates of Connor, Risa, and Lev, he’ll have to question humanity itself.. Rife with action and suspense, this riveting companion to the perennially popular Unwind challenges assumptions about where life begins and ends—and what it means to live.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Horror",
                "Thriller",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Half Bad",
            "authors": [
                "Sally Green"
            ],
            "ranking": 3.78,
            "ranking_count": 47981,
            "abstract": "Wanted by no one.. Hunted by everyone.. Sixteen-year-old Nathan lives in a cage: beaten, shackled, trained to kill. In a modern-day England where two warring factions of witches live amongst humans, Nathan is an abomination, the illegitimate son of the world's most terrifying and violent witch, Marcus. Nathan's only hope for survival is to escape his captors, track down Marcus, and receive the three gifts that will bring him into his own magical powers—before it's too late. But how can Nathan find his father when there is no one safe to trust, not even family, not even the girl he loves?. Half Bad. is an international sensation and the start of a brilliant trilogy: a gripping tale of alienation and the indomitable will to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Apollyon",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.34,
            "ranking_count": 50681,
            "abstract": "Fate isn't something to mess with and now, neither is Alex.. Alex has always feared two things: losing herself in the Awakening and being placed on the Elixir. But love has always been stronger than Fate, and Aiden St. Delphi is willing to make war on the gods—and Alex herself—to bring her back.. The gods have killed thousands and could destroy entire cities in their quest to stop Seth from taking Alex's power and becoming the all-powerful God Killer. But breaking Alex's connection to Seth isn't the only problem. There are a few pesky little loopholes in the whole an Apollyon can't be killed theory, and the only person who might know how to stop the destruction has been dead for centuries.. Finding their way past the barriers that guard the Underworld, searching for one soul among countless millions, and then somehow returning will be hard enough. Alex might be able to keep Seth from becoming the God Killer or she might become the God Killer herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "My Soul to Take",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 3.87,
            "ranking_count": 42307,
            "abstract": "She doesn't see dead people. She senses when someone near her is about to die. And when that happens, a force beyond her control compels her to scream bloody murder.. Literally.. Kaylee just wants to enjoy having caught the attention of the hottest guy in school. But a normal date is hard to come by when Nash seems to know more about her need to scream than she does. And when classmates start dropping dead for no apparent reason, only Kaylee knows who'll be next.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Bone People",
            "authors": [
                "Keri Hulme"
            ],
            "ranking": 4.05,
            "ranking_count": 20925,
            "abstract": "The powerful, visionary, Booker Award–winning novel about the complicated relationships between three outcasts of mixed European and Maori heritage.. “This book is just amazingly, wondrously great.” —Alice Walker. In a tower on the New Zealand sea lives Kerewin Holmes: part Maori, part European, asexual and aromantic, an artist estranged from her art, a woman in exile from her family.. One night her solitude is disrupted by a visitor—a speechless, mercurial boy named Simon, who tries to steal from her and then repays her with his most precious possession.. As Kerewin succumbs to Simon’s feral charm, she also falls under the spell of his Maori foster father Joe, who rescued the boy from a shipwreck and now treats him with an unsettling mixture of tenderness and brutality.. Out of this unorthodox trinity Keri Hulme has created what is at once a mystery, a love story, and an ambitious exploration of the zone where indigenous and European New Zealand meet, clash, and sometimes merge.. Winner of both a Booker Prize and Pegasus Prize for Literature, The Bone People is a work of unfettered wordplay and mesmerizing emotional complexity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Historical",
                "Fantasy",
                "Book Club"
            ]
        },
        {
            "title": "Fifth Business",
            "authors": [
                "Robertson Davies"
            ],
            "ranking": 4.06,
            "ranking_count": 17932,
            "abstract": "Ramsay is a man twice born, a man who has returned from the hell of the battle-grave at Passchendaele in World War I decorated with the Victoria Cross and destined to be caught in a no man's land where memory, history, and myth collide. As Ramsay tells his story, it begins to seem that from boyhood, he has exerted a perhaps mystical, perhaps pernicious, influence on those around him. His apparently innocent involvement in such innocuous events as the throwing of a snowball or the teaching of card tricks to a small boy in the end prove neither innocent nor innocuous.. Fifth Business. stands alone as a remarkable story told by a rational man who discovers that the marvelous is only another aspect of the real.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Back To You",
            "authors": [
                "Steve  Bates"
            ],
            "ranking": 4.28,
            "ranking_count": 4495,
            "abstract": "Searching for history’s greatest pastrami on rye, Chris arrives from 1,000 years in the future and hides his time machine in an alley. But Eddie sees through the disguise, takes an unexpected ride, and demonstrates it to his boss at a failing cable TV network. Through a series of adventures, the time machine becomes damaged, friends become stranded, and history gets changed in many ways—some dangerous, all humorous. Two romances—one quite unconventional—blossom along the way. Back to You is a hilarious science fiction romp in the tradition of The Hitchhiker’s Guide to the Galaxy.",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Novels",
                "Contemporary",
                "Fiction",
                "Science Fiction",
                "Epic"
            ]
        },
        {
            "title": "The Ancestor",
            "authors": [
                "Lee Matthew Goldberg"
            ],
            "ranking": 4.27,
            "ranking_count": 4435,
            "abstract": "A man wakes up in present-day Alaskan wilderness with no idea who he is, nothing on him save an empty journal with the date 1898 and a mirror. He sees another man hunting nearby, astounded that they look exactly alike. After following this other man home, he witnesses a wife and child that brings forth a rush of memories of his own wife and child, except he's certain they do not exist in modern times-but from his life in the late 1800s. After recalling his name is Wyatt, he worms his way into his doppelganger Travis Barlow's life. Memories become unearthed the more time he spends, making him believe that he'd been frozen after coming to Alaska during the Gold Rush and that Travis is his great-great grandson. Wyatt is certain gold still exists in the area and finding it with Travis will ingratiate himself to the family, especially with Travis's wife Callie, once Wyatt falls in love. This turns into a dangerous obsession affecting the Barlows and everyone in their small town, since Wyatt can't be tamed until he also discovers the meaning of why he was able to be preserved on ice for over a century.. A meditation on love lost and unfulfilled dreams, The Ancestor is a thrilling page-turner in present day Alaska and a historical adventure about the perilous Gold Rush expeditions where prospectors left behind their lives for the promise of hope and a better future. The question remains whether it was all worth the sacrifice….",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "Historical",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Epic"
            ]
        },
        {
            "title": "Beneath This Man",
            "authors": [
                "Jodi Ellen Malpas"
            ],
            "ranking": 4.27,
            "ranking_count": 88454,
            "abstract": "Book #2 of the erotic This Man trilogy. Jesse Ward drowned her with his intensity and blindsided her with his passion, but he kept her away from his dark secrets and broken soul. Leaving him was the only way Ava O'Shea could survive. She should have known that Jesse Ward is impossible to escape--and now he's back in her life, determined to remind her of the sensual pleasures they had shared. Ava is equally determined to get at the truth beneath this man's steely exterior. That means letting herself get close to the Lord of the Manor once more. And it's exactly where Jesse wants her--within touching distance...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Contemporary",
                "Adult",
                "New Adult",
                "Love",
                "Fiction"
            ]
        },
        {
            "title": "Sorcery of Thorns",
            "authors": [
                "Margaret  Rogerson"
            ],
            "ranking": 4.08,
            "ranking_count": 84046,
            "abstract": "All sorcerers are evil. Elisabeth has known that as long as she has known anything. Raised as a foundling in one of Austermeer’s Great Libraries, Elisabeth has grown up among the tools of sorcery—magical grimoires that whisper on shelves and rattle beneath iron chains. If provoked, they transform into grotesque monsters of ink and leather. She hopes to become a warden, charged with protecting the kingdom from their power.. Then an act of sabotage releases the library’s most dangerous grimoire. Elisabeth’s desperate intervention implicates her in the crime, and she is torn from her home to face justice in the capital. With no one to turn to but her sworn enemy, the sorcerer Nathaniel Thorn, and his mysterious demonic servant, she finds herself entangled in a centuries-old conspiracy. Not only could the Great Libraries go up in flames, but the world along with them.. As her alliance with Nathaniel grows stronger, Elisabeth starts to question everything she’s been taught—about sorcerers, about the libraries she loves, even about herself. For Elisabeth has a power she has never guessed, and a future she could never have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Paranormal",
                "Writing"
            ]
        },
        {
            "title": "The Richest Man in Babylon",
            "authors": [
                "George S. Clason"
            ],
            "ranking": 4.26,
            "ranking_count": 151878,
            "abstract": "Beloved by millions, this timeless classic holds the key to all you desire and everything you wish to accomplish. This is the book that reveals the secret to personal wealth.. The Success Secrets of the Ancients—. An Assured Road to Happiness and Prosperity. Countless readers have been helped by the famous “Babylonian parables,” hailed as the greatest of all inspirational works on the subject of thrift, financial planning, and personal wealth. In language as simple as that found in the Bible, these fascinating and informative stories set you on a sure path to prosperity and its accompanying joys. Acclaimed as a modern-day classic, this celebrated bestseller offers an understanding of—and a solution to—your personal financial problems that will guide you through a lifetime. This is the book that holds the secrets to keeping your money—and making more.. The Richest Man in Babylon. Read it and recommend it to loved ones—. and get on the road to riches.. MORE THAN TWO MILLION BOOKS SOLD",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Business",
                "Nonfiction",
                "Self Help",
                "Finance",
                "Currency",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Under the Bus",
            "authors": [
                "Kyle Keyes"
            ],
            "ranking": 4.31,
            "ranking_count": 4847,
            "abstract": "Homicide detectives, Donde Clark and Juanito Lewis moved to Hobbs Creek just days before banker, Richard Ghetti was gunned down in the front room of his Lake Powhattan, water front cabin.Barbershop talk had it that divine providence played some part in transferring the two NYC lawmen from the Big Apple to this backwater town in South Jersey. Hobbs Creek Police Chief, Alvin Phillips believed it was his lucky silver dollar. The Six-O-Clock news refused comment because the incident did not relate to the Corona virus.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Blood and Chocolate",
            "authors": [
                "Annette Curtis Klause"
            ],
            "ranking": 3.79,
            "ranking_count": 41194,
            "abstract": "Vivian Gandillon relishes the change, the sweet, fierce ache that carries her from girl to wolf. At sixteen, she is beautiful and strong, and all the young wolves are on her tail. But Vivian still grieves for her dead father; her pack remains leaderless and in disarray, and she feels lost in the suburbs of Maryland. She longs for a normal life. But what is normal for a werewolf?. Then Vivian falls in love with a human, a meat-boy. Aiden is kind and gentle, a welcome relief from the squabbling pack. He’s fascinated by magic, and Vivian longs to reveal herself to him. Surely he would understand her and delight in the wonder of her dual nature, not fear her as an ordinary human would.. Vivian’s divided loyalties are strained further when a brutal murder threatens to expose the pack. Moving between two worlds, she does not seem to belong in either. What is she really—human or beast? Which tastes sweeter—blood or chocolate?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Black Obelisk",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.38,
            "ranking_count": 11794,
            "abstract": "From the author of the masterpiece. All Quiet on the Western Front, The Black Obelisk. is a classic novel of the troubling aftermath of World War I in Germany.. A hardened young veteran from the First World War, Ludwig now works for a monument company, selling stone markers to the survivors of deceased loved ones. Though ambivalent about his job, he suspects there’s more to life than earning a living off other people’s misfortunes.. A self-professed poet, Ludwig soon senses a growing change in his fatherland, a brutality brought upon it by inflation. When he falls in love with the beautiful but troubled Isabelle, Ludwig hopes he has found a soul who will offer him salvation—who will free him from his obsession to find meaning in a war-torn world. But there comes a time in every man’s life when he must choose to live—despite the prevailing thread of history horrifically repeating itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "War",
                "Cultural",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "Relic",
            "authors": [
                "Douglas Preston",
                "Lincoln Child"
            ],
            "ranking": 4.04,
            "ranking_count": 100519,
            "abstract": "Just days before a massive exhibition opens at the popular New York Museum of Natural History, visitors are being savagely murdered in the museum's dark hallways and secret rooms. Autopsies indicate that the killer cannot be human.... But the museum's directors plan to go ahead with a big bash to celebrate the new exhibition, in spite of the murders.. Museum researcher Margo Green must find out who-or what-is doing the killing. But can she do it in time to stop the massacre?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Thriller",
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Suspense",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Guess How Much I Love You",
            "authors": [
                "Sam McBratney",
                "Anita Jeram"
            ],
            "ranking": 4.37,
            "ranking_count": 134792,
            "abstract": "Guess how much I love you, says Little Nutbrown Hare. Little Nutbrown Hare shows his daddy how much he loves him: as wide as he can reach and as far as he can hop. But Big Nutbrown Hare, who can reach farther and hop higher, loves him back just as much. Well then Little Nutbrown Hare loves him right up to the moon, but that's just halfway to Big Nutbrown Hare's love for him.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Family",
                "Classics",
                "Love",
                "Kids"
            ]
        },
        {
            "title": "Feet of Clay",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.29,
            "ranking_count": 76833,
            "abstract": "'Sorry?' said Carrot. If it's just a thing, how can it commit murder? A sword is a thing' - he drew his own sword; it made an almost silken sound - 'and of course you can't blame a sword if someone thrust it at you, sir.'. For members of the City Watch, life consists of troubling times, linked together by periods of torpid inactivity. Now is one such troubling time. People are being murdered, but there's no trace of anything alive having been at the crime scene. Is there ever a circumstance in which you can blame the weapon not the murderer? Such philosophical questions are not the usual domain of the city's police, but they're going to have to start learning fast...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Mystery",
                "Audiobook",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Fear",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.23,
            "ranking_count": 47528,
            "abstract": "It's been one year since all the adults disappeared. Gone.. Despite the hunger and the lies, even despite the plague, the kids of Perdido Beach are determined to survive. Creeping into the tenuous new world they've built, though, is perhaps the worst incarnation yet of the enemy known as the Darkness: fear.. Within the FAYZ, life breaks down while the Darkness takes over, literally—turning the dome-world of the FAYZ entirely black. In darkness, the worst fears of all emerge, and the cruelest of intentions are carried out. But even in their darkest moments, the inhabitants of the FAYZ maintain a will to survive and a desire to take care of the others in their ravaged band that endures, no matter what the cost.. Fear, Michael Grant's fifth book in the bestselling dystopian Gone series, will thrill readers . . . even as it terrifies them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Eighth Grade Bites",
            "authors": [
                "Heather Brewer",
                "Z Brewer"
            ],
            "ranking": 3.93,
            "ranking_count": 35268,
            "abstract": "Junior high really sucks for thirteen-year-old Vladimir Tod. Bullies harass him, the principal is dogging him, and the girl he likes prefers his best friend. Oh, and Vlad has a secret: his mother was human, but his father was a vampire. With no idea of the extent of his powers, Vlad struggles daily with his blood cravings and his enlarged fangs. When a substitute teacher begins to question him a little too closely, Vlad worries that his cover is about to be blown. But then he faces a much bigger problem: he's being hunted by a vampire killer.. Watch a QuickTime trailer for this book.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Horror",
                "Childrens"
            ]
        },
        {
            "title": "The Indian in the Cupboard",
            "authors": [
                "Lynne Reid Banks"
            ],
            "ranking": 3.92,
            "ranking_count": 101865,
            "abstract": "At first, Omri is unimpressed with the plastic Indian toy he is given for his birthday. But when he puts it in his old cupboard and turns the key, something extraordinary happens that will change Omri's life for ever.. For Little Bear, the Iroquois Indian brave, comes to life...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "The Eternity Code",
            "authors": [
                "Eoin Colfer"
            ],
            "ranking": 4.04,
            "ranking_count": 131850,
            "abstract": "Thirteen-year-old criminal mastermind Artemis Fowl has constructed a supercomputer from stolen fairy technology. In the wrong hands it could be fatal for humans and fairies alike. But no need to worry, Artemis has a brilliant plan. He's not going to use the computer; he's just going to show it to a ruthless American businessman with Mafia connections. His bodyguard, Butler, will be with him. What could possibly go wrong...?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams and Reaching Your Destiny",
            "authors": [
                "Robin S. Sharma"
            ],
            "ranking": 3.87,
            "ranking_count": 133492,
            "abstract": "Wisdom to Create a Life of Passion, Purpose, and Peace. This inspiring tale provides a step-by-step approach to living with greater courage, balance, abundance, and joy. A wonderfully crafted fable,. The Monk Who Sold His Ferrari. tells the extraordinary story of Julian Mantle, a lawyer forced to confront the spiritual crisis of his out-of-balance life. On a life-changing odyssey to an ancient culture, he discovers powerful, wise, and practical lessons that teach us to:. Develop Joyful Thoughts, Follow Our Life's Mission and Calling, Cultivate Self-Discipline and Act Courageously, Value Time as Our Most Important Commodity, Nourish Our Relationships, and Live Fully, One Day at a Time.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Inspirational",
                "Psychology",
                "Business",
                "Audiobook",
                "Unfinished"
            ]
        },
        {
            "title": "Love Unscripted",
            "authors": [
                "Tina Reber"
            ],
            "ranking": 4.02,
            "ranking_count": 67835,
            "abstract": "An A-List Movie Star. . .. Ryan Christensen just wanted to be an actor. Never in his wildest dreams did he imagine a life where fans would chase him, paparazzi would stalk him, and Hollywood studios would want to own him. While filming in Seaport, Rhode Island, Ryan ducks into a neighborhood bar for a quick escape from legions of screaming fans . . . and finds much more than he expected.. A Small-Town Girl. . .. Nursing a recent heartbreak, Taryn Mitchell believes men are best kept at a safe distance. But when Ryan Christensen unexpectedly bursts through the front door of her pub, she can’t help but be drawn in by his humor, charm, and undeniable good looks. At six foot two, with dirty blond hair, blue eyes, and an incredible body, Ryan has every girl in Seaport swooning. But Taryn isn’t every other girl.. A Relationship That Doesn’t Follow the Script. . .. Despite her better judgment, Taryn soon finds herself falling hard for Ryan. But is their bond strong enough to survive the tabloid headlines, the relentless paparazzi, and the jealous fans who seem determined to tear them apart?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Womens Fiction",
                "Love",
                "Adult Fiction",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Falling Kingdoms",
            "authors": [
                "Morgan Rhodes",
                "Michelle Rowen"
            ],
            "ranking": 3.78,
            "ranking_count": 58412,
            "abstract": "In the three kingdoms of Mytica, magic has long been forgotten. And while hard-won peace has reigned for centuries, a deadly unrest now simmers below the surface.. As the rulers of each kingdom grapple for power, the lives of their subjects are brutally transformed... and four key players, royals and rebels alike, find their fates forever intertwined. Cleo, Jonas, Lucia, and Magnus are caught in a dizzying world of treacherous betrayals, shocking murders, secret alliances, and even unforeseen love.. The only outcome that's certain is that kingdoms will fall. Who will emerge triumphant when all they know has collapsed?. It's the eve of war.... Choose your side.. Princess:. Raised in pampered luxury, Cleo must now embark on a rough and treacherous journey into enemy territory in search of magic long thought extinct.. Rebel:. Jonas, enraged at injustice, lashes out against the forces of oppression that have kept his country cruelly impoverished. To his shock, he finds himself the leader of a people's revolution centuries in the making.. Sorceress:. Lucia, adopted at birth into the royal family, discovers the truth about her past—and the supernatural legacy she is destined to wield.. Heir:. Bred for aggression and trained to conquer, firstborn son Magnus begins to realize that the heart can be more lethal than the sword....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Man Who Was Thursday: A Nightmare",
            "authors": [
                "G.K. Chesterton",
                "Jonathan Lethem",
                "José Laurênio de Mello"
            ],
            "ranking": 3.82,
            "ranking_count": 36529,
            "abstract": "G. K. Chesterton's surreal masterpiece is a psychological thriller that centers on seven anarchists in turn-of-the-century London who call themselves by the names of the days of the week. Chesterton explores the meanings of their disguised identities in what is a fascinating mystery and, ultimately, a spellbinding allegory.. As Jonathan Lethem remarks in his Introduction, The real characters are the ideas. Chesterton's nutty agenda is really quite simple: to expose moral relativism and parlor nihilism for the devils he believes them to be. This wouldn't be interesting at all, though, if he didn't also show such passion for giving the devil his due. He animates the forces of chaos and anarchy with every ounce of imaginative verve and rhetorical force in his body.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Fantasy",
                "Philosophy",
                "Literature",
                "Novels",
                "Thriller",
                "European Literature",
                "Christian"
            ]
        },
        {
            "title": "The Perfect Storm: A True Story of Men Against the Sea",
            "authors": [
                "Sebastian Junger"
            ],
            "ranking": 4.1,
            "ranking_count": 108775,
            "abstract": "Takes readers into the maelstrom and shows nature's splendid and dangerous havoc at its utmost.. October 1991. It was the perfect storm--a tempest that may happen only once in a century--a nor'easter created by so rare a combination of factors that it could not possibly have been worse. Creating waves ten stories high and winds of 120 miles an hour, the storm whipped the sea to inconceivable levels few people on Earth have ever witnessed. Few, except the six-man crew of the Andrea Gail, a commercial fishing boat tragically headed towards its hellish center.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Environment",
                "Historical",
                "Science",
                "Audiobook",
                "Travel"
            ]
        },
        {
            "title": "The Enchantress Returns",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.46,
            "ranking_count": 52753,
            "abstract": "After decades of hiding, the evil Enchantress who cursed Sleeping Beauty is back with a vengeance.. Alex and Conner Bailey have not been back to the magical Land of Stories since their adventures in The Wishing Spell ended. But one night, they learn the famed Enchantress has kidnapped their mother! Against the will of their grandmother, the twins must find their own way into the Land of Stories to rescue their mother and save the fairy tale world from the greatest threat it's ever faced.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Retellings"
            ]
        },
        {
            "title": "The Mysterious Benedict Society and the Prisoner's Dilemma",
            "authors": [
                "Trenton Lee Stewart",
                "Del Roy"
            ],
            "ranking": 4.3,
            "ranking_count": 37422,
            "abstract": "IF YOU FAIL,. ALL IS. LOST.. Join the Mysterious Benedict Society as Reynie, Kate, Sticky, and Constance embark on a daring new adventure that threatens to force them apart from their families, friends, and even each other. When an unexplained blackout engulfs Stonetown, the foursome must unravel clues relating to a nefarious new plot, while their search for answers brings them closer to danger than ever before.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Lies My Teacher Told Me: Everything Your American History Textbook Got Wrong",
            "authors": [
                "James W. Loewen"
            ],
            "ranking": 3.96,
            "ranking_count": 64600,
            "abstract": "Unabridged, 9 audiocassettes, 14 hours 45 minutes. _______________. This national best-seller is an entertaining, informative, and sometimes shocking expose of the way history is taught to American students.. Lies My Teacher Told Me. won the American Book Award and the Oliver Cromwell Cox Award for Distinguished Anti-Racist Scholarship.. James W. Loewen, a sociology professor and distinguished critic of history education, puts 12 popular textbooks under the microscope-and what he discovers will surprise you. In his opinion, every one of these texts fails to make its subject interesting or memorable. Worse still is the proliferation of blind patriotism, mindless optimism and misinformation filling the pages.. From the truth about Christopher Columbus to the harsh reality of the Vietnam War, Loewen picks apart the lies we've been told. This audiobook, narrated by Brian Keeler (. The Hurricane. , All My Children) will forever change your view of the past.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Education",
                "Politics",
                "North American Hi...",
                "Historical",
                "Teaching",
                "Social Movements",
                "Sociology",
                "Reference"
            ]
        },
        {
            "title": "The Absolute Sandman, Volume One",
            "authors": [
                "Neil Gaiman",
                "Mike Dringenberg",
                "Chris Bachalo",
                "Michael Zulli",
                "Kelly  Jones",
                "Charles Vess",
                "Colleen Doran",
                "Malcolm Jones III",
                "more…",
                "Steve Parkhouse",
                "Daniel Vozzo",
                "Lee Loughridge",
                "Steve Oliff",
                "Todd Klein",
                "Dave McKean",
                "Sam Kieth",
                "…less"
            ],
            "ranking": 4.65,
            "ranking_count": 19662,
            "abstract": "One of the most popular and critically acclaimed comic book titles of all time,. New York Times. best-selling author. Neil Gaiman. 's masterpiece. The Sandman. set new standards for mature, lyrical fantasy and graphic narrative. Now, Vertigo and DC Comics are proud to present the first of four definitive Absolute Editions collecting this groundbreaking series in its entirety.. The Absolute Sandman, Volume One. reprints issues 1-20 of. The Sandman. , and features all-new coloring on issues 1-18, commissioned especially for this edition. This volume also includes a full reproduction of Gaiman's original proposal for the series and the complete script and pencils by Gaiman and. Charles Vess. for the World Fantasy Award-winning story A Midsummer Night's Dream from. The Sandman. 19. . Finally, a gallery of character design sketches show the evolution of Dream of the Endless.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Superheroes"
            ]
        }
    ]
}