{
    "books": [
        {
            "title": "La morte nell'anima",
            "authors": [
                "Jean-Paul Sartre",
                "Giorgio Monicelli"
            ],
            "ranking": 3.88,
            "ranking_count": 2230,
            "abstract": "I nazisti occupano Parigi, l'esercito francese è in rotta, la Francia, sbandata, sembra destinata a scomparire dalla carta geografica, inglobata in un Europa dominata da Hitler. Tutti si trovano improvvisamente a dover scegliere tra la vita e la morte, tra la degradazione e l'eroismo. Ne La morte dell'anima Jean-Paul Sartre delinea il percorso di un gruppo di intellettuali, tra cui emerge simbolicamente la figura di Mathieu. Professore di filosofia coinvolto suo malgrado nella guerra, estraneo alla sua logica così com'era stato estraneo ai valori di quella Francia che la guerra aveva voluto, Mathieu osserva con impotente lucidità la propria disperazione, lo sfacelo umano dei suoi compagni, incerto tra la pietà e il disgusto. E' un'isolata azione di guerra, a pochi giorni dall'armistizio, a dargli l'occasione del suo riscatto: dall'alto di un campanile, Mathieu, rischiando la vita, spara sui nazisti. Può così finalmente saldare il conto con se stesso, ribellarsi contro la propria impotenza e contro l'ipocrisia della società in cui aveva vissuto. Sono 15 minuti di resistenza, di rivolta, di libertà: un'immensa rivincita.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Cultural",
                "Literature",
                "Classics",
                "European Literature",
                "Novels",
                "War",
                "Roman"
            ]
        },
        {
            "title": "Numbers in the Dark and Other Stories",
            "authors": [
                "Italo Calvino",
                "Tim Parks"
            ],
            "ranking": 3.95,
            "ranking_count": 2530,
            "abstract": "For the first time in paperback--a volume of thirty-seven diabolically inventive stories, fables, and impossible interviews from one of the great fantasists of the 20th century, displaying the full breadth of his vision and wit.  Written between 1943 and 1984 and masterfully translated by Tim Parks, the fictions in. Numbers in the Dark. display all of Calvino's dazzling gifts: whimsy and horror, exuberance of style, and a cheerful grasp of the absurdities of the human condition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Fantasy",
                "Magical Realism",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "A Course in Miracles",
            "authors": [
                "Foundation for Inner Peace",
                "Helen Schucman"
            ],
            "ranking": 4.17,
            "ranking_count": 30456,
            "abstract": "This landmark guide to modern spirituality is as relevant now as when it was first published in 1975.. Featuring an updated text split into three volumes - Text, Workbook for Students & Manual for Teachers - this thought-provoking and informative book includes universal spiritual themes that will help you to achieve dramatic, lasting results in every aspect of your life.. By following the self-study programme, you will learn to develop a constant state of happiness and peace though the application of its principles.. __________. 'I love it. Will make you see the world differently' - 5* reader review. 'This book can and will change your life' - 5* reader review. 'Anyone who has ever sensed that pull against the ego for a greater understanding and meaning to life, will feel blessed to have discovered this great work.' - 5* reader review",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Self Help",
                "Philosophy",
                "Religion",
                "Psychology",
                "Reference",
                "Inspirational"
            ]
        },
        {
            "title": "Winter Is Not Forever",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.09,
            "ranking_count": 3429,
            "abstract": "As graduation nears, Josh Jones worries that he is the only member of his class not to know what he wants to do with his life.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Historical",
                "Romance",
                "Adult Fiction",
                "Inspirational",
                "Young Adult"
            ]
        },
        {
            "title": "Pilgrim at Sea",
            "authors": [
                "Pär Lagerkvist",
                "Naomi Walford"
            ],
            "ranking": 3.82,
            "ranking_count": 304,
            "abstract": "Benché il successo di Barabba e il Premio Nobel nei 1951 l’avessero fatto conoscere al grande pubblico anche italiano, Pär Lagerkvist è stato in seguito quasi dimenticato; lasciato in disparte dai flussi delle mode. Ma la scarna semplicità della sua lingua, la linearità delle narrazioni, la capacità di costruire sto­rie che, come Misteri medievali, hanno per soggetto le avventure dell’anima e per teatro lo spazio fra la terra e il cielo, pongono Lagerkvist nel numero dei «classici» per i quali giunge, prima o poi, il momento della rilettura. Due storie si intrecciano in Pellegrino sul mare: quella di Tobias, che parte per la Terra Santa imbarcandosi su una nave pirata, e quella di Giovanni, il vecchio marinaio che da anni percorre il mare perseguitato dal doloroso ricordo di una pas­sione impossibile. Ma esiste la Terra Santa? Esiste una pace, una fede che giustifichi la nostra vita? Esi­ste l’amore perfetto? Sullo sfondo della violenza e della brutalità della vita di bordo e dell’inquieta e indifferente presenza del mare, nessuna risposta è possibile. È l’assenza la condizione umana, la sepa­razione, la mancanza, come testimonia il medaglione vuoto che i personaggi di Lagerkvist si passano da un romanzo all’altro. I suoi ebrei erranti, le sue sibille, i vagabondi ricercatori di Dio e della verità, portano sempre dentro di sé quella nostalgia per una patria mai avuta e quella tensione verso un’improbabile terra promessa che sono nel fondo di tutti.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "جيوب مثقلة بالحجارة ورواية لم تكتب بعد",
            "authors": [
                "Virginia Woolf",
                "فاطمة ناعوت",
                "ماهر شفيق فريد",
                "فرجينيا وولف"
            ],
            "ranking": 3.38,
            "ranking_count": 652,
            "abstract": "ﺷﺮﻭﺣﺎﺕ ﻭﺭﻭﺍﻳﺔ ﻟﻢ ﺗﻜﺘﺐ ﺑﻌﺪ",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Novels",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Collected Short Stories",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 3.93,
            "ranking_count": 2474,
            "abstract": "Collected together in one volume, the complete short stories of Britain's bestselling author, 'the greatest storyteller of our age' -- Mail on Sunday.. Millions of readers around the world have relished Jeffrey Archer's short stories. His first collection,. A Quiver Full of Arrows. , was acclaimed by The Times as 'stylish, witty and entertaining...Jeffrey Archer has a natural aptitude for short stories.' Publishers Weekly wrote: 'Somerset Maugham never penned anything so swift or urbanely witty as this.'. Of his second collection,. A Twist in the Tale. , the New York Times said: 'Jeffrey Archer plays a subtle cat-and-mouse game with the reader in twelve original stories that end, more often than not, with our collective whiskers twitching in surprise', and The Times concluded that it was 'certain to delight his many fans'.. His third,. Twelve Red Herrings. , was described by the Daily Express as 'outstanding...white-knuckle suspense and witty denouements', and by the Daily Mail as 'an exemplary collection of short stories'.. These thirty-six stories show Jeffrey Archer at the peak of his form. His mastery of characterisation and suspense, combined with a gift for the unexpected plot twist, demonstrate why he is Britain's bestselling author, and will provide a feast of entertainment for readers old and new.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Thriller",
                "Mystery",
                "Anthologies",
                "Modern",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "The Illusion",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.92,
            "ranking_count": 2564,
            "abstract": "Tobias, the other Animorphs, and Ax already have a few problems: saving the world, keeping their identities secret, finishing their homework. Now they have one more thing to add to the list. The Yeerks have discovered a way to cause a person to demorph. And with this new device Visser Three plans on capturing the Andalite bandits.. Now what? The Animorphs and Ax realize they have to get rid of the device—or be captured by the Yeerks. And the risk of getting caught is very high. That's when Tobias comes up with the only possible plan. Someone has to acquire Ax. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "A Game of Thrones / A Clash of Kings",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.53,
            "ranking_count": 26021,
            "abstract": "2 eBooks in 1! George R. R. Martin, a writer of unsurpassed vision, power, and imagination, has created a landmark of fantasy fiction. Now his two epic works,. A Game of Thrones. and. A Clash of Kings. are combined together in this eBook edition. Sweeping from a harsh land of cold to a summertime kingdom of epicurean plenty, A Game of Thrones tells a tale of lords and ladies, soldiers and sorcerers, assassins and bastards who come together in a time of grim omens. Here, an enigmatic band of warriors bear swords of no human metal, a tribe of fierce wildings carry men off into madness, a cruel young dragon prince barters his sister to win back his throne, a child is lost in the twilight between life and death, and a determined woman undertakes a treacherous journey to protect all she holds dear. Amid plots and counterplots, tragedy and betrayal, victory and terror, allies and enemies, the fate of the Starks hangs perilously in the balance, as each side endeavors to win that deadliest of conflicts: the game of thrones. In the eagerly awaited second volume in this epic saga, he once again proves himself a master myth-maker, setting a standard against which all other fantasy novels will be measured for years to come. Time is out of joint. The summer of peace and plenty, ten years long, is drawing to a close, and the harsh, chill winter approaches like an angry beast. Two great leaders--Lord Eddard Stark and Robert Baratheon--who held sway over an age of enforced peace are dead...victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns, as pretenders to the Iron Throne of the Seven Kingdoms prepare to stake their claims through tempest, turmoil, and war. As a prophecy of doom cuts across the sky--a comet the color of blood and flame--six factions struggle for control of a divided land. Eddard's son Robb has declared himself King in the North. In the south, Joffrey, the heir apparent, rules in name only, victim of the scheming courtiers who teem over King's Landing. Robert's two brothers each seek their own dominion, while a disfavored house turns once more to conquest. And a continent away, an exiled queen, the Mother of Dragons, risks everything to lead her precious brood across a hard hot desert to win back the crown that is rightfully hers. A Clash of Kings transports us into a magnificent, forgotten land of revelry and revenge, wizardry and warfare. It is a tale in which maidens cavort with madmen, brother plots against brother, and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, the price of glory may be measured in blood. And the spoils of victory may just go to the men and women possessed of the coldest steel ... and the coldest hearts. For when rulers clash, all of the land feels the tremors. Audacious, inventive, brilliantly imagined, A Clash of Kings is a novel of dazzling beauty and boundless enchantment--a tale of pure excitement you will never forget.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "The Witches of Eileanan",
            "authors": [
                "Kate Forsyth"
            ],
            "ranking": 4.02,
            "ranking_count": 6657,
            "abstract": "In the Celtic land of Eileanan, witches and magic have been outlawed, and those caught for practicing witchcraft are put to death! It is a land ruled by an evil Queen, where sea-dwelling Fairgean stir, and children vanish in the night. But in a valley deep in the mountains, young Isabeau grows to womanhood under the guidance of an elderly witch, and must set out on a quest, carrying the last hopes of the persecuted witches.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Once a Princess",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.09,
            "ranking_count": 11417,
            "abstract": "Once Upon A Time...In a rustic Mississippi tavern, a beautiful exiled princess was forced to dance for the pleasure of others unaware of her regal birthright...and infuriated by a magnificent golden-eyed devil who crossed an ocean to possess her. From A Far Off Land... A bold and brazen prince came to America to claim his promised bride. But the spirited vixen spurned his affections while inflaming his royal blood with passion's fire...impelling virile Stefan Barany to take in sensuous and searing conquest the love Tatiana vowed never to yield.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Fairy Tales",
                "Adventure",
                "Historical Romance"
            ]
        },
        {
            "title": "The Takeover",
            "authors": [
                "Stephen W. Frey"
            ],
            "ranking": 3.84,
            "ranking_count": 927,
            "abstract": "This is a thriller set in the world of high finance about a mergers and acquisitions specialist who finds himself in the middle of a conspiracy involving a huge leveraged buyout that has the potential to topple a presidential administration.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Business"
            ]
        },
        {
            "title": "How Late It Was, How Late",
            "authors": [
                "James Kelman"
            ],
            "ranking": 3.59,
            "ranking_count": 3988,
            "abstract": "One Sunday morning in Glasgow, Sammy, an ex-convict and sometime shoplifter, awakens down a lane after a two-day drinking binge. Friday is a blur and Saturday has disappeared altogether from his memory. Unwisely he gets into a physical altercation with some soldiers; when he next revives he’s in a jail cell, badly battered and—he slowly discovers—completely blind. And things don’t get any better: His girlfriend has disappeared. The police are questioning him and playing every kind of cop game with his head. His stab at Disability Compensation catches him in the Kafkaesque coils of the welfare bureaucracy. Sammy’s response to this wave of misfortune? “So okay, ye’vd had this bad time. Ye’ve lost yer sight for a few days and it’s been bad. Ye’ve coped but ye’ve fucking coped.”. Told in the utterly uncensored language of the Scottish lower classes, How Late It Was, How Late is a dark and subtly political parable of struggle and survival, a masterpiece of irony and black humor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "European Literature",
                "Mystery",
                "Classics"
            ]
        },
        {
            "title": "Desperadoes",
            "authors": [
                "Ron Hansen"
            ],
            "ranking": 3.87,
            "ranking_count": 447,
            "abstract": "At age 65, Emmett Dalton, the sole survivor of the infamous Dalton gang makes a living by selling his outrageous adventure stories to Hollywood.. Desperadoes. details his memories of the murders, bootlegging and thievery he and his posse committed. The grit and excitement of these violent times are expertly evoked by the sharp pen and authentic voice of HarperCollins' bestselling author Ron Hansen.",
            "part_of_series": false,
            "genre_list": [
                "Westerns",
                "Historical",
                "Fiction",
                "Literature",
                "United States",
                "Novels"
            ]
        },
        {
            "title": "The New Strong's Exhaustive Concordance of the Bible",
            "authors": [
                "James Strong"
            ],
            "ranking": 4.66,
            "ranking_count": 3969,
            "abstract": "There simply is not a better comprehensive Bible concordance. A classic word-and-verse reference for more than a century, Nelson's improved edition sets the standard. It's completely updated with easy-to-read modern type and extra Bible study aids, including a 200-page topical index, the famous Hebrew and Greek dictionaries, and convenience features such as pronunciation guides, the words of Christ emphasized, and Nelson's Fan-Tab(TM) Thumb Index System.",
            "part_of_series": false,
            "genre_list": [
                "Reference",
                "Christian",
                "Religion",
                "Nonfiction",
                "Biblical",
                "Inspirational"
            ]
        },
        {
            "title": "Dealing with People You Can't Stand: How to Bring Out the Best in People at Their Worst",
            "authors": [
                "Rick Brinkman",
                "Rick Kirschner"
            ],
            "ranking": 3.67,
            "ranking_count": 1529,
            "abstract": "With their 1994 international bestseller,. Dealing with People You Can't Stand,. Drs. Rick Brinkman and Rick Kirschner armed a civility-starved world with no-nonsense strategies for dealing with difficult people with tact and skill. Since then, cell phones, the Internet, voice mail, and other technological wonders designed to bring people closer together have only made it that much harder to avoid people you can't stand; even worse, they've also created exciting new ways for annoying people to realize their talent for being pains in the butt.. Updated and revised for the digital age, this new edition of Brinkman and Kirschner's bestselling guide shows readers how to successfully combat the whiners, grenades, tanks, snipers, close-talkers, pedants, and other rude, crude, and inconsiderate people who can ruin your day at work, in stores, on the street, in restaurants, at the movies, in waiting rooms, by fax, phone, and E-mail, and in cyberspace.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Business",
                "Language",
                "Leadership",
                "Reference",
                "Relationships",
                "Social"
            ]
        },
        {
            "title": "Tomorrow in the Battle Think on Me",
            "authors": [
                "Javier Marías",
                "Margaret Jull Costa"
            ],
            "ranking": 3.98,
            "ranking_count": 5520,
            "abstract": "No one ever suspects, begins. Tomorrow in the Battle Think On Me. , that they might one day find themselves with a dead woman in their arms.... Marta has just met Victor when she invites him to dinner at her Madrid apartment while her husband is away on business. When her two-year-old son finally falls asleep, Marta and Victor retreat to the bedroom. Undressing, she suddenly feels ill; and in his arms, inexplicably, she dies.. What should Victor do? Remove the compromising tape from the phone machine? Leave food for the child, for breakfast? These are just his first steps, but he soon takes matters further; unable to bear the shadows and the unknowing, Victor plunges into dark waters. And Javier Marías, Europe's master of secrets, of what lies reveal and truth may conceal, is on sure ground in this profound, quirky, and marvelous novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Mystery",
                "Classics"
            ]
        },
        {
            "title": "The Legacy of Conquest: The Unbroken Past of the American West",
            "authors": [
                "Patricia Nelson Limerick"
            ],
            "ranking": 4.01,
            "ranking_count": 1044,
            "abstract": "The 'settling' of the American West has been perceived throughout the world as a series of quaint, violent, and romantic adventures–most with happy endings–and a process that came to an end with the 'closing' of the frontier in the 1890s.. But in fact, Patricia Nelson Limerick argues, the West has a history grounded in primary economic reality; in hardheaded questions of profit, loss, competition, and consolidation. In. The Legacy of Conquest. , she interprets the stories and the characters in a new way: the trappers, traders, Indians, farmers, oilmen, cowboys, and sheriffs of the Old West meant business in more ways than one, and their descendents mean business today.. . Written with extraordinary grace and understanding…[this book] returns the Western American past to the mainstream of national history. …Most important of all is her eloquent plea for Westerners, whether Anglo, Hispanic, Indian, Asian, or black, to see the West as a shared place, a splendid whole which each has helped create. .. -- Howard R. Lamar",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Westerns",
                "Academic",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "The Rings of Saturn",
            "authors": [
                "Paul  French",
                "Isaac Asimov"
            ],
            "ranking": 3.7,
            "ranking_count": 1473,
            "abstract": "Earth officials were hard on the heels of the mysterious Sirian spy, Agent X, when he blasted off in a stolen spaceship. But before they could catch him, the master spy jettisoned the capsule that held his report into the icy rings of Saturn. In a flash, Lucky Starr and Bigman Jones found themselves in a race with the Sirian war fleet to recover it.. When the Sirians couldn't find the capsule, they kidnapped Lucky and Bigman, bringing them to their secret military base on Titan. There the arrogant Sirian commander offered Lucky a terrible choice: turn traitor to Earth—or Bigman would die!. It was not an idle threat.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space",
                "Novels",
                "Anthologies",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "Emotional Intelligence: Why It Can Matter More Than IQ",
            "authors": [
                "Daniel Goleman"
            ],
            "ranking": 4.03,
            "ranking_count": 101478,
            "abstract": "Everyone knows that high IQ is no guarantee of success, happiness, or virtue, but until. Emotional Intelligence. , we could only guess why. Daniel Goleman's brilliant report from the frontiers of psychology and neuroscience offers startling new insight into our two minds—the rational and the emotional—and how they together shape our destiny.. Through vivid examples, Goleman delineates the five crucial skills of emotional intelligence, and shows how they determine our success in relationships, work, and even our physical well-being. What emerges is an entirely new way to talk about being smart.. The best news is that emotional literacy is not fixed early in life. Every parent, every teacher, every business leader, and everyone interested in a more civil society, has a stake in this compelling vision of human possibility.. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Business",
                "Science",
                "Leadership",
                "Education",
                "Audiobook"
            ]
        },
        {
            "title": "The Immortal",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.79,
            "ranking_count": 2517,
            "abstract": "Josie is on vacation in Greece with her friend, her father and his girlfriend. While visiting the sacred island of Delos, she stumbles upon a statue of a goddess. She takes it with her when she leaves the island. The trouble starts. The Goddess wants something from Josie she doesn't want to give.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Childrens"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 3",
            "authors": [
                "Hayao Miyazaki",
                "David R Lewis",
                "Toren Smith",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.56,
            "ranking_count": 2858,
            "abstract": "An epic fantasy tale written and illustrated by the legendary director Hayao Miyazaki!. In a long-ago war, humankind set off a devastating ecological disaster. Thriving indistrial societies disappeared. The earth is slowly submerging beneath the expanding Sea of Corruption, an enormous toxic forest that creates mutant insects and releases a miasma of poisonous spores into the air.At the periphery of the sea, tiny kingdoms are scattered on tiny parcels of land. Here lies the Valley of the Wind, a kingdom of barely 500 citizens; a nation given fragile protection from the decaying sea's poisons by the ocean breezes; and home to Nausicaä.. Nausicaä finds herself on the edge of despair as she comes to realize the full extent of the ecological destruction that's ravaging Earth. Meanwhile, Queen Kushana of Torumekia plots to lead her troops back to the imperial capital and seize the crown. Nausicaä agrees to join Kushana and her people in the fight against the Doroks and her scheming brothers.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Graphic Novels Comics",
                "Comics",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Morning Gift",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 3.96,
            "ranking_count": 7383,
            "abstract": "The Morning Gift. is a beautiful, classic romance from much loved author, Eva Ibbotson.. Ruth lives in the beautiful city of Vienna and is wildly in love with Heini Radik, a brilliant young pianist. But her world is about to change forever.. When Hitler's forces invade, Ruth's family flees to London, but she is unable to get a passport. Quin, a young professor and friend of the family, visits Ruth and, in an effort to bring her back to London, he offers a marriage of convenience. As Ruth throws herself into her London life, Quin begins to fall desperately in love with her. Things are further complicated by the arrival of Heini . . .",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Young Adult",
                "Fiction",
                "War",
                "Adult"
            ]
        },
        {
            "title": "Pillar of Light",
            "authors": [
                "Gerald N. Lund"
            ],
            "ranking": 4.29,
            "ranking_count": 15728,
            "abstract": "You believe me, don't you, Nathan. It was not a question, but a statement, filled with wonder.. It stunned Nathan.. You believe it all. I can see it on your face.. For a moment, time seemed suspended as Nathan probed the inward recesses of his soul. There was still the incredulousness, still the sense of hearing something that couldn't possibly be true. And yet he knew it was. He knew without the least shadow of doubt that everything Joseph was telling him was true. And so, finally, with a wonder of his own, he said, Yes, Joseph, I believe you.. Pillar of Light — the first volume in the series The Work and the Glory — begins the epic story of the Benjamin Steed family. In the 1820s they move from Vermont to Palmyra Township in upstate New York in search of better farmland. There they meet a young man named Joseph Smith and are thrown into the maelstrom of conflict and controversy that swirls around him. Did he really see the Father and the Son in a pillar of light? Has he truly been visited by angelic messengers? What is all this talk about gold plates and new scripture? In short, is he a prophet and seer or a monumental fraud? The answers each one gives to these questions — intensely personal, potentially divisive — will dramatically affect the lives of the Steeds forever after.. Author Gerald N. Lund here masterfully weaves together historical reality and high-powered fiction. In his hands this combination seems to make the reader an eyewitness to the early scenes of the Restoration, thus deepening one's understanding and appreciation of those momentous events. The well-drawn plot and fictional characters present a moving, gripping story. Here are Benjamin and Mary Ann Steed, devoted to each other as man and wife, yet at odds over religion; Joshua, their volatile son, who rebels and heads for trouble; the sensitive Nathan, their second son, in whom Joseph Smith's message strikes a responsive chord; the beautiful Lydia McBride, who captures the hearts of both Joshua and Nathan.. This book skillfully explores the inmost motivations of Joseph Smith and his early followers and the responses of typical contemporary families to the claims he made. These people come to life in this powerful historical novel, a story that captures both the heartache and the happiness that came in the wake of Joseph's experience with the pillar of light.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christianity",
                "Lds",
                "Religion",
                "Fiction",
                "Adult",
                "Christian Fiction",
                "Christian"
            ]
        },
        {
            "title": "A Day No Pigs Would Die",
            "authors": [
                "Robert Newton Peck"
            ],
            "ranking": 3.57,
            "ranking_count": 9620,
            "abstract": "Out of a rare American tradition, sweet as hay, grounded in the gentle austerities of the Book of Shaker, and in the Universal countryman's acceptance of birth, death, and the hard work of wresting a life from the land comes this haunting novel of a Vermont farm boyhood.. In the daily round of his thirteenth year, as the seasons turn and the farm is tended, the boy—whose time is the only-yesterday of Calvin Coolidge, whose people are the Plain People living without frills in the Shaker Way—becomes a man.. That is all, and it is everything. The boy is mauled by Apron, the neighbor's ailing cow whom he helps, alone, to give birth. The grateful farmer brings him a gift—a newborn pig. His father at first demurs (We thank you, Brother Tanner, said Papa, but it's not the Shaker Way to take frills for being neighborly. All that Robert done was what any farmer would do for another) but is persuaded. Rob keeps the pig, names her, and gives her his devotion... He wrestles with grammar in the schoolhouse. He hears rumors of sin. He is taken—at last—to the Rutland Fair. He broadens his heart to make room even for Baptists. And when his father, who can neither read nor cipher, whose hands are bloodied by his trade, whose wisdom and mastery of country things are bred in the bone, entrusts Rob with his final secret, the boy makes the sacrifice that completes his passage into manhood.. All is told with quiet humor and simplicity. Here are lives lived by earthy reason—in a novel that, like a hoedown country fiddler's tune, rings at the same time with both poignancy and cheer.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Historical",
                "Childrens",
                "Academic",
                "Literature",
                "Realistic Fiction"
            ]
        },
        {
            "title": "A Dry White Season",
            "authors": [
                "André Brink"
            ],
            "ranking": 4.06,
            "ranking_count": 3793,
            "abstract": "As startling and powerful as when first published more than two decades ago, André Brink's classic novel,. A Dry White Season. , is an unflinching and unforgettable look at racial intolerance, the human condition, and the heavy price of morality.. Ben Du Toit is a white schoolteacher in suburban Johannesburg in a dark time of intolerance and state-sanctioned apartheid. A simple, apolitical man, he believes in the essential fairness of the South African government and its policies—until the sudden arrest and subsequent suicide of a black janitor from Du Toit's school. Haunted by new questions and desperate to believe that the man's death was a tragic accident, Du Toit undertakes an investigation into the terrible affair—a quest for the truth that will have devastating consequences for the teacher and his family, as it draws him into a lethal morass of lies, corruption, and murder.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Southern Africa",
                "Historical",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Real Murders",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.68,
            "ranking_count": 31437,
            "abstract": "Though a small town at heart, Lawrenceton, Georgia, has its dark side-and crime buffs. One of whom is librarian Aurora Roe Teagarden, a member of the Real Murders Club, which meets once a month to analyze famous cases. It's a harmless pastime—until the night she finds a member killed in a manner that eerily resembles the crime the club was about to discuss. And as other brutal copycat killings follow, Roe will have to uncover the person behind the terrifying game, one that casts all the members of Real Murders, herself included, as prime suspects-or potential victims.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Adult",
                "Audiobook",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "Treasures of the Snow",
            "authors": [
                "Patricia St. John",
                "Mary Mills",
                "Gary Rees"
            ],
            "ranking": 4.22,
            "ranking_count": 3934,
            "abstract": "A story of vicious revenge and hard repentance. Annette and Lucien are enemies. After Annette gets Lucien into trouble at school, he decides to get back at her by threatening the most precious thing in the world to her: her little brother Dani. But tragedy strikes. Annette is so filled with rage that she sets out to alienate and humiliate Lucien at every turn. As Lucien seeks to repent and restore, light floods both of their dark hearts and Christ proves that He makes all things new.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian",
                "Childrens",
                "Christian Fiction",
                "Historical",
                "Classics",
                "Holiday",
                "Young Adult"
            ]
        },
        {
            "title": "Lust, Caution",
            "authors": [
                "Eileen Chang",
                "Julia Lovell",
                "James Schamus"
            ],
            "ranking": 3.7,
            "ranking_count": 1377,
            "abstract": "Now a major motion picture from Oscar-winning director Ang Lee (. Crouching Tiger, Hidden Dragon, Brokeback Mountain. ): an intensely passionate story of love and espionage, set in Shanghai during World War II.. In the midst of the Japanese occupation of China and Hong Kong, two lives become intertwined: Wong Chia Chi, a young student active in the resistance, and Mr. Yee, a powerful political figure who works for the Japanese occupational government. As these two move deftly between Shanghai’s tea parties and secret interrogations, they become embroiled in the complicated politics of wartime — and in a mutual attraction that may be more than what they expected. Written in lush, lavish prose, and with the tension of a political thriller,. Lust, Caution. brings 1940s Shanghai artfully to life even as it limns the erotic pulse of a doomed love affair.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Short Stories",
                "Romance",
                "Classics",
                "Asian Literature",
                "Literature"
            ]
        },
        {
            "title": "The One Minute Manager",
            "authors": [
                "Kenneth H. Blanchard",
                "Spencer Johnson"
            ],
            "ranking": 3.94,
            "ranking_count": 113814,
            "abstract": "For more than twenty years, millions of managers in Fortune 500 companies and small businesses nationwide have followed. The One Minute Manager. 's techniques, thus increasing their productivity, job satisfaction, and personal prosperity. These very real results were achieved through learning the management techniques that spell profitability for the organization and its employees.. The One Minute Manager. is a concise, easily read story that reveals three very practical secrets: One Minute Goals, One Minute Praisings, and One Minute Reprimands. The audio also presents several studies in medicine and the behavioral sciences that clearly explain why these apparently simple methods work so well with so many people. By the audio's end you will know how to apply them to your own situation and enjoy the benefits.",
            "part_of_series": true,
            "genre_list": [
                "Business",
                "Leadership",
                "Nonfiction",
                "Self Help",
                "Productivity",
                "Psychology",
                "Buisness"
            ]
        },
        {
            "title": "The Black Cauldron",
            "authors": [
                "Lloyd Alexander"
            ],
            "ranking": 4.11,
            "ranking_count": 63311,
            "abstract": "Taran, the Assistant Pig-Keeper, and his friends are led into a mortal struggle with Arawn and his deathless warriors. Taran must wrest the black cauldron from them, for it is the cauldron that gives them their evil strength. But can he withstand the three enchantresses, who are determined to turn him and his companions into toads? Taran has not foreseen the awful price he will have to pay in his defence of Prydain...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "1905",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 4.14,
            "ranking_count": 106,
            "abstract": "PART ONE. Russia’s Social Development and Tsarism Russian Capitalism. Russian Capitalism. The Peasantry and the Agrarian Question. The Driving Forces of the Russian Revolution. The Spring. January Ninth. The Strike in October. The Creation of the Soviet of Workers’ Deputies. October Eighteenth. Witte’s Ministry. The first Days of the “Freedoms”. The Tsar’s Men at Work. Storming the Censorship Bastilies. Opposition and Revolution. The November Strike. Eight Hours and a Gun. The Peasant Riots. The Red Fleet. On the Threshold of Counter-Revolution. The Last Days of the Soviet. December. Summing Up. Annexes. The Proletariat & the Russian Revolution. Our Differences. The Struggle for Power. On the Special Features of Russia’s Historical Development. PART TWO. Instead of a Preface to the Second Part. Trial of the Soviet of Workers’ Deputies. The Soviet and the Prosecution. My Speech Before the Court. There. Back",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Russian History",
                "Philosophy"
            ]
        },
        {
            "title": "Blame!, Vol. 1",
            "authors": [
                "Tsutomu Nihei"
            ],
            "ranking": 4.13,
            "ranking_count": 3923,
            "abstract": "In a future world rife with decay and destruction, Killy is a man of few words who packs one very powerful gun. He wanders an endless labyrinth of cyberdungeons filled with concrete and steel, fighting off cyborgs and other bizarre silicate creatures. Everyone is searching for the Net Terminal Genes, but no one is quite certain what kind of power they contain. The answer may lie hidden among the scattered human settlements of this vast and desolate future world.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Comics Manga",
                "Manga"
            ]
        },
        {
            "title": "Berlin Alexanderplatz",
            "authors": [
                "Alfred Döblin"
            ],
            "ranking": 3.85,
            "ranking_count": 8354,
            "abstract": "»Berlin Alexanderplatz« gehört neben dem »Ulysses« von James Joyce und »Manhatten Transfer« von John Dos Passos zu den bedeutendsten Großstadtromanen der Weltliteratur. Erstmals 1929 im S. Fischer Verlag erschienen, erzählt der Roman die bewegende Geschichte des Franz Biberkopf, der nach seiner Entlassung aus dem Gefängnis in einen Strudel aus Verrat und Verbrechen gerät. Darüber hinaus aber erzählt der Roman auch vom der zwanziger Jahre und findet zum ersten Mal in der deutschen Literatur eine eigene, ganz neue Sprache für das Tempo der Stadt.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Roman"
            ]
        },
        {
            "title": "Poems of Paul Celan",
            "authors": [
                "Paul Celan",
                "Michael Hamburger"
            ],
            "ranking": 4.36,
            "ranking_count": 3298,
            "abstract": "In the writing of Paul Celan even we readers who can hear poetry only dimly in German can sense the greatness of his invention: the cadences of a music tilted against music's complacency; words punished for their plausibility by being reinvented and fused together and broken apart; syntax chopped and stretched to crack and expose its crust of dead rhetoric Michael Hamburger has earned our gratitude for rendering these poems into a reasonably inventive English Robert Pinsky, THE NEW REPUBLIC.. Parallel German text and English translation.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Literature",
                "Fiction",
                "Cultural",
                "War",
                "World War II"
            ]
        },
        {
            "title": "On Revolution",
            "authors": [
                "Hannah Arendt"
            ],
            "ranking": 4.03,
            "ranking_count": 2310,
            "abstract": "Tracing the gradual evolution of revolutions since the American and French examples, Arendt predicts the changing relationship between war and revolution and the crucial role such combustive movements will play in the future of international relations.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "History",
                "Nonfiction",
                "Sociology",
                "Writing",
                "Classics",
                "Psychology"
            ]
        },
        {
            "title": "On the Banks of the Bayou",
            "authors": [
                "Roger Lea MacBride",
                "Dan Andreasen"
            ],
            "ranking": 3.93,
            "ranking_count": 3596,
            "abstract": "The seventh book in the Rose Years series, the story of the spirited daughter of the author of the beloved Little House series.. A whole new world opens up for Rose Wilder when she leaves Rocky Ridge Farm and moves to Louisiana to live with her aunt Eliza Jane. Rose is sixteen now, and she thrives in a city brimming with excitement and adventure. Rose even finds herself becoming an independent young woman with her own ideas, ambitions, and dreams.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Kids",
                "The United States Of America"
            ]
        },
        {
            "title": "Devil on the Cross",
            "authors": [
                "Ngũgĩ wa Thiong'o"
            ],
            "ranking": 3.93,
            "ranking_count": 1567,
            "abstract": "This remarkable and symbolic novel centers on Wariinga's tragedy and uses it to tell a story of contemporary Kenya.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Eastern Africa",
                "Novels",
                "Academic",
                "Politics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The World Jones Made",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.64,
            "ranking_count": 3157,
            "abstract": "Floyd Jones is sullen, ungainly, and quite possibly mad, but in a very short time he will rise from telling fortunes at a mutant carnival to convulsing an entire planet. For although Jones has the power to see the future — a power that makes his life a torment — his real gift lies elsewhere: in his ability to make people dream again in a world where dreaming has been made illegal, even when the dream is indistinguishable from a nightmare.. In Philip K. Dick's unsettling chronicle of the rise and fall of a postnuclear messiah, readers will find a novel that is as minutely realistic as it is prophetic. For along with its engineered mutants, hermaphroditic sex performers, and protoplasmic drifters from the stars,. The World Jones Made. gives us nothing less than a deadly accurate reading of our own hunger for belief.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Science Fiction Fantasy",
                "Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Wise Children",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.92,
            "ranking_count": 8177,
            "abstract": "Dora and Nora Chance are a famous song-and-dance team of the British music halls. Billed as The Lucky Chances, the sisters are the illegitimate and unacknowledged daughters of Sir Melchior Hazard, the greatest Shakespearean actor of his day. At once ribald and sentimental, glittery and tender, this rambunctious family saga is Angela Carter at her bewitching best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "European Literature",
                "Novels",
                "Literature",
                "Classics",
                "Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Heart Song",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.85,
            "ranking_count": 6683,
            "abstract": "Melody Logan was as alone as a solitary gull, with only the wild Atlantic wind to lift her spirits..... When Melody Logan's mother died in a car accident, Melody lost the last shred of family she had ever known. She was practically a stranger to the Logans, her wealthy relatives on Cape Cod, where she now drifted on a sea of dark secrets. In the eyes of gentle Aunt Sara, Melody was a replacement for her dead daughter, while for Uncle Jacob she was a reminder of the family's shameful past. Only good-hearted Cary seemed to care, and since it was revealed that she and Cary weren't truly cousins, the affection that had always surged between them now crested in thrilling waves.. But Melody knew she could never truly echo Cary's loving promises until she discovered her own buried identity. Despite Grandma Olivia's dagger-like threats, Melody sought out Belinda, a mysterious, half-crazy woman who was her real grandmother. Belinda gave Melody hope — and a glimmer of the pearls of truth she knew were hidden in the shifting Cape Cod sands. Somehow, someday, the story of her past would be her hard-won treasure, to be savored in a world of sunshine and happiness...where she truly belonged.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Mystery",
                "Gothic",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "The Sailor on the Seas of Fate",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.94,
            "ranking_count": 10357,
            "abstract": "Leaving his cousin Yrkoon sitting as regent upon the Ruby Throne of Melnibone, leaving his cousin Cymoril weeping for him and despairing of his ever returning, Elric sailed from Imrryr, the Dreaming City, and went to seek an unknown goal in the world of the Young Kingdoms where Melniboneans were at best, disliked.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "The Drawing of the Dark",
            "authors": [
                "Tim Powers"
            ],
            "ranking": 3.92,
            "ranking_count": 4738,
            "abstract": "'The Drawing of the Dark is not only one of my favourite Tim Powers novels, it's simply one of my favourite novels. The seamless and seemingly effortless blend of action and humour, the wonderful characters, the rich settings, the brilliant plot - all of it is perfect' James P. Blaylock",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Historical Fiction",
                "Science Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Пегий пес, бегущий краем моря",
            "authors": [
                "Chingiz Aitmatov"
            ],
            "ranking": 4.27,
            "ranking_count": 805,
            "abstract": "Самый верный путь к творческому бессмертию, это писать sub specie mortis - с точки зрения смерти, или, что в данном случае одно и тоже, с точки зрения вечности. Именно с этой позиции пишет свою прозу Чингиз Айтматов, классик русской и киргизской литературы, лауреат самых престижных премий, хотя последнее обстоятельство в глазах читателя современного, сформировавшегося уже на руинах некогда великой империи, не является столь уж важным. Но, несомненно, важным оказалось другое: айтматовские притчи, в которых миф переплетен с реальностью, а национальные, исторические и культурные пласты перемешаны, - приобрели сегодня новое трагическое звучание, стали еще более пронзительными. Потому что пропасть, о которой предупреждал Айтматов несколько десятилетий назад, - теперь у нас под ногами.. В настоящее издание вошли повести-притчи Прощай, Гульсары!, Белый пароход, Пегий пес, бегущий краем моря.. Книгу открывает предисловие известного писателя и философа Г.Гачева.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novella",
                "Classics",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "Heden ben ik nuchter",
            "authors": [
                "Herman Brusselmans"
            ],
            "ranking": 3.27,
            "ranking_count": 277,
            "abstract": "Op zoek naar het geluk verliest een jongeman zich in drankzucht en vrouwenjacht.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Changeling",
            "authors": [
                "Zilpha Keatley Snyder"
            ],
            "ranking": 4.17,
            "ranking_count": 1443,
            "abstract": "Ivy Carson belonged to the notorious Carson family, which lived in a run-down house in suburban Rosewood. But Ivy was not a typical Carson. There was something wonderful about her. Ivy explained it by saying that she was a changeling, a child of supernatural parents who had been exchanged for the real Ivy Carson at birth. This classic book was first published in 1970. It was awarded a Christopher Medal and named an outstanding book for young people by the Junior Library Guild.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Childrens",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Inextinguishable Symphony: A True Story of Music and Love in Nazi Germany",
            "authors": [
                "Martin Goldsmith"
            ],
            "ranking": 4.2,
            "ranking_count": 968,
            "abstract": "In the spring of 1933, more than 8,000 Jewish musicians, actors, and other artists were expelled from their positions with German orchestras, opera companies, and theater groups. Later that year, the Jdische Kulturbund, or Jewish Cultural Association, was created to allow Jewish artists to perform for Jewish audiences. Here is the riveting and emotional story of Gunther Goldschmidt and Rosemarie Gumpert, two courageous Jewish musicians who struggled to perform under unimaginable circumstances and found themselves falling in love in a country bent on destroying them.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "World War II",
                "Music",
                "War",
                "Biography",
                "Cultural",
                "Book Club",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "China Mountain Zhang",
            "authors": [
                "Maureen F. McHugh"
            ],
            "ranking": 3.95,
            "ranking_count": 4052,
            "abstract": "With this groundbreaking novel, Maureen F. McHugh established herself as one of the decade's best science fiction writers. In its pages, we enter a post-revolution America, moving from the hyper-urbanized eastern seaboard to the Arctic bleakness of Baffin Island; from the new Imperial City to an agricultural commune on Mars. The overlapping lives of cyber-kite fliers, lonely colonists, illicit neural-pressball players, and organic engineers blend into a powerful, taut story of a young man's journey of discovery. This is a macroscopic world of microscopic intensity, one of the most brilliant visions of modern SF.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "Fantasy"
            ]
        },
        {
            "title": "Prince of the Blood",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.0,
            "ranking_count": 23972,
            "abstract": "This Author’s Preferred Edition of Raymond E. Feist’s bestselling coming-of-age saga celebrates the fifteenth anniversary of its publication. Feist introduces a new generation of readers to his riveting novel of adventure and intrigue, revised and updated as he always meant it to be written. It is a work that explores strength and weakness, hope and fear, and what it means to be a man—in a kingdom where peace is the most precious commodity of all.. If there were two more impetuous and carefree men in the Kingdom of the Isles, they had yet to be found. Twins Borric and Erland wore that mantle proudly, much to the chagrin of their father, Prince Arutha of Krondor. But their blissful youth has come to an end. Their uncle, the King, has produced no male children. Bypassing himself, Arutha names Borric, the eldest twin by seconds, the Royal Heir. As his brother, Erland will have his own great responsibilities to shoulder. To drive home their future roles, Arutha sends them as ambassadors to Kesh, the most feared nation in the world. Borric and Erland will be presented to the Queen of Kesh—the single most powerful ruler in the known world—at her Seventy-fifth Jubilee Anniversary.. But they have not even left Krondor when an assassination attempt on Borric is thwarted. Aware that he is being provoked into war, Arutha does not rise to the bait. His sons’ journey will not be deterred, for nothing less than peace is riding on it. Yet there is to be no peace for the young princes. When their traveling party is ambushed, Borric disappears and is presumed dead—sending Erland into spirals of rage and grief as he is forced to navigate alone the court intrigues at Kesh. But unbeknownst to anyone, Borric lives and has escaped his captors. In a strange land, with a price on his head, Borric must use all his wits and stamina to find his way back to his brother.. On separate paths, the two men—one a fugitive and one a future king—make their journey toward maturity, honor, and duty. For every step they take could sway the fragile peace of the land, as those who crave war rally against them—and become ever more daring.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "The Good Fairies Of New York",
            "authors": [
                "Martin Millar"
            ],
            "ranking": 3.51,
            "ranking_count": 5302,
            "abstract": "Morag and Heather, two eighteen-inch fairies with swords, green kilts and badly dyed hair fly through the window of the worst violinist in New York, an overweight and antisocial type named Dinnie, and vomit on his carpet.. Who they are, how they came to New York and what this has to do with the lovely Kerry - who lives across the street, and has Crohn's Disease, and is making a flower alphabet - and what this has to do with the other fairies (of all nationalities) of New York, not to mention the poor repressed fairies of Britain, is the subject of this book.. It has a war in it, and a most unusual production of Shakespeare's A Midsummer Night's Dream and Johnny Thunders' New York Dolls guitar solos. What more could anyone desire from a book?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Paranormal",
                "Science Fiction Fantasy",
                "New York",
                "Adult",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Compassion: A Reflection on the Christian Life",
            "authors": [
                "Henri J.M. Nouwen",
                "Donald P. McNeill",
                "Douglas A. Morrison"
            ],
            "ranking": 4.35,
            "ranking_count": 1235,
            "abstract": "In this provocative essay on that least understood virtue, compassion, the authors challenge themselves and us with these questions: Where do we place compassion in our lives? Is it enough to live a life in which we hurt one another as little as possible? Is our guiding ideal a life of maximum pleasure and minimum pain?. Compassion. answers no.. After years of study and discussion among themselves, with other religious, and with men and women at the very center of national politics, the authors look at compassion with a vigorous new perspective. They place compassion at the heart of a Christian life in a world governed far too long by principles of power and destructive control. Compassion, no longer merely an eraser of human mistakes, is a force of prayer and action -- the expression of God's love for us and our love for God and one another.. Compassion. is a book that says no to a compassion of guilt and failure and yes to a compassionate love that pervades our spirit and moves us to action. Henri Nouwen, Donald McNeill, and Douglas Morrison have written a moving document on what it means to be a Christian in a difficult time.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Christian",
                "Nonfiction",
                "Social Movements",
                "Academic"
            ]
        },
        {
            "title": "A Bird in the House",
            "authors": [
                "Margaret Laurence"
            ],
            "ranking": 3.93,
            "ranking_count": 2558,
            "abstract": "Vanessa was born in the small Manitoba town of Manawaka - a world of proud personal struggles, bitter family conflicts, and unyielding prairie traditions.. It was here, in the lean years of the Depression, that she came into her own, a courageous provincial girl determined to satisfy her thirst for freedom.. A brilliant collection of short stories by Canada's most celebrated, most popular novelist and part of her acclaimed Manawaka series which also includes The Diviners, A Jest of God, The Stone Angel and The Fire-Dwellers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Classics",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Doubtful Guest",
            "authors": [
                "Edward Gorey"
            ],
            "ranking": 4.42,
            "ranking_count": 4151,
            "abstract": "The doubtful guest shows up unannounced and unwelcome, yet its presence is accepted after only a brief interlude of screaming. The staid, pale, Victorian inhabitants of the mansion alternately stare and glare at the doubtful guest as it tears out whole chapters from books, peels the soles of its white canvas shoes, and broods while lying on the floor (inconveniently close to the drawing-room door). Strangely, or rather, typically, as this. is. a Gorey book, the stymied occupants never ask the guest to leave--and in 17 years it has still shown no intention of going away.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Sequential Art",
                "Childrens",
                "Art",
                "Poetry",
                "Fantasy",
                "Gothic"
            ]
        },
        {
            "title": "Walt Disney's Peter Pan",
            "authors": [
                "Eugene Bradley Coco",
                "Ron Dias",
                "J.M. Barrie",
                "Walt Disney Company"
            ],
            "ranking": 4.34,
            "ranking_count": 46011,
            "abstract": "With illustrations and vocabulary the kids can understand, this book provides an easy way for the kids to understand the story (of Peter Pan). It is a must for any children's book collection.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Classics",
                "Fiction",
                "Adventure",
                "Kids",
                "Media Tie In",
                "Academic"
            ]
        },
        {
            "title": "The Book of James, Faith, Love & Hope: An Exposition of the Epistle of James (Exegetical Commentary Series)",
            "authors": [
                "Spiros Zodhiates"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "One of the most comprehensive commentaries available on James, it is an invaluable tool for personal or group study.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Misenchanted Sword",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 4.03,
            "ranking_count": 3444,
            "abstract": "Ethshar and the Northern Empire have been at war for hundreds of years. No one remembers why anymore or over what. No one dreams it could ever end until a wizard creates a sword that makes its user unbeatable.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Science Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Joy of Man's Desiring",
            "authors": [
                "Jean Giono",
                "Katherine A. Clarke"
            ],
            "ranking": 4.19,
            "ranking_count": 352,
            "abstract": "A true forebear of magical realism, Giono creates men and women rooted in the folklore of provincial France. With a poet's grace and imagination, he weaves a grand story of the earth and of passion, of animals and weather, of the miracles we now call the laws of nature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Magical Realism",
                "Environment",
                "European Literature",
                "Literature",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Roman Fever and Other Stories",
            "authors": [
                "Edith Wharton"
            ],
            "ranking": 4.1,
            "ranking_count": 1917,
            "abstract": "These short works display Wharton's talent as a satirist skilled at dissecting the elements of emotional subtleties, moral ambiguities, and the implications of social constrictions (Cythina Griffin Wolfe, from the Introduction).. Roman fever (1934). Xingu (1911). The other two (1904). Souls belated (1899). The angel at the grave (1901). The last asset (1904). After Holbein (1928). Autres temps (1911)",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Cultural",
                "Adult Fiction",
                "Academic",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "James Herriot's Dog Stories",
            "authors": [
                "James Herriot",
                "Victor G. Ambrus"
            ],
            "ranking": 4.42,
            "ranking_count": 6847,
            "abstract": "James Herriot is one of the most beloved storytellers of our time. The warm and joyful memoirs of his life as a country vet in Yorkshire have endeared him to countless readers around the world, and many of his most memorable tales featured man's best friend.. Here are the complete dog stories from his much-beloved memoirs: a handsome collection of tales, available for the first time in trade paperback, that will warm the hearts of dog lovers around the world. Featuring a special introduction by the author and his own accompanying notes to each specially illustrated story, this tribute from man to dog is a volume no Herriot fan will want to be without.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Short Stories",
                "Biography",
                "Autobiography",
                "Humor",
                "Classics",
                "Environment"
            ]
        },
        {
            "title": "The Winds of Autumn",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.1,
            "ranking_count": 3812,
            "abstract": "I don't know who was most excited that morning when the three of us hoisted packs on our backs and started off down the trail. Just before we disappeared from view of our yard, I turned for one more wave. You woulda thought we were marching off to war or something. I even saw Aunt Lou blow her nose on her white hankie. They all looked glad and sad at the same time--happy we were doing something we really wanted to do, anxious that everything would go all right, and a bit sad we were growing up. On the brink of manhood, Josh was facing important questions about life, about love, about himself...I sure was having a time of it trying to sort out all these different ideas and feelings--maybe I should just go fishing!",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Historical",
                "Romance",
                "Adult Fiction",
                "Young Adult",
                "Inspirational"
            ]
        },
        {
            "title": "حمار الحكيم",
            "authors": [
                "Tawfiq Al-Hakim",
                "توفيق الحكيم"
            ],
            "ranking": 3.46,
            "ranking_count": 3753,
            "abstract": "هذا الكتاب هو إحدى روايات توفيق الحكيم الشهيرة ولكنها أقرب إلى السيرة الذاتية في فترة معينة منها الى الرواية. وتصدر ضمن مشروع دار الشروق لإعادة نشر الأعمال الكاملة لأبى المسرح العربى",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Literature",
                "Fiction",
                "Classics",
                "African Literature",
                "Art"
            ]
        },
        {
            "title": "The Singing Stone",
            "authors": [
                "O.R. Melling"
            ],
            "ranking": 4.07,
            "ranking_count": 462,
            "abstract": "Following anonymous clues and increasingly strong dream-visions, modern-day Kay travels to Ireland and enters the Bronze-Age. She and a De Danaan foundling, Aherne, are charged with finding the lost treasures of the De Danaans. Ultimately, their quest will redeem the ancestors and reconcile warring invaders and settlersmoral concerns that mirror modern ones.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Historical",
                "Childrens",
                "Paranormal"
            ]
        },
        {
            "title": "Monster",
            "authors": [
                "Walter Dean Myers"
            ],
            "ranking": 3.73,
            "ranking_count": 67532,
            "abstract": "Sometimes I feel like I have walked into the middle of a movie. Maybe I can make my own movie. The film will be the story of my life. No, not my life, but of this experience. I'll call it what the lady who is the prosecutor called me.. Monster.. Fade In: Interior Court. A guard sits at a desk behind Steve. Kathy O'Brien, Steve's lawyer, is all business as she talks to Steve.. O'Brien. Let me make sure you understand what's going on. Both you and this king character are on trial for felony murder. Felony Murder is as serious as it gets. . . . When you're in court, you sit there and pay attetion. You let the jury know that you think the case is a serious as they do. . . .. Steve. You think we're going to win ?. O'Brien (seriously). It probably depends on what you mean by win.. Sixteen-year-old Steve Harmon is on trial for murder. A Harlem drugstore owner was shot and killed in his store, and the word is that Steve served as the lookout.. Guilty or innocent, Steve becomes a pawn in the hands of the system, cluttered with cynical authority figures and unscrupulous inmates, who will turn in anyone to shorten their own sentences. For the first time, Steve is forced to think about who he is as he faces prison, where he may spend all the tomorrows of his life.. As a way of coping with the horrific events that entangle him, Steve, an amateur filmmaker, decides to transcribe his trial into a script, just like in the movies. He writes it all down, scene by scene, the story of how his whole life was turned around in an instant. But despite his efforts, reality is blurred and his vision obscured until he can no longer tell who he is or what is the truth. This compelling novel is Walter Dean Myers's writing at its best.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Academic",
                "Audiobook"
            ]
        },
        {
            "title": "Joe Gould's Secret",
            "authors": [
                "Joseph Mitchell"
            ],
            "ranking": 4.08,
            "ranking_count": 1555,
            "abstract": "Now a major motion picture starring Ian Holm, Hope Davis, and Stanley Tucci, who also directs.. Joseph Mitchell was a legendary. New Yorke. r writer and the author of the national bestseller. Up in the Old Hotel. , in which these two pieces appeared. What Joseph Mitchell wrote about, principally, was New York. In Joe Gould, Mitchell found the perfect subject. And. Joe Gould's Secret. has become a legendary piece of New York history.Joe Gould may have been the quintessential Greenwich Village bohemian. In 1916, he left behind patrician roots for a scrappy, hand-to-mouth existence: he wore ragtag clothes, slept in Bowery flophouses, and mooched food, drinks, and money off of friends and strangers. Thus he was able to devote his energies to writing An Oral History of Our Time, which Gould said would constitute the informal history of the shirt-sleeved multitude. But when Joe Gould died in 1957, the manuscript could not be found. Where had he hidden it? This is. Joe Gould's Secret. . [Mitchell is] one of our finest journalists.--Dawn Powell,. The Washington Post. What people say is history--Joe Gould was right about that-- and history, when recorded by Mitchell, is literature.--. The New Criterion",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "New York",
                "History",
                "Writing",
                "Literature",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Object Lessons: The Life of the Woman and the Poet in Our Time",
            "authors": [
                "Eavan Boland"
            ],
            "ranking": 4.23,
            "ranking_count": 296,
            "abstract": "Eavan Boland beautifully uncovers the powerful drama of how these lives affect one another; how the tradition of womanhood and the historic vocation of the poet act as revealing illuminations of the other.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Autobiography",
                "European Literature",
                "Feminism",
                "Nonfiction",
                "Biography",
                "Cultural",
                "Womens",
                "Art",
                "Academic"
            ]
        },
        {
            "title": "The Reunion",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.88,
            "ranking_count": 2552,
            "abstract": "Marco's mom is back. But she's not Visser One anymore. Marco's not even sure if she's still a Controller. But he's determined to find out. No matter what it takes. No matter what might happen. Marco wants his mom back.. Jake, the other Animorphs, and Ax realize that Marco is under some serious stress. And that the situation with his mom could very well jeopardize everything they've worked for. Now they also have to wonder if Marco will be the one to give away the secret of the Animorphs. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Animals",
                "Novels"
            ]
        },
        {
            "title": "Yes, Virginia, There Is a Santa Claus",
            "authors": [
                "Francis Pharcellus Church",
                "Virginia O'Hanlon",
                "Joel Spector"
            ],
            "ranking": 4.28,
            "ranking_count": 2011,
            "abstract": "In 1897, a young girl wrote to. The New York Sun. asking whether Santa Claus truly existed. The paper's response, written by reporter Francis P. Church, has become a beloved holiday literary tradition. An original approach to a children's classic, this captivating book creatively reinterprets that heartwarming letter about the truth behind Santa Claus and Christmas. It is accompanied by charming Victorian artwork. Joel Spector is an artist and illustrator known for his elegant pastel images. His work appears regularly in magazines and newspapers including. Business Week, Newsweek, Good Housekeeping,. and. The New York Times.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Classics",
                "Childrens",
                "Fiction",
                "True Story",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Touch of Fire",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 3.85,
            "ranking_count": 4259,
            "abstract": "Annie Parker came to Silver Mesa, Arizona, because it was the only place she'd found where folks thought a woman doctor was better than no doctor at all. Her lonely life became harder still on the winter night Rafe McCay broke into her office with a bullet in his side and a bounty hunter at his back. With a gun aimed at her heart, he led her deep into the Arizona mountains, and into a world of danger and passion, for Annie discovered in Rafe not only a wounded man, but a soul betrayed...and Rafe, healed by her skill and the magic in her hands, awakened in Annie a woman's tender longing and hungry desire. Pursued by dangerous secrets of the past, they are swept into a thrilling odyssey of the heart -- a bold, exhilarating journey that rekindles Rafe's lost hope and transforms Annie's healing gift into a deep, enduring love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Nobody's Baby But Mine",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.05,
            "ranking_count": 38867,
            "abstract": "Librarian Note: There is an Alternate Cover Edition for this edition of this book. here. .. Genius physics professor Dr. Jane Darlington desperately wants a baby. But finding a father won’t be easy. Jane’s super-intelligence made her feel like a freak when she was growing up, and she’s determined to spare her own child that suffering. Which means she must find someone very special to father her child. Someone who’s more comfortable working out his muscles than exercising his brain.. Cal Bonner, the Chicago Stars’ legendary quarterback, seems like the perfect choice. But his champion good looks and down-home ways are deceiving. Dr. Jane is about to learn a little too late that this good ol’ boy is a lot smarter than he lets on—and he’s not about to be used and abandoned by a brainy, baby-mad schemer.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sports",
                "Womens Fiction",
                "Contemporary Romance",
                "Fiction",
                "Humor",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "With the Indians in the Rockies",
            "authors": [
                "James Willard Schultz"
            ],
            "ranking": 4.22,
            "ranking_count": 400,
            "abstract": "Trapped in the Rocky Moutains in winter- will the boys survive? Thomas and his friend Pitamakan, a Blackfoot boy, live at Fort Benton on the western frontier. One day, having ventured into the mountains to trap beaver, Tom and Pitamakan are attacked by a band of Kootenay Indians, who spare their lives, but make off with everything they have. The boys are stranded without horses, with no food or weapons, without shelter or any means of building a fire. Tom is sure they're going to die. But Pitamakan teaches him how to survive in the wilderness according to the old ways, and together the boys struggle to build shelter, fashion handmade weapons, and hunt for food and clothing. Still, months of harsh winter weather lie ahead and there is danger everywhere. Will the boys ever see their families again?",
            "part_of_series": false,
            "genre_list": [
                "Westerns",
                "History"
            ]
        },
        {
            "title": "Vixen 03",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.85,
            "ranking_count": 12590,
            "abstract": "1954. Vixen 03 is down. The plane, bound for the Pacific carrying thirty-six Doomsday bombs -- canisters armed with quick-death germs of unbelievable potency -- vanishes. Vixen has in fact crashed into an ice-covered lake in Colorado. 1988. Dirk Pitt, who heroically raised the Titanic, discovers the wreckage of Vixen 03, But two deadly canisters are missing. They're in the hands of a terrorist group. Their lethal mission: to sail a battleship seventy-five miles up the Potomac and blast Washington, D.C., to kingdom come. Only Dirk can stop them.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Science Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Juror",
            "authors": [
                "George Dawes Green"
            ],
            "ranking": 4.11,
            "ranking_count": 11784,
            "abstract": "This is a psychological thriller about a young woman threatened by the Mafia who must return a verdict of 'not guilty' to ensure the safety of her son. The book has been turned into a movie, featuring Alec Baldwin and Demi Moore.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Media Tie In"
            ]
        },
        {
            "title": "The Illearth War",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 4.01,
            "ranking_count": 26143,
            "abstract": "The second volume in the epic Chronicles of Thomas Covenant the Unbeliever.. Thomas Covenant found himself once again summoned to the Land. The Council of Lords needed him to move against Foul the Despiser who held the Illearth Stone, ancient source of evil power. But although Thomas Covenant held the legendary ring, he didn't know how to use its strength, and risked losing everything..... #2",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Epic",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "How to Eat Fried Worms",
            "authors": [
                "Thomas Rockwell"
            ],
            "ranking": 3.76,
            "ranking_count": 46750,
            "abstract": "People are always daring Billy to do zany things. But Billy may have bitten off more than he can chew when he takes his friend Alan's bet that Billy can't eat fifteen worms in fifteen days. If Billy wins, Alan has to fork over fifty dollars. Billy wants the money to buy a used minibike, so he's ready to dig in. He sets up mustard and ketchup, salt and pepper, and sugar and lemon to disguise the disgusting taste.. Good news for Billy—once he gets going, he finds himself actually getting hooked on those juicy worms.. Bad news for Billy—Alan is busy cooking up schemes to make Billy worm out of the bet. Will Billy keep up his wormy work for fifteen days?. No cheating! Keep eating! Worm by worm by worm.... --back cover",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Humor",
                "Realistic Fiction",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Addy's Surprise: A Christmas Story",
            "authors": [
                "Connie Rose Porter"
            ],
            "ranking": 4.09,
            "ranking_count": 4046,
            "abstract": "During the holiday season, Addy and Momma are generous with their meager savings and thrilled by a wonderful surprise.' to 'Addy Walker is a proud, courageous girl growing up in 1864, during the midst of the Civil War. Addy's stories tell of her daring escape with her mother from slavery, and the challenges they face afterward as they try to reunite their family. But Addy's stories are about much more than hardship. They are full of the love and hope that help her get through the worst of times and keep her dreams alive. During the holiday season, Addy and Momma are generous with their meager savings and thrilled by a wonderful surprise.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Holiday",
                "Young Adult",
                "Military History"
            ]
        },
        {
            "title": "Introduction to Algorithms: A Creative Approach",
            "authors": [
                "Udi Manber"
            ],
            "ranking": 4.33,
            "ranking_count": 129,
            "abstract": "This book emphasizes the creative aspects of algorithm design by examining steps used in the process of algorithms development. The heart of this creative process lies in an analogy between proving mathematical theorems by induction and designing combinatorial algorithms. The book contains hundreds of problems and examples. It is designed to enhance the reader's problem-solving abilities and understanding of the principles behind algorithm design.",
            "part_of_series": false,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction",
                "Textbooks",
                "Reference"
            ]
        },
        {
            "title": "Schrödinger's Cat Trilogy",
            "authors": [
                "Robert Anton Wilson"
            ],
            "ranking": 4.08,
            "ranking_count": 4693,
            "abstract": "Take a quantum leap into the universe of Schrödinger's Cat Trilogy. It's a wise and wacky look at our recent past seen through a fun-house mirror...it's a satire on our violent, inexplicable, wonderful world...and it's a mind trip inward to expose our deepest hopes and fears.. The missing plutonium a terrorist group turns into nuclear devices, the Mad Fishmonger, the future America called Unistat, our hero Benny Eggs Benedict, and the Invisible Hand are real but beyond the Black Hole, out of space, out of time—in the universe next door.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Philosophy",
                "Humor",
                "Occult",
                "Novels",
                "Pseudoscience",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Lucky Starr and the Moons of Jupiter",
            "authors": [
                "Paul  French",
                "Isaac Asimov",
                "Lidia Lax",
                "Diana Georgiacodis",
                "Giuseppe Lippi"
            ],
            "ranking": 3.7,
            "ranking_count": 1562,
            "abstract": "Sabotage!!!. Agrav. It was the century's most important advance in space travel...and an experiment so revolutionary that only the men who huddled beneath the surface of Jupiter Nine were permitted to know its full meaning.. Yet someone else. did. know--knew. everything. , saw. everything. , head. everything. --and was diabolically sabotaging the top-secret mission.. Who or. what. the enemy was, Lucky Starr didn't know. but one thing was certain. The deadly force was not human...not even remotely human!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Mystery",
                "Fantasy",
                "Space",
                "Novels",
                "Childrens"
            ]
        },
        {
            "title": "Whisper of Death",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.8,
            "ranking_count": 3133,
            "abstract": "Roxanne and Pepper are a teenage couple with problems. They leave their small town for a weekend to try and solve them. They don't really succeed, and when they return home they find their town empty.. They call other towns.. They find the whole world empty.. But eventually they discover three other Kids their Age who are still alive in the town. They cannot imagine why the five of them seem to be the only ones left of the entire human race. They have only one thing in common. They were each directly or indirectly involved in the death of Betty Sue - the plain, shy girl who committed suicide only a short time ago. Betty Sue - the quiet, brilliant girl who wrote short stories about each of them. Stories of hate, of revenge, of death in a dead world.. It makes them wonder who Betty Sue really was.. Or. what. Betty Sue was.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fiction",
                "Mystery",
                "Fantasy",
                "Thriller",
                "Childrens"
            ]
        },
        {
            "title": "The Legend of Bagger Vance: A Novel of Golf and the Game of Life",
            "authors": [
                "Steven Pressfield"
            ],
            "ranking": 3.88,
            "ranking_count": 4149,
            "abstract": "___________________. 'A marvellous, life-affirming book'. Mark McCormack. 'Golf and mysticism...a dazzler and a thought-provoker'. Los Angeles Times. 'Good stuff...a philosophical fantasy imagined on a golf course, heavy with fog, storm, fireworks and the howling winds of supernatural forces'. New York Times Book Review. ___________________. In the Depression year of. 1931. , on the golf links at Krewe Island off Savannah's windswept shore, two legends of the game -. Bobby Jones. and. Walter Hagen. - meet for a mesmerizing thirty-six hole showdown.. They are joined by another player, a troubled war hero called. Rannulph Junah. . But the key to the outcome lies not with these golfing titans but with Junah's caddie and mentor, the mysterious, sage and charismatic. Bagger Vance. - for he is the custodian of the secret of the Authentic Swing.... ____________________. Written in the spirit of Bernard Malamud's. The Natural. and sharing the magic of the celebrated Kevin Costner film. Field of Dreams. , Steven Pressfield's first novel reveals the true nature of the game.. Page-turning, spellbinding and affecting, it is a novel for golfers and non-golfers alike - a story in which the search for the Authentic Swing becomes a metaphor for the search for the Authentic Self.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Historical",
                "Philosophy",
                "Fantasy",
                "Novels",
                "Literature",
                "Media Tie In",
                "Spirituality"
            ]
        },
        {
            "title": "Song of Years",
            "authors": [
                "Bess Streeter Aldrich"
            ],
            "ranking": 4.28,
            "ranking_count": 365,
            "abstract": "The state of Iowa was still young and wild when Wayne Lockwood came to it from New England in 1851. He claimed a quarter-section about a hundred miles west of Dubuque and quickly came to appreciate widely scattered neighbors like Jeremiah Martin, whose seven daughters would have chased the gloom from any bachelor's heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Young Adult",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Smoke and Mirrors: Short Fiction and Illusions",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.02,
            "ranking_count": 68586,
            "abstract": "In the deft hands of. Neil Gaiman. , magic is no mere illusion... and anything is possible. In this, Gaiman's first book of short stories, his imagination and supreme artistry transform a mundane world into a place of terrible wonders -- a place where an old woman can purchase the Holy Grail at a thrift store, where assassins advertise their services in the Yellow Pages under Pest Control, and where a frightened young boy must barter for his life with a mean-spirited troll living beneath a bridge by the railroad tracks. Explore a new reality -- obscured by smoke and darkness, yet brilliantly tangible -- in this extraordinary collection of short works by a master prestidigitator. It will dazzle your senses, touch your heart, and haunt your dreams.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Horror",
                "Anthologies",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Poetry",
                "Audiobook"
            ]
        },
        {
            "title": "The Killing Doll",
            "authors": [
                "Ruth Rendell"
            ],
            "ranking": 3.64,
            "ranking_count": 1235,
            "abstract": "In a shabby London suburb, sixteen-year-old Pup Yearman dabbles in magic. But for Pup's older sister Dolly, the magic is more than dabbling. Deformed by a facial birthmark, Dolly desperately wants to be cured, and her obsession with Pup's magic sends her on a dangerous downward spiral into confusion, madness, and possibly murder. And meanwhile, in a squalid boardinghouse not far away, a young Irishman sharpens a set of butcher knives . . .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Showboat",
            "authors": [
                "Edna Ferber"
            ],
            "ranking": 3.82,
            "ranking_count": 817,
            "abstract": "Edna Ferber's classic paean of love to the Mississippi River and the showboats that ran up and down it is once again available in hardcover as a facsimile of the first edition. First published in 1926, this timeless tale of the Cotton Blossom, Cap'n Andy, his shrewd wife Parthy, and their beautiful daughter Magnolia her remarkable daughter Kim was made famous on Broadway in 1927, when the legendary Jerome S. Kern and Oscar Hammerstein II collaborated on the musical. Since then it has become a beloved favorite, revived repeatedly to entertain generations with haunting and lyrical songs such as Old Man River and Can't Help Lovin' That Man of Mine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Romance",
                "Novels",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Collected Short Stories: Volume 2",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 4.36,
            "ranking_count": 1021,
            "abstract": "This final classic collection reveals Somerset Maugham's unique talent for exposing and exploring the bitter realities of human relationships in tales of love, infidelity, passion and prejudice. The stories range from. The Lotus Eater. where a man envisions a life of bliss in the Mediterranean, to the astringent tales of. The Outstation. and. The Back of Beyond. in Malaya and South East Asia.",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Das doppelte Lottchen",
            "authors": [
                "Erich Kästner",
                "Walter Trier"
            ],
            "ranking": 4.13,
            "ranking_count": 9644,
            "abstract": "Luise, neun Jahre alt und ziemlich frech, muss den Sommer fern von Wien in einem Ferienheim verbringen. Dort staunt sie nicht schlecht, als sie die brave Lotte aus München trifft: Denn die sieht genauso aus wie sie! Die Mädchen beschließen, dem Geheimnis ihrer Ähnlichkeit auf den Grund zu gehen, und tauschen kurzerhand die Rollen: Luise fährt als Lotte zurück nach München, Lotte als Luise nach Wien. Im Gepäck haben sie einen pfiffigen Plan.. Das doppelte Lottchen. wurde in Deutschland wie im Ausland mehrfach mit großem Erfolg verfilmt.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Cultural",
                "Literature",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "These Thirteen",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.93,
            "ranking_count": 71,
            "abstract": "These 13 is a 1931 collection of short stories written by William Faulkner, and dedicated to his first daughter, Alabama, who died nine days after her birth on January 11, 1931, and to his wife Estelle.. These 13, Faulkner's first release of short stories, contained the following stories:. Victory. Ad Astra. All the Dead Pilots. Crevasse. Red Leaves. A Rose for Emily. A Justice. Hair. That Evening Sun. Dry September. Mistral. Divorce in Naples. Carcassonne",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "American",
                "Literature"
            ]
        },
        {
            "title": "A Study of History",
            "authors": [
                "Arnold Joseph Toynbee",
                "Jane Caplan"
            ],
            "ranking": 4.01,
            "ranking_count": 236,
            "abstract": "Mr. Toynbee's analysis of the rise and fall of civilizations has been acknowledged as an achievement without parallel in modern scholarship. In its way, Mr. Somervell's abridgement of this monumental work is also an unparalleled achievement, for while reducing the work to on - sixth of its original size, he has, preserved its method, atmosphere, texture, and, for the most part, the author's very words. Indeed, through this miracle of condensation, he has provided a concise version that is no mere summary but the very essence of Mr. Toynbee's work.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "Science",
                "Politics",
                "Reference"
            ]
        },
        {
            "title": "Letters to Malcolm: Chiefly on Prayer",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.96,
            "ranking_count": 5145,
            "abstract": "We want to know not how we should pray if we were perfect but how we should pray being as we now are.. What are we doing when we pray? What is at the heart of this most intimate conversation, the dialogue between a person and God? How does prayer—its form, its regularity, its content, its insistence—shape who we are and how we believe? In this collection of letters from C. S. Lewis to a close friend, Malcolm, we see an intimate side of Lewis as he considers all aspects of prayer and how this singular ritual impacts the lives and souls of the faithful. With depth, wit, and intelligence, as well as his sincere sense of a continued spiritual journey, Lewis brings us closer to understanding the role of prayer in our lives and the ways in which we might better imagine our relationship with God.. A beautifully executed and deeply moving little book. —. Saturday Review. [Lewis] is writing about a path that he had to find, and the reader feels not so much that he is listening to what C.S. Lewis has to say but that he is making his own search with a humorous, sensible friend beside him. —. Times Literary Supplement. C. S. (Clive Staples) Lewis. (1898-1963), one of the great writers of the twentieth century, also continues to be one of our most influential Christian thinkers. He wrote more than thirty books, both popular and scholarly, including The Chronicles of Narnia series,. The Screwtape Letters. ,. The Four Loves. ,. Mere Christianity. , and. Surprised by Joy. .",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Prayer",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "The Artist's Way: A Spiritual Path to Higher Creativity",
            "authors": [
                "Julia Cameron"
            ],
            "ranking": 3.93,
            "ranking_count": 102868,
            "abstract": "The Artist’s Way. is the seminal book on the subject of creativity. An international bestseller, millions of readers have found it to be an invaluable guide to living the artist’s life. Still as vital today—or perhaps even more so—than it was when it was first published one decade ago, it is a powerfully provocative and inspiring work. In a new introduction to the book, Julia Cameron reflects upon the impact of. The Artist’s Way. and describes the work she has done during the last decade and the new insights into the creative process that she has gained. Updated and expanded, this anniversary edition reframes. The Artist’s Way. for a new century.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Art",
                "Self Help",
                "Spirituality",
                "Psychology",
                "Philosophy",
                "Reference",
                "Design"
            ]
        },
        {
            "title": "The Snowy Day",
            "authors": [
                "Ezra Jack Keats"
            ],
            "ranking": 4.18,
            "ranking_count": 110663,
            "abstract": "Winner of the 1963 Caldecott Medal!. No book has captured the magic and sense of possibility of the first snowfall better than. The Snowy Day. . Universal in its appeal, the story has become a favorite of millions, as it reveals a child's wonder at a new world, and the hope of capturing and keeping that wonder forever.. The adventures of a little boy in the city on a very snowy day.. Keats's sparse collage illustrations capture the wonder and beauty a snowy day can bring to a small child.—. Barnes & Noble. Ezra Jack Keats's classic. The Snowy Day. , winner of the 1963 Caldecott Medal, pays homage to the wonder and pure pleasure a child experiences when the world is blanketed in snow.—. Publisher's Weekly. The book is notable not only for its lovely artwork and tone, but also for its importance as a trailblazer. According to. Horn Book. magazine,. The Snowy Day. was the very first full-color picture book to feature a small black hero—yet another reason to add this classic to your shelves. It's as unique and special as a snowflake.—Amazon.com",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Cultural",
                "Adventure",
                "Kids"
            ]
        },
        {
            "title": "Sharpe's Enemy",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.26,
            "ranking_count": 8420,
            "abstract": "A band of deserters led by a cook and Sharpe's vicious longtime enemy, Obadiah Hakeswill, holds a group of highborn British and French women on a strategic mountain pass. Outnumbered and attacked from two sides, newly promoted Major Sharpe leads his small force into the biting cold of the winter mountains to rescue the hostages.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Carpe Jugulum",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.14,
            "ranking_count": 58690,
            "abstract": "In a fit of enlightenment democracy and ebullient goodwill, King Verence invites Uberwald's undead, the Magpyrs, into Lancre to celebrate the birth of his daughter. But once ensconced within the castle, these wine-drinking, garlic-eating, sun-loving modern vampires have no intention of leaving. Ever.. Only an uneasy alliance between a nervous young priest and the argumentative local witches can save the country from being taken over by people with a cultivated bloodlust and bad taste in silk waistcoats. For them, there's only one way to fight.. Go for the throat, or as the vampyres themselves say...Carpe Jugulum",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Paranormal",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Will the Real Jesus Please Stand Up? A Debate between William Lane Craig & John Dominic Crossan",
            "authors": [
                "William Lane Craig",
                "John Dominic Crossan",
                "Paul Copan"
            ],
            "ranking": 3.72,
            "ranking_count": 148,
            "abstract": "Based on a debate between John Dominic Crossan and William Lane Craig, this book provides a forum for evangelicals and members of the Jesus Seminar to dialogue.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Philosophy",
                "Christian",
                "Nonfiction",
                "Spirituality"
            ]
        }
    ]
}