{
    "books": [
        {
            "title": "Das Blut der Könige",
            "authors": [
                "Peter Berling"
            ],
            "ranking": 3.87,
            "ranking_count": 179,
            "abstract": "Im Jahre 1249 führt der französische König Ludwig ein gewaltiges Kreuzfahrerheer nach Ägypten. Zwei Kinder kreuzen seinen Weg, Roç und Yezabel aus dem sagenumwobenen Geschlecht der Gralshüter. Noch hat sich ihre Mission, gelenkt von einem geheimen Orden, der den Weltfrieden zwischen Orient und Okzident anstrebt, nicht erfüllt. Vor der Kulisse von Sultanspalästen und Kreuzritterburgen, Harem und Pyramiden entwirft Peter Berling ein farbiges Bild des Mittelalters zur Zeit der Kreuzzüge.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Historical",
                "Roman",
                "European Literature"
            ]
        },
        {
            "title": "Betsy and the Great World",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.15,
            "ranking_count": 5094,
            "abstract": "Now available for the first time in paperback--the final books in the Betsy-Tacy series. Betsy's childhood dream is finally coming true: she's off to Europe just like she and Tacy planned so long ago. Despite her travels and many adventures, Betsy's heart won't let her forget Joe Willard, her high school sweetheart.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Young Adult",
                "Fiction",
                "Historical",
                "Childrens",
                "Travel"
            ]
        },
        {
            "title": "Monty Python's Big Red Book",
            "authors": [
                "Graham Chapman",
                "John Cleese"
            ],
            "ranking": 4.16,
            "ranking_count": 419,
            "abstract": "October 1999 marks the 30th anniversary of the first broadcast of Monty Python's Flying Circus on BBC television. This humorous book contains zany writing and illustrations used by Monty Python.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Media Tie In"
            ]
        },
        {
            "title": "The Collected Poems of Thomas Merton",
            "authors": [
                "Thomas Merton"
            ],
            "ranking": 4.24,
            "ranking_count": 160,
            "abstract": "In 1944, New Directions brought out Thomas Merton’s first book of verse. By the time of his tragic, untimely death in 1968, Father Louis (as he was known at the Trappist monastery where he lived for twenty-seven years) had published upwards of fifty books and pamphlets, including several more collections of poetry. All of these poems have been assembled in a single, definitive volume (first published by New Directions in 1977) which includes much additional unpublished or uncollected material drawn from the archive of the Merton Studies Center at Bellarmine College in Louisville, Kentucky, or supplied by the poet’s friends and associates. Brought together in. The Collected Poems of Thomas Merton. are:. Early Poems. (1940-42, published posthumously in 1971),. Thirty Poems. (1944),. A Man in the Divided Sea. (1946),. Figures for an Apocalypse. (1947),. The Tear of the Blind Lions. (1949),. The Strange Islands. (1957),. Original Child Bomb. (1962),. Emblems of a Season of Fun. (1963),. Cables to Ace. (1968), and. The Geography of Lograire. (completed in 1968 and published posthumously). These are followed by. Sensation Time at the Home and Other New Poems. , a book which Merton completed shortly before his death. There are also sections of uncollected poems, humorous verse, poems written in French, with some English translations, Merton’s translations of poetry from various languages, drafts and fragments, and a selection of concrete poems. With the availability of. The Collected Poems of Thomas Merton. as a New Directions paperbook, an ever wider audience may more fully appreciate the impressive range of the poet’s technique, the scope of his concerns, and the humaneness of his vision.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Spirituality",
                "Religion"
            ]
        },
        {
            "title": "The Sharks",
            "authors": [
                "Jens Bjørneboe",
                "Esther Greenleaf Mürer"
            ],
            "ranking": 4.03,
            "ranking_count": 1042,
            "abstract": "Set at the end of the 19th century, this novel is a tale of mutiny and shipwreck. The narrator, Peder Jensen, is both competent second mate and unworldly philosopher. Esther Greenleaf Muerer has previously translated other works by Jens Bjorneboe, including Moment of Freedom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Roman",
                "Literature",
                "Historical",
                "Adventure",
                "Travel"
            ]
        },
        {
            "title": "All-of-a-Kind Family",
            "authors": [
                "Sydney Taylor",
                "Helen John"
            ],
            "ranking": 4.23,
            "ranking_count": 24270,
            "abstract": "It's the turn of the century in New York's Lower East Side and a sense of adventure and excitement abounds for five young sisters - Ella, Henny, Sarah, Charlotte and Gertie. Follow along as they search for hidden buttons while dusting Mama's front parlor, or explore the basement warehouse of Papa's peddler's shop on rainy days. The five girls enjoy doing everything together, especially when it involves holidays and surprises. But no one could have prepared them for the biggest surprise of all!",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Classics",
                "Literature",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "The Land of Little Rain",
            "authors": [
                "Mary Hunter Austin",
                "Terry Tempest Williams"
            ],
            "ranking": 3.86,
            "ranking_count": 1618,
            "abstract": "“Between the high Sierras south from Yosemite—east and south over a very great assemblage of broken ranges beyond Death Valley, and on illimitably into the Mojave Desert” is the territory that Mary Austin calls the Land of Little Rain. In this classic collection of meditations on the wonders of this region, Austin generously shares “such news of the land, of its trails and what is astir in them, as one lover of it can give to another.” Her vivid writings capture the landscape—from burnt hills to sun-baked mesas—as well as the rich variety of plant and animal life, and the few human beings who inhabit the land, including cattlemen, miners, and Paiute Indians. This Modern Library Paperback Classic is set from the original 1903 edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Writing",
                "Classics",
                "History",
                "Travel",
                "Autobiography",
                "Science",
                "Westerns"
            ]
        },
        {
            "title": "The Wednesday Wars",
            "authors": [
                "Gary D. Schmidt"
            ],
            "ranking": 4.1,
            "ranking_count": 39049,
            "abstract": "In this Newbery Honor-winning novel, Gary D. Schmidt offers an unforgettable antihero.. The Wednesday Wars. is a wonderfully witty and compelling story about a teenage boy’s mishaps and adventures over the course of the 1967–68 school year in Long Island, New York.. Meet Holling Hoodhood, a seventh-grader at Camillo Junior High, who must spend Wednesday afternoons with his teacher, Mrs. Baker, while the rest of the class has religious instruction. Mrs. Baker doesn’t like Holling—he’s sure of it. Why else would she make him read the plays of William Shakespeare outside class? But everyone has bigger things to worry about, like Vietnam. His father wants Holling and his sister to be on their best behavior: the success of his business depends on it. But how can Holling stay out of trouble when he has so much to contend with? A bully demanding cream puffs; angry rats; and a baseball hero signing autographs the very same night Holling has to appear in a play in yellow tights! As fate sneaks up on him again and again, Holling finds Motivation—the Big M—in the most unexpected places and musters up the courage to embrace his destiny, in spite of himself.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Spiritual Leadership",
            "authors": [
                "J. Oswald Sanders"
            ],
            "ranking": 4.15,
            "ranking_count": 7807,
            "abstract": "With over 500,000 in print, Spiritual Leadership is the perennial favorite for teaching the principles of leadership. In this classic, J. Oswald Sanders illustrates biblical leadership principles through the lives of David, Moses, Nehemiah, the Apostle Paul, David Livingston, and Charles Spurgeon.This world needs more leaders who are guided by God and devoted to Christ. Christianity needs to put forth a powerful voice to be heard above the cacophony of immorality and deception in much of today's leadership.. Spiritual Leadership. will encourage you to place your talents and powers at His disposal so you can become a leader used for His glory.This timeless classic will equip leaders of all generations to press on in service for Jesus Christ.. Spiritual Leadership. has easy-to-understand modern language and a study guide to assist each leader as they grow and successfully apply the principles in this book. Prepare to be stretched, challenged, and motivated to apply the leadership principles of character, passion, and especially godliness.. Spiritual Leadership. is a necessary tool for today's leaders.",
            "part_of_series": false,
            "genre_list": [
                "Leadership",
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Mutiny on the Bounty",
            "authors": [
                "Charles Bernard Nordhoff",
                "James Norman Hall"
            ],
            "ranking": 4.0,
            "ranking_count": 14464,
            "abstract": "MUTINY ON THE BOUNTY is the thrilling account of the strange, eventful, and tragic voyage of His Majesty's Ship Bounty in 17881789, which culminated in Fletcher Christian's mutiny against Captain Bligh.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Adventure",
                "Literature",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "A Long Way from Verona",
            "authors": [
                "Jane Gardam"
            ],
            "ranking": 3.84,
            "ranking_count": 1303,
            "abstract": "'I ought to tell you at the beginning that I am not quite normal having had a violent experience at the age of nine' Jessica Vye's 'violent experience' colours her schooldays and her reaction to the world around her- a confining world of Order Marks, wartime restrictions, viyella dresses, nicely-restrained essays and dusty tea shops. For Jessica she has been told that she is 'beyond all possible doubt', a born writer. With her inability to conform, her absolute compulsion to tell the truth and her dedication to accurately noting her experiences, she knows this anyway. But what she doesn't know is that the experiences that sustain and enrich her burgeoning talent will one day lead to a new- and entirely unexpected- reality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "European Literature",
                "War",
                "Novels",
                "Literary Fiction",
                "Childrens"
            ]
        },
        {
            "title": "The Chinese Emperor",
            "authors": [
                "Jean Lévi",
                "Barbara Bray"
            ],
            "ranking": 3.37,
            "ranking_count": 54,
            "abstract": "A fiction based on the rise and fall of a terrifying Chinese ruler in the third century B.C., who dreamed of eternity, became the first to unify China under a single empire, and built the great wall--Qin Shihuang.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "The Three Pillars of Zen",
            "authors": [
                "Philip Kapleau"
            ],
            "ranking": 4.03,
            "ranking_count": 6767,
            "abstract": "Through explorations of the three pillars of Zen--teaching, practice, and enlightenment--Roshi Philip Kapleau presents a comprehensive overview of the history and discipline of Zen Buddhism.  An established classic, this 35th anniversary edition features new illustrations and photographs, as well as a new afterword by Sensei Bodhin Kjolhede, who has succeeded Philip Kapleau as spiritual director of the Rochester Zen Center, one of the oldest and most influential Zen centers in the United States.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Buddhism",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Cultural",
                "Psychology"
            ]
        },
        {
            "title": "The Object of My Affection",
            "authors": [
                "Stephen McCauley"
            ],
            "ranking": 3.79,
            "ranking_count": 1646,
            "abstract": "George and Nina seem like the perfect couple. They share a cozy, cluttered Brooklyn apartment, a taste for impromptu tuna casserole dinners, and a devotion to ballroom dancing lessons at Arthur Murray. They love each other. There's only one hitch: George is gay. And when Nina announces she's pregnant, things get especially complicated. Howard -- Nina's overbearing boyfriend and the baby's father -- wants marriage. Nina wants independence. George will do anything for a little unqualified affection, but is he ready to become an unwed surrogate dad? A touching and hilarious novel about love, friendship, and the many ways of making a family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Gay",
                "Romance",
                "Humor",
                "Contemporary",
                "New York",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Eleventh Hour",
            "authors": [
                "Michael R. Phillips"
            ],
            "ranking": 4.28,
            "ranking_count": 1058,
            "abstract": "Series premiere special price! The Prussian Baron von Dortmann and his daughter face the uncertainty of life just before WW II as their faith and relationships are tested.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Inspirational",
                "War",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sherlock Holmes and the Case of the Hound of the Baskervilles",
            "authors": [
                "Malvina G. Vogel",
                "Arthur Conan Doyle"
            ],
            "ranking": 4.52,
            "ranking_count": 15203,
            "abstract": "In a specially adapted version for young readers by Malvina G. Vogel.. The curse of a supernatural hound brings Sherlock Holmes and Dr. Watson to England's gloomy moor country to solve Sir Charle Baskerville's murder. Will they find the murderer in time to prevent another killing? And what strange secrets are the people in and around Baskerville Hall trying to hide? Follow the great detective as he solves one of his most baffling cases.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Escape from the Carnival of Horrors",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.76,
            "ranking_count": 2631,
            "abstract": "TAKE A RIDE IF YOU DARE.... Late one night you and your friends visit the old fairgrounds. They're putting up rides and booths for the annual carnival. But this year things look really different. Really odd. Really scary.. The place is lit up by a hundred fiery torches. And spooky music is coming from the main tent. Then you meet Big Al, the creepy carnival manager. He's invited you in to test some of the rides.. Will you brave the terrifying Supersonic Space Coaster? Risk the horrors of the Reptile Petting Zoo? Slice through the oily waters of Booger Bog? Or confront the evil Snake Lady?. The choice is yours in this scary GOOSEBUMPS adventure that's packed with over 20 super spooky endings.. Readers beware—you choose the scare! GIVE YOURSELF. GOOSEBUMPS",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Gamebooks",
                "Mystery"
            ]
        },
        {
            "title": "Ash on a Young Man's Sleeve",
            "authors": [
                "Dannie Abse",
                "Gwyneth Lewis"
            ],
            "ranking": 3.96,
            "ranking_count": 118,
            "abstract": "Widely acclaimed for its warm humor, lyricism, and honesty, this accurate evocation of the 1930s has become a classic. In this delightful autobiographical novel, Dannie Abse skilfully interweaves public and private themes, setting the fortunes of a Jewish family in Wales against the troubled backdrop of the times: unemployment, the rise of Hitler and Mussolini, and the Spanish Civil War.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War"
            ]
        },
        {
            "title": "Back to Before",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 4.0,
            "ranking_count": 1851,
            "abstract": "What would you do if you had the opportunity to change your life? Not just where you live or who you hang out with, but your past, present,. and. future? Sounds like it might be pretty cool, right? Well, that's what Jake thought. He thought it might be easier if the Animorphs had never existed. If they'd never met Elfangor. If they all had the chance to be normal kids.. Jake gets his wish.. But things aren't quite as simple as they seem. Just because the Animorphs no longer exist doesn't mean the Yeerks no longer exist. Except now Jake, Rachel, Tobias, Cassie, and Marco can't morph. They don't even know the Yeerks are out there. And it's not such a wonderful life. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Pat the Bunny",
            "authors": [
                "Dorothy Kunhardt"
            ],
            "ranking": 4.05,
            "ranking_count": 24561,
            "abstract": "Touch and Feel books enhance a toddler's sensory world with textured materials. The materials are attached to durable pages, and the toddler is asked to feel the material or to look in the provided mirror.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "The Character Of Nations: How Politics Makes And Breaks Prosperity, Family, And Civility",
            "authors": [
                "Angelo M. Codevilla"
            ],
            "ranking": 4.26,
            "ranking_count": 47,
            "abstract": "In the aftermath of the Cold war, people around the globe are reexamining and reinventing their political systems, conscious that political choices imply different ways of life. In this new cross-cultural study, Angelo M. Codevilla illustrates that as people shape their governments, they shape themselves. Drawing broadly from the sweep of history, from the Roman republic to de Tocqueville's America, as well as from personal and scholarly observations of the world in the twentieth century,. The Character of Nations. reveals remarkable truths about the effects of government on a society's economic arrangenments, moral order, sense of family life, and ability to defend itself.Codevilla argues that in present-day America government has had a profound negative effect on societal norms. It has taught people to seek prosperity through connections with political power; it has fostered the atrophy of civic responsibility; it has waged a Kulturkampf against family and religion; and it has dug a dangerous schasm between those who serve in the military and those who send it in harm's way. Informative and provocative,. The Character of Nations. shows how the political decisions we make have higher stakes than simply who wins elections.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Economics"
            ]
        },
        {
            "title": "A Hope in the Unseen: An American Odyssey from the Inner City to the Ivy League",
            "authors": [
                "Ron Suskind"
            ],
            "ranking": 3.96,
            "ranking_count": 4261,
            "abstract": "It is 1993, and Cedric Jennings is a bright and ferociously determined honor student at Ballou, a high school in one of Washington D.C.’s most dangerous neighborhoods, where the dropout rate is well into double digits and just 80 students out of more than 1,350 boast an average of B or better. At Ballou, Cedric has almost no friends. He eats lunch in a classroom most days, plowing through the extra work he has asked for, knowing that he’s really competing with kids from other, harder schools. Cedric Jennings’s driving ambition–which is fully supported by his forceful mother–is to attend a top-flight college.. In September 1995, after years of near superhuman dedication, he realizes that ambition when he begins as a freshman at Brown University. In this updated edition, A Hope in the Unseen chronicles Cedric’s odyssey during his last two years of high school, follows him through his difficult first year at Brown, and now tells the story of his subsequent successes in college and the world of work.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Education",
                "Biography",
                "Autobiography",
                "Race",
                "Cultural",
                "Sociology",
                "Academic",
                "Biography Memoir"
            ]
        },
        {
            "title": "Trash: Stories",
            "authors": [
                "Dorothy Allison"
            ],
            "ranking": 4.1,
            "ranking_count": 4910,
            "abstract": "Trash. , Allison's landmark collection, laid the groundwork for her critically acclaimed. Bastard Out of Carolina. , the National Book Award finalist that was hailed by. The New York Times Book Review. as simply stunning...a wonderful work of fiction by a major talent. In addition to Allison's classic stories, this new edition of. Trash. features Stubborn Girls and Mean Stories, an introduction in which Allison discusses the writing of. Trash. and Compassion, a never-before-published short story.. First published in 1988, the award-winning. Trash. showcases Allison at her most fearlessly honest and startlingly vivid. The limitless scope of human emotion and experience are depicted in stories that give aching and eloquent voice to the terrible wounds we inflict on those closest to us. These are tales of loss and redemption; of shame and forgiveness; of love and abuse and the healing power of storytelling.. A book that resonates with uncompromising candor and incandescence,. Trash. is sure to captivate Allison's legion of readers and win her a devoted new following.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "LGBT",
                "American",
                "Feminism",
                "Womens",
                "Social Issues",
                "Literature"
            ]
        },
        {
            "title": "The Gilded Web",
            "authors": [
                "Mary Balogh"
            ],
            "ranking": 3.58,
            "ranking_count": 3430,
            "abstract": "From one of America’s most beloved storytellers comes a classic love story—the breathtaking tale of a man and a woman caught in a web of temptation and seduction.. All she wanted was to escape the hot, crowded London ballroom. But moments after stepping into the bitterly cold night, she is seized by a pair of strong hands and spirited away. Fully expecting to be ravished, sheltered Alexandra Purnell instead finds herself at the mercy of the man who saved her from certain scandal. Edmund, Earl of Amberley, is bold and sensual, tempting Alexandra to be reckless for the first time in her life. But as passion ignites, Edmund’s offer of marriage takes Alexandra completely by surprise. Now a woman who craves her freedom above all else is about to discover how far one man will go to protect and possess the woman he loves.…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "European Literature",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "The Calvin and Hobbes Lazy Sunday Book",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.62,
            "ranking_count": 21720,
            "abstract": "Find Sunday comic favorites in this classic. Calvin and Hobbes. collection.. This is a collection of the classic comic strip that features Calvin, a rambunctious 6-year-old boy, and his stuffed tiger, Hobbes, who comes charmingly to life. Filled with Watterson’s full-page Sunday strips, this collection is sure to please fans and newcomers alike.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Comics",
                "Childrens",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Mad Toy",
            "authors": [
                "Roberto Arlt",
                "Michele Aynesworth"
            ],
            "ranking": 3.77,
            "ranking_count": 5022,
            "abstract": "Roberto Arlt, celebrated in Argentina for his tragicomic, punch-in-the-jaw writing during the 1920s and 1930s, was a forerunner of Latin American “boom” and “postboom” novelists such as Gabriel García Márquez and Isabel Allende.. Mad Toy. , acclaimed by many as Arlt’s best novel, is set against the chaotic background of Buenos Aires in the early twentieth century. Set in the badlands of adolescence, where acts of theft and betrayal become metaphors for creativity,. Mad Toy. is equal parts pulp fiction, realism, detective story, expressionist drama, and creative memoir.. An immigrant son of a German father and an Italian mother, Arlt as a youth was a school dropout, poor and often hungry. In. Mad Toy,. he incorporates his personal experience into the lives of his characters. Published in 1926 as. El juguete rabioso. , the novel follows the adventures of Silvio Astier, a poverty-stricken and frustrated youth who is drawn to gangs and a life of petty crime. As Silvio struggles to bridge the gap between exuberant imagination and the sordid reality around him, he becomes fascinated with weapons, explosives, vandalism, and thievery, despite a desperate desire to rise above his origins. Flavored with a dash of romance, a hint of allegory, and a healthy dose of irony, the novel’s language varies from the cultured idiom of the narrator to the dialects and street slang of the novel’s many colorful characters.. Mad Toy. has appeared in numerous Spanish editions and has been adapted for the stage and for film. It is the second of Arlt’s novels to be translated into English.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Academic",
                "Literature",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "Why Is Sex Fun? The Evolution of Human Sexuality (Science Masters)",
            "authors": [
                "Jared Diamond"
            ],
            "ranking": 3.71,
            "ranking_count": 6119,
            "abstract": "Why are humans one of the few species to have sex in private? Why are human females the only mammals to go through menopause? Why is the human penis so unnecessarily large? There is no more knowledgeable authority than the award-winning author of. The Third Chimpanzee. to answer these intriguing questions. Here is a delightfully entertaining and enlightening look at the unique sex lives of humans.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Anthropology",
                "Psychology",
                "Sexuality",
                "Biology",
                "History",
                "Sociology"
            ]
        },
        {
            "title": "Down-Home Wholesome: 300 Low-Fat Recipes from a New Soul Kitchen",
            "authors": [
                "Danella Carter"
            ],
            "ranking": 3.89,
            "ranking_count": 9,
            "abstract": "This wonderful book proves that soul cookery can be flavorful and exciting without an overload of fat and cholesterolImagine -- roasted chicken with cornbread stuffing, macaroni and cheese, and pecan pie -- without the fat and cholesterol these dishes usually contain. Sound too good to be true? This new and innovative cookbook conquers the seemingly impossible, trimming the fat, sugar, and salt from popular soul recipes and offering a sparkling variety of taste alternatives to traditional dishes.. Replacing salt pork, bacon grease, and lard with smoked turkey, fresh herbs, sizzling pepper bases, and aromatics like fresh ginger, lemon peel, and chili peppers, food journalist Danella Carter reinvents this classic cuisine without sacraficing taste. Her emphasis on foods that are already low in fat -- leafy greens, cornbread, milk -- provides a satisfying, simple transition from Old Soul to New Soul.. Free of red meat and pork, Down Home Wholesome offers an array of over 300 vibrant and appealing dishes, such as:. -- Baked Collards with Smoked Hen. -- Country Chicken with Cornmeal Waffles. -- Buttermilk Soup with Cornbread Croutons. -- Raspberry Cobbler. Each of these tantalizing recipes also includes a nutritional analysis that counts calories, fat, carbohydrates, and sodium. Adding to the warmth of the book are the author's reminiscences of three generations of family cooks. In Down Home Wholesome, Carter trims the fat from traditional home cooking and leaves us with exciting cuisine feeding body and soul.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Identity",
            "authors": [
                "Milan Kundera",
                "Linda Asher"
            ],
            "ranking": 3.68,
            "ranking_count": 23453,
            "abstract": "There are situations in which we fail for a moment to recognize the person we are with, in which the identity of the other is erased while we simultaneously doubt our own. This also happens with couples--indeed, above all with couples, because lovers fear more than anything else losing sight of that loved one.. With stunning artfulness in expanding and playing variations on the meaningful moment, Milan Kundera has made this situation--and the vague sense of panic it inspires--the very fabric of his novel. Here brevity goes hand in hand with intensity, and a moment of bewilderment marks the start of a labyrinthine journey during which the reader repeatedly crosses the border between the real and the unreal, between what occurs in the world outside, and what the mind creates in its solitude.. Of all contemporary writers, only Kundera can transform such a hidden and disconcerting perception into the material for a novel, one of his finest, most painful, and most enlightening. Which, surprisingly, turns out to be a love story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Philosophy",
                "Contemporary",
                "Cultural",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Winner",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.1,
            "ranking_count": 45694,
            "abstract": "The Dream. She is twenty, beautiful, dirt-poor, and hoping for a better life for her infant daughter when LuAnn Tyler is offered the gift of a lifetime, a $100 million lottery jackpot. All she has to do is change her identity and leave the U.S. forever.. The Killer. It's an offer she dares to refuse...until violence forces her hand and thrusts her into a harrowing game of high-stakes, big-money subterfuge. It's a price she won't fully pay...until she does the unthinkable and breaks the promise that made her rich.. The Winner. For if LuAnn Tyler comes home, she will be pitted against the deadliest contestant of all: the chameleonlike financial mastermind who changed her life. And who can take it away at will...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Literature",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "The Song at the Scaffold",
            "authors": [
                "Gertrud von le Fort"
            ],
            "ranking": 3.88,
            "ranking_count": 523,
            "abstract": "Gertrud Von Le Fort wrote. The Song at the Scaffold. in 1931, five years after converting to the Catholic Faith. At that time she was considered Germany's most influential Catholic poet and novelist.. The Song at the Scaffold is a novelette set in the time of the French Revolution, an epoch that vividly demonstrated man's capacity for both heroism and brutality. It is a very intense story dealing primarily with the Carmelite Convent at Compiegne but also encompassing the Paris mob, the Reign of Terror, Women Revolutionists, etc., climaxing in the martyrdom of sixteen Carmelite nuns.. Excellent reading for both students and adults-",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christianity",
                "Fiction",
                "Religion",
                "Classics",
                "Academic",
                "Literature",
                "Christian"
            ]
        },
        {
            "title": "La sombra del águila",
            "authors": [
                "Arturo Pérez-Reverte"
            ],
            "ranking": 3.9,
            "ranking_count": 2261,
            "abstract": "Se incorpora por primera vez a una colección de clásicos una obra de Pérez Reverte, en la que el escritor, a través de un relato aparentemente sencillo, muestra su visión de temas tan importantes para él como la guerra, España, el patriotismo o el heroísmo anónimo de cualquier ser humano. El ambiente histórico en el que tiene lugar, las guerras napoleónicas, constituye una de las especialidades de Pérez-Reverte, que despliega con verdadera maestría los recursos de la intriga e imprime a la narración su estilo vital, apasionado y lleno de desparpajo. Su sentido del humor brilla como pocas veces en esta obra tan amena, tan fácil de leer y tan atractiva que no puede quedar a la sombra de ningún símbolo imperial.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Humor",
                "European Literature",
                "Fiction",
                "War",
                "Cultural",
                "Adventure",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "A Certain Smile",
            "authors": [
                "Françoise Sagan"
            ],
            "ranking": 3.73,
            "ranking_count": 3870,
            "abstract": "Sagan's second novel tells the story of Dominique, a bored twenty-year-old law student at the Sorbonne in mid-1950's Paris, who embarks on a love affair with a middle-aged man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Romance",
                "Literature",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Belgariad Boxed Set: Pawn of Prophecy / Queen of Sorcery / Magician's Gambit / Castle of Wizardry / Enchanters' End Game",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.28,
            "ranking_count": 15367,
            "abstract": "It all begins with the theft of the Orb that for so long protected the West from an evil god. As long as the Orb was at Riva, the prophecy went, its people would be safe from this corrupting power. Garion, a simple farm boy, is familiar with the legend of the Orb, but skeptical in matters of magic. Until, through a twist of fate, he learns not only that the story of the Orb is true, but that he must set out on a quest of unparalleled magic and danger to help recover it. For Garion is a child of destiny, and fate itself is leading him far from his home, sweeping him irrevocably toward a distant tower-and a cataclysmic confrontation with a master of the darkest magic. The quest may be nearing its end, but the danger continues. After discovering a shocking secret about himself he never could have imagined-all in pursuit of the legendary Orb-Garion and his fellow adventurers must escape a crumbling enemy fortress and flee across a vast desert filled with ruthless soldiers whose only aim is to destroy them. But even when the quest is complete, Garion's destiny is far from fulfilled. For the evil God Torak is about to awaken and seek dominion. Somehow, Garion has to face the God, to kill or be killed. On the outcome of this dread duel rests the future of the world. But how can one man destroy an immortal God?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Classics",
                "Epic"
            ]
        },
        {
            "title": "Summer Dreams, Winter Love",
            "authors": [
                "Mary Francis Shura"
            ],
            "ranking": 4.36,
            "ranking_count": 291,
            "abstract": "Everyone tells her she's crazy to fall in love with Michael. He may be gorgeous, but he's older than Ellen - what could he possibly see in her?. But from the first day she meets him, Ellen can't get Michael out of her mind. She. knows. he might be dangerous, she. knows. she might get hurt - but she can't stop wanting him...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Holiday",
                "Contemporary",
                "Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Waiting for the Wild Beasts to Vote",
            "authors": [
                "Ahmadou Kourouma",
                "Frank Wynne"
            ],
            "ranking": 3.87,
            "ranking_count": 346,
            "abstract": "Ahmadou Kourouma's remarkable novel is narrated by Bingo, a West African. sora. - storyteller and king's fool. Over the course of five nights he tells the life story of Koyaga, President and Dictator of the Gulf Coast. Orphaned at the age of seven, Koyaga grows up to be a terrible hunter; he fights mythical beasts, and is a shape-shifter, capable of changing himself into beasts and birds. He fights in the French colonial armies, in Vietnam and Algeria, but on his return he mounts a coup and becomes ruler and dictator of the Gulf Coast. For thirty years he runs a corrupt but 'clean' state, surviving repeated assassination attempts and gaining support and investment from abroad. But when the 'First World' decides it no longer want to support dictatorships and call for democracy, he needs another ruse to maintain himself in power.... Part magic, part history, part savage satire,. Waiting for the Wild Beasts to Vote. is nothing less than a history of post-colonial Africa itself.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Contemporary",
                "Novels",
                "Historical",
                "Western Africa",
                "Africa"
            ]
        },
        {
            "title": "Sudenmorsian",
            "authors": [
                "Aino Kallas"
            ],
            "ranking": 3.6,
            "ranking_count": 1586,
            "abstract": "Sudenmorsian on Aino Kallaksen (1878 - 1956) keskeisiä teoksia. Se pohjautuu ikivanhalle, kansanuskomuksissa pitkään eläneelle ihmissusiaiheelle: hiidenmaalaisen metsävahdin nuori vaimo Aalo joutuu siinä oudon lumouksen valtaan ja muuttautuu ihmissudeksi, tempautuen irti kodistaan ja miehestään. Hän elää kaksoiselämää vuoroin ihmisen, vuoroin suden hahmossa, ja joutuu hengellään sovittamaan sen, että on rohjennut astua yli ihmiselle sallittujen rajojen.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fantasy",
                "Fiction",
                "Horror",
                "Historical",
                "Shapeshifters",
                "Adult",
                "Academic"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 4",
            "authors": [
                "Hayao Miyazaki",
                "David R Lewis",
                "Toren Smith",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.58,
            "ranking_count": 2598,
            "abstract": "A monk warns Nausicaä that omens of an apocalypse, Daikaisho, will appear soon and the forest will boil over to cover the land. His predictions appear to be coming true when she arrives in the Forest in the South and discovers Lord Miralupa has developed mutant spores for biological warfare, but the mould begins growing uncontrollably and there's no antidote.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Adventure",
                "Apocalyptic",
                "Cultural"
            ]
        },
        {
            "title": "Arc d'X",
            "authors": [
                "Steve Erickson"
            ],
            "ranking": 3.98,
            "ranking_count": 542,
            "abstract": "Thomas Jefferson's love for, and enslavement of, his mistress, Sally Hemings, forms the center of an exploration of the American spirit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "Historical",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Spectator Bird",
            "authors": [
                "Wallace Stegner"
            ],
            "ranking": 4.0,
            "ranking_count": 6680,
            "abstract": "This tour-de-force of American literature and a winner of the National Book Award is a profound, intimate, affecting novel from one of the most esteemed literary minds of the last century and a beloved chronicler of the West.. Joe Allston is a cantankerous, retired literary agent who is, in his own words, just killing time until time gets around to killing me. His parents and his only son are long dead, leaving him with neither ancestors nor descendants, tradition nor ties. His job, trafficking the talent of others, has not been his choice. He has passed through life as a spectator, before retreating to the woods of California in the 1970s with only his wife, Ruth, by his side.. When an unexpected postcard from a long-lost friend arrives, Allston returns to the journals of a trip he has taken years before, a journey to his mother's birthplace where he once sought a link with his past. Uncovering this history floods Allston with memories, both grotesque and poignant, and finally vindicates him of his past and lays bare that Joe Allston has never been quite spectator enough.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Novels",
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "The Reluctant Heiress",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 3.92,
            "ranking_count": 8029,
            "abstract": "Spring, 1922. Tessa is a beautiful, tiny, dark-eyed princess - who's given up her duties to follow her heart, working for nothing backstage at the Viennese opera. No one there knows who she really is, or that a fairy-tale castle is missing its princess, and Tessa is determined to keep it that way.. But secret lives can be complicated, and when a wealthy, handsome Englishman discovers this bewitching urchin backstage, Tessa's two lives collide - and in escaping her inheritance, she finds her destiny. . .. Magic Flutes. is an enchanting story of love, music and secret princesses from Eva Ibbotson.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction",
                "Music",
                "Womens Fiction",
                "Literature"
            ]
        },
        {
            "title": "My Brother's Keeper",
            "authors": [
                "Marcia Davenport"
            ],
            "ranking": 4.19,
            "ranking_count": 212,
            "abstract": "Based on the true story of the Collyer brothers.. Inspired by the 1947 New York Times articles detailing items taken from the Collyer's brownstone after their deaths, Davenport constructs a tale of the Holt brothers, one a failing concert pianist and the other a naval architect, and the events that prompted them to become recluses in later life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "I Love You, Blue Kangaroo!",
            "authors": [
                "Emma Chichester Clark"
            ],
            "ranking": 4.2,
            "ranking_count": 538,
            "abstract": "When Blue Kangaroo feels misplaced by Lily's new toys, he wonders if she would even notice if he were gone? A heartwarming and comforting tale of sibling rivalry, loyalty, and lasting love, I Love You Blue Kangaroo is a Child Magazine Best Kids' Book of the Year.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Love",
                "Animals",
                "Fiction",
                "Family"
            ]
        },
        {
            "title": "A Short History of Decay",
            "authors": [
                "Emil M. Cioran",
                "Richard Howard"
            ],
            "ranking": 4.23,
            "ranking_count": 3989,
            "abstract": "In the fact of being born there is such an absence of necessity that when you think about it a little more than usual you are left... with a foolish grin -E.M. Cioran. E.M. Cioran confronts the place of today's world in the context of human history. He focuses on such major issues of the twentieth century as human progress, fanaticism, and science.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "History",
                "European Literature",
                "Cultural",
                "Death",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "Descartes' Metaphysical Physics",
            "authors": [
                "Daniel Garber"
            ],
            "ranking": 4.13,
            "ranking_count": 15,
            "abstract": "In this first book-length treatment of Descartes' important and influential natural philosophy, Daniel Garber is principally concerned with Descartes' accounts of matter and motion—the joint between Descartes' philosophical and scientific interests. These accounts constitute the point at which the metaphysical doctrines on God, the soul, and body, developed in writings like the. Meditations. , give rise to physical conclusions regarding atoms, vacua, and the laws that matter in motion must obey.. Garber achieves a philosophically rigorous reading of Descartes that is sensitive to the historical and intellectual context in which he wrote. What emerges is a novel view of this familiar figure, at once unexpected and truer to the historical Descartes.. The book begins with a discussion of Descartes' intellectual development and the larger project that frames his natural philosophy, the complete reform of all the sciences. After this introduction Garber thoroughly examines various aspects of Descartes' physics: the notion of body and its identification with extension; Descartes' rejection of the substantial forms of the scholastics; his relation to the atomistic tradition of atoms and the void; the concept of motion and the laws of motion, including Descartes' conservation principle, his laws of the persistence of motion, and his collision law; and the grounding of his laws in God.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Science",
                "History"
            ]
        },
        {
            "title": "Burning Your Boats: The Collected Short Stories",
            "authors": [
                "Angela Carter",
                "Salman Rushdie"
            ],
            "ranking": 4.3,
            "ranking_count": 2588,
            "abstract": "One of our most imaginative and accomplished writers, Angela Carter left behind a dazzling array of work: essays, citicism, and fiction. But it is in her short stories that her extraordinary talents—as a fabulist, feminist, social critic, and weaver of tales—are most penetratingly evident. This volume presents Carter's considerable legacy of short fiction gathered from published books, and includes early and previously unpublished stories. From reflections on jazz and Japan, through vigorous refashionings of classic folklore and fairy tales, to stunning snapshots of modern life in all its tawdry glory, we are able to chart the evolution of Carter's marvelous, magical vision.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Horror",
                "Gothic",
                "Feminism",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Three Bedrooms, One Corpse",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.81,
            "ranking_count": 18913,
            "abstract": "Deciding if she wants to go into real estate becomes a life-or-death choice for Aurora Roe Teagarden. A naked corpse is discovered at her first house showing. And when a second body is found in another house for sale, it becomes obvious that there is a very cool killer at large in Lawrenceton, one who knows a great deal about real estate-and maybe too much about Roe.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Thriller",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Prophetic Imagination",
            "authors": [
                "Walter Brueggemann"
            ],
            "ranking": 4.33,
            "ranking_count": 4001,
            "abstract": "In this challenging and enlightening treatment, Brueggemann traces the lines from the radical vision of Moses to the solidification of royal power in Solomon to the prophetic critique of that power with a new vision of freedom in the prophets. Here he traces the broad sweep from Exodus to Kings to Jeremiah to Jesus. He highlights that the prophetic vision and not only embraces the pain of the people but creates an energy and amazement based on the new thing that God is doing.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Spirituality",
                "Christianity",
                "Social Movements"
            ]
        },
        {
            "title": "Black Hearts in Battersea",
            "authors": [
                "Joan Aiken",
                "Edward Gorey"
            ],
            "ranking": 4.13,
            "ranking_count": 4241,
            "abstract": "Simon, the foundling from The Wolves of Willoughby Chase, arrives in London to meet an old friend and pursue the study of painting. Instead he finds himself unwittingly in the middle of a wicked crew's fiendish caper to overthrow the good King James and the Duke and Duchess of Battersea. With the help of his friend Sophie and the resourceful waif Dido, Simon narrowly escapes a series of madcap close calls and dangerous run-ins. In a time and place where villains do nothing halfway, Simon is faced with wild wolves, poisoned pies, kidnapping, and a wrecked ship. This is a cleverly contrived tale of intrigue and misadventure.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Historical",
                "Adventure",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Classics"
            ]
        },
        {
            "title": "Night Games and Other Stories and Novellas",
            "authors": [
                "Arthur Schnitzler",
                "Margret Schaefer",
                "John Simon"
            ],
            "ranking": 4.14,
            "ranking_count": 305,
            "abstract": "These artful new translations of nine of Arthur Schnitzler's most important stories and novellas including Dream Story, on which Stanley Kubrick based his widely acclaimed film Eyes Wide Shut-reinforce the Viennese author's remarkable achievement as literary modernist, depth psychologist, and prose stylist. The psychologically complex and morally ambiguous tales of love and adultery, dream and reality, desire and death in Night Games prove Schnitzler to be fully the equal of his great contemporaries Kafka, Rilke, and Musil, and justify Freud's praise of his knowledge of depth psychology. The collection includes powerful early works such as The Dead Are Silent and Geronimo and His Brother as well as late masterpieces such as Night Games and Dream Story. Schnitzler creates memorable characters and makes original and masterful use of inner monologue, stream of consciousness, and unrealiable narrator-techniques that he was among the first, if not the first, to use-to explore the complexities of their inner lives, even as he delineates their social world with elegance and wit. The results are comic, tragic, powerful, and psychologically compelling tales of love, sex, and death, that often surprise. They are as fresh and as relevant to us today, a century later, as when they were first written.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Death",
                "Novella",
                "Cultural"
            ]
        },
        {
            "title": "Dr. Seuss's Green Eggs and Ham: For Soprano, Boy Soprano, and Orchestra",
            "authors": [
                "Robert Kapilow",
                "Dr. Seuss"
            ],
            "ranking": 4.46,
            "ranking_count": 119674,
            "abstract": "Study ScoreA children's classic, now available in this version for Soprano, Boy Soprano and Full Orchestra. Duration ca. 18 minutes. Also available for Chamber Ensemble (Score #50482454) and Vocal Score (50482453).",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Kids",
                "Fantasy",
                "Humor"
            ]
        },
        {
            "title": "Csardas",
            "authors": [
                "Diane Pearson"
            ],
            "ranking": 4.16,
            "ranking_count": 977,
            "abstract": "The csardas is a dance that symbolizes the vibrant spirit, the love of life of a proud people. And. Csardas. is a deftly plotted saga of great power, beauty, and historical authenticity that follows the changing fortunes of three aristocratic European families--spanning two world wars and four countries, and brimming with richly drawn, unforgettable characters.. Trying to found a dynasty against the inflexible caste system of the crumbling Austro-Hungarian Empire, stern Jewish banker Zsignmond Ferenc had married Marta Bogozy, a gay, charming woman of noble birth. Their daughters, The two enchanting Ferenc sisters, Malie and Eva, are the most sought-after young women in their small society. Little do they realize that their secure world of privilege is soon to be consumed in the holocaust of the First World War and subsequent events.. Masterfully, Diane Pearson interweaves the story of Malie and Eva with the lives of the other Ferencs, their relatives, and the history of the troubled times--the socialist, fascist, and finally communist regimes; the scattering of the family and its struggle simply to survive; and the joyous reunion after World War II of those who do.. This is a superbly written, poignant epic of war and peace--the brave, dignified, and sometimes cruel story of living, breathing characters whose hopes, failures, and triumphs will entrance readers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Deliver Us From Evil: Restoring the Soul in a Disintergrating Culture",
            "authors": [
                "Ravi Zacharias"
            ],
            "ranking": 4.19,
            "ranking_count": 847,
            "abstract": "Social observer Ravi Zacharias shows how many of today's most popular ideas, seemingly innocent thoughts, and beliefs are vandalizing our culture.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "The Challenge of the Left Opposition 1928-29",
            "authors": [
                "Leon Trotsky",
                "George  Saunders"
            ],
            "ranking": 3.83,
            "ranking_count": 6,
            "abstract": "Documents the fight of the communist opposition from 1923 to 1929 against the reactionary political and economic policies of the rising bureaucratic caste in the Soviet Union.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Mermaids",
            "authors": [
                "Patty  Dann"
            ],
            "ranking": 3.71,
            "ranking_count": 772,
            "abstract": "The exploits of a 14-year-old Jewish girl and her fatherless family, a vulnerable, passionate girl riddled with guilt and wild in the extreme.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Womens Fiction",
                "Humor",
                "Young Adult",
                "Romance",
                "Family",
                "Media Tie In"
            ]
        },
        {
            "title": "Across the Wide and Lonesome Prairie: The Oregon Trail Diary of Hattie Campbell",
            "authors": [
                "Kristiana Gregory"
            ],
            "ranking": 4.02,
            "ranking_count": 7299,
            "abstract": "Now that we're in the North Platte River Valley the air feels dry and thin. My lips are so chapped they bleed when I talk. The only thing to do is dip our fingers in to the bucket of axle grease and rub our lips every hour or so. It smells bad, it tastes bad, and the blowing dust sticks.. It feels like we must be halfway to Oregon, but Tall Joe says, no, we've only gone five hundred miles. He also says the worst part of the trail is to come.. Does he mean more rivers to cross...? I'm afraid to ask what he's talking about.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Diary",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "The Debt to Pleasure",
            "authors": [
                "John Lanchester"
            ],
            "ranking": 3.74,
            "ranking_count": 2729,
            "abstract": "Winner of the Whitbread Award for Best First Novel and a New York Times Notable Book,. The Debt to Pleasure. is a wickedly funny ode to food. Traveling from Portsmouth to the south of France, Tarquin Winot, the book's snobbish narrator, instructs us in his philosophy on everything from the erotics of dislike to the psychology of the menu. Under the guise of completing a cookbook, Winot is in fact on a much more sinister mission that only gradually comes to light.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Food and Drink",
                "Humor",
                "Mystery",
                "Cultural",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "The Rainbow Fish",
            "authors": [
                "Marcus Pfister"
            ],
            "ranking": 4.19,
            "ranking_count": 137096,
            "abstract": "The Rainbow Fish. is an international bestseller and a modern classic. Eye-catching foilstamping, glittering on every page, offers instant child-appeal, but it is the universal message at the heart of this simple story about a beautiful fish, who learns to make friends by sharing his most prized possessions, that gives the book its lasting value.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Fantasy",
                "Kids",
                "Academic"
            ]
        },
        {
            "title": "James Joyce",
            "authors": [
                "Richard Ellmann"
            ],
            "ranking": 4.35,
            "ranking_count": 2520,
            "abstract": "Although several biographers have thrown themselves into the breach since this magisterial book first appeared in 1959, none have come close to matching the late Richard Ellmann's achievement. To be fair, Ellmann does have some distinct advantages. For starters, there's his deep mastery of the Irish milieu--demonstrated not only in this volume but in his books on Yeats and Wilde. He's also an admirable stylist himself--graceful, witty, and happily unintimidated by his brilliant subjects. But in addition, Ellmann seems to have an uncanny grasp on Joyce's personality: his reverence for the Irishman's literary accomplishment is always balanced by a kind of bemused affection for his faults. Whether Joyce is putting the finishing touches on Ulysses, falling down drunk in the streets of Trieste, or talking dirty to his future wife via the postal service, Ellmann's account always shows us a genius and a human being--a daunting enough task for a fiction writer, let alone the poor, fact-fettered biographer. Richard Ellmann has revised and expanded his definitive work on Joyce's life to include newly discovered primary material, including details of a failed love affair, a limerick about Samuel Beckett, a dream notebook, previously unknown letters, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "History",
                "European Literature",
                "Literature",
                "Criticism",
                "Biography Memoir"
            ]
        },
        {
            "title": "Lady of Mercy",
            "authors": [
                "Michelle Sagara West"
            ],
            "ranking": 3.84,
            "ranking_count": 719,
            "abstract": "Part of the Sundered series - the heroine continues her struggle against the forces of evil. The harrowing tale of Erin Elliath, warrior and healer, continues in this episode of the battle between good and evil. When Erin rejects her position as Lady Sara, wife to the First Servant of the Dark Heart, she escapes from her husband's lands with the help of Darin, the Patriarch of Culverne and the last of his line. After combining forces with the deposed prince of Marantine and a mysterious old man - who has magic skills that neither Erin or Darin can identify - the foursome hatch a plan to wrestle control of the usurped kingdom of Marantine away from the priests of the Dark Heart. Meanwhile, Erin continues to struggle with her part in the betrayal of her people, the deaths of her most beloved friends, as well as her feelings for the man who doomed them for her sake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Heroic Fantasy",
                "Novels",
                "Dark"
            ]
        },
        {
            "title": "The Silent Cry",
            "authors": [
                "Kenzaburō Ōe",
                "John Bester"
            ],
            "ranking": 3.86,
            "ranking_count": 3301,
            "abstract": "Two brothers, Takashi and Mitsu, return from Tokyo to the village of their childhood. The selling of their family home leads them to an inescapable confrontation with their family history. Their attempt to escape the influence of the city ends in failure as they realize that its tentacles extend to everything in the countryside, including their own relationship. In 1994, Kenzaburo Oe was awarded the Nobel Prize for Literature. Signalling out The Silent Cry, the Nobel Committee stated that his poetic force creates an imagined world, where life and myth condense to form a disconcerting picture of the human predicament.. Kenzaburo Oe is one of the great writers of the century and The Silent Cry is his masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Dwarves of Death",
            "authors": [
                "Jonathan Coe"
            ],
            "ranking": 3.09,
            "ranking_count": 2015,
            "abstract": "William's life is beset with frustration: his band turns his melodic songs into grotesque parodies of Status Quo, and cool Madelaine dangles out of reach. Things could hardly get worse, it seems - until he becomes the only witness to a bizarre murder. A very clever, very funny book ...Brilliant - Sunday Times. Like a Hitchcock movie on drugs ...a novel of considerable gusto and panache - Observer. It's about being young, poor, confused and in love ...Sharp, lucid and witty - Guardian.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Music",
                "Contemporary",
                "Literature",
                "Novels",
                "Mystery",
                "Humor"
            ]
        },
        {
            "title": "Job: A Comedy of Justice",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.78,
            "ranking_count": 17324,
            "abstract": "After he firewalked in Polynesia, the world wasn't the same for Alexander Hergensheimer, now called Alec Graham. As natural accidents occurred without cease, Alex knew Armageddon and the Day of Judgement were near. Somehow he had to bring his beloved heathen, Margrethe, to a state of grace, and, while he was at it, save the rest of the world ....",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Humor",
                "Religion",
                "Speculative Fiction",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Hitchhiker's Guide to the Galaxy: A Trilogy in Four Parts",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.5,
            "ranking_count": 35309,
            "abstract": "Charting the whole of Arthur Dent's odyssey through space are:. THE HITCHHIKER'S GUIDE TO THE GALAXY.. One Thursday lunchtime the Earth gets unexpectedly demolished to make way for a new hyperspace bypass. For Arthur Dent, who has only just had his house demolished that morning, this seems already to be more than he can cope with. Sadly, however, the weekend has only just begun, and the Galaxy is a very very very large and startling place.. THE RESTAURANT AT THE END OF THE UNIVERSE.. When all questions of space, time, matter and the nature of being have been resolved, only one question remains --- Where shall we have dinner? The Restaurant at the End of the Universe provides the ultimate gastronomic experience, and for once there is no morning after to worry about.. LIFE, THE UNIVERSE AND EVERYTHING.. In consequence of a number of stunning catastrophes, Arthur Dent is surprised to find himself living in a hideously miserable cave on prehistoric Earth. However, just as he thinks that things cannot possibly get any worse, they suddenly do. He discovers that the Galaxy is not only mind-boggling big and bewildering but also that most of the things that happen in it are staggeringly unfair.. SO LONG, AND THANKS FOR ALL THE FISH.. Just as Arthur Dent's sense of reality is in its dickiest state he suddenly finds the girl of his dreams. He finds her in the last place in the Universe in which he would expect to find anything at all, but which 3,976,000 people will find oddly familiar. They go in search of God's Final Message to His Creation and, in a dramatic break with tradition, actually find it.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Indwelling: The Beast Takes Possession",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins"
            ],
            "ranking": 3.98,
            "ranking_count": 28205,
            "abstract": "The Indwelling,  book number seven in the best-selling Left Behind series, marks the beginning of the second half of the seven year Tribulation period. The question of who killed Nicolae at the end of book number six, Assassins,  will be answered. Readers will experience the horrors of God's judgment and the hope of salvation as they follow Rayford, Buck, Chloe, and the rest of the Tribulation Force in heart-stopping action.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Religion",
                "Fantasy",
                "Thriller",
                "Science Fiction",
                "Spirituality"
            ]
        },
        {
            "title": "Betsy's Wedding",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.33,
            "ranking_count": 4501,
            "abstract": "Betsy returns from Europe to marry Joe Willard—and soon learns that beloved friend Tacy is expecting a baby! It's wartime in America, but Betsy, Joe, and their wonderful circle of friends brave their hardships together.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Young Adult",
                "Historical",
                "Fiction",
                "Childrens",
                "Romance"
            ]
        },
        {
            "title": "Fathers and Crows",
            "authors": [
                "William T. Vollmann"
            ],
            "ranking": 4.34,
            "ranking_count": 386,
            "abstract": "With the same panoramic vision and mythic sensibility he brought to The Ice-Shirt, William T. Vollmann continues his hugely original fictional history of the clash of Indians and Europeans in the New World. It is 400 years ago, and the Black Gowns, French Jesuit priests, are beginning their descent into the forests of Canada, eagerly seeking to convert the Huron--and courting martyrdom at the hands of the rival Iroquois. Through the eyes of these vastly different peoples--particularly through those of the grimly pious Father Jean de Brebeuf and the Indian prophetess Born Underwater--Vollmann reconstructs America's past as tragedy, nightmare, and bloody spectacle. In the process, he does nothing less than reinvent the American novel as well.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Cultural",
                "Native Americans",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Passion for Life: Fragments of the Face of God",
            "authors": [
                "Joan D. Chittister"
            ],
            "ranking": 4.54,
            "ranking_count": 24,
            "abstract": "These are the icons people in Christian and non-Christian, married and single, religious and lay, from different times and diverse cultures. Like us, they are not without flaws, but so luminous in their virtues as to be light for the ages.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "Stone Quarry",
            "authors": [
                "S.J. Rozan"
            ],
            "ranking": 3.96,
            "ranking_count": 572,
            "abstract": "Bill Smith's country cabin in upstate New York is far from the city's savage streets--a retreat where a weary P.I. can play Mozart on his upright piano and let nature heal him. But when Eve Colgate, a local farmer and painter, asks him to find stolen items--six paintings which could reveal Eve's highly guarded thirty-year-old secret--he caves. When Smith's partner, Lydia Chin, comes in on the action, she brings along her cool courage and sharp mind. It's a simple case--until the runaway daughter of a hotshot politician and the murder of a local hood change the playing field. Now the stench of corruption fills this rural paradise, as Bill and Lydia scour through dangerous secrets and greedy corridors for the stone-cold truth...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Art",
                "Suspense",
                "Emergency Services",
                "Novels"
            ]
        },
        {
            "title": "Living in the Maniototo",
            "authors": [
                "Janet Frame"
            ],
            "ranking": 3.83,
            "ranking_count": 313,
            "abstract": "We follow Mavid through two marriages and watch her bury two husbands. Above all, we are privy to the attendant avoidances, interruptions, and irrelevancies that are part of her attempt to complete a novel. It's a process that is painful, joyful, rueful, and profound. Through it all, Violet-Alice-Mavis chooses to be the entertainer, to make us laugh and cry, to be the ventriloquist who dares to enter the speech of others and expose them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Earth"
            ]
        },
        {
            "title": "Decision Making and the Will of God: A Biblical Alternative to the Traditional View",
            "authors": [
                "Garry Friesen",
                "J. Robin Maxson"
            ],
            "ranking": 4.17,
            "ranking_count": 854,
            "abstract": "Does God Have a Perfect Will for Your Life?. Does God have a perfect will for each Christian? Can you be absolutely certain of God’s specific will for. your. life? In this expanded twenty-fifth anniversary edition of his highly acclaimed work, Garry Friesen examines the prevalent view on God’s will today and provides a sound biblical alternative to the traditional teaching of how God guides us. This new edition includes these helpful resources:. • Study guide for small groups. • Responses to Frequently Asked Questions. • Guide to painless Scripture memorization. Friesen tackles the very practical issues of choosing a mate, picking a career, and giving in this fresh and liberating approach to decision making and the will of God.. Story Behind the Book. Most Christians have been taught how to find God’s will, yet many are still unsure whether they’ve found it. God does guide His people, but the question is, “How does He guide?” After “putting out a fleece” to decide which college to attend, Garry Friesen began pondering why it was so hard to find God’s will when he had so sincerely sought it. Was he the only one who did not have 100 percent clarity for every decision? Then a new possibility struck—perhaps his understanding of the nature of God’s will was biblically deficient. Maybe there was a better way to understand HOW God guides.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Psychology",
                "Christianity",
                "Spirituality"
            ]
        },
        {
            "title": "Set in Darkness",
            "authors": [
                "Ian Rankin"
            ],
            "ranking": 4.04,
            "ranking_count": 11249,
            "abstract": "Free Delivery if order value from the seller is greater than 399. Used Book in good condition. No missing/ torn pages. No stains. Note: The above used product classification has been solely undertaken by the seller. Amazon shall neither be liable nor responsible for any used product classification undertaken by the seller. A-to-Z Guarantee not applicable on used products.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Novels",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Un amore",
            "authors": [
                "Dino Buzzati"
            ],
            "ranking": 3.85,
            "ranking_count": 3885,
            "abstract": "Una Milano che è insieme ritratto della metropoli e simbolo della babele d’ogni tempo. Su questo sfondo si muove il protagonista di. Un amore. : un uomo inconsapevole di aver atteso troppo, che è rimasto nell’intimo un giovane e crede che il sentimento possa compiere miracoli.. E così il professionista maturo si innamora perdutamente di una donna giovanissima, ma già carica della cinica spregiudicatezza e della stanchezza morale di un’epoca. Unico romanzo erotico di Buzzati,. Un amore. continua l’indagine nelle inquietudini dell’uomo contemporaneo descrivendo la parabola di un amore vero, di esemplare limpidezza, destinato a smarrirsi nella menzogna come in un labirinto.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Romance",
                "Novels",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Offshore",
            "authors": [
                "Penelope Fitzgerald"
            ],
            "ranking": 3.6,
            "ranking_count": 5715,
            "abstract": "On the Battersea Reach of the Thames, a mixed bag of the slightly disreputable, the temporarily lost, and the patently eccentric live on houseboats, rising and falling with the great river’s tides. Belonging to neither land nor sea, they cling to one another in a motley yet kindly society. There is Maurice, by occupation a male prostitute, by happenstance a receiver of stolen goods. And Richard, a buttoned-up ex-navy man whose boat dominates the Reach. Then there is Nenna, a faithful but abandoned wife, the diffident mother of two young girls running wild on the waterfront streets.. It is Nenna’s domestic predicament that, as it deepens, draws the relations among this scrubby community together into ever more complex and comic patterns.. An alternative cover edition for this ISBN can be found. here",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Classics",
                "Womens",
                "Female Authors"
            ]
        },
        {
            "title": "Comanche Moon",
            "authors": [
                "Larry McMurtry"
            ],
            "ranking": 4.08,
            "ranking_count": 13600,
            "abstract": "THE NATIONAL BESTSELLER. The second book of Larry McMurtry's. Lonesome Dove. tetralogy,. Comanche Moon. takes us once again into the world of the American West.. Texas Rangers August McCrae and Woodrow Call, now in their middle years, continue to deal with the ever-increasing tensions of adult life -- Gus with his great love, Clara Forsythe, and Call with Maggie Tilton, the young whore who loves him.. Two proud but very different men, they enlist with the Ranger troop in pursuit of Buffalo Hump, the great Comanche war chief; Kicking Wolf, the celebrated Comanche horse thief; and a deadly Mexican bandit king with a penchant for torture.. Assisting the Rangers in their wild chase is the renowned Kickapoo tracker, Famous Shoes.. Comanche Moon. closes the twenty-year gap between. Dead Man's Walk. and. Lonesome Dove,. following beloved heroes Gus and Call and their comrades in arms -- Deets, Jake Spoon, and Pea Eye Parker -- in their bitter struggle to protect the advancing West frontier against the defiant Comanches, courageously determined to defend their territory and their way of life.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Adventure",
                "Novels",
                "Audiobook",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "ليلة الكروان",
            "authors": [
                "Gabriel García Márquez",
                "غابرييل غارسيا ماركيز",
                "شوقي فهيم"
            ],
            "ranking": 3.07,
            "ranking_count": 82,
            "abstract": "هذه مجموعة من القصص القصيرة للكاتب المدهش جابرييل جارثيا ماركيث , أحد أبرز كتاب القصة والرواية في زماننا ؛ حرص المترجم أن يضمنها قصتين هما , في نظر كل من تناول كتابة ماركيث بالنقد , من النماذج القياسية في القصة القصيرة في العالم , وهما أجمل رجل غريق في العالم و عينا كلب أزرق , وقد جاءت ترجمة شوقي فهيم لقصص المجموعة خالية من المعاظلة والتكلف للدرجة التي يشعر معها القارئ أنه يقرأ النص في لغته الأصلية , وأن الترجمة إبداع مواز .",
            "part_of_series": false,
            "genre_list": [
                "Short Stories"
            ]
        },
        {
            "title": "The Room on the Roof",
            "authors": [
                "Ruskin Bond"
            ],
            "ranking": 4.12,
            "ranking_count": 8285,
            "abstract": "The Room on the Roof is Ruskin Bond’s masterpiece of adolescence and coming of age. Written when the author was seventeen, it brilliantly describes the hopes and passions that capture young minds and hearts. A moving tale of love and friendship, it has endured as Bond’s most beloved novel.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Young Adult",
                "Childrens",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Trapped in Bat Wing Hall",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.66,
            "ranking_count": 1258,
            "abstract": "Join the Horror Club. . .. Being the new kid in school is no picnic. At your old school you had tons of friends, but now you don't even have one. Then you meet Nick. He asks you to join the Horror Club.. The Horror Club meets in an old mansion known as Bat Wing Hall. It's dark. It's spooky. And it's where your adventure begins.. The members of the Horror Club are going on a scavenger hunt. If you join the red team, you find out the truth about your new friends--they're actually monsters! One is a green-skinned reptile. Another is a hulking giant! If you join the blue team, you get turned into a furry-faced vampire bat!. The choice is yours in this scary GOOSEBUMPS adventure that's packed with over 20 super spooky endings!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Gamebooks",
                "Fantasy",
                "Games"
            ]
        },
        {
            "title": "Profiteer",
            "authors": [
                "S. Andrew Swann"
            ],
            "ranking": 3.67,
            "ranking_count": 107,
            "abstract": "In the 24th century, the human race spans 84 worlds. All but one accept the rule of the Terran Confederacy. Welcome to Bakunin--you've entered a world of hardcore criminals, ruthless super-corporations and anarchy--a world where lawlessness means higher profit. Now the Confederacy wants a piece of the action. This is the first in a new high-action trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Trader",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 4.09,
            "ranking_count": 2874,
            "abstract": "A novel of loss, identity, and, in the strangest of places, hope.. Max Trader is a luthier, a maker of guitars. Johnny Devlin is chronically unemployed. Max is solitary, quiet, responsible. Johnny is a lady-killer, a drunk, a charming loser.. When they inexplicably wake up in each other's bodies, Johnny gleefully moves into Max's comfortable and stable existence, leaving Max to pick up the pieces of a life he had no part in breaking.. Penniless, friendless, homeless, Max begins a journey that will take him beyond the streets of the city to an otherworld of dreams and spirits, where he must confront both the unscrupulous Johnny Devlin and his own deepest fears.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Magical Realism",
                "Cultural",
                "Urban",
                "Science Fiction",
                "Adult",
                "Classics"
            ]
        },
        {
            "title": "The Prophecy",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.8,
            "ranking_count": 2422,
            "abstract": "There is a chance for the free Hork-Bajir on Earth to help start a rebellion against the Yeerks on the Hork-Bajir homeworld. And they've learned from the last surviving Arn—the race that created the Hork-Bajir—that Aldrea, daughter of Prince Seerow, knew the location of a stolen Yeerk vessel packed with weapons.. Unfortunately, the only way to recover the ship is to ask Aldrea herself—and she's dead. But the Arn has Aldrea's persona stored. And Cassie, Rachel, or Toby Hamee are the closest match. The only problem is that once Aldrea gets into one of their minds, she may not want to come out. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Courage to Change",
            "authors": [
                "Al-Anon Family Groups"
            ],
            "ranking": 4.49,
            "ranking_count": 2410,
            "abstract": "The daily meditations, reminders, and prayers from Courage to Change help families encourage their recovering alcoholic loved ones and point to Al-Anon's impact as a vital part of recovery.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Reference",
                "Inspirational",
                "Philosophy",
                "Relationships",
                "Religion"
            ]
        },
        {
            "title": "A History of the American People",
            "authors": [
                "Paul  Johnson"
            ],
            "ranking": 4.1,
            "ranking_count": 2634,
            "abstract": "The creation of the United States of America is the greatest of all human adventures, begins Paul Johnson. No other national story holds such tremendous lessons, for the American people themselves and for the rest of mankind.. In his prize-winning classic, Johnson presents an in-depth portrait of American history from the first colonial settlements to the Clinton administration. This is the story of the men and women who shaped and led the nation and the ordinary people who collectively created its unique character. Littered with letters, diaries, and recorded conversations, it details the origins of their struggles for independence and nationhood, their heroic efforts and sacrifices to deal with the 'organic sin’ of slavery and the preservation of the Union to its explosive economic growth and emergence as a world power. Johnson discusses contemporary topics such as the politics of racism, education, the power of the press, political correctness, the growth of litigation, and the influence of women throughout history. He sees Americans as a problem-solving people and the story of their country as essentially one of difficulties being overcome by intelligence and skill, by faith and strength of purpose, by courage and persistence... Looking back on its past, and forward to its future, the auguries are that it will not disappoint humanity.. Sometimes controversial and always provocative, A HISTORY OF THE AMERICAN PEOPLE is one author’s challenging and unique interpretation of American history. Johnson’s views of individuals, events, themes, and issues are original, critical, and in the end admiring, for he is, above all, a strong believer in the history and the destiny of the American people.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Reference",
                "Literature",
                "Historical",
                "The United States Of America",
                "Academic",
                "Education"
            ]
        },
        {
            "title": "Sleepers",
            "authors": [
                "Lorenzo Carcaterra"
            ],
            "ranking": 4.24,
            "ranking_count": 14392,
            "abstract": "Sleeper (colloq.): 1. out-of-town hit man who spends the night after a local contract is completed. 2. A juvenile sentenced to serve any period longer than nine months in a state-managed facility.. This is the story of four young boys. Four lifelong friends.. Intelligent, fun-loving, wise beyond their years, they are inseparable. Their potential is unlimited, but they are content to live within the closed world of New York City's Hell's Kitchen. And to play as many pranks as they can on the denizens of the street. They never get caught. And they know they never will.. Until one disastrous summer afternoon.. On that day, what begins as a harmless scheme goes horribly wrong. And the four find themselves facing a year's imprisonment in the Wilkinson Home for Boys. The oldest of them is fifteen, the youngest twelve. What happens to them over the course of that year -- brutal beatings, unimaginable humiliation -- will change their lives forever.. Years later, one becomes a lawyer. One a reporter. And two have grown up to be murderers, professional hit men. For all of them, the pain and fear of Wilkinson still rages within. Only one thing can erase it.. Revenge.. To exact it, they will twist the legal system. Commandeer the courtroom for their agenda. Use the wiles they observed on the streets, the violence they learned at Wilkinson.. If they get caught this time, they only have one thing left to lose: their lives.. SLEEPERS is the extraordinary true story of four men who take the law into their own hands. It is a searing portrait of a system gone awry and of the people -- some innocent, some not so innocent -- who must suffer the consequences. At the heart of SLEEPERS is a sensational murder trial that ultimately gives devastating, yet exhilarating, proof of street justice and truly defines the meaning of loyalty and love between friends. Told with great humor and compassion, even at its most harrowing, SLEEPERS is an unforgettable reading experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Crime",
                "Thriller",
                "Sociology",
                "Drama",
                "New York",
                "Media Tie In"
            ]
        },
        {
            "title": "Winter Fire",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.97,
            "ranking_count": 2738,
            "abstract": "Orphaned at thirteen, a mail-order bride at fourteen, widowed at sixteen, Sarah Kennedy has learned to depend upon no one but herself--reserving all her love for her younger brother Conner, and for the wounded hawks she heals and returns to the air.. A hardened Civil War veteran, personal tragedy has taught Case Maxwell three things: to be a patient, deadly fighter, to love nothing that can die; and that justice is blind. But when a confrontation with his sworn enemies, the Culpepper clan, leaves him near death, Case finds himself, like many another damaged wild creature, under the tender, unwanted care of Sarah Kennedy.. Destiny has brought the healer and the warrior together to brave chilling risks and dangerous truths in a hard, magnificent land--two souls haunted by a perilous present and the bitter ghosts of the past. But the intense emotion both Case and Sarah fear--the passion that burns like fire in the very heart of winter--is the only thing that can truly save them, as together they seek the courage to face the greatest risk of all: love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "Historical Romance",
                "Military History",
                "Womens Fiction"
            ]
        },
        {
            "title": "Frères Jurés",
            "authors": [
                "Gunnar Gunnarsson",
                "Régis Boyer"
            ],
            "ranking": 4.32,
            "ranking_count": 19,
            "abstract": "This is a reproduction of a book published before 1923. This book may have occasional imperfections such as missing or blurred pages, poor pictures, errant marks, etc. that were either part of the original artifact, or were introduced by the scanning process. We believe this work is culturally important, and despite the imperfections, have elected to bring it back into print as part of our continuing commitment to the preservation of printed works worldwide. We appreciate your understanding of the imperfections in the preservation process, and hope you enjoy this valuable book.",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Great Lives, Great Deeds",
            "authors": [
                "Reader's Digest Association"
            ],
            "ranking": 4.21,
            "ranking_count": 68,
            "abstract": "A collection of 80 exciting biographies of some of the great people who shaped this world.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "The Inner Sanctum",
            "authors": [
                "Stephen W. Frey"
            ],
            "ranking": 3.65,
            "ranking_count": 534,
            "abstract": "David Mitchell, fast-rising portfolio manager at the exclusive Sagamore Investment Managing Group, has just been handed his future on a golden platter. If all goes according to plan, a struggling plane-manufacturing company will win a coveted government defense contract . . . and David himself will become very, very rich. Gaining the trust of IRS agent Jesse Hayes is a crucial part of the scheme. But the unwitting recruit has troubles of her own. Her boss has been found dead, and incriminating tax files level suspicion at a high-profile senatorial candidate.. As the pieces of an explosive puzzle fall into place, David and Jesse realize they are pawns in a top-secret billion-dollar conspiracy stretching from the frenzy of Wall Street to the darkest corridors of Washington D.C., where a shocking military secret lies hidden.. With tensions mounting, the lines between money and politics, and life and death, become razor-thin. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Suspense",
                "Politics",
                "Mystery"
            ]
        },
        {
            "title": "The Indispensable Calvin and Hobbes",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.68,
            "ranking_count": 21239,
            "abstract": "They're back: Calvin, the six-year-old dirty tricksmeister and master of indignation and his warm, cuddly philosopher sidekick, Hobbes. A tiger whose idea of adventure is to lie on his back by the fire and have his stomach rubbed. In six short years this unlikely duo has captured the hearts, the minds, and, most of all, the funny bones of America. They are the most phenomenal success story in syndication - and publishing - history. In only six years, they appear in more than 2,100 newspapers worldwide, and Calvin and Hobbes wins as many readership polls as Calvin has excesses. All seven of Bill Watterson's collections have sold a million copies within a year of publication.. This treasury collection contains a never-before-published full-color section, as well as the cartoons appearing in. The Revenge of the Baby-Sat. and. Scientific Progress Goes Boink.. All Sunday cartoons are presented full-page and full-color.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "Memories of the Future",
            "authors": [
                "Sigizmund Krzhizhanovsky",
                "Joanne Turnbull",
                "Nikolai Formozov"
            ],
            "ranking": 3.93,
            "ranking_count": 1084,
            "abstract": "Written in Soviet Moscow in the 1920s—but considered too subversive even to show to a publisher—the seven tales included here attest to Sigizmund Krzhizhanovsky’s boundless imagination, black humor, and breathtaking irony: a man loses his way in the vast black waste of his own small room; the Eiffel Tower runs amok; a kind soul dreams of selling “everything you need for suicide”; an absentminded passenger boards the wrong train, winding up in a place where night is day, nightmares are the reality, and the backs of all facts have been broken; a man out looking for work comes across a line for logic but doesn’t join it as there’s no guarantee the logic will last; a sociable corpse misses his own funeral; an inventor gets a glimpse of the far-from-radiant communist future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Literature",
                "Science Fiction",
                "Classics",
                "Magical Realism"
            ]
        },
        {
            "title": "Samantha Learns a Lesson: A School Story",
            "authors": [
                "Susan S. Adler"
            ],
            "ranking": 4.08,
            "ranking_count": 8096,
            "abstract": "Samantha attends Miss Crampton's Academy, a private school for proper young ladies. Samantha wants to win the gold medal in the speaking contest, but she's worried about Nellie, the poor servant girl who has become her friend. If she can teach Nellie to read, maybe the boys and girls at school will stop calling Nellie dummy and ragbag. Samantha sets up a school in Grandmary's tower room and becomes Nellie's teacher. But Nellie teaches Samantha some very important lessons, too.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Academic",
                "Kids"
            ]
        },
        {
            "title": "Seven Clues to the Origin of Life: A Scientific Detective Story",
            "authors": [
                "A.G. Cairns-Smith"
            ],
            "ranking": 4.01,
            "ranking_count": 137,
            "abstract": "This book addresses the question of how life may have arisen on earth, in the spirit of an intriguing detective story. It relies on the methods of Sherlock Holmes, in particular his principle that one should use the most paradoxical features of a case to crack it. This approach to the essential biological problems is not merely light-hearted, but a fascinating scrutiny of some very fundamental questions. 'I know of no other book that succeeds as well as this one in maintaining the central question in focus throughout. It is a summary of the best evolutionary thinking as applied to the origins of life in which the important issues are addressed pertinently, economically and with a happy recourse to creative analogies.' Nature '... a splendid story - and a much more convincing one than the molecular biologists can offer as an alternative. Cairns-Smith has argued his case before in the technical scientific literature, here he sets it out in a way from which anyone - even those whose chemistry and biology stopped at sixteen - can learn.' New Statesman",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Biology",
                "Nonfiction"
            ]
        },
        {
            "title": "The Church of Apostles and Martyrs, 30-397",
            "authors": [
                "Henri Daniel-Rops",
                "Audrey Butler"
            ],
            "ranking": 4.52,
            "ranking_count": 42,
            "abstract": "This is the first volume of a monumental, inspired and thoroughly engrossing multi-volume history of the Catholic Church by the distinguished French scholar, Henri Daniel-Rops. Complete in itself, this two-volume Image Books edition opens with an illuminating account of the origins of the Church to the destruction of Jerusalem in A.D. 70, provides a magnificent study of St. Paul and describes the relations between the infant Church and the imperial Roman government including the persecutions under Nero, Domitian and the Antonines, presents a fascinating picture of Christian line and worship in the Catacombs. Included is a survey of early Christian literature and the crucial period of the third century, ending with the victory of the Cross under Constantine.. The intellectual problems of the fourth century which gave rise to the first major heresies and the steps taken to define Catholic dogmas are fully explored. The author vividly re-creates the administrative, cultural and spiritual features of the Church in the closing years of that century when Theodosius the Great established Christianity as the official religion of the Roman Empire. This is truly 'a vivid account of the most stirring period of the Church's history.'",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Church",
                "Religion"
            ]
        },
        {
            "title": "Look Back in Anger",
            "authors": [
                "John Osborne"
            ],
            "ranking": 3.56,
            "ranking_count": 10961,
            "abstract": "Electrifying in its urgency, cauterizing in its wit, this play blasted a gaping hole in the conventions of British drama.. Jimmy Porter plays trumpet badly. He browbeats his flatmate, terrorizes his wife, and is not above sleeping with her best friend-who loathes Jimmy almost as much as he loathes himself. Yet this working-class Hamlet, the original Angry Young Man, is one of the most mesmerizing characters ever to burst onto a stage, a malevolently vital, volcanically articulate internal exile in the dreary, dreaming Siberia of postwar England.. First produced in 1956,. Look Back in Anger. launched a revolution in the English theater. Savagely, sadly, and always impolitely, it compels readers and audiences to acknowledge the hidden currents of rottenness and rage in what used to be called the good life.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Nothing But the Truth",
            "authors": [
                "Avi"
            ],
            "ranking": 3.21,
            "ranking_count": 11099,
            "abstract": "Orchard Classics is a collectible hardcover line of award-winning titles from the Orchard backlist with fresh, beautiful new designs and new author prefaces and discussion guides.. Ninth grader Philip Malloy is forbidden to join the track team because of his failing grades in English class. Convinced that the teacher just doesn't like him, Philip concocts a plan to get transferred into a different homeroom. Instead of standing silently during the national anthem, he hums along. And ends up on trial.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Academic",
                "Childrens",
                "Contemporary"
            ]
        },
        {
            "title": "The Eternal Enemy",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.55,
            "ranking_count": 1606,
            "abstract": "A VCR that could tape tomorrow's news.. Rela has just bought herself a new VCR. She sets the machine to tape a movie she plans to show at a party she is throwing. But instead of the movie she gets the news - tomorrow's news.. Soon Rela is regularly recording next week's news, even what is to happen in the far future. It's fun, at first, until she sees herself on the news. And learns that there is no future for her.. But can she change destiny?. Can Rela survive what is meant to be?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Fantasy",
                "Thriller"
            ]
        },
        {
            "title": "Allah Is Not Obliged",
            "authors": [
                "Ahmadou Kourouma",
                "Frank Wynne"
            ],
            "ranking": 3.71,
            "ranking_count": 1707,
            "abstract": "ALLAH IS NOT OBLIGED TO BE FAIR ABOUT ALL THE THINGS HE DOES HERE ON EARTH.These are the words of the boy soldier Birahima in the final masterpiece by one of Africa's most celebrated writers, Ahmadou Kourouma. When ten-year-old Birahima's mother dies, he leaves his native village in the Ivory Coast, accompanied by the sorcerer and cook Yacouba, to search for his aunt Mahan. Crossing the border into Liberia, they are seized by rebels and forced into military service. Birahima is given a Kalashnikov, minimal rations of food, a small supply of dope and a tiny wage. Fighting in a chaotic civil war alongside many other boys, Birahima sees death, torture, dismemberment and madness but somehow manages to retain his own sanity. Raw and unforgettable, despairing yet filled with laughter,. Allah Is Not Obliged. reveals the ways in which children's innocence and youth are compromised by war.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Western Africa",
                "War",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Μαραμπού",
            "authors": [
                "Nikos Kavvadias",
                "Νίκος Καββαδίας"
            ],
            "ranking": 4.61,
            "ranking_count": 1017,
            "abstract": "Το Μαραμπού είναι ποιητική συλλογή του Έλληνα ποιητή, Νίκου Καββαδία. Πρόκειται για την πρώτη ποιητική συλλογή του ποιητή, η οποία εκδόθηκε το 1933 από τον εκδοτικό οίκο Κύκλος.. Ο Νίκος Καββαδίας στο Μαραμπού γράφει για ιστορίες ναυτικές, για ιστορίες που τον στιγμάτισαν, για ιστορίες που μόνο η αλμύρα της θάλασσας μπορεί να δημιουργήσει. Ιστορίες απλών ανθρώπων, που τους κάνει ήρωες μέσα στις όμορφες ποιητικές του αφηγήσεις όπως του Γουίλι του Θερμαστή, όπως του Πλοίαρχου Φλέτσερ και δεν ξεχνάει ποτέ, να αναφέρει, την αγάπη του για τη γαλάζια έκταση. Ενώ πολλές φορές παίρνει αυτοβιογραφικό χαρακτήρα. Στο βιβλίο υπάρχουν περιγραφές από καυγάδες, ιθαγενείς και πληρωμένους έρωτες.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "A Countess Below Stairs",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 3.89,
            "ranking_count": 20258,
            "abstract": "After the Russian revolution turns her world topsy-turvy, Anna, a young Russian Countess, has no choice but to flee to England. Penniless, Anna hides her aristocratic background and takes a job as servant in the household of the esteemed Westerholme family, armed only with an outdated housekeeping manual and sheer determination.. Desperate to keep her past a secret, Anna is nearly overwhelmed by her new duties—not to mention her instant attraction to Rupert, the handsome Earl of Westerholme. To make matters worse, Rupert appears to be falling for her as well. As their attraction grows stronger, Anna finds it more and more difficult to keep her most dearly held secrets from unraveling. And then there's the small matter of Rupert's beautiful and nasty fiancée...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Young Adult",
                "Fiction",
                "Cultural",
                "Womens Fiction",
                "European Literature"
            ]
        }
    ]
}