{
    "books": [
        {
            "title": "The Sweet Hereafter",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.86,
            "ranking_count": 8836,
            "abstract": "When fourteen children from the small town of Sam Dent are lost in a tragic accident, its citizens are confronted with one of life’s most difficult and disturbing questions: When the worst happens, whom do you blame, and how do you cope? Masterfully written, it is a large-hearted novel that brings to life a cast of unforgettable small-town characters and illuminates the mysteries and realities of love as well as grief.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Adult",
                "Academic",
                "Adult Fiction"
            ]
        },
        {
            "title": "Lord of Scoundrels",
            "authors": [
                "Loretta Chase"
            ],
            "ranking": 4.1,
            "ranking_count": 33154,
            "abstract": "DETERMINED LADY. Tough-minded Jessica Trent's sole intention is to free her nitwit brother from the destructive influence of Sebastian Ballister, the notorious Marquess of Dain. She never expects to. desire. the arrogant, amoral cad. And when Dain's reciprocal passion places them in a scandalously compromising, and. public. , position, Jessica is left with no choice but to seek satisfaction.... LORD OF SCOUNDRELS. Damn. the minx for tempting him,. kissing. him... and then. forcing. him to salvage her reputation! Lord Dain can't wait to put the infuriating bluestocking in her place—and in some amorous position. And if that means marriage, so be it!—though Sebastian is less than certain he can continue to remain aloof... and steel his heart to the sensuous, headstrong lady's considerable charms.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Fairy Tales",
                "Adult",
                "Historical Romance",
                "Humor"
            ]
        },
        {
            "title": "The C Programming Language",
            "authors": [
                "Brian W. Kernighan",
                "Dennis M. Ritchie"
            ],
            "ranking": 4.43,
            "ranking_count": 10026,
            "abstract": "This book is meant to help the reader learn how to program in C. It is the definitive reference guide, now in a second edition. Although the first edition was written in 1978, it continues to be a worldwide best-seller. This second edition brings the classic original up to date to include the ANSI standard.. From the Preface:. We have tried to retain the brevity of the first edition. C is not a big language, and it is not well served by a big book. We have improved the exposition of critical features, such as pointers, that are central to C programming. We have refined the original examples, and have added new examples in several chapters. For instance, the treatment of complicated declarations is augmented by programs that convert declarations into words and vice versa. As before, all examples have been tested directly from the text, which is in machine-readable form.. As we said in the first preface to the first edition, C wears well as one's experience with it grows. With a decade more experience, we still feel that way. We hope that this book will help you to learn C and use it well.",
            "part_of_series": false,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction",
                "Reference",
                "Textbooks"
            ]
        },
        {
            "title": "The Broom of the System",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 3.84,
            "ranking_count": 20788,
            "abstract": "Published when Wallace was just twenty-four years old,. The Broom of the System. stunned critics and marked the emergence of an extraordinary new talent. At the center of this outlandishly funny, fiercely intelligent novel is the bewitching heroine, Lenore Stonecipher Beadsman. The year is 1990 and the place is a slightly altered Cleveland, Ohio. Lenore’s great-grandmother has disappeared with twenty-five other inmates of the Shaker Heights Nursing Home. Her beau, and boss, Rick Vigorous, is insanely jealous, and her cockatiel, Vlad the Impaler, has suddenly started spouting a mixture of psycho-babble, Auden, and the King James Bible. Ingenious and entertaining, this debut from one of the most innovative writers of his generation brilliantly explores the paradoxes of language, storytelling, and reality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Philosophy",
                "Humor",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "In Praise of Idleness and Other Essays",
            "authors": [
                "Bertrand Russell"
            ],
            "ranking": 4.02,
            "ranking_count": 5018,
            "abstract": "First published in 1984. Routledge is an imprint of Taylor & Francis, an informa company.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Politics",
                "Self Help",
                "Sociology",
                "Science",
                "Economics",
                "Culture",
                "Classics"
            ]
        },
        {
            "title": "The Dilbert Principle: A Cubicle's-Eye View of Bosses, Meetings, Management Fads & Other Workplace Afflictions",
            "authors": [
                "Scott Adams"
            ],
            "ranking": 3.85,
            "ranking_count": 9931,
            "abstract": "The creator of. Dilbert. , the fastest-growing comic strip in the nation (syndicated in nearly 1000 newspapers), takes a look at corporate America in all its glorious lunacy. Lavishly illustrated with. Dilbert. strips, these hilarious essays on incompetent bosses, management fads, bewildering technological changes and so much more, will make anyone who has ever worked in an office laugh out loud in recognition. The Dilbert Principle: The most ineffective workers will be systematically moved to the place where they can do the least damage -- management.. Since 1989, Scott Adams has been illustrating this principle each day, lampooning the corporate world through. Dilbert. , his enormously popular comic strip. In Dilbert, the potato-shaped, abuse-absorbing hero of the strip, Adams has given voice to the millions of Americans buffeted by the many adversities of the workplace.. Now he takes the next step, attacking corporate culture head-on in this lighthearted series of essays. Packed with more than 100 hilarious cartoons, these 25 chapters explore the zeitgeist of ever-changing management trends, overbearing egos, management incompetence, bottomless bureaucracies, petrifying performance reviews, three-hour meetings, the confusion of the information superhighway and more. With sharp eyes, and an even sharper wit, Adams exposes -- and skewers -- the bizarre absurdities of everyday corporate life. Readers will be convinced that he must be spying on their bosses,. The Dilbert Principle. rings so true!",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Business",
                "Nonfiction",
                "Sequential Art",
                "Leadership",
                "Economics"
            ]
        },
        {
            "title": "Citadelle",
            "authors": [
                "Antoine de Saint-Exupéry"
            ],
            "ranking": 4.17,
            "ranking_count": 1955,
            "abstract": "J'ai pitié de celui-là seul qui se réveille dans la grande nuit patriarcale se croyant abrité sous les étoiles de Dieu, et qui sent tout à coup le voyage.. De l'homme, je ne demande pas quelle est la valeur de ses lois, mais bien quel est son pouvoir créateur. Si tu veux comprendre le mot de bonheur, il faut l'entendre comme récompense et non comme but.. L'amour est avant tout audience dans le silence.. Je n'ai pas d'espoir de sortir par moi de ma solitude. La pierre n'a point d'espoir d'être autre chose qu'une pierre. Mais de collaborer, elle s'assemble et devient temple.. Citadelle, je te bâtirai dans le cœur de l'homme.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Unfinished",
                "Novels",
                "Spirituality",
                "Roman"
            ]
        },
        {
            "title": "Forever, Erma",
            "authors": [
                "Erma Bombeck"
            ],
            "ranking": 4.3,
            "ranking_count": 1959,
            "abstract": "Forever, Erma. gives readers around the world a classic way to hold on to this most gifted writer and her cherished columns.. In the pages of this book readers can delight again in their favorite selections. Here is Erma's first column, Children Cornering the Coin Market, which ran in January 1965, as well as her last one, Let's Face It, from April 1996. I88 other columns are also collected here, on her favorite subjects, organized by topic.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Short Stories",
                "Biography Memoir",
                "Classics"
            ]
        },
        {
            "title": "The Looking Glass War",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.74,
            "ranking_count": 13028,
            "abstract": "John le Carré's classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge, and have earned him unprecedented worldwide acclaim.. THE LOOKING GLASS WAR. Once upon a time the distinction had been clear: the Circus handled all things political while the Department dealt with matters military. But over the years, power shifted and the Circus elbowed the Department out. Now, suddenly, the Department has a job on its hands. Evidence suggests Soviet missiles are being positioned close to the German border. Vital film is missing and a courier is dead. Lacking active agents, but possessed of an outdated mandate to proceed, the Department has to find an old hand to prove its mettle. Fred Leiser, German-speaking Pole turned Englishman -- once a qualified radio operator, now involved in the motor trade -- must be called back to the colors and sent East....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "European Literature",
                "Audiobook",
                "Novels",
                "Suspense"
            ]
        },
        {
            "title": "Jurgen",
            "authors": [
                "James Branch Cabell",
                "Frank Pape"
            ],
            "ranking": 3.85,
            "ranking_count": 971,
            "abstract": "One of the most-talked-about works of the 1920s, this compelling fantasy recounts the odyssey of a middle-aged pawnbroker who regains his youth for a year of amorous adventures. Jurgen's allegorical journey leads through a supernatural dreamscape to romances with Guenevere and The Lady of the Lake and confrontations with God and the Devil. This edition of Cabell's witty and irreverent landmark of modern fiction contains the full text of the revised and definitive version of 1926, together with 13 striking full-page illustrations by Frank Papé.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Humor",
                "Novels",
                "Literature",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Island",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.86,
            "ranking_count": 27819,
            "abstract": "In. Island. , his last novel, Huxley transports us to a Pacific island where, for 120 years, an ideal society has flourished. Inevitably, this island of bliss attracts the envy and enmity of the surrounding world. A conspiracy is underway to take over Pala, and events begin to move when an agent of the conspirators, a newspaperman named Faranby, is shipwrecked there. What Faranby doesn't expect is how his time with the people of Pala will revolutionize all his values and—to his amazement—give him hope.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Philosophy",
                "Literature",
                "Novels",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "სამოსელი პირველი",
            "authors": [
                "Guram Dochanashvili"
            ],
            "ranking": 4.71,
            "ranking_count": 1652,
            "abstract": "თანამედროვე ქართველი კლასიკოსი მწერალის გურამ დოჩანაშვილის ყველაზე ცნობილი ნაწარმოები. სამოსელი პირველის სიუჟეტი თავგადასავლის მაძიებელი ჭაბუკის დომენიკოს ტიპური ამბავია, რომელზეც დიდად იმოქმედა იდუმალებით მოცული კაცის - ლტოლვილის ნაამბობმა. დომენიკო ტოვებს მშობლიურ სახლ-კარს, მამას და მიდის ლამაზ ქალაქში. თანდათან მრავალი ადამიანთან ურთიერთობისას, იგი მიხვდება, თუ რა არის მეგობრობა, სიყვარული, სიკეთე, ბოროტება, გულწფელობა, პატიოსნება. ეს არის წიგნი სიკეთისა და ბოროტების შეცნობაზე, მას თამამად შეიძლება ვუწოდოთ ცხოვრების წიგნი.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism",
                "Classics"
            ]
        },
        {
            "title": "Still Life",
            "authors": [
                "A.S. Byatt"
            ],
            "ranking": 3.86,
            "ranking_count": 2264,
            "abstract": "From the author of. The New York Times. best seller. Possession. , comes a highly acclaimed novel which captures in brilliant detail the life of one extended English family-and illuminates the choices they must make between domesticity and ambition, life and art.. Stephanie Potter gives up a promising academic career to marry Daniel Orton, while her sister, Frederica, enters Cambridge, and her brother, Marcus, begins recovering from a nervous breakdown.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Modern"
            ]
        },
        {
            "title": "The Marvelous Land of Oz (Books of Wonder)",
            "authors": [
                "L. Frank Baum",
                "John R. Neill"
            ],
            "ranking": 3.8,
            "ranking_count": 21421,
            "abstract": "Few fantasy lands have captured our hearts and imaginations as has the marvelous land of Oz. For over four generations, children and adults alike have reveled in the magical adventures of its beloved folk. Now, for the first time in over seventy years, the second book about Oz is presented here in the same deluxe format as the rare first edition, complete with all 16 of the original John R. Neill color plates, its colorful pictorial binding, and the many black-and-white illustrations that bring it to joyous life.First issued in 1904, L. Frank Baum's The Marvelous Land of Oz is the story of the wonderful adventures of the young boy named Tip as he travels throughout the many lands of Oz. Here he meets with our old friends the Scarecrow and Tin Woodman, as well as some new friends like Jack Pumpkinhead, the Wooden Sawhorse, the Highly Magnified Woggle-Bug, and the amazing Gump. How they thwart the wicked plans of the evil witch Mombi and overcome the rebellion of General Jinjur and her army of young women is a tale as exciting and endearing today as it was when first published over eighty years ago.Afterword by Peter Glassman. A facsimile of the rare first edition, complete with all 16 original color plates, a colorful pictorial binding, and over 125 of Neill's drawings. A Books of Wonder(R) Classic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Flounder",
            "authors": [
                "Günter Grass",
                "Ralph Manheim"
            ],
            "ranking": 3.78,
            "ranking_count": 1564,
            "abstract": "It all begins in the Stone Age, when a talking fish is caught by a fisherman at the very spot where millennia later Grass's home town, Danzig, will arise. Like the fish, the fisherman is immortal, and down through the ages they move together. As Grass blends his ingredients into a powerful brew, he shows himself at the peak of his linguistic inventiveness. Translated by Ralph Manheim. A Helen and Kurt Wolff Book",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Cultural",
                "Nobel Prize",
                "Novels",
                "Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Final Harvest: Emily Dickinson's Poems",
            "authors": [
                "Emily Dickinson",
                "Thomas H. Johnson"
            ],
            "ranking": 4.28,
            "ranking_count": 1929,
            "abstract": "Librarian's Note: this is an alternate edition to ISBN-10 0316184152. Though generally overlooked during her lifetime, Emily Dickinson's poetry has achieved acclaim due to her experiments in prosody, her tragic vision and the range of her emotional and intellectual explorations.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Academic",
                "Literature",
                "Female Authors",
                "Poetry Plays"
            ]
        },
        {
            "title": "Les Cavaliers",
            "authors": [
                "Joseph Kessel"
            ],
            "ranking": 4.46,
            "ranking_count": 619,
            "abstract": "Kessel a situé en Afghanistan une des aventures les plus belles et les plus féroces qu'il nous ait contées. Les personnages atteignent une dimension épique : Ouroz et sa longue marche au bout de l'enfer... Le grand Toursène fidèle à sa légende de. tchopendoz. toujours victorieux... Mokkhi, le bon. sais. , au destin inversé par la haine et la découverte de la femme... Zéré qui dans l'humiliation efface les souillures d'une misère qui date de l'origine des temps... Et puis l'inoubliable Guardi Guedj, le conteur centenaire à qui son peuple a donné le plus beau des noms : « Aïeul de tout le monde »... Enfin, Jehol « le Cheval Fou », dont la présence tutélaire et « humaine » plane sur cette chanson de geste... Ils sont de chair les héros des. Cavaliers. , avec leurs sentiments abrupts et primitifs. Et pourtant le souffle de la fable et du mythe les anime et nourrit le roman.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Roman",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Chamber",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.82,
            "ranking_count": 132898,
            "abstract": "In the corridors of Chicago's top law firm: Twenty -six-year-old Adam Hall stands on the brink of a brilliant legal career. Now he is risking it all for a death-row killer and an impossible case.. Maximum Security Unit, Mississippi State Prison: Sam Cayhall is a former Klansman and unrepentant racist now facing the death penalty for a fatal bombing in 1967. He has run out of chances -- except for one: the young, liberal Chicago lawyer who just happens to be his grandson.. While the executioners prepare the gas chamber, while the protesters gather and the TV cameras wait, Adam has only days, hours, minutes to save his client. For between the two men is a chasm of shame, family lies, and secrets -- including the one secret that could save Sam Cayhall's life... or cost Adam his.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "The Solitaire Mystery",
            "authors": [
                "Jostein Gaarder",
                "Sarah Jane Hails"
            ],
            "ranking": 4.18,
            "ranking_count": 23515,
            "abstract": "Hans Thomas and his father set out on a car trip through Europe, from Norway to Greece—the birthplace of philosophy—in search of Hans Thomas's mother, who left them many years earlier. On the way, Hans Thomas receives a mysterious miniature book—the fantastic memoir of a sailor shipwrecked in 1842 on a strange island where a deck of cards come to life.. Structured as a deck of cards—each chapter is one in the deck—The Solitaire Mystery weaves together fantasy and reality, fairy tales and family history. Full of questions about the meaning of life, it will spur its listeners to reexamine their own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Novels",
                "Magical Realism",
                "Contemporary",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Green Man",
            "authors": [
                "Kingsley Amis"
            ],
            "ranking": 3.55,
            "ranking_count": 2025,
            "abstract": "A ghost story for adults. Like all good coaching inns, the Green Man is said to boast a resident ghost: Dr Thomas Underhill, a notorious seventeenth-century practitioner of black arts and sexual deviancy, rumoured to have killed his wife. However, the landlord, Maurice Allington, is the sole witness to the renaissance of the malevolent Underhill. Led by an anxious desire to vindicate his sanity, Allington strives to uncover the key to Underhill's satanic powers. All the while, the skeletons in the cupboard of Allington's own domestic affairs rattle to get out too.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Literature",
                "Paranormal",
                "Fantasy",
                "European Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "A Good Man in Africa",
            "authors": [
                "William  Boyd"
            ],
            "ranking": 3.85,
            "ranking_count": 4491,
            "abstract": "In the small African republic of Kinjanja, British diplomat Morgan Leafy bumbles heavily through his job. His love of women, his fondness for drink, and his loathing for the country prove formidable obstacles on his road to any kind of success. But when he becomes an operative in Operation Kingpin and is charged with monitoring the front runner in Kinjanja’s national elections, Morgan senses an opportunity to achieve real professional recognition and, more importantly, reassignment.. After he finds himself being blackmailed, diagnosed with a venereal disease, attempting bribery, and confounded with a dead body, Morgan realizes that very little is going according to plan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Humor",
                "Historical",
                "Novels",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Late Mattia Pascal",
            "authors": [
                "Luigi Pirandello",
                "William Weaver",
                "Charles Simic"
            ],
            "ranking": 4.02,
            "ranking_count": 22183,
            "abstract": "Mattia Pascal endures a life of drudgery in a provincial town. Then, providentially, he discovers that he has been declared dead. Realizing he has a chance to start over, to do it right this time, he moves to a new city, adopts a new name, and a new course of life—only to find that this new existence is as insufferable as the old one. But when he returns to the world he left behind, it's too late: his job is gone, his wife has remarried. Mattia Pascal's fate is to live on as the ghost of the man he once was.. An explorer of identity and its mysteries, a connoisseur of black humor, Nobel Prize winner Luigi Pirandello is among the most teasing and profound of modern masters.. The Late Mattia Pascal. , here rendered into English by the outstanding translator William Weaver, offers an irresistible introduction to this great writer's work",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Academic"
            ]
        },
        {
            "title": "The Clan of the Cave Bear, the Valley of Horses, the Mammoth Hunters, the Plains of Passage, The Shelters of Stone",
            "authors": [
                "Jean M. Auel",
                "Sandra Burr"
            ],
            "ranking": 4.43,
            "ranking_count": 1967,
            "abstract": "Contains Five Audiobooks by Jean M. Auel: The Clan of the Cave Bear, The Valley of Horses, The Mammoth Hunters, The Plains of Passage, and The Shelters of Stone, and One Soul? MP3-CD Audiobook Player, Model DMP-206b The Clan of the Cave Bear: A remarkable epic of one woman's odyssey - filled with mystery and magic. The Valley of Horses: A timeless epic of the dawn of civilization. Ayla sets out on her own odyssey of discovery away from the nurturing adoptive family and friends of the Clan. The Mammoth Hunters: An epic novel of love, knowledge, jealousy, and hard choices. Ayla sets out from the valley on Whinney, the horse she tamed. The Plains of Passage: In The Plains of Passage, orphaned Ayla and wandering Jondalar search for a place on Earth they can call home. The Shelters of Stone: Jondalar and Ayla journey to the home of his people, and find people wary of the beautiful young woman he has brought back, with her strange accent and her tame wolf and horses.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Romance",
                "Adult",
                "Historical Fiction",
                "History"
            ]
        },
        {
            "title": "The Robber Bride",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.82,
            "ranking_count": 44497,
            "abstract": "Margaret Atwood's. The Robber Bride. is inspired by The Robber Bridegroom, a wonderfully grisly tale from the Brothers Grimm in which an evil groom lures three maidens into his lair and devours them, one by one. But in her version, Atwood brilliantly recasts the monster as Zenia, a villainess of demonic proportions, and sets her loose in the lives of three friends, Tony, Charis, and Roz. All three have lost men, spirit, money, and time to their old college acquaintance, Zenia. At various times, and in various emotional disguises, Zenia has insinuated her way into their lives and practically demolished them. To Tony, who almost lost her husband and jeopardized her academic career, Zenia is 'a lurking enemy commando.' To Roz, who did lose her husband and almost her magazine, Zenia is 'a cold and treacherous bitch.' To Charis, who lost a boyfriend, quarts of vegetable juice and some pet chickens, Zenia is a kind of zombie, maybe 'soulless' (Lorrie Moore,. New York Times Book Review. ). In love and war, illusion and deceit, Zenia's subterranean malevolence takes us deep into her enemies' pasts.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Feminism",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Fantasy",
                "Womens"
            ]
        },
        {
            "title": "People of the Deer",
            "authors": [
                "Farley Mowat"
            ],
            "ranking": 4.05,
            "ranking_count": 1360,
            "abstract": "In 1886, the Ihalmiut people of northern Canada numbered seven thousand; by 1946, when Farley Mowat began his two-year stay in the Arctic, the population had fallen to just forty. With them, he observed for the first time the phenomenon that would inspire him for the rest of his life: the millennia-old migration of the Arctic's caribou herds. He also endured bleak, interminable winters, suffered agonizing shortages of food, and witnessed the continual, devastating intrusions of outsiders bent on exploitation. Here, in this classic and first book to demonstrate the mammoth literary talent that would produce some of the most memorable books of the next half-century, best-selling author Farley Mowat chronicles his harrowing experiences.. People of the Deer. is the lyrical ethnography of a beautiful and endangered society. It is a mournful reproach to those who would manipulate and destroy indigenous cultures throughout the world. Most of all, it is a tribute to the last People of the Deer, the diminished Ihalmiuts, whose calamitous encounter with our civilization resulted in their unnecessary demise.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Anthropology",
                "Environment",
                "Travel",
                "Autobiography",
                "Literature",
                "Biography",
                "Science"
            ]
        },
        {
            "title": "Full Force",
            "authors": [
                "Clint Catalyst"
            ],
            "ranking": 4.3,
            "ranking_count": 23,
            "abstract": "Chapbook of poetry, or spoken word text.. Table of Contents. I Guess I Should Talk About Sex\t9. Everybody's Big Exception\t 14. I Remember How I\t18. It Was Sunday Night\t21. Danielle, I've Been Meaning To Tell You\t23. Sister Jade Insomniac and I\t26. Conversation With What Once Was A Friend\t28. Terza Rima Rant-O-Rama\t 34. To Push Away Or Clutch\t36. Thank You (For Nothing)\t42. The Truth About Modeling\t43. Winner\t44",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Dark Fantasy",
                "Gothic",
                "LGBT"
            ]
        },
        {
            "title": "The Black Obelisk",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.38,
            "ranking_count": 11807,
            "abstract": "From the author of the masterpiece. All Quiet on the Western Front, The Black Obelisk. is a classic novel of the troubling aftermath of World War I in Germany.. A hardened young veteran from the First World War, Ludwig now works for a monument company, selling stone markers to the survivors of deceased loved ones. Though ambivalent about his job, he suspects there’s more to life than earning a living off other people’s misfortunes.. A self-professed poet, Ludwig soon senses a growing change in his fatherland, a brutality brought upon it by inflation. When he falls in love with the beautiful but troubled Isabelle, Ludwig hopes he has found a soul who will offer him salvation—who will free him from his obsession to find meaning in a war-torn world. But there comes a time in every man’s life when he must choose to live—despite the prevailing thread of history horrifically repeating itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "War",
                "Cultural",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "Worlds' End",
            "authors": [
                "Neil Gaiman",
                "Mike Allred",
                "Gary Amaro",
                "Mark Buckingham",
                "David Giordano",
                "Tony Harris",
                "Steve Leialoha",
                "Vince Locke",
                "more…",
                "Shea Anton Pensa",
                "Alec Stevens",
                "Bryan Talbot",
                "John Watkiss",
                "Todd Klein",
                "Michael Zulli",
                "Stephen King",
                "…less"
            ],
            "ranking": 4.47,
            "ranking_count": 46288,
            "abstract": "A reality storm draws an unusual cast of characters together. They take shelter in a tavern, where they amuse each other with their life stories. Although Morpheus is never a focus in these stories, each has something to say about the nature of stories and dreams. With an introduction by Stephen King. SUGGESTED FOR MATURE READERS. Collecting The Sandman #51–56",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Wasteland, Prufrock and Other Poems",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.17,
            "ranking_count": 10752,
            "abstract": "This volume brings together three of T. S. Eliot's powerful collections into one. It includes such classic poems as The Love Song of J. Alfred Prufrock, Portrait of a Lady, Preludes, Gerontion, Sweeney Among the Nightingales, and The Waste Land.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "Poet in New York",
            "authors": [
                "Federico García Lorca",
                "Greg Simon",
                "Steven F. White"
            ],
            "ranking": 4.16,
            "ranking_count": 5205,
            "abstract": "Written while Federico García Lorca was a student at Columbia University in 1929-30,. Poet in New York. is one of the most important books Lorca produced, and certainly one of the most important books ever published about New York City. Indeed, it is a book that changed the direction of poetry in both Spain and the Americas, a pathbreaking and defining work of modern literature.. In honor of the poet's centenary, the celebrated Lorca scholar Christopher Maurer has revised this strange, timeless, and vital book of verse, using much previously unavailable or untranslated material: Lorca's own manuscript of the entire book; witty and insightful letters from the poet to his family describing his feelings about America and his temporary home there (a dorm room in Columbia's John Jay Hall); the annotated photographs which accompany those letters; and a prose poem missing from previous editions. Complementing these new addtions are extensive notes and letters, revised versions of all the poems, and an interpretive lectures by Lorca himself.. An excellent introduction to the work of one of the key figures of modern poetry, this bilingual edition of. Poet in New York. is also a thrilling exposition of the American city in the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Cultural",
                "Fiction",
                "Literature",
                "New York",
                "LGBT",
                "Anthologies"
            ]
        },
        {
            "title": "ثلاثية غرناطة",
            "authors": [
                "رضوى عاشور",
                "Radwa Ashour"
            ],
            "ranking": 4.3,
            "ranking_count": 43961,
            "abstract": "ثلاثية غرناطة هي ثلاثية روائية تتكون من ثلاث روايات للكاتبة المصرية رضوى عاشور و هم على التوالي: غرناطة - مريمة - الرحيل.. وتدور الأحداث في مملكة غرناطة بعد سقوط جميع الممالك الإسلامية في الأندلس، و تبدأ أحداث الثلاثية في عام 1491م، وهو العام الذي سقطت فيه غرناطة بإعلان المعاهدة التي تنازل بمقتضاها (أبو عبد الله محمد الصغير) آخر ملوك غرناطة عن ملكه لملكي قشتالة وأراجون، وتنتهى بمخالفة آخر أبطالها الأحياء (عليّ) لقرار ترحيل المسلمين حينما يكتشف أن الموت في الرحيل عن الأندلس و ليس في البقاء.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Historical",
                "Literature",
                "Northern Africa",
                "Classics",
                "Unfinished",
                "African Literature",
                "Drama"
            ]
        },
        {
            "title": "Frisk",
            "authors": [
                "Dennis Cooper"
            ],
            "ranking": 3.64,
            "ranking_count": 2695,
            "abstract": "Cooper says, I present the actual act of evil so it's visible and give it a bunch of facets so that you can actually look at it and experience it. You're seduced into dealing with it. ... So with. Frisk. , whatever pleasure you got out of making a picture in your mind based on ... those people being murdered, you take responsibility for it. In unsparingly confessional mode, Cooper leads the reader into a confrontation with what they get out of fantasized scenes of violence. A brilliant novel -- not a genre horror work but, rather, a critique of the power of genre.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Horror",
                "Dark",
                "Literature",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Doctor Glas",
            "authors": [
                "Hjalmar Söderberg",
                "Paul Britten Austin",
                "Margaret Atwood"
            ],
            "ranking": 3.78,
            "ranking_count": 9994,
            "abstract": "Stark, brooding, and enormously controversial when first published in 1905, this astonishing novel juxtaposes impressions of fin-de-siècle Stockholm against the psychological landscape of a man besieged by obsession. Lonely and introspective, Doctor Glas has long felt an instinctive hostility toward the odious local minister. So when the minister’s beautiful wife complains of her husband’s oppressive sexual attentions, Doctor Glas finds himself contemplating murder. A masterpiece of enduring power,. Doctor Glas. confronts a chilling moral quandary with gripping intensity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Mystery",
                "Academic"
            ]
        },
        {
            "title": "The Immoralist",
            "authors": [
                "André Gide",
                "Alan Sheridan",
                "David Watson"
            ],
            "ranking": 3.57,
            "ranking_count": 10575,
            "abstract": "In. The Immoralist. , André Gide presents the confessional account of a man seeking the truth of his own nature. The story's protagonist, Michel, knows nothing about love when he marries the gentle Marceline out of duty to his father. On the couple's honeymoon to Tunisia, Michel becomes very ill, and during his recovery he meets a young Arab boy whose radiant health and beauty captivate him. An awakening for him both sexually and morally, Michel discovers a new freedom in seeking to live according to his own desires. But, as he also discovers, freedom can be a burden. A frank defense of homosexuality and a challenge to prevailing ethical concepts,. The Immoralist. is a literary landmark, marked by Gide's masterful, pure, simple style.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Philosophy",
                "Novels",
                "LGBT",
                "Nobel Prize"
            ]
        },
        {
            "title": "With the Old Breed: At Peleliu and Okinawa",
            "authors": [
                "Eugene B. Sledge",
                "Paul Fussell"
            ],
            "ranking": 4.43,
            "ranking_count": 35734,
            "abstract": "In his own book, Wartime, Paul Fussell called With the Old Breed one of the finest memoirs to emerge from any war. John Keegan referred to it in The Second World War as one of the most arresting documents in war literature. And Studs Terkel was so fascinated with the story he interviewed its author for his book, The Good War. What has made E.B. Sledge's memoir of his experience fighting in the South Pacific during World War II so devastatingly powerful is its sheer honest simplicity and compassion.. Now including a new introduction by Paul Fussell, With the Old Breed presents a stirring, personal account of the vitality and bravery of the Marines in the battles at Peleliu and Okinawa. Born in Mobile, Alabama in 1923 and raised on riding, hunting, fishing, and a respect for history and legendary heroes such as George Washington and Daniel Boone, Eugene Bondurant Sledge (later called Sledgehammer by his Marine Corps buddies) joined the Marines the year after the bombing of Pearl Harbor and from 1943 to 1946 endured the events recorded in this book. In those years, he passed, often painfully, from innocence to experience.. Sledge enlisted out of patriotism, idealism, and youthful courage, but once he landed on the beach at Peleliu, it was purely a struggle for survival. Based on the notes he kept on slips of paper tucked secretly away in his New Testament, he simply and directly recalls those long months, mincing no words and sparing no pain. The reality of battle meant unbearable heat, deafening gunfire, unimaginable brutality and cruelty, the stench of death, and, above all, constant fear. Sledge still has nightmares about the bloody, muddy month of May on Okinawa. But, as he also tellingly reveals, the bonds of friendship formed then will never be severed.. Sledge's honesty and compassion for the other marines, even complete strangers, sets him apart as a memoirist of war. Read as sobering history or as high adventure, With the Old Breed is a moving chronicle of action and courage.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "Autobiography",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "The Return of the Prodigal Son: A Story of Homecoming",
            "authors": [
                "Henri J.M. Nouwen"
            ],
            "ranking": 4.32,
            "ranking_count": 20685,
            "abstract": "A chance encounter with a reproduction of Rembrandt's painting, The Return of the Prodigal Son, catapulted Henri Nouwen into a long spiritual adventure. In his highly-acclaimed book of the same title, he shares the deeply personal meditation that led him to discover the place within which God has chosen to dwell. This Lent course, which has been adapted from the book, helps us to reflect on the meaning of the parable for our own lives. Divided into five sessions, the course moves through the parable exploring our reaction to the story: the younger son's leaving and return, the father's restoration of sonship, the elder son's resentment and the father's compassion. All of us who have experienced loneliness, dejection, jealousy or anger will respond to the persistent themes of homecoming, affirmation and reconciliation.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Spirituality",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Art"
            ]
        },
        {
            "title": "The Obscene Bird of Night",
            "authors": [
                "José Donoso",
                "Hardie St. Martin",
                "Leonard Mades"
            ],
            "ranking": 4.15,
            "ranking_count": 2604,
            "abstract": "This haunting jungle of a novel has been hailed as “a masterpiece” by Luis Buñuel and “one of the great novels not only of Spanish America, but of our time” by Carlos Fuentes. The story of the last member of the aristocratic Azcoitia family, a monstrous mutation protected from the knowledge of his deformity by being surrounded with other freaks as companions, The Obscene Bird of Night is a triumph of imaginative, visionary writing. Its luxuriance, fecundity, horror, and energy will not soon fade from the reader’s mind.. The story is like a great puzzle . . . invested with a vibrant, almost tangible reality.. —The New York Times. Although many of the other “boom” writers may have received more attention—especially Fuentes and Vargas Llosa—Donoso and his masterpiece may be the most lasting, visionary, strangest of the books from this time period. Seriously, it’s a novel about the last member of an aristocratic family, a monstrous mutant, who is surrounded by other freaks so as to not feel out of place.. —Publishers Weekly. Nicola Barker has said:. I'm no expert on the topic of South American literature (in fact I'm a dunce), but I have reason to believe (after diligently scouring the internet) that Chile's Jose Donoso, while a very highly regarded author on home turf, is little known on this side of the Atlantic. His masterpiece is the fabulously entitled The Obscene Bird of Night. It would be a crass understatement to say that this book is a challenging read; it's totally and unapologetically psychotic. It's also insanely gothic, brilliantly engaging, exquisitely written, filthy, sick, terrifying, supremely perplexing, and somehow connives to make the brave reader feel like a tiny, sleeping gnat being sucked down a fabulously kaleidoscopic dream plughole.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Horror",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "In Dubious Battle",
            "authors": [
                "John Steinbeck",
                "Warren G. French"
            ],
            "ranking": 3.91,
            "ranking_count": 12719,
            "abstract": "At once a relentlessly fast-paced, admirably observed novel of social unrest and the story of a young man’s struggle for identity,. In Dubious Battle. is set in the California apple country, where a strike by migrant workers against rapacious landowners spirals out of control. Caught in the upheaval is Jim Nolan, a once aimless man who finds himself in the course of the strike.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Politics",
                "The United States Of America",
                "Labor"
            ]
        },
        {
            "title": "Bumi Manusia",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.41,
            "ranking_count": 17883,
            "abstract": "Roman Tetralogi Buru mengambil latar belakang dan cikal bakal. nation. Indonesia di awal abad ke-20. Dengan membacanya waktu kita dibalikkan sedemikian rupa dan hidup di era membibitnya pergerakan nasional mula-mula, juga pertautan rasa, kegamangan jiwa, percintaan, dan pertarungan kekuatan anonim para srikandi yang mengawal penyemaian bangunan nasional yang kemudian kelak melahirkan Indonesia modern.. Roman bagian pertama;. Bumi Manusia. , sebagai periode penyemaian dan kegelisahan dimana Minke sebagai aktor sekaligus kreator adalah manusia berdarah priyayi yang semampu mungkin keluar dari kepompong kejawaannya menuju manusia yang bebas dan merdeka, di sudut lain membelah jiwa ke-Eropa-an yang menjadi simbol dan kiblat dari ketinggian pengetahuan dan peradaban.. Pram menggambarkan sebuah adegan antara Minke dengan ayahnya yang sangat sentimentil: Aku mengangkat sembah sebagaimana biasa aku lihat dilakukan punggawa terhadap kakekku dan nenekku dan orangtuaku, waktu lebaran. Dan yang sekarang tak juga kuturunkan sebelum Bupati itu duduk enak di tempatnya. Dalam mengangkat sembah serasa hilang seluruh ilmu dan pengetahuan yang kupelajari tahun demi tahun belakangan ini. Hilang indahnya dunia sebagaimana dijanjikan oleh kemajuan ilmu .... Sembah pengagungan pada leluhur dan pembesar melalui perendahan dan penghinaan diri! Sampai sedatar tanah kalau mungkin! Uh, anak-cucuku tak kurelakan menjalani kehinaan ini.. Kita kalah, Ma, bisikku.. Kita telah melawan, Nak, Nyo, sebaik-baiknya, sehormat-hormatnya.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Asian Literature",
                "Literature",
                "Classics",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Isaac's Storm: A Man, a Time, and the Deadliest Hurricane in History",
            "authors": [
                "Erik Larson"
            ],
            "ranking": 4.04,
            "ranking_count": 55242,
            "abstract": "September 8, 1900, began innocently in the seaside town of Galveston, Texas. Even Isaac Cline, resident meteorologist for the U.S. Weather Bureau failed to grasp the true meaning of the strange deep-sea swells and peculiar winds that greeted the city that morning. Mere hours later, Galveston found itself submerged in a monster hurricane that completely destroyed the town and killed over six thousand people in what remains the greatest natural disaster in American history--and Isaac Cline found himself the victim of a devastating personal tragedy.. Using Cline's own telegrams, letters, and reports, the testimony of scores of survivors, and our latest understanding of the science of hurricanes, Erik Larson builds a chronicle of one man's heroic struggle and fatal miscalculation in the face of a storm of unimaginable magnitude. Riveting, powerful, and unbearably suspenseful,. Isaac's Storm. is the story of what can happen when human arrogance meets the great uncontrollable force of nature.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Biography",
                "North American Hi...",
                "Historical",
                "Environment",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Forbidden",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.94,
            "ranking_count": 3630,
            "abstract": "FOREWARNED. Throughout the Disputed Lands she is called Amber the Untouched --- a chaste, golden-haired beauty fleeing the remarkable love that was prophesied at her birth ... and the death that must inevitably follow.. FORESEEN. He comes to her in darkness, as had been foretold --- a wounded warrior with no memory ... a promised lover seared by passion's fire, irresistibly drawn to the innocent enchantress who divines truth with a touch.. FORGOTTEN. In a time of war, their romance is legend --- until a lost past returns to Duncan and labels Amber his enemy. But he cannot forsake the beautiful woman who has healed his body and his heart. He vows to defy to the death the dread forces that have proclaimed their love ... FORBIDDEN",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Vienna Prelude",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.25,
            "ranking_count": 9754,
            "abstract": "No one is safe.... In 1936, the shadow of Nazism begins its slow descent upon Europe. Every person is only one step away from being swept into the nightmarish tide of evil. Blond Elisa Lindheim, a violinist with the Vienna Philharmonic Orchestra, adopts an Aryan stage name for protection. But her closest friend, Leah, a talented Jewish cellist, is in perilous position.. There are those who choose to fight Hitler's madness. Elisa's father Theo; a courageous American reporter, John Murphy; and Winston Churchill, a once powerful and influential British politician now relegated to being a backbencher in Parliament. There is also a farm family in the Tyrolean Alps and a nascent Jewish Underground poised to resist Hitler --- should the necessity arise. But will all their efforts be enough to stop the coming Holocaust?. And now Elisa must decide. If she becomes part of the Underground, she will risk everything... and puts everyone she loves in danger.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "War",
                "Romance",
                "World War II",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Tunnel",
            "authors": [
                "William H. Gass"
            ],
            "ranking": 3.98,
            "ranking_count": 1553,
            "abstract": "Thirty years in the making, William Gass's second novel first appeared on the literary scene in 1995, at which time it was promptly hailed as an indisputable masterpiece. The story of a middle aged professor who, upon completion of his massive historical study, Guilt and Innocence in Hitler's Germany, finds himself writing a novel about his own life instead of the introduction to his magnum opus.. The Tunnel. meditates on history, hatred, unhappiness, and, above all, language.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "The United States Of America",
                "Contemporary",
                "United States"
            ]
        },
        {
            "title": "The Puppet Masters",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.88,
            "ranking_count": 31443,
            "abstract": "First came the news that a flying saucer had landed in Iowa. Then came the announcement that the whole thing was a hoax. End of story. Case closed.. Except that two agents of the most secret intelligence agency in the U.S. government were on the scene and disappeared without reporting back. Then four more follow up agents also disappeared. So the head of the agency and his two top agents went in and managed to get out with their discovery: an invasion is underway by slug-like aliens who can touch a human and completely control his or her mind. What the humans know, they know. What the slugs want, no matter what, the human will do. And most of Iowa is already under their control.. Sam Cavanaugh was one of the agents who discovered the truth. Unfortunately, that was just before he was taken over by one of the aliens and began working for the invaders, with no will of his own. And he has just learned that a high official in the Treasury Department is now under control of the aliens. Since the Treasury Department includes the Secret Service, which safeguards the President of the United States, control of the entire nation is near at hand.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Horror",
                "Classics",
                "Audiobook",
                "Fantasy",
                "Speculative Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Heaven to Betsy",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.3,
            "ranking_count": 5808,
            "abstract": "High School is Heaven! It's Betsy Ray's freshman year at Deep Valley High School, and she and her best childhood chum, Tacy Kelly, are loving every minute. Betsy and Tacy find themselves in the midst of a new crowd of friends, with studies aplenty (including Latin and--ugh--algebra), parties and picnics galore, Sunday night lunches at home--and boys!. There's Cab Edwards, the jolly boy next door; handsome Herbert Humphreys; and the mysteriously unfriendly, but maddeningly attractive, Joe Willard. Betsy likes them all, but no boy in particular catches her fancy until she meets the new boy in town, Tony Markham . . . the one she and Tacy call the Tall Dark Handsome Stranger. He's sophisticated, funny, and dashing--and treats Betsy just like a sister. Can Betsy turn him into a beau?. An entertaining picture of school clubs, fudge parties, sings around the piano, and Sunday-night suppers in Betsy's hospitable home.' 'Chicago Tribune.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Young Adult",
                "Childrens",
                "Romance"
            ]
        },
        {
            "title": "The Pigman",
            "authors": [
                "Paul Zindel"
            ],
            "ranking": 3.6,
            "ranking_count": 26880,
            "abstract": "One of the best-selling young adult books of all time, written by Pulitzer Prize-winning author Paul Zindel. John Conlan is nicknamed The Bathroom Bomber after setting off firecrackers in the boys' bathroom 23 times without ever getting caught. John and his best friend, Lorraine, can never please their parents, and school is a chore. To pass the time, they play pranks on unsuspecting people and it's during one of these pranks that they meet the Pigman. In spite of themselves, John and Lorraine soon get caught up in Mr. Pignati's zest for life. In fact, they become so involved that they begin to destroy the only corner of the world that has ever mattered to them. Can they stop before it's too late?'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Academic",
                "Realistic Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Divine Secrets of the Ya-Ya Sisterhood",
            "authors": [
                "Rebecca Wells"
            ],
            "ranking": 3.84,
            "ranking_count": 539725,
            "abstract": "When Siddalee Walker, oldest daughter of Vivi Abbott Walker, Ya-Ya extraordinaire, is interviewed in the New York Times about a hit play she's directed, her mother gets described as a tap-dancing child abuser. Enraged, Vivi disowns Sidda. Devastated, Sidda begs forgiveness, and postpones her upcoming wedding. All looks bleak until the Ya-Yas step in and convince Vivi to send Sidda a scrapbook of their girlhood mementos, called Divine Secrets of the Ya-Ya Sisterhood. As Sidda struggles to analyze her mother, she comes face to face with the tangled beauty of imperfect love, and the fact that forgiveness, more than understanding, is often what the heart longs for.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "American",
                "Adult",
                "Historical",
                "Novels",
                "Humor",
                "Book Club"
            ]
        },
        {
            "title": "Soul Music",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.03,
            "ranking_count": 72984,
            "abstract": "Other children get given xylophones. Susan just had to ask her grandfather to take his vest off.. Yes. There's a Death in the family.. It's hard to grow up normally when Grandfather rides a white horse and wields a scythe – especially when you have to take over the family business, and everyone mistakes you for the Tooth Fairy.. And. especially. when you have to face the new and addictive music that has entered Discworld.. It's lawless. It changes people.. It's called. Music With Rocks In. .. It's got a beat and you can dance to it, but.... It's. alive. .. And it won't fade away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Music",
                "Audiobook",
                "Young Adult",
                "Death"
            ]
        },
        {
            "title": "The Gods Themselves",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.09,
            "ranking_count": 57738,
            "abstract": "In the twenty-second century Earth obtains limitless, free energy from a source science little understands: an exchange between Earth and a parallel universe, using a process devised by the aliens. But even free energy has a price. The transference process itself will eventually lead to the destruction of the Earth's Sun--and of Earth itself.. Only a few know the terrifying truth--an outcast Earth scientist, a rebellious alien inhabitant of a dying planet, a lunar-born human intuitionist who senses the imminent annihilation of the Sun.  They know the truth--but who will listen?  They have foreseen the cost of abundant energy--but who will believe?  These few beings, human and alien, hold the key to the Earth's survival.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Hugo Awards",
                "Fantasy",
                "Novels",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "Hannibal",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 3.79,
            "ranking_count": 99631,
            "abstract": "Years after his escape, posing as scholarly Dr. Fell, curator of a grand family's palazzo, Hannibal lives the good life in Florence, playing lovely tunes by serial killer/composer Henry VIII and killing hardly anyone himself. Clarice is unluckier: in the novel's action-film-like opening scene, she survives an FBI shootout gone wrong, and her nemesis, Paul Krendler, makes her the fall guy. Clarice is suspended, so, unfortunately, the first cop who stumbles on Hannibal is an Italian named Pazzi, who takes after his ancestors, greedy betrayers depicted in Dante's Inferno. Pazzi is on the take from a character as scary as Hannibal: Mason Verger. When Verger was a young man busted for raping children, his vast wealth saved him from jail. All he needed was psychotherapy--with Dr. Lecter. Thanks to the treatment, Verger is now on a respirator, paralyzed except for one crablike hand, watching his enormous, brutal moray eel swim figure eights and devour fish. His obsession is to feed Lecter to some other brutal pets.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Fifth Elephant",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.27,
            "ranking_count": 67902,
            "abstract": "They say that diplomacy is a gentle art. That its finest practitioners are subtle, sophisticated individuals for whom nuance and subtext are meat and drink. And that mastering it is a lifetime's work. But you. do. need a certain inclination in that direction. It's not something you can just pick up on the job.. Which is a shame if you find yourself dropped unaccountably into a position of some significant diplomatic responsibility. If you don't really. do. diplomacy or haven't been to school with the right foreign bigwigs or aren't even sure whether a nod is as good as a wink to anyone, sighted or otherwise, then things are likely to go wrong. It's just a question of how badly...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Mystery",
                "Adventure",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Use of Weapons",
            "authors": [
                "Iain M. Banks"
            ],
            "ranking": 4.17,
            "ranking_count": 43198,
            "abstract": "The man known as Cheradenine Zakalwe was one of Special Circumstances' foremost agents, changing the destiny of planets to suit the Culture through intrigue, dirty tricks and military action.. The woman known as Diziet Sma had plucked him from obscurity and pushed him towards his present eminence, but despite all their dealings she did not know him as well as she thought.. The drone known as Skaffen-Amtiskaw knew both of these people. It had once saved the woman's life by massacring her attackers in a particularly bloody manner. It believed the man to be a lost cause. But not even its machine could see the horrors in his past.. Ferociously intelligent, both witty and horrific, USE OF WEAPONS is a masterpiece of science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Cultural",
                "Fantasy",
                "Audiobook",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Antigone",
            "authors": [
                "Jean Anouilh",
                "Lewis Galantière"
            ],
            "ranking": 3.79,
            "ranking_count": 21912,
            "abstract": "Antigone was originally produced in Paris in 1942, when France was an occupied nation and part of Hitler's Europe. The play depicts an authoritarian regime and the play's central character, the young Antigone, mirrored the predicament of the French people in the grips of tyranny. One of the masterpieces of the modern French stage.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Cultural",
                "Drama",
                "Academic",
                "Fiction",
                "European Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Queen of the Darkness",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.37,
            "ranking_count": 26810,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0451456734. here. .. Jaenelle Angelline now reigns as Queen-protector of the Shadow Realm. No longer will the corrupt Blood slaughter her people and defile her lands. But where one chapter ends, a final, unseen battle remains to be written, and Jaenelle must unleash the terrible power that is Witch to destroy her enemies once and for all.. Even so, she cannot stand alone. Somewhere, long lost in madness, is Daemon, her promised Consort. Only his unyielding love can complete her Court and secure her reign. Yet, even together, their strength may not be enough to hold back the most malevolent of forces.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal",
                "Dark"
            ]
        },
        {
            "title": "The Eyes of the Overworld",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 4.13,
            "ranking_count": 4068,
            "abstract": "Scoundrel Cugel is sent far away, by a magician he has wronged, to retrieve magical lenses that reveal the Overworld. Goaded by a homesick monster magically attached to his liver, he journeys across wastelands home to Almery. With a cult group on a pilgrimage, he crosses the Silver Desert, and meets more danger and betrayal as he betrays others.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Humor",
                "Speculative Fiction",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Practical English Usage",
            "authors": [
                "Michael Swan"
            ],
            "ranking": 4.3,
            "ranking_count": 1363,
            "abstract": "Practical English Usage. is a major new reference guide for intermediate and advanced students of English (of all nationalities) and their teachers. It contains short clear articles on all the grammatical problems which regularly cause difficulty to foreign learners. In addition, it deals with selected points of vocabulary, idiom, style, pronunciation and spelling. The main differences between British and American usage are also dealt with. Each entry contains an explanation of a problem, examples of correct usage, and - when this is useful - examples of typical mistakes.. Special features of this book include:. - simple and practical presentation. - alphabetical arrangement of numbered entries. - detailed index and cross-reference system. - distinction between formal and informal usage. A hardback edition is also available.",
            "part_of_series": false,
            "genre_list": [
                "Reference",
                "Nonfiction",
                "Humanities",
                "Language",
                "Teaching",
                "Education",
                "Academic"
            ]
        },
        {
            "title": "Walking Through Clear Water in a Pool Painted Black",
            "authors": [
                "Cookie Mueller"
            ],
            "ranking": 4.45,
            "ranking_count": 874,
            "abstract": "Cookie trips through her forty-year odyssey on this planet--from LSD to shopping at the A&P, from birthing Max to shooting Pink Flamingos. Cookie trips through her forty-year odyssey on this planet--from LSD to shopping at the A&P, from birthing Max to shooting Pink Flamingos. The echoes of her passionate commitments will ring in your ears. It is a tragedy to have lost her. Fortunately, along with the memories, she left us this marvellous testament to her intrepid zest for living.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Short Stories",
                "Writing",
                "Biography",
                "LGBT",
                "Womens",
                "Humor"
            ]
        },
        {
            "title": "Caresses Soft as Sandpaper",
            "authors": [
                "Clint Catalyst"
            ],
            "ranking": 4.19,
            "ranking_count": 21,
            "abstract": "Caresses Soft as Sandpaper - subtitled A Collection of Amorous Ramblings and Rotted Erotica - is the first book of Catalyst's writings ever published. While some sources reference the chapbook as [being] reproduced in the first section of [his book] Cottonmouth Kisses, the claim is not entirely correct. As a matter of fact, of the 31 poems, two pen and ink illustrations and one photograph by Catalyst that appear in Caresses Soft as Sandpaper, only five poems - Actions Speak, Scorch, Those Final Moments, Anything, and Yeah, Sure - were included in Cottonmouth Kisses.. Instead, Caresses Soft as Sandpaper is one of three. sections. in Cottonmouth Kisses. Conversely, that section contains three poems and a short story that were not - and are not - among the compendium known as Caresses Soft as Sandpaper.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Dark Fantasy",
                "Gothic",
                "LGBT",
                "Adult Fiction"
            ]
        },
        {
            "title": "Ægypt",
            "authors": [
                "John Crowley"
            ],
            "ranking": 3.83,
            "ranking_count": 1974,
            "abstract": "Does the world have a secret history, encoded in myth and legend, reflected in the very windings of our brains? Born with the talents to be a real historian, but clinging to a minor teaching job, Pierce Moffett watches the great Parade of the ’60s go by him, and wonders. He’s still wondering years later when, jilted and newly jobless, he gets off a bus by chance in the Faraway Hills and steps unawares into a story that has been awaiting him there.. Does the world have a plot? It’s what Rosie Rasmussen wants to know, too. Will her life have the fearful symmetry of the lives led inside the books she reads? Rosie, newly returned to her childhood environs in the Faraways, is reading the historical romances of dead Fellowes Kraft one after another to see her through the hard realities of a divorce. There is another history in Kraft’s vivid novels: there are angels and Elizabethan magicians and the boy Shakespeare; once upon a time these tales entranced Pierce Moffett too, and teased him with the traces of a very large story indeed…. Pierce is on the track of a history he can’t quite believe in; Rosie is losing her place in her own story, forgetting why people love one another. They are two seekers, marked by loss, about to share a discover in Fellowes Kraft’s old house in the Faraway Hills. There. is. more than one history of the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Magical Realism",
                "Literature",
                "Science Fiction",
                "Novels",
                "Mystery",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Personal Matter",
            "authors": [
                "Kenzaburō Ōe",
                "John Nathan"
            ],
            "ranking": 3.9,
            "ranking_count": 11191,
            "abstract": "Kenzaburō Ōe, the winner of the 1994 Nobel Prize for Literature, is internationally acclaimed as one of the most important and influential post-World War II writers, known for his powerful accounts of the atomic bombing of Hiroshima and his own struggle to come to terms with a mentally handicapped son. The Swedish Academy lauded Ōe for his poetic force [that] creates an imagined world where life and myth condense to form a disconcerting picture of the human predicament today.. His most personal book,. A Personal Matter. , is the story of Bird, a frustrated intellectual in a failing marriage whose utopian dream is shattered when his wife gives birth to a brain-damaged child.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Nobel Prize",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Gardens of the Moon",
            "authors": [
                "Steven Erikson"
            ],
            "ranking": 3.9,
            "ranking_count": 102982,
            "abstract": "The Malazan Empire simmers with discontent, bled dry by interminable warfare, bitter infighting and bloody confrontations with the formidable Anomander Rake and his Tiste Andii, ancient and implacable sorcerers. Even the imperial legions, long inured to the bloodshed, yearn for some respite. Yet Empress Laseen's rule remains absolute, enforced by her dread Claw assassins.. For Sergeant Whiskeyjack and his squad of Bridgeburners, and for Tattersail, surviving cadre mage of the Second Legion, the aftermath of the siege of Pale should have been a time to mourn the many dead. But Darujhistan, last of the Free Cities of Genabackis, yet holds out. It is to this ancient citadel that Laseen turns her predatory gaze.. However, it would appear that the Empire is not alone in this great game. Sinister, shadowbound forces are gathering as the gods themselves prepare to play their hand.... Conceived and written on a panoramic scale,. Gardens of the Moon. is epic fantasy of the highest order--an enthralling adventure by an outstanding new voice.. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "Xenocide",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.8,
            "ranking_count": 149311,
            "abstract": "The war for survival of the planet Lusitania will be fought in the heart of a child named Gloriously Bright.. On Lusitania, Ender found a world where humans and pequininos and the Hive Queen could all live together; where three very different intelligent species could find common ground at last. Or so he thought.. Lusitania also harbors the descolada, a virus that kills all humans it infects, but which the pequininos require in order to become adults. The Starways Congress so fears the effects of the descolada, should it escape from Lusitania, that they have ordered the destruction of the entire planet, and all who live there. The Fleet is on its way, a second xenocide seems inevitable.. Xenocide. is the third novel in Orson Scott Card's The Ender Saga.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "The Shadow of the Sun",
            "authors": [
                "Ryszard Kapuściński",
                "Klara Glowczewska"
            ],
            "ranking": 4.39,
            "ranking_count": 12675,
            "abstract": "In 1957, Ryszard Kapuscinski arrived in Africa to witness the beginning of the end of colonial rule as the first African correspondent of Poland's state newspaper. From the early days of independence in Ghana to the ongoing ethnic genocide in Rwanda, Kapuscinski has crisscrossed vast distances pursuing the swift, and often violent, events that followed liberation. Kapuscinski hitchhikes with caravans, wanders the Sahara with nomads, and lives in the poverty-stricken slums of Nigeria. He wrestles a king cobra to the death and suffers through a bout of malaria. What emerges is an extraordinary depiction of Africa--not as a group of nations or geographic locations--but as a vibrant and frequently joyous montage of peoples, cultures, and encounters. Kapuscinski's trenchant observations, wry analysis and overwhelming humanity paint a remarkable portrait of the continent and its people. His unorthodox approach and profound respect for the people he meets challenge conventional understandings of the modern problems faced by Africa at the dawn of the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Travel",
                "History",
                "Writing",
                "European Literature",
                "Autobiography",
                "Politics",
                "Biography"
            ]
        },
        {
            "title": "Mother",
            "authors": [
                "Maxim Gorky"
            ],
            "ranking": 3.96,
            "ranking_count": 14838,
            "abstract": "1907. Maxim Gorky, pseudonym of Alexei Maksimovich Peshkov, Soviet novelist, playwright and essayist, who was a founder of social realism. Although known principally as a writer, he was closely associated with the tumultuous revolutionary period of his own country. The Mother, one of his best-known works, is the story of the radicalization of an uneducated woman that was later taken as a model for the Socialist Realist novel, and his autobiographical masterpiece Childhood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Politics",
                "Roman"
            ]
        },
        {
            "title": "La Symphonie pastorale",
            "authors": [
                "André Gide"
            ],
            "ranking": 3.63,
            "ranking_count": 5338,
            "abstract": "Librarian's note: Alternate cover edition of ISBN. 9782070360185. .. «[...] je n'ai point encore dit l'immense plaisir que Gertrude avait pris à ce concert de Neuchâtel. On y jouait précisément La symphonie pastorale. Je dis précisément car il n'est, on le comprend aisément, pas une œuvre que j'eusse pu davantage souhaiter de lui faire entendre. Longtemps après que nous eûmes quitté la salle de concert, Gertrude resta encore silencieuse et comme noyée dans l'extase.. - Est-ce que vraiment ce que vous voyez est aussi beau que cela ? dit-elle enfin. [...]. - Ceux qui ont des yeux, dis-je enfin, ne connaissent pas leur bonheur.. - Mais moi qui n'en ai point, s'écria-t-elle aussitôt, je connais le bonheur d'entendre.»",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Roman",
                "Novels",
                "Nobel Prize",
                "Academic"
            ]
        },
        {
            "title": "The Moor's Last Sigh",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.92,
            "ranking_count": 13115,
            "abstract": "Alternate cover for this ISBN can be found. here. Moraes 'Moor' Zogoiby is a 'high-born crossbreed', the last surviving scion of a dynasty of Cochinise spice merchants and crime lords. He is also a compulsive storyteller and an exile. As he travels a route that takes him from India to Spain, he leaves behind a labyrinthine tale of mad passions and volcanic family hatreds, of titanic matriarchs and their mesmerised offspring, of premature deaths and curses that strike beyond the grave.. The Moor's Last Sigh. is a spectacularly ambitious, funny, satirical and compassionate novel. It is a love song to a vanishing world, but also its last hurrah.. ~from the back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Literature",
                "Historical",
                "Contemporary",
                "Novels",
                "Asian Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Street Lawyer",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.86,
            "ranking_count": 109213,
            "abstract": "Michael was in a hurry. He was scrambling up the ladder at Drake & Sweeney, a giant D.C. law firm with eight hundred lawyers. The money was good and getting better; a partnership was three years away. He was a rising star with no time to waste, no time to stop, no time to toss a few coins into the cups of panhandlers. No time for a conscience.. But a violent encounter with a homeless man stopped him cold. Michael survived; his assailant did not. Who was this man? Michael did some digging, and learned that he was a mentally ill veteran who'd been in and out of shelters for many years. Then Michael dug a little deeper, and found a dirty secret, and the secret involved Drake & Sweeney.. The fast track derailed; the ladder collapsed. Michael bolted the firm and took a top-secret file with him. He landed in the streets, an advocate for the homeless, a street lawyer.. And a thief.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Law",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Collected Works: Wise Blood / A Good Man is Hard to Find / The Violent Bear it Away / Everything that Rises Must Converge / Essays and Letters",
            "authors": [
                "Flannery O'Connor",
                "Sally Fitzgerald"
            ],
            "ranking": 4.51,
            "ranking_count": 3219,
            "abstract": "In her short lifetime, Flannery O'Connor became one of the most distinctive American writers of the twentieth century. By birth a native of Georgia and a Roman Catholic, O'Connor depicts, in all its comic and horrendous incongruity, the limits of worldly wisdom and the mysteries of divine grace in the Christ-haunted Protestant South. This. Library of America. collection, the most comprehensive ever published, contains all of her novels and short-story collections, as well as nine other stories, eight of her most important essays, and a selection of 259 witty, spirited, and revealing letters, twenty-one published here for the first time.. Her fiction brilliantly explores the human obsession with seemingly banal things. It might be a new hat or clean hogs or, for Hazel Motes, hero of. Wise Blood. (1952), an automobile. Nobody with a good car needs to be justified, Hazel assures himself while using its hood for a pulpit to preach his Church Without Christ. As in O'Connor's subsequent work, the characters in this novel are driven to violence, even murder, and their strong vernacular endows them with the discomforting reality of next-door neighbors. In order to recognize a freak, she remarks in one of her essays, you have to have a conception of the whole man.. In the title story of her first, dazzling collection of stories,. A Good Man Is Hard to Find. (1955), the old grandmother discovers the comic irrelevance of good manners when she and her family meet up with the sinister Misfit, who claims there is no pleasure but meanness. The terror of urban dislocation in The Artificial Nigger, the bizarre baptism in The River, or one-legged Hulga Hopewell's encounter with a Bible salesman in Good Country People--these startling events give readers the uneasy sense of mysteries about to be revealed.. Her second novel,. The Violent Bear It Away. (1960), casts the shadow of the Old Testament across a landscape of backwoods shacks, modern towns, and empty highways. Caught between the prophetic fury of his great-uncle and the unrelenting rationalism of his uncle, fourteen-year-old Francis Tarwater undergoes a terrifying trial of faith when he is commanded to baptize his idiot cousin.. The nine stories in. Everything That Rises Must Converge. (1965) show O'Connor's powers at their height. The title story is a terrifying, heart-rending drama of familial and racial misunderstanding. Revelation and The Enduring Chill probe further into conflicts between parental figures and recalcitrant offspring, where as much tension is generated from quiet conversation as from the physical violence of gangsters and fanatics.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Writing",
                "Gothic",
                "Anthologies",
                "Novels"
            ]
        },
        {
            "title": "The Bronze Bow",
            "authors": [
                "Elizabeth George Speare"
            ],
            "ranking": 3.98,
            "ranking_count": 22300,
            "abstract": "He trains my hands for war, so that my arms can bend a bow of bronze.. –from the Song of David (2 Samuel 22:35). The Bronze Bow. , written by Elizabeth George Speare (author of. The Witch of Blackbird Pond. ) won the Newbery Medal in 1962. This gripping, action-packed novel tells the story of eighteen-year-old Daniel bar Jamin—a fierce, hotheaded young man bent on revenging his father’s death by forcing the Romans from his land of Israel. Daniel’s palpable hatred for Romans wanes only when he starts to hear the gentle lessons of the traveling carpenter, Jesus of Nazareth. A fast-paced, suspenseful, vividly wrought tale of friendship, loyalty, the idea of home, community . . . and ultimately, as Jesus says to Daniel on page 224: “Can’t you see, Daniel, it is hate that is the enemy? Not men. Hate does not die with killing. It only springs up a hundredfold. The only thing stronger than hate is love.” A powerful, relevant read in turbulent times.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Christian",
                "Academic",
                "Christian Fiction"
            ]
        },
        {
            "title": "Three Lives",
            "authors": [
                "Gertrude Stein"
            ],
            "ranking": 3.1,
            "ranking_count": 3726,
            "abstract": "The literary theories of American expatriate Gertrude Stein (1874–1946) strongly influenced a generation of young American writers (notably Hemingway), and her ideas about writing still provoke and stimulate.. Although much of her own work embodies innovative experimentation with language and sound, the present volume is fairly conventional in style and quite accessible. Regarded by some critics as a minor masterpiece,. Three Lives. was Stein's first published book. In it she tells the stories of three working class women — Anna, a conscientious but rigid serving woman; Melanctha, a worldly-wise and sensitive black girl; and Lena, a gentle but feeble-minded maid.. Although these are relatively ordinary women, in Stein's hands their lives and minds take on extraordinary interest. Told in clear, carefully crafted prose, these stories are not only memorable works in themselves but an excellent entree to Stein's later work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Feminism",
                "Womens",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Baby",
            "authors": [
                "Patricia MacLachlan"
            ],
            "ranking": 4.08,
            "ranking_count": 1912,
            "abstract": "Larkin's family welcomes Sophie into their home, caring for her and teaching her games and new words. They come to love this baby as their own, all the while knowing that eventually Sophie's mother will return one day to take her from them.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Family",
                "Historical",
                "Realistic Fiction",
                "Love"
            ]
        },
        {
            "title": "Danse Macabre",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.65,
            "ranking_count": 26653,
            "abstract": "Before he gave us the “one of a kind classic” (The Wall Street Journal) memoir On Writing, Stephen King wrote a nonfiction masterpiece in Danse Macabre, “one of the best books on American popular culture” (Philadelphia Inquirer).. From the author of dozens of #1 New York Times bestsellers and the creator of many unforgettable movies comes a vivid, intelligent, and nostalgic journey through three decades of horror as experienced through the eyes of the most popular writer in the genre. In 1981, years before he sat down to tackle On Writing, Stephen King decided to address the topic of what makes horror horrifying and what makes terror terrifying. Here, in ten brilliantly written chapters, King delivers one colorful observation after another about the great stories, books, and films that comprise the horror genre—from Frankenstein and Dracula to The Exorcist, The Twilight Zone, and Earth vs. The Flying Saucers.. With the insight and good humor his fans appreciated in On Writing, Danse Macabre is an enjoyably entertaining tour through Stephen King’s beloved world of horror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Nonfiction",
                "Language",
                "Writing",
                "Reference",
                "Criticism",
                "Biography",
                "History",
                "Audiobook"
            ]
        },
        {
            "title": "Belle du Seigneur",
            "authors": [
                "Albert Cohen"
            ],
            "ranking": 4.1,
            "ranking_count": 3134,
            "abstract": "Solennels parmi les couples sans amour, ils dansaient, d'eux seuls préoccupés, goûtaient l'un à l'autre, soigneux, profonds, perdus. Béate d'être tenue et guidée, elle ignorait le monde, écoutait le bonheur dans ses veines, parfois s'admirant dans les hautes glaces des murs, élégante, émouvante, exceptionnelle, femme aimée, parfois reculant la tête pour mieux le voir qui lui murmurait des merveilles point toujours comprises, car elle le regardait trop, mais toujours de toute son âme approuvées, qui lui murmurait qu'ils étaient amoureux, et elle avait alors un impalpable rire tremblé, voilà, oui, c'était cela, amoureux, et il lui murmurait qu'il se mourait de baiser et bénir les longs cils recourbés, mais non pas ici, plus tard, lorsqu'ils seraient seuls, et alors elle murmurait qu'ils avaient toute la vie, et soudain elle avait peur de lui avoir déplu, trop sûre d'elle, mais non, ô bonheur, il lui souriait et contre lui la gardait et murmurait que tous les soirs ils se verraient.. Ariane devant son seigneur, son maître, son aimé Solal, tous deux entourés d'une foule de comparses : ce roman n'est rien de moins que le chef-d'œuvre de la littérature amoureuse de notre époque.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "Romance",
                "European Literature",
                "Novels",
                "Literature",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "Lady of Hay",
            "authors": [
                "Barbara Erskine"
            ],
            "ranking": 4.06,
            "ranking_count": 7458,
            "abstract": "This masterfully crafted first novel tells the spellbinding story of a contemporary woman who discovers her past life as a 12th-century Welsh noblewoman. Erskine's extraordinary romance has been translated into 17 languages and has sold well over a million copies worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "View with a Grain of Sand: Selected Poems",
            "authors": [
                "Wisława Szymborska",
                "Stanisław Barańczak",
                "Clare Cavanagh"
            ],
            "ranking": 4.33,
            "ranking_count": 4449,
            "abstract": "In these one-hundred poems Wisława Szymborska portrays a world of astonishing diversity and richness, in which nature is wise and prodigal and fate unpredictable, if not mischevious. With acute irony tempered by a generous curiousity, she documents life's improbability as well as its transient beauty.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature",
                "Nobel Prize",
                "Literature",
                "Classics",
                "Womens",
                "Nonfiction",
                "Female Authors"
            ]
        },
        {
            "title": "How It Is",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 4.01,
            "ranking_count": 1167,
            "abstract": "“It is one thing to be informed by Shakespeare that life “is a tale told by an idiot signifying nothing”; it is something else to encounter the idea literally presented in a novel by Samuel Beckett. But I am reasonably certain that a sensitive reader who journeys through How It Is will leave the book convinced that Beckett says more that is relevant to experience in our time than Shakespeare does in Macbeth. It should come as no surprise if a decade or so hence How It Is is appraised as a masterpiece of modern literature. This poetic novel is Beckett at his height.” — Webster Schott. “A wonderful book, written in the sparest prose. . . . Beckett is one of the rare creative minds in our times.” — Alan Pryce-Jones. “What is novel is the absolute sureness of design. . . built phrase by phrase into a beautifully and tightly wrought structure — a few dozen expressions permuted with deliberate redundancy accumulate meaning even as they are emptied of it, and offer themselves as points of radiation in a strange web of utter illusion.” — Hugh Kenner",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Cultural",
                "Philosophy",
                "Literature",
                "Classics",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Feminine in Fairy Tales",
            "authors": [
                "Marie-Louise von Franz"
            ],
            "ranking": 4.33,
            "ranking_count": 679,
            "abstract": "In this engaging commentary, the distinguished analyst and author Marie-Louise von Franz shows how the Feminine reveals itself in fairy tales of German, Russian, Scandinavian, and Eskimo origin, including familiar stories such as Sleeping Beauty, Snow White and Rose Red, and Rumpelstiltskin. Some tales, she points out, offer insights into the psychology of women, while others reflect the problems and characteristics of the anima, the inner femininity of men. Dr. von Franz discusses the archetypes and symbolic themes that appear in fairy tales as well as dreams and fantasies, draws practical advice from the tales, and demonstrates its application in case studies from her analytical practice.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Fantasy",
                "Feminism",
                "Womens",
                "Philosophy",
                "Criticism",
                "Reference"
            ]
        },
        {
            "title": "The Concrete Blonde",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.18,
            "ranking_count": 60235,
            "abstract": "Detective Harry Bosch was sure he'd shot the serial killer responsible for a string of murders in LA . . . but now, a new crime makes him question his convictions.. They call him the Dollmaker, a serial killer who stalks Los Angeles and leaves a grisly calling card on the faces of his female victims. When a suspect is shot by Detective Harry Bosch, everyone believes the city's nightmare is over. But then the dead man's widow sues Harry and the LAPD for killing the wrong man--an accusation that rings terrifyingly true when a new corpse is found with the Dollmaker's macabre signature. Now, for the second time, Harry must hunt down a ruthless death-dealer before he strikes again. Careening through a blood-tracked quest, Harry will go from the hard edges of the L.A. night to the last place he ever wanted to go--the darkness of his own heart...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Emergency Services"
            ]
        },
        {
            "title": "Forever Flowing",
            "authors": [
                "Vasily Grossman",
                "Thomas P. Whitney"
            ],
            "ranking": 4.18,
            "ranking_count": 3154,
            "abstract": "Everything Flows. is Vasily Grossman’s final testament, written after the Soviet authorities suppressed his masterpiece,. Life and Fate. . The main story is simple: released after thirty years in the Soviet camps, Ivan Grigoryevich must struggle to find a place for himself in an unfamiliar world. But in a novel that seeks to take in the whole tragedy of Soviet history, Ivan’s story is only one among many. Thus we also hear about Ivan’s cousin, Nikolay, a scientist who never let his conscience interfere with his career, and Pinegin, the informer who got Ivan sent to the camps.. Then a brilliant short play interrupts the narrative: a series of informers steps forward, each making excuses for the inexcusable things that he did—inexcusable and yet, the informers plead, in Stalinist Russia understandable, almost unavoidable.. And at the core of the book, we find the story of Anna Sergeyevna, Ivan’s lover, who tells about her eager involvement as an activist in the Terror famine of 1932–33, which led to the deaths of three to five million Ukrainian peasants. Here. Everything Flows. attains an unbearable lucidity comparable to the last cantos of Dante’s. Inferno. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Historical",
                "Classics",
                "Novels",
                "War"
            ]
        },
        {
            "title": "In Pharaoh's Army: Memories of the Lost War",
            "authors": [
                "Tobias Wolff",
                "Luann Walther"
            ],
            "ranking": 4.1,
            "ranking_count": 2941,
            "abstract": "Whether he is evoking the blind carnage of the Tet offensive, the theatrics of his fellow Americans, or the unraveling of his own illusions, Wolff brings to this work the same uncanny eye for detail, pitiless candor and mordant wit that made This Boy's Life a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "War",
                "History",
                "Biography",
                "Biography Memoir",
                "Military",
                "Literature"
            ]
        },
        {
            "title": "Black Holes & Time Warps: Einstein's Outrageous Legacy",
            "authors": [
                "Kip S. Thorne",
                "Stephen Hawking",
                "Frederick Seitz"
            ],
            "ranking": 4.21,
            "ranking_count": 11917,
            "abstract": "Ever since Albert Einstein's general theory of relativity burst upon the world in 1915 some of the most brilliant minds of our century have sought to decipher the mysteries bequeathed by that theory, a legacy so unthinkable in some respects that even Einstein himself rejected them.. Which of these bizarre phenomena, if any, can really exist in our universe? Black holes, down which anything can fall but from which nothing can return; wormholes, short spacewarps connecting regions of the cosmos; singularities, where space and time are so violently warped that time ceases to exist and space becomes a kind of foam; gravitational waves, which carry symphonic accounts of collisions of black holes billions of years ago; and time machines, for traveling backward and forward in time.. Kip Thorne, along with fellow theorists Stephen Hawking and Roger Penrose, a cadre of Russians, and earlier scientists such as Oppenheimer, Wheeler and Chandrasekhar, has been in the thick of the quest to secure answers. In this masterfully written and brilliantly informed work of scientific history and explanation, Dr. Thorne, the Feynman Professor of Theoretical Physics at Caltech, leads his readers through an elegant, always human, tapestry of interlocking themes, coming finally to a uniquely informed answer to the great question: what principles control our universe and why do physicists think they know the things they think they know? Stephen Hawking's. A Brief History of Time. has been one of the greatest best-sellers in publishing history. Anyone who struggled with that book will find here a more slowly paced but equally mind-stretching experience, with the added fascination of a rich historical and human component.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "History",
                "Science Fiction",
                "Reference",
                "Education"
            ]
        },
        {
            "title": "Akira, Vol. 1",
            "authors": [
                "Katsuhiro Otomo",
                "Yoko Umezawa",
                "Linda M. York",
                "Jo Duffy"
            ],
            "ranking": 4.4,
            "ranking_count": 28758,
            "abstract": "Welcome to Neo-Tokyo, built on the ashes of a Tokyo annihilated by a blast of unknown origin that triggered World War III. The lives of two streetwise teenage friends, Tetsuo and Kaneda, change forever when paranormal abilities begin to waken in Tetsuo, making him a target for a shadowy agency that will stop at nothing to prevent another catastrophe like the one that leveled Tokyo. At the core of the agency’s motivation is a raw, all-consuming fear of an unthinkable, monstrous power known only as Akira.. Katsuhiro Otomo’s stunning science fiction masterpiece is considered by many to be the finest work of graphic fiction ever produced, and Otomo’s brilliant animated film version is regarded worldwide as a classic.. This edition includes a new foreword from the author and a postscript from Dark Horse publisher Mike Richardson!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Graphic Novels Comics",
                "Asian Literature"
            ]
        },
        {
            "title": "A Murder Is Announced",
            "authors": [
                "Agatha Christie",
                "Manuela Zipisi"
            ],
            "ranking": 4.0,
            "ranking_count": 57703,
            "abstract": "A Murder is Announced is a staple of crime fiction and often considered as the best Miss Marple novel. The villagers of Chipping Cleghorn, including Jane Marple who is staying nearby, are agog with curiosity over an advertisement in the local gazette which reads: ‘A murder is announced and will take place on Friday October 29th, at Little Paddocks at 6.30 p.m.’ Is this a childish practical joke? Or a hoax intended to scare poor Letitia Blacklock? Unable to resist the mysterious invitation, a crowd gathers at Little Paddocks at the appointed time when, without warning, the lights go out…. The novel was promoted on both sides of the Atlantic as Agatha Christie's 50th book and published in 1950 by William Collins.. Librarian's note: this entry is for the novel, A Murder is Announced. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Music of Chance",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.92,
            "ranking_count": 10776,
            "abstract": "In a Pennsylvania meadow, a young fireman and an angry gambler are forced to build a wall of fifteenth-century stone. For Jim Nashe, it all started when he came into a small inheritance and left Boston in pusuit of a life of freedom. Careening back and forth across the United States, waiting for the money to run out, Nashe met Jack Pozzi, a young man with a temper and a plan. With Nashe's last funds, they entered a poker game against two rich eccentrics, risking everything on the single turn of a card. In Paul Auster's world of fiendish bargains and punitive whims, where chance is a shifting and powerful force, there is redemption, nonetheless, in Nashe's resolute quest for justice and his capacity for love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "The United States Of America",
                "Contemporary",
                "Literary Fiction",
                "Classics",
                "United States"
            ]
        },
        {
            "title": "The Everlasting Man",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 4.13,
            "ranking_count": 8434,
            "abstract": "What, if anything, is it that makes the human uniquely human? This, in part, is the question that G.K. Chesterton starts with in this classic exploration of human history. Responding to the evolutionary materialism of his contemporary (and antagonist) H.G. Wells, Chesterton in this work affirms human uniqueness and the unique message of the Christian faith. Writing in a time when social Darwinism was rampant, Chesterton instead argued that the idea that society has been steadily progressing from a state of primitivism and barbarity towards civilization is simply and flatly inaccurate. Barbarism and civilization were not successive stages in the progress of the world, he affirms, with arguments drawn from the histories of both Egypt and Babylon.. As always with Chesterton, there is in this analysis something (as he said of Blake) very plain and emphatic. He sees in Christianity a rare blending of philosophy and mythology, or reason and story, which satisfies both the mind and the heart. On both levels it rings true. As he puts it, in answer to the historical query of why it was accepted, and is accepted, I answer for millions of others in my reply; because it fits the lock; because it is like life. Here, as so often in Chesterton, we sense a lived, awakened faith. All that he writes derives from a keen intellect guided by the heart's own knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Christian",
                "Nonfiction",
                "Classics",
                "History",
                "Christianity"
            ]
        },
        {
            "title": "Heartburn",
            "authors": [
                "Nora Ephron"
            ],
            "ranking": 3.6,
            "ranking_count": 43950,
            "abstract": "Is it possible to write a sidesplitting novel about the breakup of the perfect marriage? If the writer is Nora Ephron, the answer is a resounding yes. For in this inspired confection of adultery, revenge, group therapy, and pot roast, the creator of. Sleepless in Seattle. reminds us that comedy depends on anguish as surely as a proper gravy depends on flour and butter.. Seven months into her pregnancy, Rachel Samstat discovers that her husband, Mark, is in love with another woman. The fact that the other woman has a neck as long as an arm and a nose as long as a thumb and you should see her legs is no consolation. Food sometimes is, though, since Rachel writes cookbooks for a living. And in between trying to win Mark back and loudly wishing him dead, Ephron's irrepressible heroine offers some of her favorite recipes.. Heartburn. is a sinfully delicious novel, as soul-satisfying as mashed potatoes and as airy as a perfect soufflé.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Audiobook",
                "Humor",
                "Womens Fiction",
                "Contemporary",
                "Food and Drink",
                "Adult Fiction",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Second Coming",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 3.94,
            "ranking_count": 2244,
            "abstract": "Will Barrett (also the hero of Percy's. The Last Gentleman. ) is a lonely widower suffering from a depression so severe that he decides he doesn't want to continue living. But then he meets Allison, a mental hospital escapee making a new life for herself in a greenhouse.. The Second Coming. is by turns touching and zany, tragic and comic, as Will sets out in search of God's existence and winds up finding much more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Literature",
                "American",
                "Classics",
                "Novels",
                "Religion",
                "Contemporary"
            ]
        },
        {
            "title": "Julio Cortázar: Rayuela (Critical Guides to Spanish Texts)",
            "authors": [
                "Robert Brody"
            ],
            "ranking": 4.39,
            "ranking_count": 6146,
            "abstract": "A guide to Julio Cortázar's classic Rayuela.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Literature",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "A Kiss Before Dying",
            "authors": [
                "Ira Levin",
                "Otto Penzler"
            ],
            "ranking": 3.97,
            "ranking_count": 10678,
            "abstract": "A Kiss Before Dying. not only debuted the talent of best-selling novelist Ira Levin to rave reviews, it also set a new standard in the art of mystery and suspense. Now a modern classic, as gripping in its tautly plotted action as it is penetrating in its exploration of a criminal mind, it tells the shocking tale of a young man who will stop at nothing--not even murder--to get where he wants to go. For he has dreams; plans. He also has charm, good looks, sex appeal, intelligence. And he has a problem. Her name is Dorothy; she loves him, and she's pregnant. The solution may demand desperate measures. But, then, he looks like the kind of guy who could get away with murder. Compellingly, step by determined step, the novel follows this young man in his execution of one plan he had neither dreamed nor foreseen. Nor does he foresee how inexorably he will be enmeshed in the consequences of his own extreme deed.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Classics",
                "Suspense",
                "Horror",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Tale of Tom Kitten",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.08,
            "ranking_count": 8823,
            "abstract": "The Tale of Tom Kitten is set in the cottage garden Beatrix created herself at Hill Top, the farm she owned near the village of Sawrey. Tom and his sisters look so smart in their new clothes. When their mother sends them outside while she waits for her visitors, she couldn't possibly guess what kind of mess they are going to get themselves into!. The Tale of Tom Kitten is number eight in Beatrix Potter's series of 23 little books, the titles of which are as follows:. 1 The Tale of Peter Rabbit. 2 The Tale of Squirrel Nutkin. 3 The Tailor of Gloucester. 4 The Tale of Benjamin Bunny. 5 The Tale of Two Bad Mice. 6 The Tale of Mrs. Tiggy-Winkle. 7 The Tale of Mr. Jeremy Fisher. 8 The Tale of Tom Kitten. 9 The Tale of Jemima Puddle-Duck. 10 The Tale of the Flopsy Bunnies. 11 The Tale of Mrs. Tittlemouse. 12 The Tale of Timmy Tiptoes. 13 The Tale of Johnny Town-Mouse. 14 The Tale of Mr. Tod. 15 The Tale of Pigling Bland. 16 The Tale of Samuel Whiskers. 17 The Tale of The Pie and the Patty-Pan. 18 The Tale of Ginger and Pickles. 19 The Tale of Little Pig Robinson. 20 The Story of a Fierce Bad Rabbit. 21 The Story of Miss Moppet. 22 Appley Dapply's Nursery Rhymes. 23 Cecily Parsley's Nursery Rhymes",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "Short Stories",
                "European Literature"
            ]
        },
        {
            "title": "Not Wanted on the Voyage",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.99,
            "ranking_count": 6754,
            "abstract": "Not Wanted on the Voyage. is the story of the great flood and the first time the world ended, filed with an extraordinary cast of remarkable characters. With pathos and pageantry, desperation and hope, magic and mythology, this acclaimed novel weaves its unforgettable spell.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy",
                "Religion",
                "Historical",
                "Literary Fiction",
                "Classics",
                "Literature",
                "Animals"
            ]
        },
        {
            "title": "Real: The Letters of Mina Harker and Sam d'Allesandro",
            "authors": [
                "Dodie Bellamy",
                "Sam D'Allesandro"
            ],
            "ranking": 4.21,
            "ranking_count": 47,
            "abstract": "Fiction. Nonfiction. Real contains letters between Dodie Bellamy (Mina Harker) and Sam D'Allesandro; the transcription of a story that was taped by D'Allesandro before he died in 1988; and a letter by Bellamy that concerns D'Allesandro's death.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Sexing the Cherry",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.83,
            "ranking_count": 16362,
            "abstract": "In a fantastic world that is and is not seventeenth-century England, a baby is found floating in the Thames. The child, Jordan, is rescued by Dog Woman and grows up to travel the world like Gulliver, though he finds that the world’s most curious oddities come from his own mind. Winterson leads the reader from discussions on the nature of time to Jordan’s fascination with journeys concealed within other journeys, all with a dizzying speed that shoots the reader from epiphany to shimmering epiphany.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Historical",
                "LGBT",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "Briefing for a Descent Into Hell",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 3.73,
            "ranking_count": 2009,
            "abstract": "A fascinating look inside the mind of a man who is supposedly “mad.” Professor Charles Watkins of Cambridge University is a patient at a mental hospital where the doctors try with increasing drugs to bring his mind under control. But Watkins has embarked on a tremendous psychological adventure where, after spinning endlessly on a raft in the Atlantic, he lands on a tropical island inhabited by strange creatures with strange customs. Later, he is carried off on a cosmic journey into space…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Literature",
                "Classics",
                "Novels",
                "Speculative Fiction",
                "Nobel Prize",
                "Psychology",
                "Mental Health"
            ]
        },
        {
            "title": "Jealousy",
            "authors": [
                "Alain Robbe-Grillet",
                "Richard Howard"
            ],
            "ranking": 3.6,
            "ranking_count": 2494,
            "abstract": "'Jealousy' tells of a jealous husband whose suspicion of his wife and neighbors takes possession of his mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "European Literature",
                "Literature",
                "Novella",
                "Literary Fiction",
                "Roman"
            ]
        },
        {
            "title": "Four Past Midnight",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 102523,
            "abstract": "At midnight comes the point of balance. Of danger. The instang of utter stillness when between two beats of the heart, an alternative reality can slip through, like a blade between the ribs, and swithc you into a new and terrifying world.. Four Past Midnight: four heart-stopping accounts of that moment when the familiar world fractures beyond sense, the fragments spinning away from the desperate, clutching reach of sanity.... (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Anthologies",
                "Science Fiction"
            ]
        },
        {
            "title": "Desperation",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.84,
            "ranking_count": 129828,
            "abstract": "Alternate Cover Edition ISBN 0451188462 (ISBN13: 9780451188465). There's a place along Interstate 50 that some call the loneliest place on Earth. It's known as Desperation, Nevada.. It's not a very nice place to live. It's an even worse place to die.. Let the battle against evil begin.. Welcome to ... Desperation",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Aura",
            "authors": [
                "Carlos Fuentes"
            ],
            "ranking": 3.81,
            "ranking_count": 28848,
            "abstract": "Felipe Montero is employed in the house of an aged widow to edit her deceased husband's memoirs. There Felipe meets her beautiful green-eyed niece, Aura. His passion for Aura and his gradual discovery of the true relationship between the young woman and her aunt propel the story to its extraordinary conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Horror",
                "Magical Realism",
                "Cultural",
                "Literature",
                "Novels",
                "Short Stories",
                "Academic"
            ]
        }
    ]
}