{
    "books": [
        {
            "title": "The Green Phoenix: A Novel of Empress Xiaozhuang, the Woman Who Re-Made Asia",
            "authors": [
                "Alice Poon"
            ],
            "ranking": 3.95,
            "ranking_count": 76,
            "abstract": "With the fate of East Asia hanging in the balance, one Mongolian woman manipulated her lovers, sons and grandsons through war and upheaval to create an empire that lasted for 250 years. The Green Phoenix tells the story of the Empress Dowager Xiaozhuang, born a Mongolian princess who became a consort in the Manchu court and then the Qing Dynasty's first matriarch. She lived through harrowing threats, endless political crises, personal heartaches and painful losses to lead a shaky Empire out of a dead end. The story is set against a turbulent canvas as the Chinese Ming Dynasty is replaced by the Qing. Xiaozhuang guides her husband, her lover, her son and her grandson - all emperors and supreme leaders of the Qing Empire - to success against the odds.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Whistle in the Dark",
            "authors": [
                "Emma Healey"
            ],
            "ranking": 3.04,
            "ranking_count": 5312,
            "abstract": "Emma Healey follows the success of her #1 internationally bestselling debut novel. Elizabeth Is Missing. , winner of the Costa First Novel Award, with this beautiful, thought-provoking, and psychologically complex tale that affirms her status as one of the most inventive and original literary novelists today. Jen and Hugh Maddox have just survived every parent’s worst nightmare.. Relieved, but still terrified, they sit by the hospital bedside of their fifteen-year-old daughter, Lana, who was found bloodied, bruised, and disoriented after going missing for four days during a mother-daughter vacation in the country. As Lana lies mute in the bed, unwilling or unable to articulate what happened to her during that period, the national media speculates wildly and Jen and Hugh try to answer many questions.. Where was Lana? How did she get hurt? Was the teenage boy who befriended her involved? How did she survive outside for all those days? Even when she returns to the family home and her school routine, Lana only provides the same frustrating answer over and over: “I can’t remember.”. For years, Jen had tried to soothe the depressive demons plaguing her younger child, and had always dreaded the worst. Now she has hope—the family has gone through hell and come out the other side. But Jen cannot let go of her need to find the truth. Without telling Hugh or their pregnant older daughter Meg, Jen sets off to retrace Lana’s steps, a journey that will lead her to a deeper understanding of her youngest daughter, her family, and herself.. A wry, poignant, and masterfully drawn story that explores the bonds and duress of family life, the pain of mental illness, and the fraught yet enduring connection between mothers and daughters, Whistle in the Dark is a story of guilt, fear, hope, and love that explores what it means to lose and find ourselves and those we love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Audiobook",
                "Thriller",
                "Family",
                "Adult",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Water from My Heart",
            "authors": [
                "Charles Martin"
            ],
            "ranking": 4.45,
            "ranking_count": 10088,
            "abstract": "New York Times. bestselling author Charles Martin's breathtaking novel of love and redemption.. Charlie Finn had to grow up fast, living alone by age sixteen. Highly intelligent, he earned a life-changing scholarship to Harvard, where he learned how to survive and thrive on the outskirts of privileged society. That skill served him well in the cutthroat business world, as it does in more lucrative but dangerous ventures he now operates off the coast of Miami. Charlie tries to separate relationships from work. But when his choices produce devastating consequences, he sets out to right wrongs, traveling to Central America where he will meet those who have paid for his actions, including a woman and her young daughter. Will their fated encounter present Charlie with a way to seek the redemption he thought was impossible -- and free his heart to love one woman as he never knew he could?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Romance",
                "Contemporary",
                "Christian",
                "Adult Fiction",
                "Inspirational",
                "Novels",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Saving Amelie",
            "authors": [
                "Cathy Gohlke"
            ],
            "ranking": 4.23,
            "ranking_count": 2801,
            "abstract": "Increasingly wary of her father's genetic research, Rachel Kramer has determined that this trip with him to Germany--in the summer of 1939--will be her last. But a cryptic letter from her estranged friend, begging Rachel for help, changes everything.. Married to SS officer Gerhardt Schlick, Kristine sees the dark tides turning and fears her husband views their daughter, Amelie, deaf since birth, as a blight on his Aryan bloodline. Once courted by Schlick, Rachel knows he's as dangerous as the swastikas that hang like ebony spiders from every government building in Berlin. She fears her father's files may hold answers about Hitler's plans for others, like Amelie, whom the regime deems unworthy of life. She risks searching his classified documents only to uncover shocking secrets about her own history and a family she's never known. Now hunted by the SS, Rachel turns to Jason Young--a driven, disarming American journalist and unlikely ally--who connects her to the resistance and to controversial theologian Dietrich Bonhoeffer. Forced into hiding, Rachel's every ideal is challenged as she and Jason walk a knife's edge, risking their lives--and asking others to do the same--for those they barely know but come to love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "War",
                "Fiction",
                "Christian",
                "World War II",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Gabriel's Redemption",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 4.21,
            "ranking_count": 39260,
            "abstract": "Professor Gabriel Emerson has left his position at the University of Toronto to embark on a new life with his beloved Julianne. Together, he’s confident that they can face any challenge. And he’s eager to become a father.. But Julianne’s graduate program threatens Gabriel’s plans, as the pressures of being a student become all consuming. When she is given the honor of presenting an academic lecture at Oxford, Gabriel is forced to confront her about the subject of her presentation – research that conflicts with his own. And in Oxford, several individuals from their past appear, including an old nemesis intent on humiliating Julia and exposing one of Gabriel’s darkest secrets.. In an effort to confront his remaining demons, Gabriel begins a quest to discover more about his biological parents, beginning a chain of events that has startling repercussions for himself, Julianne, and his hope of having a family.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Fiction",
                "Academic",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Real Jane Austen: A Life in Small Things",
            "authors": [
                "Paula Byrne"
            ],
            "ranking": 4.02,
            "ranking_count": 2134,
            "abstract": "Acclaimed literary biographer Paula Byrne takes a highly original approach in this landmark biography, providing the most intimate and revealing portrait yet of the distinguished and beloved novelist-a Jane Austen for the twenty-first century.. The Real Jane Austen: A Life in Small Things. offers a startlingly original look at the revered writer through a variety of key moments, scenes, and objects in her life and work. Going beyond previous traditional biographies which have traced Austen's daily life from Steventon to Bath to Chawton to Winchester, Byrne's portrait-organized thematically and drawn from the most up-to-date scholarship and unexplored sources-explores the lives of Austen's extended family, friends, and acquaintances. Through their absorbing stories we view Austen on a much wider stage and discover unexpected aspects of her life and character. Byrne transports us to different worlds-the East Indies and revolutionary Paris-and different events-from a high society scandal to a petty case of shoplifting, She follows Austen on her extensive travels, setting her in contexts both global and English, urban and rural, political and historical, social and domestic-wider perspectives of vital and still under-estimated importance to her creative life.. Literary scholarship has revealed that letters and tokens in Austen's novel's often signal key turning points in the unfolding narrative. This groundbreaking biography explores Jane's own story following the same principle. As Byrne reveals, small things in the writer's world-a scrap of paper, a simple gold chain, an ivory miniature, a bathing machine-hold significance in her emotional and artistic development.. The Real Jane Austen: A Life in Small Things. introduces us to a woman deeply immersed in the world around her, yet far ahead of her time in her independence and ambition; to an author who was an astute commentator on human nature and the foibles of her own age. Rich and compelling, it is a fresh, insightful, and often surprising portrait of an artist and a vivid evocation of the complex world that shaped her.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "European Literature",
                "Historical",
                "Literature",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "The Improbability of Love",
            "authors": [
                "Hannah Rothschild"
            ],
            "ranking": 3.68,
            "ranking_count": 13977,
            "abstract": "A dazzling, witty and tenderly savage satire of London life and the art world that is also a surprising and wonderful love story.. When lovelorn Annie McDee stumbles across a dirty painting in a junk shop while looking for a present for an unsuitable man, she has no idea what she has discovered. Soon she finds herself drawn unwillingly into the tumultuous London art world, populated by exiled Russian oligarchs, avaricious Sheikas, desperate auctioneers and unscrupulous dealers, all scheming to get their hands on her painting - a lost eighteenth-century masterpiece called ‘The Improbability of Love’. Delving into the painting’s past, Annie will uncover not just an illustrious list of former owners, but some of the darkest secrets of European history – and in doing so she might just learn to open up to the possibility of falling in love again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Art",
                "Contemporary",
                "Romance",
                "Mystery",
                "Book Club",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "An Indigenous Peoples' History of the United States",
            "authors": [
                "Roxanne Dunbar-Ortiz"
            ],
            "ranking": 4.38,
            "ranking_count": 11622,
            "abstract": "The first history of the United States told from the perspective of indigenous peoples.. Today in the United States, there are more than five hundred federally recognized Indigenous nations comprising nearly three million people, descendants of the fifteen million Native people who once inhabited this land. The centuries-long genocidal program of the US settler-colonial regimen has largely been omitted from history. Roxanne Dunbar-Ortiz offers a history of the United States told from the perspective of Indigenous peoples and reveals how Native Americans, for centuries, actively resisted expansion of the US empire.. Spanning more than four hundred years, this classic bottom-up peoples’ history radically reframes US history and explodes the silences that have haunted our national narrative.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Social Movements",
                "Politics",
                "North American Hi...",
                "Audiobook",
                "Historical",
                "Native Americans"
            ]
        },
        {
            "title": "Неслученият канон: Български писателки от 1944 година до наши дни",
            "authors": [
                "Милена Кирова"
            ],
            "ranking": 3.0,
            "ranking_count": 2,
            "abstract": "Милена Кирова. Между традицията и еманципацията. Българските писателки във времето 1944-1989 г.. Пламен Дойнов. Дора Габе и Елисавета Багряна: преобразяване, адаптация, инкорпориране в литературата на НРБ. Радослав Радев. Навсякъде аз съм - раждането и крахът на голямата илюзия в женската поезия през 50-те години на XX век. Светлана Стойчева. Жените драматурзи на социалистическия детски свят. Магдалена Костова-Панайотова. Отвъд митология и идеология? (Женската априлска лирика от 60-те). Милена Кирова. Нормативна женственост и алтернативни тенденции в лириката от 60-те - 70-те години. София Ангелова. I. Жените за / в историята. София Ангелова. II. Вера Мутафчиева. Историята и историите. Красимира Даскалова. Автори не-автори и писатели фантоми. Албена Вачева. Блага Димитрова: за центъра и периферните гласове в социалистическия канон. Амелия Личева. Женските гласове в поезията на 70-те и 80-те години на XX век. Владимир Трендафилов. Жената в научната фантастика на социализма. Людмила Хр. Малинова. Приказните вселени на Петя Дубарова. Пламен Дойнов. Екатерина Йосифова: начала и граници на женското писане в поезията на НРБ и след това. Милена Кирова. Сладкият хюбрис: има ли женска постмодерна поезия на 90-те?. Инна Пелева. Български писателки от 90-те години до днес: смъртоносната изключителност, Бог и Антон Страшимиров (Е. Дворянова, Т. Димова, М. Станкова, К. Ангелова, А. Стамболова, Е. Алексиева). Кристина Йорданова. Биографизация и наратив. Една тенденция в съвременната женска проза. Инна Пелева. За тези, които не се страхуват от Вирджиния Улф (матриците на популярното и българската женска проза след 2000 г.)",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Summer Wives",
            "authors": [
                "Beatriz Williams"
            ],
            "ranking": 3.73,
            "ranking_count": 38061,
            "abstract": "New York Times. bestselling author Beatriz Williams brings us the blockbuster novel of the season—an electrifying postwar fable of love, class, power, and redemption set among the inhabitants of an island off the New England coast . . .. In the summer of 1951, Miranda Schuyler arrives on elite, secretive Winthrop Island as a schoolgirl from the margins of high society, still reeling from the loss of her father in the Second World War. When her beautiful mother marries Hugh Fisher, whose summer house on Winthrop overlooks the famous lighthouse, Miranda’s catapulted into a heady new world of pedigrees and cocktails, status and swimming pools. Isobel Fisher, Miranda’s new stepsister—all long legs and world-weary bravado, engaged to a wealthy Island scion—is eager to draw Miranda into the arcane customs of Winthrop society.. But beneath the island’s patrician surface, there are really two clans: the summer families with their steadfast ways and quiet obsessions, and the working class of Portuguese fishermen and domestic workers who earn their living on the water and in the laundries of the summer houses. Uneasy among Isobel’s privileged friends, Miranda finds herself drawn to Joseph Vargas, whose father keeps the lighthouse with his mysterious wife. In summer, Joseph helps his father in the lobster boats, but in the autumn he returns to Brown University, where he’s determined to make something of himself. Since childhood, Joseph’s enjoyed an intense, complex friendship with Isobel Fisher, and as the summer winds to its end, Miranda’s caught in a catastrophe that will shatter Winthrop’s hard-won tranquility and banish Miranda from the island for nearly two decades.. Now, in the landmark summer of 1969, Miranda returns at last, as a renowned Shakespearean actress hiding a terrible heartbreak. On its surface, the Island remains the same—determined to keep the outside world from its shores, fiercely loyal to those who belong. But the formerly powerful Fisher family is a shadow of itself, and Joseph Vargas has recently escaped the prison where he was incarcerated for the murder of Miranda’s stepfather eighteen years earlier. What’s more, Miranda herself is no longer a naïve teenager, and she begins a fierce, inexorable quest for justice for the man she once loved . . . even if it means uncovering every last one of the secrets that bind together the families of Winthrop Island.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Audiobook",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Freedom of Self-Forgetfulness",
            "authors": [
                "Timothy J. Keller"
            ],
            "ranking": 4.45,
            "ranking_count": 15458,
            "abstract": "‘What are the marks of a supernaturally changed heart?’. This is one of the questions the Apostle Paul addresses as he writes to the church in Corinth. He’s not after some superficial outward tinkering, but instead a deep–rooted, life–altering change that takes place on the inside. In an age where pleasing people, puffing up your ego and building your résumé are seen as the methods to ‘make it’, the Apostle Paul calls us to find true rest in blessed self–forgetfulness.. In this short and punchy book, best–selling author Timothy Keller, shows that gospel–humility means we can stop connecting every experience, every conversation with ourselves and can thus be free from self–condemnation. A truly gospel–humble person is not a self–hating person or a self–loving person, but a self–forgetful person.. This freedom can be yours…",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "The Map of Salt and Stars",
            "authors": [
                "Zeyn Joukhadar"
            ],
            "ranking": 3.91,
            "ranking_count": 14838,
            "abstract": "It is the summer of 2011, and Nour has just lost her father to cancer. Her mother, a cartographer who creates unusual, hand-painted maps, decides to move Nour and her sisters from New York City back to Syria to be closer to their family. But the country Nour’s mother once knew is changing, and it isn’t long before protests and shelling threaten their quiet Homs neighborhood. When a shell destroys Nour’s house and almost takes her life, she and her family are forced to choose: stay and risk more violence or flee as refugees across seven countries of the Middle East and North Africa in search of safety. As their journey becomes more and more challenging, Nour’s idea of home becomes a dream she struggles to remember and a hope she cannot live without.. More than eight hundred years earlier, Rawiya, sixteen and a widow’s daughter, knows she must do something to help her impoverished mother. Restless and longing to see the world, she leaves home to seek her fortune. Disguising herself as a boy named Rami, she becomes an apprentice to al-Idrisi, who has been commissioned by King Roger II of Sicily to create a map of the world. In his employ, Rawiya embarks on an epic journey across the Middle East and the north of Africa where she encounters ferocious mythical beasts, epic battles, and real historical figures.. A deep immersion into the richly varied cultures of the Middle East and North Africa, The Map of Salt and Stars follows the journeys of Nour and Rawiya as they travel along identical paths across the region eight hundred years apart, braving the unknown beside their companions as they are pulled by the promise of reaching home at last.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Contemporary",
                "Fantasy",
                "Audiobook",
                "Adult",
                "War",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Superintelligence: Paths, Dangers, Strategies",
            "authors": [
                "Nick Bostrom"
            ],
            "ranking": 3.86,
            "ranking_count": 15398,
            "abstract": "Superintelligence asks the questions: what happens when machines surpass humans in general intelligence? Will artificial agents save or destroy us? Nick Bostrom lays the foundation for understanding the future of humanity and intelligent life.. The human brain has some capabilities that the brains of other animals lack. It is to these distinctive capabilities that our species owes its dominant position. If machine brains surpassed human brains in general intelligence, then this new superintelligence could become extremely powerful--possibly beyond our control. As the fate of the gorillas now depends more on humans than on the species itself, so would the fate of humankind depend on the actions of the machine superintelligence.. But we have one advantage: we get to make the first move. Will it be possible to construct a seed Artificial Intelligence, to engineer initial conditions so as to make an intelligence explosion survivable? How could one achieve a controlled detonation?",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Artificial Intelligence",
                "Psychology",
                "Futurism",
                "Business",
                "Unfinished"
            ]
        },
        {
            "title": "Utopia for Realists: How We Can Build the Ideal World",
            "authors": [
                "Rutger Bregman"
            ],
            "ranking": 4.24,
            "ranking_count": 28784,
            "abstract": "Universal basic income. A 15-hour workweek. Open borders. Does it sound too good to be true? One of Europe's leading young thinkers shows how we can build an ideal world today.. A more politically radical Malcolm Gladwell.. —. The New York Times. After working all day at jobs we often dislike, we buy things we don't need. Rutger Bregman, a Dutch historian, reminds us it needn't be this way—and in some places it isn't. Rutger Bregman's TED Talk about universal basic income seemed impossibly radical when he delivered it in 2014. A quarter of a million views later, the subject of that video is being seriously considered by leading economists and government leaders the world over. It's just one of the many utopian ideas that Bregman proves is possible today.. Utopia for Realists. is one of those rare books that takes you by surprise and challenges what you think can happen. From a Canadian city that once completely eradicated poverty, to Richard Nixon's near implementation of a basic income for millions of Americans, Bregman takes us on a journey through history, and beyond the traditional left-right divides, as he champions ideas whose time have come.. Every progressive milestone of civilization—from the end of slavery to the beginning of democracy—was once considered a utopian fantasy. Bregman's book, both challenging and bracing, demonstrates that new utopian ideas, like the elimination of poverty and the creation of the fifteen-hour workweek, can become a reality in our lifetime. Being unrealistic and unreasonable can in fact make the impossible inevitable, and it is the only way to build the ideal world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Economics",
                "Philosophy",
                "History",
                "Sociology",
                "Culture",
                "Audiobook",
                "Business",
                "Social Movements"
            ]
        },
        {
            "title": "The Day That Went Missing",
            "authors": [
                "Richard Beard"
            ],
            "ranking": 3.7,
            "ranking_count": 720,
            "abstract": "Life changes in an instant.. On a family summer holiday in Cornwall in 1978, Nicholas and his brother Richard are jumping in the waves. Suddenly, Nicholas is out of his depth. He isn’t, and then he is. He drowns.. Richard and his other brothers don’t attend the funeral, and incredibly the family return immediately to the same cottage – to complete the holiday, to carry on. They soon stop speaking of the catastrophe. Their epic act of collective denial writes Nicky out of the family memory.. Nearly forty years later, Richard Beard is haunted by the missing grief of his childhood but doesn’t know the date of the accident or the name of the beach. So he sets out on a pain-staking investigation to rebuild Nicky’s life, and ultimately to recreate the precise events on the day of the accident. Who was Nicky? Why did the family react as they did? And what actually happened?. The Day That Went Missing. is a heart-rending story as intensely personal as any tragedy and as universal as loss. It is about how we make sense of what is gone. Most of all, it is an unforgettable act of recovery for a brother.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Family",
                "Death",
                "Biography Memoir",
                "Audiobook",
                "Tragedy"
            ]
        },
        {
            "title": "The Vanishing",
            "authors": [
                "Wendy     Webb"
            ],
            "ranking": 3.69,
            "ranking_count": 6529,
            "abstract": "Recently widowed and rendered penniless by her Ponzi-scheming husband, Julia Bishop is eager to start anew. So when a stranger appears on her doorstep with a job offer, she finds herself accepting the mysterious yet unique position: caretaker to his mother, Amaris Sinclair, the famous and rather eccentric horror novelist whom Julia has always admired…and who the world believes is dead.. When she arrives at the Sinclairs' enormous estate on Lake Superior, Julia begins to suspect that there may be sinister undercurrents to her too-good-to-be-true position. As Julia delves into the reasons of why Amaris chose to abandon her successful writing career and withdraw from the public eye, her search leads to unsettling connections to her own family tree, making her wonder why she really was invited to Havenwood in the first place, and what monstrous secrets are still held prisoner within its walls.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Mystery",
                "Gothic",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Paranormal",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Perfect Nanny",
            "authors": [
                "Leïla Slimani",
                "Sam Taylor"
            ],
            "ranking": 3.39,
            "ranking_count": 88766,
            "abstract": "This is an alternate cover edition for ISBN 9780143132172.. When Myriam, a French-Moroccan lawyer, decides to return to work after having children, she and her husband look for the perfect nanny for their two young children. They never dreamed they would find Louise: a quiet, polite, devoted woman who sings to the children, cleans the family's chic apartment in Paris's upscale tenth arrondissement, stays late without complaint, and hosts enviable kiddie parties. But as the couple and the nanny become more dependent on one another, jealousy, resentment, and suspicions mount, shattering the idyllic tableau.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Adult",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "The Ember Blade",
            "authors": [
                "Chris Wooding"
            ],
            "ranking": 4.21,
            "ranking_count": 3030,
            "abstract": "A land under occupation. A legendary sword. A young man’s journey to find his destiny.. Aren has lived by the rules all his life. He’s never questioned it; that’s just the way things are. But then his father is executed for treason, and he and his best friend Cade are thrown into a prison mine, doomed to work until they drop. Unless they can somehow break free . . .. But what lies beyond the prison walls is more terrifying still. Rescued by a man who hates him yet is oath-bound to protect him, pursued by inhuman forces, Aren slowly accepts that everything he knew about his world was a lie. The rules are not there to protect him, or his people, but to enslave them. A revolution is brewing, and Aren is being drawn into it, whether he likes it or not.. The key to the revolution is the Ember Blade. The sword of kings, the Excalibur of his people. Only with the Ember Blade in hand can their people be inspired to rise up . . . but it’s locked in an impenetrable vault in the most heavily guarded fortress in the land. All they have to do now is steal it. . .. Designed to return to classic fantasy adventures and values, from a modern perspective, this is a fast-moving coming-of-age trilogy featuring a strong cast of diverse characters, brilliant set-pieces and a powerful character and plot driven story.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Spirit Witch",
            "authors": [
                "Helen Harper"
            ],
            "ranking": 4.18,
            "ranking_count": 7414,
            "abstract": "If anyone appreciates what it means to be dead to the world, it's Ivy Wilde.. Barely recovered from her brush with necromancy, Ivy is flung once more into a world of intrigue, adventure and potential death and disaster. It's not her fault - it just so turns out that she's now the only person in the entire world who can communicate with the dead. And they're a chatty bunch with a list of demands.. When the ghosts offer information about a witch-hating mass murderer in return for Ivy's help, she has no choice but to get involved. She might be getting herself into more trouble than she realises though - and that's even before she's dragged to Sunday dinner so she can meet Winter's family...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Threat: How the FBI Protects America in the Age of Terror and Trump",
            "authors": [
                "Andrew G. McCabe"
            ],
            "ranking": 4.17,
            "ranking_count": 6760,
            "abstract": "On March 16, 2018, just twenty-six hours before his scheduled retirement from the organization he had served with distinction for more than two decades, Andrew G. McCabe was fired from his position as deputy director of the FBI. President Donald Trump celebrated on Twitter: Andrew McCabe FIRED, a great day for the hard working men and women of the FBI - A great day for Democracy.. In. The Threat: How the FBI Protects America in the Age of Terror and Trump. , Andrew G. McCabe offers a dramatic and candid account of his career, and an impassioned defense of the FBI's agents, and of the institution's integrity and independence in protecting America and upholding our Constitution.. McCabe started as a street agent in the FBI's New York field office, serving under director Louis Freeh. He became an expert in two kinds of investigations that are critical to American national security: Russian organized crime—which is inextricably linked to the Russian state—and terrorism. Under Director Robert Mueller, McCabe led the investigations of major attacks on American soil, including the Boston Marathon bombing, a plot to bomb the New York subways, and several narrowly averted bombings of aircraft. And under James Comey, McCabe was deeply involved in the controversial investigations of the Benghazi attack, the Clinton Foundation's activities, and Hillary Clinton's use of a private email server when she was secretary of state.. The Threat. recounts in compelling detail the time between Donald Trump's November 2016 election and McCabe's firing, set against a page-turning narrative spanning two decades when the FBI's mission shifted to a new goal: preventing terrorist attacks on Americans. But as McCabe shows, right now the greatest threat to the United States comes from within, as President Trump and his administration ignore the law, attack democratic institutions, degrade human rights, and undermine the U.S. Constitution that protects every citizen.. Important, revealing, and powerfully argued,. The Threat. tells the true story of what the FBI is, how it works, and why it will endure as an institution of integrity that protects America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "North American Hi...",
                "Mystery"
            ]
        },
        {
            "title": "Small Church Essentials: Field-Tested Principles for Leading a Healthy Congregation of under 250",
            "authors": [
                "Karl Vaters"
            ],
            "ranking": 4.36,
            "ranking_count": 274,
            "abstract": "Do you lead a small church?. Big churches get all the love. Articles, books, conferences—they mostly feature leaders of large congregations. Yet big churches are a. small part. of the ecclesial landscape. In fact, more than 90 percent of churches have fewer than 200 people. That means small churches play a. big part. in what God is doing.. Small Church Essentials. is for leaders of these smaller congregations. It encourages them to steward their role well, debunking myths about small churches while offering principles for leading a dynamic, healthy small church.. Based on the popular six-hour lecture that Karl Vaters delivers to church leaders across the country,. Small Church Essentials. will affirm small church leaders and show them how to identify what they do well, and how to do it even better. Readers will:. Be assured that leading a small congregation does not make them ministry failures. Come away inspired to lead with passion, regardless the size of their church. Have field-tested principles for leading a church in their context. Possess new metrics for biblically measuring vitality in small churches. Have a toolkit of resources to use in their everyday ministry. Karl Vaters has been a small church pastor for 30 years, is the author of. The Grasshopper Myth: Big Churches, Small Churches, and the Small Thinking that Divides Us. (2013), and travels extensively to churches and conferences to speak about leading a small church well.. If you are pastoring a small church, this book will be a breath of fresh air. It will affirm your calling while giving you fresh tools to help you lead. It will help you:. Stop believing lies about small churches. Lead your church to fulfill the role only small churches can. Understand your congregation’s strengths and weaknesses. Turn around a dying or unhealthy church. Identify good trends and bad in church and culture",
            "part_of_series": false,
            "genre_list": [
                "Leadership",
                "Religion",
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "Flesh",
            "authors": [
                "Kylie Scott"
            ],
            "ranking": 3.59,
            "ranking_count": 6582,
            "abstract": "Ali has been hiding in an attic since civilization collapsed eight weeks ago.. When the plague hit, her neighbors turned into mindless, hungry, homicidal maniacs.. Daniel has been a loner his entire life. Then the world empties and he realizes that being alone isn’t all it’s cracked up to be.. Finn is a former cop who is desperate for companionship, and willing to do anything it takes to protect the survivors around him.. When the three cross paths they band together; sparks fly, romance blooms in the wasteland, and Ali, Daniel, and Finn bend to their very human needs in the ruins of civilization.. Lust, love and trust all come under fire in. Flesh. as the three battle to survive, hunted through the suburban wastelands.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Romance",
                "Adult Fiction",
                "Fantasy",
                "Erotica",
                "Apocalyptic",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "A Curse So Dark and Lonely",
            "authors": [
                "Brigid Kemmerer"
            ],
            "ranking": 4.04,
            "ranking_count": 110224,
            "abstract": "An alternative cover edition for this ISBN can be found. here. .. Fall in love, break the curse.. Cursed by a powerful enchantress to repeat the autumn of his eighteenth year, Prince Rhen, the heir of Emberfall, thought he could be saved easily if a girl fell for him. But that was before he turned into a vicious beast hell-bent on destruction. Before he destroyed his castle, his family, and every last shred of hope.. Nothing has ever been easy for Harper. With her father long gone, her mother dying, and her brother constantly underestimating her because of her cerebral palsy, Harper learned to be tough enough to survive. When she tries to save a stranger on the streets of Washington, DC, she's pulled into a magical world.. Break the curse, save the kingdom.. Harper doesn't know where she is or what to believe. A prince? A curse? A monster? As she spends time with Rhen in this enchanted land, she begins to understand what's at stake. And as Rhen realizes Harper is not just another girl to charm, his hope comes flooding back. But powerful forces are standing against Emberfall . . . and it will take more than a broken curse to save Harper, Rhen, and his people from utter ruin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "The Volunteer: The True Story of the Resistance Hero who Infiltrated Auschwitz",
            "authors": [
                "Jack Fairweather"
            ],
            "ranking": 4.34,
            "ranking_count": 5571,
            "abstract": "How do you keep fighting in the face of unimaginable horror?. This is untold story of one of the greatest heroes of the Second World War.. In the Summer of 1940, after the Nazi occupation of Poland, an underground operative called Witold Pilecki accepted a mission to uncover the fate of thousands of people being interred at a new concentration camp on the border of the Reich.. His mission was to report on Nazi crimes and raise a secret army to stage an uprising. The name of the detention centre --. Auschwitz. .. It was only after arriving at the camp that he started to discover the Nazi’s terrifying designs. Over the next two and half years, Witold forged an underground army that smuggled evidence of Nazi atrocities to the West, culminating in the mass murder of over a million Jews. His reports from the camp were to shape the Allies response to the Holocaust - yet his story was all but forgotten for decades.. This is the first major account of his amazing journey, drawing on exclusive family papers and recently declassified files as well as unpublished accounts from the camp’s fighters to show how he saved hundreds of thousands of lives.. The result is a enthralling story of resistance and heroism against the most horrific circumstances, and one man’s attempt to change the course of history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "World War II",
                "War",
                "Historical",
                "Audiobook",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Bournemouth Boys and Boscombe Girls",
            "authors": [
                "Danny Winter",
                "Karl Wiggins"
            ],
            "ranking": 4.35,
            "ranking_count": 20,
            "abstract": "We’re the oddballs, weirdoes, comedians, eccentrics, head cases and hard cases, and this book is for those who ‘get it’. In the lead-up to a recent reunion party, many of the old stories came out. We were seasonal workers during the late ‘70s and early ‘80s in Bournemouth. Many worked the deckchairs, some worked hotels, pubs, bars, or nightclubs, either as bar staff or bouncers.. We lived off our wits and, yes, from time to time we were rogues, but we had each other’s backs and we had some laughs.. This book recalls those days and tells the story of bringing a special group of people back together again after almost 40 years. And do you know what, it was as if we hadn’t skipped a beat. There were even people who’d missed each other first time around, yet all of us have a very rare and exceptional connection. It’s pure magic.. Now if you’re reading the above and are thinking this was some kind of school reunion with a bunch of old codgers on Zimmer fames, playing inflatable ball games and drinking Dandelion & Burdock, mate, you’ve got it all wrong!. If you’ve worked holiday towns as a seasonal worker, either in the UK or abroad, then you’ll ‘get it’ or if you’re looking to work a season in Spain or Portugal or the South coast of England, then these are the tough but crazy times you can expect. I’ve always loved wild people and wild places, always been drawn to them, and here are some of the stories.. Now, for the first time ever, I think I understand what was so special about those years. Yes, at times they were tough, but we stuck with each other through thick and thin, and especially afterwards when we travelled the globe together.. We’re not crazy, none of us (well, those in prison and mental asylums might be), but none of us on the ‘out’ are, but we had lively, buoyant and animated fun. We were carefree at an age when you’re supposed to be carefree. The flip side of this, I’m well aware, is that at times it may make some of us feel as if we’re outsiders, a lone wolf so to speak. People occasionally talk about us in hushed tones, whispering that we’re a bit of a loose cannon. They don’t really want to say it to our faces because every now and again we can still be a little unpredictable. But they look at us with a strange curiosity, because in comparison – although they’re often very successful at ‘fitting in’ – they lead lives that are drab, dreary and monotonous. They’re not unruly like you and me. And it’s that unruliness which has kept us young.. These are the stories, some told in very funny poetic format, of those years. This book has been published for the people who shared those years to be able to keep a record. If you weren’t around on the south coast during the late 70’s and early 80’s I’d honestly give this book a miss. That’s as honest as we can get, because you won’t know the people involved, and it’s unlikely you’ll ‘get it’. Some of us, you see, weren’t meant to be tamed. We weren’t meant to be pacified or subdued. We were meant to run free until we discovered others just as wild to run with. And after all we’ve been through, we’re still standing and we’re still laughing out loud. And that bothers some people.. Danny and I wish to dedicate this book to all who couldn’t be there on the night. Some are living abroad, some are in prison, others in mental institutions, and some have passed on. This isn’t anything morbid. We just want to remember the laughs they gave us.. KW",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Cabinet of Curiosities: My Notebooks, Collections, and Other Obsessions",
            "authors": [
                "Guillermo del Toro",
                "Marc Scott Zicree"
            ],
            "ranking": 4.54,
            "ranking_count": 1290,
            "abstract": "Over the last two decades, writer-director Guillermo del Toro has mapped out a territory in the popular imagination that is uniquely his own, astonishing audiences with Cronos, Hellboy, Pan's Labyrinth, and a host of other films and creative endeavors. Now, for the first time, del Toro reveals the inspirations behind his signature artistic motifs, sharing the contents of his personal notebooks, collections, and other obsessions. The result is a startling, intimate glimpse into the life and mind of one of the world's most creative visionaries. Complete with running commentary, interview text, and annotations that contextualize the ample visual material, this deluxe compendium is every bit as inspired as del Toro is himself.. Contains a foreword by James Cameron, an afterword by Tom Cruise, and contributions from other luminaries, including Neil Gaiman and John Landis, among others.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Art",
                "Culture",
                "Horror",
                "Biography",
                "Autobiography",
                "Media Tie In",
                "Reference",
                "Language",
                "Gothic"
            ]
        },
        {
            "title": "Then Came The Fire",
            "authors": [
                "Stephen J. Lofgren"
            ],
            "ranking": 4.17,
            "ranking_count": 6,
            "abstract": "Personal accounts from the Pentagon, 11 September 2001. This. collection of oral histories highlights the personal accounts of over fifty such participants who witnessed some aspect of the events in the Pentagon that day: those wounded, the first responders, medical personnel, rescuers, those rescued, those who moved through the rubble for days afterwards hoping to find more alive, and building occupants who began picking up the pieces.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "In Other Lands",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 4.36,
            "ranking_count": 9490,
            "abstract": "“What’s your name?”. “Serene.”. “Serena?” Elliot asked.. “Serene,” said Serene. “My full name is Serene-Heart-in-the-Chaos-of-Battle.”. Elliot’s mouth fell open. “That is badass.”. The Borderlands aren’t like anywhere else. Don’t try to smuggle a phone or any other piece of technology over the wall that marks the Border—unless you enjoy a fireworks display in your backpack. (Ballpoint pens are okay.) There are elves, harpies, and—best of all as far as Elliot is concerned—mermaids.. Elliot? Who’s Elliot? Elliot is thirteen years old. He’s smart and just a tiny bit obnoxious. Sometimes more than a tiny bit. When his class goes on a field trip and he can see a wall that no one else can see, he is given the chance to go to school in the Borderlands.. It turns out that on the other side of the wall, classes involve a lot more weaponry and fitness training and fewer mermaids than he expected. On the other hand, there’s Serene-Heart-in-the-Chaos-of-Battle, an elven warrior who is more beautiful than anyone Elliot has ever seen, and then there’s her human friend Luke: sunny, blond, and annoyingly likeable. There are lots of interesting books. There’s even the chance Elliot might be able to change the world.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Fiction",
                "Romance",
                "Mythology",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "Glitches",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 3.98,
            "ranking_count": 22366,
            "abstract": "Cinder, a gifted mechanic, is a cyborg. She’s a second-class citizen with a mysterious past, reviled by her stepmother and blamed for her stepsister’s illness. In Glitches, a short prequel story to Cinder, we see the results of that illness play out, and the emotional toll that takes on Cinder. Something that may, or may not, be a glitch…",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Short Stories",
                "Novella",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "Carthage",
            "authors": [
                "Joyce Carol Oates"
            ],
            "ranking": 3.41,
            "ranking_count": 4738,
            "abstract": "A young girl’s disappearance rocks a community and a family, in this stirring examination of grief, faith, justice and the atrocities of war, from literary legend Joyce Carol Oates.. Zeno Mayfield’s daughter has disappeared into the night, gone missing in the wilds of the Adirondacks. But when the community of Carthage joins a father’s frantic search for the girl, they discover instead the unlikeliest of suspects – a decorated Iraq War veteran with close ties to the Mayfield family. As grisly evidence mounts against the troubled war hero, the family must wrestle with the possibility of having lost a daughter forever.. Carthage. plunges us deep into the psyche of a wounded young Corporal, haunted by unspeakable acts of wartime aggression, while unraveling the story of a disaffected young girl whose exile from her family may have come long before her disappearance.. Dark and riveting,. Carthage. is a powerful addition to the Joyce Carol Oates canon, one that explores the human capacity for violence, love and forgiveness, and asks it it’s ever truly possible to come home again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Literature",
                "War",
                "Thriller",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "Hyænerne",
            "authors": [
                "Hanne Ørstavik"
            ],
            "ranking": 3.24,
            "ranking_count": 25,
            "abstract": "Beskrivelse: Efter bruddet med sin kæreste rejser den fyrreårige forfatter Siv til en by på den engelske sydkyst. Ikke for at skrive, men for at finde ud af hvem hun er når hun ikke skriver. Når hun ikke handler, men blot åbner sig for det der er. I begyndelsen er der stille og tomt i hende. Men efterhånden som dagene går, opstår der bittesmå skred i hendes forhold til andre mennesker og til sig selv. Da hun rejser hjem, er meget ændret.Hanne Ørstavik (f. 1969) debuterede i 1994. Hyænerne er hendes tiende roman. På dansk er udkommet Den tid det tager (2001), Uge 43 (2003), Præsten (2005), Kærlighed og Så sandt som jeg er virkelig (2007) og kaldet – romanen (2009). Ørstavik er en af Norges mest talentfulde yngre forfattere, og hendes bøger er oversat til mange sprog.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Craftsman",
            "authors": [
                "Sharon J. Bolton"
            ],
            "ranking": 4.01,
            "ranking_count": 6011,
            "abstract": "From bestselling crime writer Sharon Bolton comes a startling tour de force, hailed in the national press as 'Bolton at her best'.. OLD ENEMIES... NEW CRIMES. Thirty years ago, WPC Florence Lovelady's career was made when she arrested coffin-maker Larry Glassbrook for three shocking murders.. Larry confessed; it was an open and shut case. But now he's dead, and events from the past are repeating themselves.. The town Florence left behind still has many secrets. Will she finally uncover the truth? Or will time run out for her first?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Suspense",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Mindf*ck Series",
            "authors": [
                "S.T. Abby"
            ],
            "ranking": 4.68,
            "ranking_count": 5652,
            "abstract": "They took too much.. Left too little.. I had nothing to lose...until him.. This will be the complete series box set for the Mindf*ck Series. Coming late 2017!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Wolfsangel",
            "authors": [
                "M.D. Lachlan"
            ],
            "ranking": 3.49,
            "ranking_count": 1283,
            "abstract": "The Viking king Authun leads his men on a raid against an Anglo-Saxon village. Men and women are killed indiscriminately, but Authun demands that no child be touched. He is acting on prophecy—a prophecy which tells him that the Saxons have stolen a child from the gods. If Authun, in turn, takes the child and raises him as an heir, the child will lead his people to glory. But Authun discovers not one child, but twin baby boys. After ensuring that his faithful warriors, witnesses to what has happened, die during the raid, Authun takes the children and their mother home, back to the witches who live on the troll wall. And he places his destiny in their hands. So begins a stunning multivolume fantasy epic that will take a werewolf from his beginnings as the heir to a brutal Viking king down through the ages. It is a journey that will see him hunt for his lost love through centuries and lives, and see the endless battle between the wolf, Odin, and Loki, the eternal trickster, spill over into countless bloody conflicts from our history and our lives. This is the myth of the werewolf as it has never been told before and marks the beginning of an extraordinary new fantasy series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Shapeshifters",
                "Fiction",
                "Horror",
                "Historical Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Mermaid's Mirror",
            "authors": [
                "L.K. Madigan"
            ],
            "ranking": 3.7,
            "ranking_count": 4269,
            "abstract": "LENA HAS LIVED her whole life near the beach - walking for miles up and down the shore and breathing the salty air, swimming in the cold water, and watching the surfers rule the waves - the problem is, she's spent her whole life just watching.. As her sixteenth birthday approaches, Lena vows she will no longer watch from the sand: she will learn to surf.. But her father - a former surfer himself - refuses to allow her to take lessons. After his near drowning years ago, he can't bear to let Lena take up the risky sport.. Yet something keeps drawing Lena to the water... an ancient, powerful magic. And one morning Lena catches sight of this magic: a beautiful woman - with a silvery tail.. Now nothing can stop Lena from seeking the mermaid, not even the dangerous waves at Magic Crescent Cove.. And soon... what she sees in the mermaid's mirror will change her life forever.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Mythology",
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "After Dark with a Scoundrel",
            "authors": [
                "Alexandra Hawkins"
            ],
            "ranking": 4.05,
            "ranking_count": 2324,
            "abstract": "Notorious, handsome, and decadent, the Lords of Vice break rules and hearts with equal aplomb. But what if one woman is on to their game—and the player becomes the played?. One Stolen Kiss. Young, tender, and highly impressionable, Lady Regan can’t help but be intrigued by her brother’s wayward friends—the wickedly charming Lords of Vice. One man in particular, the dashing Lord Hugh Mordare  (known simply as “Dare” among the ton), utterly captivates her—in spite of his reputation as a notorious womanizer. But when she steals an innocent kiss from Dare, Regan is swiftly packed off to boarding school, safely away from danger…and desire.. One Sweet Seduction. Five years later, Regan returns—a proper lady and ravishing beauty. Miss Swann’s Academy for Young Ladies has taught her how to behave in polite society. But all the training in the world cannot extinguish her love for Dare. Now, she hopes to beat the master of seduction at his own game—by daring Dare to love her in return. This time, both of their hearts are on the line…and winner takes all.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Adult",
                "Fiction",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Whitethorn: Poems",
            "authors": [
                "Jacqueline Osherow"
            ],
            "ranking": 3.86,
            "ranking_count": 21,
            "abstract": "In Poem for Jenne, which opens Jacqueline Osherow's ambitious and challenging newcollection, a neighbor has planted larkspur and delphinium in the poet's yard and is tending them hoping to bring color and light into a household stricken by personal tragedy. As the bright blue, star-shaped flowers bloom for a second time, the poet writes, earth's reaching for her heavens, I for words / or any chink of rapture I can claim. The pervasive theme, in this poem and throughout Whitethorn, is that human suffering may be irremediable, yet in nature and language one may find a key to unlock the mysteries of sorrow.. Osherow searches for that cipher by exploring a range of suffering, from the personal to the historical and cultural. In the poem Orders of Infinity she visits Treblinka and, in her inability to count the stones or quantify the real loss of the Holocaust, ponders the impossibility of imagining the unborn generations of the victims' descendants, an infinity of lives not lived, undreamed daydreams, mute conversations, ungratified indulgences, failed hints.... In Whitethorn, a book of enormous scope and emotional intelligence, Osherow unflinchingly examines the pain of her own personal history and courageously probes the greater mystery of evil and suffering in the world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Unfinished Work of Elizabeth D.",
            "authors": [
                "Nichole Bernier"
            ],
            "ranking": 3.5,
            "ranking_count": 4776,
            "abstract": "Before there were blogs, there were journals. And in them we’d write as we really were, not as we wanted to appear. But there comes a day when journals outlive us. And with them, our secrets.. Summer vacation on Great Rock Island was supposed to be a restorative time for Kate, who’d lost her close friend Elizabeth in a sudden accident. But when she inherits a trunk of Elizabeth's journals, they reveal a woman far different than the cheerful wife and mother Kate thought she knew.. The complicated portrait of Elizabeth—her troubled upbringing, and her route to marriage and motherhood—makes Kate question not just their friendship, but her own deepest beliefs about loyalty and honesty at a period of uncertainty in her own marriage.. The more Kate reads, the more she learns the complicated truth of who Elizabeth really was, and rethinks her own choices as a wife, mother, and professional, and the legacy she herself would want to leave behind. When an unfamiliar man’s name appears in the pages, Kate realizes the extent of what she didn’t know about her friend, including where she was really going on the day she died.. Set in the anxious summer after the September 11th attacks, this story of two women—their friendship, their marriages, private ambitions and fears—considers the aspects of ourselves we show and those we conceal, and the repercussions of our choices.. “I loved this bittersweet novel, which manages to be both a compelling mystery and a wise meditation on friendship, marriage and motherhood in an age of great anxiety. Bernier will have you thinking about her characters long after you've turned the final page.”—J. Courtney Sullivan,. New York Times. bestselling author of. Maine",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Marriage",
                "Womens Fiction",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Relationships",
                "Death",
                "Family"
            ]
        },
        {
            "title": "Lazarus is Dead",
            "authors": [
                "Richard Beard"
            ],
            "ranking": 3.69,
            "ranking_count": 309,
            "abstract": "Brimming with wit and humor,. Lazarus Is Dead. transcends genres as it recounts the story of a great friendship lost and re-found.. In the gospels Jesus is described as having only one friend, and when this friend dies, Jesus does something that he does nowhere else in the Bible. He weeps. Novelist Richard Beard begins here. Mixing Biblical sources, historical detail, fascinating references to music, art, and writers as diverse as Kahlil Gibran and Norman Mailor, and abundant reserves of creative invention, Beard gives us his astonishing and amusing take on the greatest story ever told about second chances.. As children, Lazarus and Jesus were thick as thieves. But following a mysterious event, their friendship dwindled in early adulthood. One man struck out and became a flamboyant and successful businessman, the other stayed behind to learn a trade, and ultimately to find his calling in an unprecedented mix of spirituality and revolutionary zeal.. Lazarus Is Dead. is set during the final period in each man’s life—or, to be more precise, each man’s first life. Both know the end is near and, though they’re loath to admit it, they long for reconciliation. For that to happen they will need to find reasons to believe in each other before time runs out.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Humor",
                "Christian",
                "Novels"
            ]
        },
        {
            "title": "Flags Over the Warsaw Ghetto: The Untold Story of the Warsaw Ghetto Uprising",
            "authors": [
                "Moshe Arens"
            ],
            "ranking": 4.15,
            "ranking_count": 52,
            "abstract": "The Warsaw Ghetto Uprising has become a symbol of heroism throughout the world. A short time before the uprising began, Pawel Frenkel addressed a meeting of the Jewish Military fighters: Of course we will fight with guns in our hands, and most of us will fall. But we will live on in the lives and hearts of future generations and in the pages of their history.... We will die before our time but we are not doomed. We will be alive for as long as Jewish history lives! On the eve of Passover, April 19, 1943, German forces entered the Warsaw ghetto equipped with tanks, flame throwers, and machine guns. Against them stood an army of a few hundred young Jewish men and women, armed with pistols and Molotov cocktails. Who were these Jewish fighters who dared oppose the armed might of the SS troops under the command of SS General Juergen Stroop? Who commanded them in battle? What were their goals? In this groundbreaking work, Israel's former Minister of Defense, Prof. Moshe Arens, recounts a true tale of daring, courage, and sacrifice that should be accurately told out of respect for and in homage to the fighters who rose against the German attempt to liquidate the Warsaw ghetto, and made a last-ditch fight for the honor of the Jewish people. The generally accepted account of the Warsaw Ghetto Uprising is incomplete. The truth begins with the existence of not one, but two resistance organizations in the ghetto. Two young men, Mordechai Anielewicz of the Jewish Fighting Organization (ZOB), and Pawel Frenkel of the Jewish Military Organization (ZZW), rose to lead separate resistance organizations in the ghetto, which did not unite despite the desperate battle they were facing. Included is the complete text of The Stroop Report translated into English.. ",
            "part_of_series": false,
            "genre_list": [
                "History",
                "World War II",
                "Cultural",
                "Nonfiction",
                "War",
                "Historical"
            ]
        },
        {
            "title": "The Redemption of Callie & Kayden",
            "authors": [
                "Jessica Sorensen"
            ],
            "ranking": 4.09,
            "ranking_count": 49032,
            "abstract": "From the New York Times bestselling author of. The Coincidence of Callie & Kayden. comes an emotional new story about two troubled souls sharing one all-encompassing love . . .. The dark secret Kayden has kept hidden for years is finally out. Worse, he's facing charges for battery. The only way to clear his name is for Callie to speak up-something he'll never ask her to do. Instead, he'll do whatever he must to protect her . . . even if it means letting go of the only girl he's ever loved.. Callie knows Kayden is going back to his dark place and desperately wants to save him. But that means facing her greatest fear and admitting her own painful secrets aloud. The thought of breaking her silence terrifies her-but not as much as the thought of losing Kayden forever.. Deep in her heart, Callie knows the time has come for her and Kayden to forget the pain of the past. With the help of her friends Seth and Luke she makes a plan to show Kayden the life they could have. But can she convince him they can make a fresh start together-or is she already too late?",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Sociology",
                "Fiction",
                "Drama",
                "Dark"
            ]
        },
        {
            "title": "The Finish: The Killing of Osama Bin Laden",
            "authors": [
                "Mark Bowden"
            ],
            "ranking": 3.82,
            "ranking_count": 2943,
            "abstract": "From Mark Bowden, the preeminent chronicler of our military and special forces, comes. The Finish. , a gripping account of the hunt for Osama bin Laden. With access to key sources, Bowden takes us inside the rooms where decisions were made and on the ground where the action unfolded.. After masterminding the attacks of September 11, 2001, Osama bin Laden managed to vanish. Over the next ten years, as Bowden shows, America found that its war with al Qaeda—a scattered group of individuals who were almost impossible to track—demanded an innovative approach. Step by step, Bowden describes the development of a new tactical strategy to fight this war—the fusion of intel from various agencies and on-the-ground special ops. After thousands of special forces missions in Iraq and Afghanistan, the right weapon to go after bin Laden had finally evolved. By Spring 2011, intelligence pointed to a compound in Abbottabad; it was estimated that there was a 50/50 chance that Osama was there. Bowden shows how three strategies were mooted: a drone strike, a precision bombing, or an assault by Navy SEALs. In the end, the President had to make the final decision. It was time for the finish.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Politics",
                "Military",
                "North American Hi...",
                "Spy Thriller",
                "The United States Of America"
            ]
        },
        {
            "title": "Goodbye for Now",
            "authors": [
                "Laurie Frankel"
            ],
            "ranking": 3.58,
            "ranking_count": 4890,
            "abstract": "In the spirit of ONE DAY, comes a fresh and warmhearted love story for the 21st century. Sometimes the end is just the beginning . . .. Sam Elling works for an internet dating company, but he still can't get a date. So he creates an algorithm that will match you with your soul mate. Sam meets the love of his life, a coworker named Meredith, but he also gets fired when the company starts losing all their customers to Mr. and Ms. Right.. When Meredith's grandmother, Livvie, dies suddenly, Sam uses his ample free time to create a computer program that will allow Meredith to have one last conversation with her grandmother. Mining from all her correspondence—email, Facebook, Skype, texts—Sam constructs a computer simulation of Livvie who can respond to email or video chat just as if she were still alive. It's not supernatural, it's computer science.. Meredith loves it, and the couple begins to wonder if this is something that could help more people through their grief. And thus, the company RePose is born. The business takes off, but for every person who just wants to say good-bye, there is someone who can't let go.. In the meantime, Sam and Meredith's affection for one another deepens into the kind of love that once tasted, you can't live without. But what if one of them suddenly had to? This entertaining novel, delivers a charming and bittersweet romance as well as a lump in the throat exploration of the nature of love, loss, and life (both real and computer simulated). Maybe nothing was meant to last forever, but then again, sometimes love takes on a life of its own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Science Fiction",
                "Contemporary",
                "Adult Fiction",
                "Death",
                "Audiobook",
                "Adult",
                "Womens Fiction",
                "Novels"
            ]
        },
        {
            "title": "Love at Goon Park: Harry Harlow and the Science of Affection",
            "authors": [
                "Deborah Blum"
            ],
            "ranking": 4.24,
            "ranking_count": 808,
            "abstract": "In this meticulously researched and masterfully written book, Pulitzer Prize-winner Deborah Blum examines the history of love through the lens of its strangest unsung hero: a brilliant, fearless, alcoholic psychologist named Harry Frederick Harlow. Pursuing the idea that human affection could be understood, studied, even measured, Harlow (1905-1981) arrived at his conclusions by conducting research-sometimes beautiful, sometimes horrible-on the primates in his University of Wisconsin laboratory. Paradoxically, his darkest experiments may have the brightest legacy, for by studying neglect and its life-altering consequences, Harlow confirmed love's central role in shaping not only how we feel but also how we think. His work sparked a psychological revolution. The more children experience affection, he discovered, the more curious they become about the world: Love makes people smarter. The biography of both a man and an idea, The Measure of Love is a powerful and at times disturbing narrative that will forever alter our understanding of human relationships.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Biography",
                "History",
                "Sociology",
                "Relationships",
                "Social Science",
                "Health"
            ]
        },
        {
            "title": "Echoes of Eden: Reflections on Christianity, Literature, and the Arts",
            "authors": [
                "Jerram Barrs"
            ],
            "ranking": 4.04,
            "ranking_count": 422,
            "abstract": "From comic books to summer blockbusters, all people enjoy art in some form or another. However, few of us can effectively explain why certain books, movies, and songs resonate so profoundly within us. In. Echoes of Eden. , Jerram Barrs helps us identify the significance of artistic expression as it reflects the extraordinary creativity and unmatched beauty of the Creator God. Additionally, Barrs provides the key elements for evaluating and defining great art: (1) The glory of the original creation; (2) The tragedy of the curse of sin; (3) The hope of final redemption and renewal. These three qualifiers are then put to the test as Barrs investigates five of the world's most influential authors who serve as ideal case studies in the exploration of the foundations and significance of great art.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Art",
                "Nonfiction",
                "Cultural",
                "Criticism"
            ]
        },
        {
            "title": "The Mermaid Collector",
            "authors": [
                "Erika Marks"
            ],
            "ranking": 3.7,
            "ranking_count": 558,
            "abstract": "More than a century ago, lighthouse keeper Linus Harris left his beloved wife and waded into the ocean with three other men to reunite with their mermaid lovers. The mysterious Mermaid Mutiny of 1888 has become legend for the residents of Cradle Harbor, Maine, honored by the town’s Mermaid Festival every August, when wind chimes are hung from seaside porches to drown out the alluring sound of mermaid song.. For thirty-five-year-old Tess Patterson, the legend is more than folklore; it’s proof of life’s magic. A hopeless romantic who is profoundly connected to the ocean in which she lost her mother, Tess ekes out a living as a wood-carver and longs to find a love as mystical as the sea. But when she’s hired to carve the commemorative mermaid sculpture for the coming festival, a chance to win the town’s elusive acceptance might finally be in her grasp.. For Tom Grace, life’s magic was lost at eighteen, when the death of his parents left him to care for his reckless brother, Dean. Now thirty-five and the new owner of Cradle Harbor’s prized lightkeeper’s house, Tom hopes the quiet town will calm Dean’s self-destructive ways. But when Tom discovers Tess working on her sculpture, an unlikely and passionate affair ignites between them that just might be the stuff of legend itself—even as it brings to the surface a long-buried secret that could tear everything apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Mythology",
                "Womens Fiction",
                "Historical",
                "Contemporary",
                "Fantasy",
                "Magical Realism"
            ]
        },
        {
            "title": "Doctor Who: The King's Dragon",
            "authors": [
                "Una McCormack"
            ],
            "ranking": 3.64,
            "ranking_count": 1024,
            "abstract": "From the back cover:. In the city-state of Geath, the King lives in a golden hall, and the people want for nothing. Everyone is happy and everyone is rich. Or so it seems. When the Doctor, Amy and Rory look beneath the surface, they discover a city of secrets. In dark corners, strange creatures are stirring. At the heart of the hall, a great metal dragon oozes gold. Then the Herald appears, demanding the return of her treasure.... And next come the gunships. The battle for possession of the treasure has begun, and only the Doctor and his friends can save the people of the city from being destroyed in the crosfire of an ancient civil war. But will the King surrender his new-found wealthy? Or will he fight to keep it...?",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Doctors"
            ]
        },
        {
            "title": "Free Is Beautiful: Why Catholics Should Be Libertarian",
            "authors": [
                "Randy England"
            ],
            "ranking": 4.15,
            "ranking_count": 34,
            "abstract": "Free is Beautiful by Randy England uses the scriptures, the writings of the Saints and the Catechism to show why Catholicism is essentially libertarian. Only through our free will can we become virtuous and share in the divine life; knowing, loving and serving God. Centuries ago, St. Thomas Aquinas and St. Augustine recognized the futility and evil in trying to force people to be virtuous. They taught that government should limit itself to keeping the peace by protecting people's lives and property. The golden rule teaches that we must not do to another what we would not want done to ourselves. Don't cheat. Don't steal. Don't hit. Don't harm others. Live and let live. Mind your own business. Libertarians call this the non-aggression principle: that no person or group may initiate force against another. The modern state knows no such limits, making everyone's business its own and leaving the individual naked before it. No matter which political party is in power, the government continues to grow unchecked, ignoring justice and fundamental rights, keeping the poor in a place of permanent dependency, while plundering the future to give favors to its friends and extending its world-wide empire through endless warfare. It is time to consider libertarianism, the most just system in a fallen world and the only political philosophy that takes human dignity and free will seriously. Liberty will not feed a man, nor will it get him into heaven, but does guarantee him the freedom to do both.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "Against a Brightening Sky",
            "authors": [
                "Jaime Lee Moyer"
            ],
            "ranking": 3.78,
            "ranking_count": 246,
            "abstract": "A ghost princess and a woman with nothing but a name to her fortune might change the course of history.. By 1919 the Great War has ended, peace talks are under way in Paris, and the world has been forever changed. Delia Martin, apprentice practitioner of magical arts, and her husband, Police Captain Gabriel Ryan, face the greatest challenge of their lives when fragments from the war descend on San Francisco.. As Delia prepares to meet friends at a St. Patrick's Day parade, the strange ghost of a European princess appears in her mirror. Her pleasant outing becomes a nightmare as the ghost reappears moments after a riot starts, warning her as a rooftop gunman begins shooting into the crowd. Delia rushes to get her friends to safety, and Gabe struggles to stop the killing—and to save himself.. Delia and Gabe realize all the chaos and bloodshed had one purpose—to flush Alina from hiding, a young woman with no memory of anything but her name.. As Delia works to discover how the princess ghost's secrets connect to this mysterious young woman, and Gabe tracks a ruthless killer around his city, they find all the answers hinge on two questions: Who is Alina...and why can't she remember?. Against a Brightening Sky is the thrilling conclusion to Moyer's glittering historical fantasy series.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Paranormal",
                "Fantasy",
                "Historical Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Talk Like TED: The 9 Public-Speaking Secrets of the World's Top Minds",
            "authors": [
                "Carmine Gallo"
            ],
            "ranking": 3.87,
            "ranking_count": 15659,
            "abstract": "Ideas are the currency of the twenty-first century. In order to succeed, you need to be able to sell your ideas persuasively. This ability is the single greatest skill that will help you accomplish your dreams. Many people have a fear of public speaking or are insecure about their ability to give a successful presentation. Now public speaking coach and bestselling author Carmine Gallo explores what makes a great presentation by examining the widely acclaimed TED Talks, which have redefined the elements of a successful presentation and become the gold standard for public speaking. TED ? which stands for technology, entertainment, and design ? brings together the world's leading thinkers. These are the presentations that set the world on fire, and the techniques that top TED speakers use will make any presentation more dynamic, fire up any team, and give anyone the confidence to overcome their fear of public speaking.. In his book, Carmine Gallo has broken down hundreds of TED talks and interviewed the most popular TED presenters, as well as the top researchers in the fields of psychology, communications, and neuroscience to reveal the nine secrets of all successful TED presentations. Gallo's step-by-step method makes it possible for anyone to deliver a presentation that is engaging, persuasive, and memorable.. Carmine Gallo's top 10. Wall Street Journal. Bestseller. Talk Like TED. will give anyone who is insecure about their public speaking abilities the tools to communicate the ideas that matter most to them, the skill to win over hearts and minds, and the confidence to deliver the talk of their lives.. The opinions expressed by Carmine Gallo in TALK LIKE TED are his own. His book is not endorsed, sponsored or authorized by TED Conferences, LLC or its affiliates.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Self Help",
                "Language",
                "Leadership",
                "Psychology",
                "Audiobook",
                "Education"
            ]
        },
        {
            "title": "Injustice: Gods Among Us: Year Two, Vol. 1",
            "authors": [
                "Tom    Taylor",
                "Mike S. Miller",
                "Tom Derenick"
            ],
            "ranking": 4.29,
            "ranking_count": 3006,
            "abstract": "A New York Times Bestseller!. The best-selling prequel to the hit videogame picks up right where it left off! Year one is over--now, year two begins. The death of one of their own has divided Earth's protectors as hero turns against hero. As Superman's iron grip on the world tightens, at the edge of the galaxy, anothe grave threat approaches.... INJUSTICE: GODS AMONG US YEAR 2 continues the story from the New York Times best-selling graphic novel with rising star writer Tom Taylor (EARTH 2) and a team of artists including Mike S. Miller, Bruno Redondo and Tom Derenick.. Collects INJUSTICE: GODS AMONG US YEAR 2 #1-6.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Comics",
                "Dc Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Dark Viking",
            "authors": [
                "Sandra Hill"
            ],
            "ranking": 4.04,
            "ranking_count": 790,
            "abstract": "After a sea operation gone wrong, Navy SEAL Rita Sawyer awakens to find herself still clad in her wetsuit and in a cage with a bunch of Vikings staring at her, including one very tempting warlord.. Steven of Norstead has been in a cold, dark mood for many weeks. But perhaps this unusual woman, with her sharp tongue and irksome ways, could be the one to light his fire.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Historical",
                "Humor",
                "Fantasy",
                "Medieval Romance"
            ]
        },
        {
            "title": "Night of the Hunter",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.34,
            "ranking_count": 5339,
            "abstract": "R.A. Salvatore’s. New York Times. best-selling saga continues as dark elf Drizzt Do’Urden returns to Gauntlgrym with old friends by his side once again, as they seek to rescue Bruenor’s loyal shield dwarf-turned-vampire. But not only do Drizzt and his allies face a perilous journey through the Underdark and the dangers of the undead that lie within, but they must cross through a colony of drow, who would like nothing better than to see Drizzt Do’Urden dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Vissen voeren",
            "authors": [
                "Fabio Genovesi",
                "Manon Smits",
                "Pieter van der Drift"
            ],
            "ranking": 3.76,
            "ranking_count": 547,
            "abstract": "Fiorenzo, Mirko en Tiziana: drie levens die elkaar kruisen op een onwaarschijnlijke, desolate plek in de wereld: Muglione, in het Toscaanse binnenland, een streek van werkeloosheid en stilstaande wateren. Het is de plek waar Fiorenzo al jong zijn moeder verloor, waar Tiziana naar terugkeert vanuit Berlijn en waar Mirko voorbestemd lijkt voor een grote fietstoekomst.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Night Guest",
            "authors": [
                "Fiona McFarlane"
            ],
            "ranking": 3.44,
            "ranking_count": 5431,
            "abstract": "The debut of a major Australian writer, The Night Guest is a mesmerising novel about trust, love, dependence, and the fear that the things you think you know may become the things you're least sure about.. One morning an elderly widow called Ruth wakes thinking a tiger has been in her seaside house. Later that day a formidable woman called Frida arrives, looking as if she's blown in from the sea, but who has in fact come to care for Ruth.. Frida and the tiger: both are here to stay, and neither is what they seem. How far can Ruth trust them? And as memories of childhood in Fiji press upon her with increasing urgency, how far can she trust herself?. The Night Guest, Fiona McFarlane's hypnotic first novel, is no simple tale of a crime committed and a mystery solved. This is a tale that soars above its own suspense to tell us, with exceptional grace and beauty, about ageing, love, power and perception; about how the past can colonise the present, and about things (and people) in places they shouldn't be. Above all, it's a brilliantly involving story about two very particular women.. Here is a new writer who comes to us fully formed, working wonders with language, renewing our faith in the power of fiction to describe the mysterious workings of our minds.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Thriller",
                "Literary Fiction",
                "Suspense",
                "Adult Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "The Quick",
            "authors": [
                "Lauren Owen"
            ],
            "ranking": 3.25,
            "ranking_count": 8680,
            "abstract": "You are about to discover the secrets of 'The Quick' - but first you must travel to Victorian England, and there, in the wilds of Yorkshire, meet a brother and sister alone in the world, a pair bound by tragedy. You will, in time, enter the rooms of London's mysterious Aegolius Club - a society of the richest, most powerful men in England. And at some point - we cannot say when - these worlds will collide. It is then, and only then, that a new world emerges, a world of romance, adventure and the most delicious of horrors - and the secrets of 'The Quick' are revealed.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Horror",
                "Gothic",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "Almost Famous Women: Stories",
            "authors": [
                "Megan Mayhew Bergman",
                "Lesa Lockford"
            ],
            "ranking": 3.47,
            "ranking_count": 3102,
            "abstract": "From a top-notch emerging writer with a crisp and often poetic voice and wily, intelligent humor (. The Boston Globe. ): a collection of stories that explores the lives of talented, gutsy women throughout history.. The fascinating lives of the characters in. Almost Famous Women. have mostly been forgotten, but their stories are burning to be told. Now Megan Mayhew Bergman, author of. Birds of a Lesser Paradise. , resurrects these women, lets them live in the reader's imagination, so we can explore their difficult choices. Nearly every story in this dazzling collection is based on a woman who attained some celebrity—she raced speed boats or was a conjoined twin in show business; a reclusive painter of renown; a member of the first all-female, integrated swing band. We see Lord Byron's illegitimate daughter, Allegra; Oscar Wilde's troubled niece, Dolly;. West With the Night. author Beryl Markham; Edna St. Vincent Millay's sister, Norma. These extraordinary stories travel the world, explore the past (and delve into the future), and portray fiercely independent women defined by their acts of bravery, creative impulses, and sometimes reckless decisions.. The world hasn't always been kind to unusual women, but through Megan Mayhew Bergman's alluring depictions they finally receive the attention they deserve.. Almost Famous Women. is a gorgeous collection from an accomplished writer of short fiction (. Booklist. ).",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Historical",
                "Fiction",
                "Feminism",
                "Womens",
                "Audiobook",
                "Literary Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Doubletake",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.15,
            "ranking_count": 3312,
            "abstract": "Half-human/half-monster Cal Leandros knows that family is a pain. But now that pain belongs to his half-brother, Niko. Niko's shady father is in town, and he needs a big favor. Even worse is the reunion being held by the devious Puck race—including the Leandros' friend, Robin—featuring a lottery that no Puck wants to win.. As Cal tries to keep both Niko and Robin from paying the ultimate price for their kin, a horrific reminder from Cal's own past arrives to remind him that blood is thicker than water—and that's why it's so much more fun to spill.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Urban",
                "Adult",
                "Horror"
            ]
        },
        {
            "title": "Vremena goda",
            "authors": [
                "Anna Borisova",
                "Boris Akunin"
            ],
            "ranking": 4.16,
            "ranking_count": 232,
            "abstract": "Роман «Времена Года» написан эклектично в духе утонченного английского постмодерна Джеймса Джойса и изящно концептуального стиля романиста Джона Фаулза. Можно даже сказать, что он вобрал в себя все те богатства жанра, которые мастерски культивировали психолог и богоискатель Достоевский и блестящий романист-мистификатор Франц Кафка. А главное – книга написана с душой и от души, поэтому читать ее безумно приятно и эмоционально полезно.. Это роман о «жизнецвете» – внутренней силе и разуме, которые живут в человеке, помогают быть счастливым до конца дней. В книге удивительным образом духовно связаны молодая девушка и парализованная старуха, которым не суждено чувствовать старость. Первой – из-за неизлечимой болезни, убивающей людей в молодом возрасте, второй – по той же причине в преклонном. И обе они живут, словно по очереди обмениваясь душами.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Modern",
                "Literature",
                "History"
            ]
        },
        {
            "title": "Pacific Crucible: War at Sea in the Pacific, 1941–1942",
            "authors": [
                "Ian W. Toll"
            ],
            "ranking": 4.56,
            "ranking_count": 6395,
            "abstract": "The planning, the strategy, the sacrifices and heroics-on both sides-illuminating the greatest naval war in history.. On the first Sunday in December 1941, an armada of Japanese warplanes appeared suddenly over Pearl Harbor, Hawaii, and devastated the U.S. Pacific Fleet. Six months later, in a sea fight north of the tiny atoll of Midway, four Japanese aircraft carriers were sent into the abyss.. Pacific Crucible. tells the epic tale of these first searing months of the Pacific war, when the U.S. Navy shook off the worst defeat in American military history and seized the strategic initiative.. Ian W. Toll's dramatic narrative encompasses both the high command and the sailor's-eye view from the lower deck. Relying predominantly on eyewitness accounts and primary sources,. Pacific Crucible. also spotlights recent scholarship that has revised our understanding of the conflict, including the Japanese decision to provoke a war that few in the country's highest circles thought they could win. The result is a page-turning history that does justice to the breadth and depth of a tremendous subject.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "North American Hi...",
                "Cultural",
                "Military History",
                "Audiobook"
            ]
        },
        {
            "title": "Devil's Business",
            "authors": [
                "Caitlin Kittredge"
            ],
            "ranking": 3.77,
            "ranking_count": 656,
            "abstract": "Pete Caldecott did everything she could to save Jack from Hell, even reigning in the dark machinations of the Morrigan to help bring him home. Still, Black London has not welcomed Jack back with open arms. . . So when a friend in Los Angeles asks for help tracking a sorcerous serial killer, Pete and Jack decide a change of scenery couldnâ€™t hurt. . .Â. But the shadow side of the City of Angels turns out to be more treacherous than they ever imagined. Together, Pete and Jack must navigate a landscape teeming with hostile magic-usersâ€” and fight an unknown enemy. When their investigation leads to a confrontation with the demon Belial, Jack learns that he wasn't the only thing to escape from Hell. Now itâ€™s up to him and Pete to track and eliminate an evil older than the Black itselfâ€”before it turns L.A. into Hell on Earth. And destroys life as they know it back at homeâ€¦. Â",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "Urban"
            ]
        },
        {
            "title": "The Back of the Turtle",
            "authors": [
                "Thomas King"
            ],
            "ranking": 4.09,
            "ranking_count": 2971,
            "abstract": "This is Thomas King’s first literary novel in 15 years and follows on the success of the award-winning and bestselling. The Inconvenient Indian. and his beloved. Green Grass, Running Water. and. Truth and Bright Water. , both of which continue to be taught in Canadian schools and universities.. Green Grass, Running Water. is widely considered a contemporary Canadian classic.. In. The Back of the Turtle. , Gabriel returns to Smoke River, the reserve where his mother grew up and to which she returned with Gabriel’s sister. The reserve is deserted after an environmental disaster killed the population, including Gabriel’s family, and the wildlife. Gabriel, a brilliant scientist working for DowSanto, created GreenSweep, and indirectly led to the crisis. Now he has come to see the damage and to kill himself in the sea. But as he prepares to let the water take him, he sees a young girl in the waves. Plunging in, he saves her, and soon is saving others. Who are these people with their long black hair and almond eyes who have fallen from the sky?. Filled with brilliant characters, trademark wit, wordplay and a thorough knowledge of native myth and story-telling, this novel is a masterpiece by one of our most important writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Book Club",
                "Environment",
                "Adult",
                "Contemporary",
                "Fantasy",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Fury's Kiss",
            "authors": [
                "Karen Chance"
            ],
            "ranking": 4.26,
            "ranking_count": 10846,
            "abstract": "Dorina Basarab is a dhampir—half-human, half-vampire. Subject to uncontrollable rages, most dhampirs live very short, very violent lives. But so far, Dory has managed to maintain her sanity by unleashing her anger on those demons and vampires who deserve killing.... Dory is used to fighting hard and nasty. So when she wakes up in a strange scientific lab with a strange man standing over her, her first instinct is to take his head off. Luckily, the man is actually the master vampire Louis-Cesare, so he’s not an easy kill.. It turns out that Dory had been working with a Vampire Senate task force on the smuggling of magical items and weaponry out of Faerie when she was captured and brought to the lab. But when Louis-Cesare rescues her, she has no memory of what happened to her.. To find out what was done to her—and who is behind it—Dory will have to face off with fallen angels, the maddest of mad scientists, and a new breed of vampires that are far worse than undead…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies",
                "Adult"
            ]
        },
        {
            "title": "The Queen of Water",
            "authors": [
                "Laura Resau",
                "María Virginia Farinango"
            ],
            "ranking": 4.13,
            "ranking_count": 3419,
            "abstract": "In this poignant novel based on a true story, Virginia's story will speak to anyone who has ever struggled to find his or her place in the world. It will make you laugh and cry, and ultimately, it will fill you with hope.. Born in an Andean village in Ecuador, Virginia lives with her large family in a small, earthen-walled dwelling. In her village of indígenas, it is not uncommon to work in the fields all day, even as a child, or to be called a longa tonta - stupid Indian - by members of the ruling class of mestizos, or Spanish descendants. When seven-year-old Virginia is taken from her village to be a servant to a mestizo couple, she has no idea what the future holds.. In this poignant novel based on a true story, acclaimed author Laura Resau has collaborated with María Virginia Farinango to recount one girl's unforgettable journey to self-discovery.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Fiction",
                "Realistic Fiction",
                "Cultural",
                "Travel",
                "Family"
            ]
        },
        {
            "title": "Back to Work: Why We Need Smart Government for a Strong Economy",
            "authors": [
                "Bill Clinton"
            ],
            "ranking": 3.7,
            "ranking_count": 3329,
            "abstract": "President Bill Clinton gives us his views on the challenges facing the United States today and why government matters—presenting his ideas on restoring economic growth, job creation, financial responsibility, resolving the mortgage crisis, and pursuing a strategy to get us back in the future business.” He explains how we got into the current economic crisis, and offers specific recommendations on how we can put people back to work, increase bank lending and corporate investment, double our exports, restore our manufacturing base, and create new businesses. He supports President Obama’s emphasis on green technology, saying that changing the way we produce and consume energy is the strategy most likely to spark a fast-growing economy while enhancing our national security.. Clinton also stresses that we need a strong private sector and a smart government working together to restore prosperity and progress, demonstrating that whenever we’ve given in to the temptation to blame government for all our problems, we’ve lost our ability to produce sustained economic growth and shared prosperity.. Clinton writes, “There is simply no evidence that we can succeed in the twenty-first century with an antigovernment strategy,” based on “a philosophy grounded in ‘you’re on your own’ rather than ‘we’re all in this together.’ ” He believes that conflict between government and the private sector has proved to be good politics but has produced bad policies, giving us a weak economy with not enough jobs, growing income inequality and poverty, and a decline in our competitive position. In the real world, cooperation works much better than conflict, and “Americans need victories in real life.”",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Economics",
                "Business",
                "History",
                "Biography",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "Drama",
            "authors": [
                "Raina Telgemeier",
                "Gurihiru"
            ],
            "ranking": 4.21,
            "ranking_count": 121303,
            "abstract": "PLACES, EVERYONE!. Callie loves theater. And while she would totally try out for her middle school's production of. Moon Over Mississippi. , she can't really sing. Instead she's the set designer for the drama department stage crew, and this year she's determined to create a set worthy of Broadway on a middle-school budget. But how can she, when she doesn't know much about carpentry, ticket sales are down, and the crew members are having trouble working together? Not to mention the onstage AND offstage drama that occurs once the actors are chosen. And when two cute brothers enter the picture, things get even crazier!",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Childrens",
                "Young Adult",
                "LGBT",
                "Realistic Fiction",
                "Fiction",
                "Drama",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Perfect",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.33,
            "ranking_count": 26841,
            "abstract": "Everyone has something, someone, somewhere else that they’d rather be. For four high-school seniors, their goals of perfection are just as different as the paths they take to get there.. Cara’s parents’ unrealistic expectations have already sent her twin brother Conner spiraling toward suicide. For her, perfect means rejecting their ideals to take a chance on a new kind of love. Kendra covets the perfect face and body—no matter what surgeries and drugs she needs to get there. To score his perfect home run—on the field and off—Sean will sacrifice more than he can ever win back. And Andre realizes that to follow his heart and achieve his perfect performance, he’ll be living a life his ancestors would never understand.. Everyone wants to be perfect, but when perfection loses its meaning, how far will you go? What would you give up to be perfect?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "LGBT",
                "Mental Health",
                "Romance"
            ]
        },
        {
            "title": "When I'm Gone",
            "authors": [
                "Emily Bleeker"
            ],
            "ranking": 3.98,
            "ranking_count": 72994,
            "abstract": "Dear Luke,. First let me say—I love you... I didn’t want to leave you.... Luke Richardson has returned home after burying Natalie, his beloved wife of sixteen years, ready to face the hard job of raising their three children alone. But there’s something he’s not prepared for—a blue envelope with his name scrawled across the front in Natalie’s handwriting, waiting for him on the floor of their suburban Michigan home.. The letter inside, written on the first day of Natalie’s cancer treatment a year ago, turns out to be the first of many. Luke is convinced they’re genuine, but who is delivering them? As his obsession with the letters grows, Luke uncovers long-buried secrets that make him question everything he knew about his wife and their family. But the revelations also point the way toward a future where love goes on—in written words, in memories, and in the promises it’s never too late to keep.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Mystery",
                "Audiobook",
                "Drama",
                "Love",
                "Adult"
            ]
        },
        {
            "title": "Guardian of the Gate",
            "authors": [
                "Michelle Zink"
            ],
            "ranking": 3.86,
            "ranking_count": 5390,
            "abstract": "The ultimate battle between sisters is nearing, and its outcome could have catastrophic consequences. As sixteen year-old Lia Milthorpe searches for a way to end the prophecy, her twin sister Alice hones the skills she'll need to defeat Lia. Alice will stop at nothing to reclaim her sister's role in the prophecy, and that's not the only thing she wants: There's also Lia's boyfriend James.. Lia and Alice always knew the Prophecy would turn those closest to them against them. But they didn't know what betrayal could lead them to do. In the end, only one sister will be left standing.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Lungs Full of Noise",
            "authors": [
                "Tessa Mellas"
            ],
            "ranking": 3.68,
            "ranking_count": 133,
            "abstract": "This prize-winning debut of twelve stories explores a femininity that is magical, raw, and grotesque. Aghast at the failings of their bodies, this cast of misfit women and girls sets out to remedy the misdirection of their lives in bold and reckless ways.. Figure skaters screw skate blades into the bones of their feet to master elusive jumps. A divorcee steals the severed arm of her ex to reclaim the fragments of a dissolved marriage. Following the advice of a fashion magazine, teenaged girls binge on grapes to dye their skin purple and attract prom dates. And a college freshman wages war on her roommate from Jupiter, who has inadvertently seduced all the boys in their dorm with her exotic hermaphroditic anatomy.. But it isn’t just the characters who are in crisis. In. Lungs Full of Noise,. personal disasters mirror the dissolution of the natural world. Written in lyrical prose with imagination and humor, Tessa Mellas’s collection is an aviary of feathered stories that are rich, emotive, and imbued with the strength to suspend strange new worlds on delicate wings.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Magical Realism",
                "Fantasy",
                "Fiction",
                "Horror",
                "Literary Fiction",
                "Feminism",
                "Anthologies",
                "Gender"
            ]
        },
        {
            "title": "Make the Bread, Buy the Butter: What You Should and Shouldn't Cook from Scratch -- Over 120 Recipes for the Best Homemade Foods",
            "authors": [
                "Jennifer Reese"
            ],
            "ranking": 3.89,
            "ranking_count": 5515,
            "abstract": "When Jennifer Reese lost her job, she was overcome by an impulse common among the recently unemployed: to economize by doing for herself what she had previously paid for. She had never before considered making her own peanut butter and pita bread, let alone curing her own prosciutto or raising turkeys. And though it sounded logical that doing it yourself would cost less, she had her doubts. So Reese began a series of kitchen-related experiments, taking into account the competing demands of everyday contemporary American family life as she answers some timely questions: When is homemade better? Cheaper? Are backyard eggs a more ethical choice than store-bought? Will grinding and stuffing your own sausage ruin your week? Is it possible to make an edible maraschino cherry? Some of Reese's discoveries will surprise you: Although you should make your hot dog buns, guacamole, and yogurt, you should probably buy your hamburger buns, potato chips, and rice pudding. Tired? Buy your mayonnaise. Inspired? Make it.. With its fresh voice and delightful humor,. Make the Bread, Buy the Butter. gives 120 recipes with eminently practical yet deliciously fun Make or buy recommendations. Reese is relentlessly entertaining as she relates her food and animal husbandry adventures, which amuse and perplex as well as nourish and sustain her family. Her tales include living with a backyard full of cheerful chickens, muttering ducks, and adorable baby goats; countertops laden with lacto-fermenting pickles; and closets full of mellowing cheeses. Here's the full picture of what is involved in a truly homemade life -- with the good news that you shouldn't try to make everything yourself -- and how to get the most out of your time in the kitchen.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Autobiography",
                "Reference",
                "How To",
                "Adult"
            ]
        },
        {
            "title": "Pleasure Extraordinaire: Complete Collection",
            "authors": [
                "Liv Bennett"
            ],
            "ranking": 3.99,
            "ranking_count": 1026,
            "abstract": "This collection contains all four books of the Pleasure Extraordinaire series.. Michael Hawkins is mature, rich, and drop-dead sexy. He is also gay. And, for some strange reason, he wants me to be his pretend girlfriend in exchange for a big sum of money.. He has one condition, though: I cannot get close to a man, or be seen with one during the one year I'm contracted with him. I thought it'd be a piece of cake, until I meet his two grown-up, gloriously handsome sons, who won't take no for an answer, including from me.. I'll not fall for their cheap tricks even if it means I have to close my eyes each time I see them. And each time I close my eyes, I imagine their naked bodies doing sinful acts on mine. God help me before my physical urges get the best of me, and the contract blows up in my face.. Due to graphic sexual content, mature audiences only!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "Symptoms of Homesickness",
            "authors": [
                "Nathanael O'Reilly"
            ],
            "ranking": 4.2,
            "ranking_count": 5,
            "abstract": "Collection of twenty original poems by expatriate Australian poet Nathanael O'Reilly. First published as a chapbook by Picaro Press in Australia in 2010.. Praise for Symptoms of Homesickness:. “Joseph Brodsky, the Russian Nobel laureate, once remarked that memory and art have in common the ‘ability to select, a taste for detail.’ In the work of Nathanael O'Reilly, memory and art come together to bring us poems that remember what cannot---what must not---be forgotten, in rich and telling detail and with a taste for quiet but incisive irony.” - Paul Kane, author of A Slant of Light, Work Life and Australian Poetry: Romanticism and Negativity. “These wonderfully crafted narrative poems capture the diasporic identity, somewhere between home and elsewhere, a metaphor for the unknown. I particularly enjoy their realism, the way in which they evoke the yearning for a reckless, peripatetic youth spent in rural towns, for teenage friendships, mateships, encounters with, or dreams of post-pubescent love. I like the arrangement of the poems too; it’s a fine, understated debut.” – Michelle Cahill, author of The Accidental Cage, Ophelia in Harlem and Vishvarupa. “With an unmistakable Australian sensibility, O’Reilly summons the courage to face the places he’s left behind in these frank, but as often heartfelt poems. Readers both near to, and far away from, the particulars here will easily and equally relate as he mines the things, boyhood, sport, car trips, girls, that are familiar to growing up everywhere and with language that feels completely true.” - Jonathan Bennett, author of Here is my street, this tree I planted and Civil and Civic. “Nathanael O’Reilly’s poems sound the major themes of Australian poetry: landscape, displacement, yearning, and above all a critique of cultural narrowness. O’Reilly’s plain-spoken diction is often laced with understated wit, but is given ballast by its principled grounding in lived experience.” - Nicholas Birns, author of Theory after Theory and co-editor of A Companion to Australian Literature Since 1900. “Poetry rich with imagery but controlled by emotional truth … a potent poetic combination … The most significant poems have me excited about the future possibilities that we are likely to see from this poet.” - E.A. Gleeson, author of In Between The Dancing. “…will resonate with many Australian readers’ own experiences of growing up” – Deb Matthews-Zott, author of Shadow Selves and Slow Notes .",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Armed & Dangerous",
            "authors": [
                "Abigail Roux"
            ],
            "ranking": 4.49,
            "ranking_count": 11726,
            "abstract": "Left alone in Baltimore after his unpredictable lover bails, Special Agent Zane Garrett takes his frustration out on everything in his path until he is ordered to Chicago to back up an undercover operative. When he gets there, though, he finds himself face to face with his wayward partner, Special Agent Ty Grady. They have to deal with the uncertainty lingering between them while they work to retrieve their intended mark, a retired hit man and CIA wet-works operative named Julian Cross.. Ty, once a marine and now an FBI hotshot, has a penchant for being unpredictable, a trait Zane can vouch for. Zane is a man who once lived for his job but has come to realize his heartbreaking past doesn’t have to overshadow his future. They're partners, friends, lovers, and the go-to team for unusual cases. With Cross and his innocuous boyfriend, Cameron Jacobs, in tow, Ty and Zane must navigate the obstacles of a cross-country trek, including TSA pat-downs, blizzards, their uncooperative prisoners, CIA kill teams, a desperate lack of sleep or caffeine, and each other. Ty and Zane are determined to get Julian Cross to DC in one piece, but it’s starting to look like it might be the last thing they do.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "Adaptation",
            "authors": [
                "Malinda Lo"
            ],
            "ranking": 3.63,
            "ranking_count": 7351,
            "abstract": "Reese can’t remember anything from the time between the accident and the day she woke up almost a month later. She only knows one thing: She’s different now.. Across North America, flocks of birds hurl themselves into airplanes, causing at least a dozen to crash. Thousands of people die. Fearing terrorism, the United States government grounds all flights, and millions of travelers are stranded.. Reese and her debate team partner and longtime crush David are in Arizona when it happens. Everyone knows the world will never be the same. On their drive home to San Francisco, along a stretch of empty highway at night in the middle of Nevada, a bird flies into their headlights. The car flips over. When they wake up in a military hospital, the doctor won’t tell them what happened, where they are—or how they’ve been miraculously healed.. Things become even stranger when Reese returns home. San Francisco feels like a different place with police enforcing curfew, hazmat teams collecting dead birds, and a strange presence that seems to be following her. When Reese unexpectedly collides with the beautiful Amber Gray, her search for the truth is forced in an entirely new direction—and threatens to expose a vast global conspiracy that the government has worked for decades to keep secret.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "The Trinity Six",
            "authors": [
                "Charles Cumming"
            ],
            "ranking": 3.81,
            "ranking_count": 4888,
            "abstract": "Perfect for fans of John le Carré – the most explosive secret of the Cold War could be exposed: but the bigger the lie, the more ruthlessly it will be protected…. Hard-up Russia expert Dr Sam Gaddis finally has a lead for the book that could solve all his career problems. But the story of a lifetime becomes an obsession that could kill him.. When his source is found dead, Gaddis is alone on the trail of the Cold War’s deadliest secret: the undiscovered sixth member of the infamous Cambridge spy ring.. Suddenly threatened at every step and caught between two beautiful women, both with access to crucial evidence, Sam cannot trust anyone.. To get his life back, he must chase shadows through Europe’s corridors of power. But the bigger the lie, the more ruthlessly the truth is kept buried…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Historical",
                "Audiobook",
                "Suspense",
                "Cultural"
            ]
        },
        {
            "title": "The Drop",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 3.74,
            "ranking_count": 12565,
            "abstract": "Dennis Lehane returns to the streets of Mystic River with this love story wrapped in a crime story wrapped in a journey of faith—the basis for the major motion picture The Drop, from Fox Searchlight Pictures directed by Michaël Roskam, screenplay by Dennis Lehane, and starring Tom Hardy, Noomi Rapace, and James Gandolfini.. Three days after Christmas, a lonely bartender looking for a reason to live rescues an abused puppy from a trash can and meets a damaged woman looking for something to believe in. As their relationship grows, they cross paths with the Chechen mafia; a man grown dangerous with age and thwarted hopes; two hapless stick-up artists; a very curious cop; and the original owner of the puppy, who wants his dog back. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Operation Mincemeat: How a Dead Man and a Bizarre Plan Fooled the Nazis and Assured an Allied Victory",
            "authors": [
                "Ben Macintyre"
            ],
            "ranking": 3.99,
            "ranking_count": 16073,
            "abstract": "In 1943, from a windowless London basement office, two intelligence officers conceived a plan that was both simple & complicated—Operation Mincemeat. Purpose? To deceive the Nazis into thinking the Allies were planning to attack Europe by way of Greece or Sardinia, rather than Sicily, as the Nazis had assumed & the Allies ultimately chose. Charles Cholmondeley of MI5 & the British naval intelligence officer Ewen Montagu were very different. Cholmondeley was a dreamer seeking adventure. Montagu was an aristocratic, detail-oriented barrister. A perfect team, they created an ingenious plan: equip a corpse with secret (but false) papers concerning the invasion, then drop it off the coast of Spain where German spies would hopefully take the bait. The idea was approved by British intelligence officials, including Ian Fleming (007's creator). Winston Churchill believed it might ring true to the Axis & help bring victory.. Filled with spies, double agents, rogues, heroes & a corpse, the story of Operation Mincemeat reads like an international thriller. Unveiling never-before-released material, Macintyre goes into the minds of intelligence officers, their moles & spies, & the German Abwehr agents who suffered the “twin frailties of wishfulness & yesmanship.” He weaves together the eccentric personalities of Cholmondeley & Montagu & their improbable feats into an adventure that saved thousands & paved the way for the conquest of Sicily.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Spy Thriller",
                "Historical",
                "Military",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "Heir of Novron",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.5,
            "ranking_count": 44047,
            "abstract": "A FORCED WEDDING. A DOUBLE EXECUTION. TWO THIEVES HAVE OTHER PLANS.. The New Empire intends to celebrate its victory over the Nationalists with a day that will never be forgotten. On the high holiday of Wintertide, they plan to execute two traitors (Degan Gaunt and the Witch of Melengar) as well as force the Empress into a marriage of their own design. But they didn’t account for Royce and Hadrian finally locating the Heir of Novron—or the pair’s desire to wreak havoc on the New Empire’s carefully crafted scheme.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "A is for Abstinence",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 3.87,
            "ranking_count": 7114,
            "abstract": "It may have been four years, Kyle, but that doesn’t mean I don’t remember how you operate.. I snatched her hand as she reached to open the door to the studio. I wasn’t ready to end this moment alone with her. You don’t think I’ve learned a few things since then?. She smirked and shook her head. New tricks. Same dog.. It was impossible not to take her words as a challenge. I pushed her back until she was pinned against the door and leaned in close enough that our breaths mingled. Her eyes snapped wide the same way they always had whenever I’d invaded her personal space, and I watched, satisfied, as she sucked in a lung full of air and held it.. That mentality will be your downfall this time around, Val. I leaned in, letting my lips linger at her jawline for a moment too long before bringing them to her ear. Same old tricks, I whispered. New man.. With that, I kissed her cheek and breezed past her into the studio, leaving her flustered and in need of another moment to collect herself all over again.. …. Best selling YA romance author Kelly Oram takes her first dive into new adult romance with this heartfelt and hilarious tale of a rockstar and a virgin.. Rockstar to the core, Six-time Grammy Award-winning musician Kyle Hamilton has it all—money, fame, talent, good looks, and a job he loves. His only regret in life: walking away from a certain notorious virgin because he was too prideful, stubborn, and even afraid to give her the only thing she asked of him—his abstinence.. Four years and a broken heart later, Kyle realizes that sex isn’t everything, and he suddenly can’t stop thinking about the girl that got away. Virgin Val Jensen got under his skin like no one else ever has. He wasn’t ready for her then, but things are different now. He’s grown up, he’s learned a few things, and he’s finally figured out exactly what he wants, or, rather, who he wants.. Kyle Hamilton wants a do-over, and this time he’s willing to do—or not do—whatever it takes.. Note from the author:. A is for Abstinence is the second and final installment in the V is for Virgin series. While V is for Virgin was a young adult book, A is for Abstinence is a new adult romance and was intended for a more mature audience. Not only is this story told from the perspective of a notorious bad boy, the characters have grown from the first book and are older now. The book was written with a more mature audience in mind. It's still PG-13 (I don't write graphic sex scenes) but it's not as clean as my YA romance. Please keep that in mind if you're a sensitive reader or thinking about passing it to your teenage daughters.. Complete series:. V is for Virgin. A is for Abstinence",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Womens Fiction",
                "Music",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Amy Snow",
            "authors": [
                "Tracy Rees"
            ],
            "ranking": 3.99,
            "ranking_count": 11302,
            "abstract": "Winner of the UK’s Richard & Judy Search for a Bestseller Competition, this page-turning debut novel follows an orphan whose late, beloved best friend bequeaths her a treasure hunt that leads her all over Victorian England and finally to the one secret her friend never shared.. It is 1831 when eight-year-old Aurelia Vennaway finds a naked baby girl abandoned in the snow on the grounds of her aristocratic family’s magnificent mansion. Her parents are horrified that she has brought a bastard foundling into the house, but Aurelia convinces them to keep the baby, whom she names Amy Snow. Amy is brought up as a second-class citizen, despised by Vennaways, but she and Aurelia are as close as sisters. When Aurelia dies at the age of twenty-three, she leaves Amy ten pounds, and the Vennaways immediately banish Amy from their home.. But Aurelia left her much more. Amy soon receives a packet that contains a rich inheritance and a letter from Aurelia revealing she had kept secrets from Amy, secrets that she wants Amy to know. From the grave she sends Amy on a treasure hunt from one end of England to the other: a treasure hunt that only Amy can follow. Ultimately, a life-changing discovery awaits...if only Amy can unlock the secret. In the end, Amy escapes the Vennaways, finds true love, and learns her dearest friend’s secret, a secret that she will protect for the rest of her life.. An abandoned baby, a treasure hunt, a secret. As Amy sets forth on her quest, readers will be swept away by this engrossing gem of a novel—the wonderful debut by newcomer Tracy Rees.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Audiobook",
                "European Literature",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Repetition and Race: Asian American Literature After Multiculturalism",
            "authors": [
                "Amy Cynthia Tang"
            ],
            "ranking": 4.0,
            "ranking_count": 3,
            "abstract": "Repetition and Race. explores the literary forms and critical frameworks occasioned by the widespread institutionalization of liberal multiculturalism by turning to the exemplary case of Asian American literature. Whether beheld as model minorities or objects of racist love, Asian Americans have long inhabited the uneasy terrain of institutional embrace that characterizes the official antiracism of our contemporary moment.. Repetition and Race. argues that Asian American literature registers and responds to this historical context through formal structures of repetition.. Forwarding a new, dialectical conception of repetition that draws together progress and return, motion and stasis, agency and subjection, creativity and compulsion, this book reinterprets the political grammar of four forms of repetition central to minority discourse: trauma, pastiche, intertextuality, and self-reflexivity. Working against narratives of multicultural triumph, the book shows how texts by Theresa Cha, Susan Choi, Karen Tei Yamashita, Chang-rae Lee, and Maxine Hong Kingston use structures of repetition to foreground moments of social and aesthetic impasse, suspension, or hesitation rather than instances of reversal or resolution. Reading Asian American texts for the way they allegorize and negotiate, rather than resolve, key tensions animating Asian American culture,. Repetition and Race. maps both the penetrating reach of liberal multiculturalism's disciplinary formations and an expanded field of cultural politics for minority literature.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "She Bites",
            "authors": [
                "Roger Arsht",
                "Caitlin Hawker"
            ],
            "ranking": 4.5,
            "ranking_count": 18,
            "abstract": "Dr. Robyn Sparks is a veterinarian with a dark secret: she moonlights as a self-appointed vigilante, who deals her own brand of justice to animal abusers by murdering them. If you do bad things to dogs, Robyn does bad things to you.. She Bites. tells the story of a talented veterinarian who dispenses brutal judgment. Her work with sick and injured animals provides Robyn with a view of life’s most tender moments as well as a view of man’s most brutal behaviors.. Robyn’s regular habit of sending bad people to the pet crematorium is interrupted when she meets Jack Williams, a damaged detective who is fighting his own demons. Their relationship is a roller coaster ride of tangled emotions and legal close calls.. Ultimately, Robyn has to make a choice: whether to continue down her destructive path and kill a twisted psychopath turned professional dog fight promoter, or to pursue a romance with a cop who believes morality is best served by the hand of the law.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dom Wars: Round Three",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.28,
            "ranking_count": 1261,
            "abstract": "Dom Wars Round Three heats up with the Demon Domination challenge. Tara is up first to face the demons of her past and Lucian is ready to dominate for her. But that gets tricky when he realizes the demons he's fighting could be the end of them.",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Romance"
            ]
        },
        {
            "title": "Naked Heat",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 3.78,
            "ranking_count": 24490,
            "abstract": "An infamous gossip columnist is fatally stabbed in the back. The story circles a Yankees pitcher, a pop star, and an actor's apparently accidental overdose. Nikki Heat and hotshot reporter Jameson Rook trade barbs and innuendos while on the trail of a murderer.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Romance",
                "Adult",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Dragon Justice",
            "authors": [
                "Laura Anne Gilman"
            ],
            "ranking": 3.92,
            "ranking_count": 923,
            "abstract": "In my time with PUPI, formally known as Private, Unaffiliated Paranormal Investigations, I've seen a lot. Learned a lot. And not all of it's been good. But what we do—make people accountable for crimes committed with magic—is important work.. Still. Even I need to take a break every now and again. Or so I've just been told (ordered).. So hey, vacation. Maybe I'll finally figure out what's going on with the special bond between me and the boss man, Benjamin Venec. Venec seems to like that idea—he's invited me down to join him on a jaunt to Philly. But no sooner do I arrive in the City of Brotherly Love than we're called in to look at a dead body.. And that's when life gets really complicated….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Romance",
                "Fiction",
                "Urban"
            ]
        },
        {
            "title": "Rome: A Cultural, Visual, and Personal History",
            "authors": [
                "Robert Hughes"
            ],
            "ranking": 3.83,
            "ranking_count": 1313,
            "abstract": "From Robert Hughes, one of the greatest art and cultural critics of our time, comes a sprawling, comprehensive, and deeply personal history of Rome—as city, as empire, and, crucially, as an origin of Western art and civilization, two subjects about which Hughes has spent his life writing and thinking.. Starting on a personal note, Hughes takes us to the Rome he first encountered as a hungry twenty-one-year-old fresh from Australia in 1959. From that exhilarating portrait, he takes us back more than two thousand years to the city's foundation, one mired in mythologies and superstitions that would inform Rome's development for centuries.. From the beginning, Rome was a hotbed of power, overweening ambition, desire, political genius, and corruption. Hughes details the turbulent years that saw the formation of empire and the establishment of the sociopolitical system, along the way providing colorful portraits of all the major figures, both political (Julius Caesar, Marcus Aurelius, Nero, Caligula) and cultural (Cicero, Martial, Virgil), to name just a few. For almost a thousand years, Rome would remain the most politically important, richest, and largest city in the Western world.. From the formation of empire, Hughes moves on to the rise of early Christianity, his own antipathy toward religion providing rich and lively context for the brutality of the early Church, and eventually the Crusades. The brutality had the desired effect—the Church consolidated and outlasted the power of empire, and Rome would be the capital of the Papal States until its annexation into the newly united kingdom of Italy in 1870.. As one would expect, Hughes lavishes plenty of critical attention on the Renaissance, providing a full survey of the architecture, painting, and sculpture that blossomed in Rome over the course of the fourteenth through the sixteenth centuries, and shedding new light on old masters in the process. Having established itself as the artistic and spiritual center of the world, Rome in the seventeenth, eighteenth, and nineteenth centuries saw artists (and, eventually, wealthy tourists) from all over Europe converging on the bustling city, even while it was caught up in the nationalistic turmoils of the Italian independence struggle and war against France.. Hughes keeps the momentum going right into the twentieth century, when Rome witnessed the rise and fall of Italian Fascism and Mussolini, and took on yet another identity in the postwar years as the fashionable city of La Dolce Vita. This is the Rome Hughes himself first encountered, and it's one he contends, perhaps controversially, has been lost in the half century since, as the cult of mass tourism has slowly ruined the dazzling city he loved so much. Equal parts idolizing, blasphemous, outraged, and awestruck,. Rome. is a portrait of the Eternal City as only Robert Hughes could paint it.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Art",
                "Cultural",
                "Travel",
                "Architecture",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "Wayward",
            "authors": [
                "Blake Crouch"
            ],
            "ranking": 4.14,
            "ranking_count": 57277,
            "abstract": "The second book in the Wayward Pines Series—now a Major Television Event from executive producer M. Night Shyamalan, starring Matt Dillon Thursdays on FOX or catch up on Amazon Instant Video.. Welcome to Wayward Pines, population 461. Nestled amid picture-perfect mountains, the idyllic town is a modern-day Eden…except for the electrified fence and razor wire, snipers scoping everything 24/7, and the relentless surveillance tracking each word and gesture.. None of the residents know how they got here. They are told where to work, how to live, and who to marry. Some believe they are dead. Others think they’re trapped in an unfathomable experiment. Everyone secretly dreams of leaving, but those who dare face a terrifying surprise.. Ethan Burke has seen the world beyond. He’s sheriff, and one of the few who knows the truth—Wayward Pines isn’t just a town. And what lies on the other side of the fence is a nightmare beyond anyone’s imagining.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Thriller",
                "Fiction",
                "Horror",
                "Mystery",
                "Apocalyptic",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Innocent",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.15,
            "ranking_count": 96591,
            "abstract": "America has enemies - ruthless people that the police, the FBI, even the military can't stop. That's when the U.S. government calls on Will Robie, a stone cold hitman who never questions orders and always nails his target. But Will Robie may have just made the first - and last - mistake of his career.... It begins with a hit gone wrong. Robie is dispatched to eliminate a target unusually close to home in Washington, D.C. But something about this mission doesn't seem right to Robie, and he does the unthinkable. He refuses to kill. Now, Robie becomes a target himself and must escape from his own people.. Fleeing the scene, Robie crosses paths with a wayward teenage girl, a fourteen-year-old runaway from a foster home. But she isn't an ordinary runaway -- her parents were murdered, and her own life is in danger. Against all of his professional habits, Robie rescues her and finds he can't walk away. He needs to help her.. Even worse, the more Robie learns about the girl, the more he's convinced she is at the center of a vast cover-up, one that may explain her parents' deaths and stretch to unimaginable levels of power.. Now, Robie may have to step out of the shadows in order to save this girl's life... and perhaps his own.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure",
                "Spy Thriller"
            ]
        },
        {
            "title": "Homo Deus: A History of Tomorrow",
            "authors": [
                "Yuval Noah Harari"
            ],
            "ranking": 4.22,
            "ranking_count": 203344,
            "abstract": "Yuval Noah Harari, author of the critically-acclaimed. New York Times. bestseller and international phenomenon. Sapiens. , returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods.. Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda.. What then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake?. Homo Deus. explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus.. With the same insight and clarity that made. Sapiens. an international hit and a. New York Times. bestseller, Harari maps out our future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Philosophy",
                "Audiobook",
                "Anthropology",
                "Sociology",
                "Politics",
                "Psychology"
            ]
        },
        {
            "title": "The 78-Storey Treehouse",
            "authors": [
                "Andy Griffiths",
                "Terry Denton"
            ],
            "ranking": 4.38,
            "ranking_count": 2959,
            "abstract": "The brand new book in the bestselling Treehouse series!. Join Andy and Terry in their spectacular new 78-storey treehouse. They've added 13 new levels including a drive-thru car wash, a combining machine, a scribbletorium, an ALL-BALL sports stadium, Andyland, Terrytown, a high-security potato chip storage facility and an open-air movie theatre. Well, what are you waiting for? Come on up!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Sequential Art",
                "Fantasy",
                "Academic"
            ]
        },
        {
            "title": "Ancient Worlds: The Search for the Origins of Western Civilization",
            "authors": [
                "Richard Miles"
            ],
            "ranking": 3.95,
            "ranking_count": 202,
            "abstract": "Accompanying the major BBC TV series, Richard Miles's. Ancient Worlds. tells the epic story of civilization, and the cities that made us who we are.. The path of human progress is one of enlightenment and cruelty, achievement and bloodshed, creation and destruction. Here Richard Miles reaches back into our distant past to bring alive its most glorious and terrible people and places: from the first ever city in Mesopotamia to the death cults of Egypt, from the Phoenician seafarers who invented the alphabet to the brutal Assyrian empire, and on to the great city-states of Athens and Rome.. By choosing to live together with strangers in vast urban settings, Miles shows, humans harnessed the very best and the worst of ourselves, setting civilization in motion and forging the modern world.. 'Epic and compelling'. Daily Mail. 'An epic, spanning five millennia and half the globe'. Daily Telegraph. 'Engaging ... full of interesting things about the radical social experiment of the city-state, and the new ways of living it permitted'. Independent. 'Ancient Worlds. really does put flesh on the bones of history and Richard Miles brings long lost cities to life'. Observer. Richard Miles. is the author of. Carthage Must Be Destroyed: The Rise and Fall of an Ancient Civilization. . A six-part TV series of. Ancient Worlds. was broadcast on BBC2 in 2011. He teaches classics at the University of Sydney and was previously a Newton Trust Lecturer in the Faculty of Classics and Fellow and Director of Studies at Trinity Hall, University of Cambridge.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Revolution Was Televised: The Cops, Crooks, Slingers and Slayers Who Changed TV Drama Forever",
            "authors": [
                "Alan Sepinwall"
            ],
            "ranking": 4.0,
            "ranking_count": 4540,
            "abstract": "A mob boss in therapy. An experimental, violent prison unit. The death of an American city, as seen through a complex police investigation. A lawless frontier town trying to talk its way into the United States. A corrupt cop who rules his precinct like a warlord. The survivors of a plane crash trying to make sense of their disturbing new island home. A high school girl by day, monster fighter by night. A spy who never sleeps. A space odyssey inspired by 9/11. An embattled high school football coach. A polished ad exec with a secret. A chemistry teacher turned drug lord.. These are the subjects of 12 shows that started a revolution in TV drama:. The Sopranos. Oz. The Wire. Deadwood. The Shield. Lost. Buffy the Vampire Slayer. 24. Battlestar Galactica. Friday Night Lights. Mad Men. Breaking Bad.. These 12 shows, and the many more they made possible, ushered in a new golden age of television — one that made people take the medium more seriously than ever before. Alan Sepinwall became a TV critic right before this creative revolution began, was there to chronicle this incredible moment in pop culture history, and along the way “changed the nature of television criticism,” according to Slate. The Revolution Was Televised is the story of these 12 shows, as told by Sepinwall and the people who made them, including David Chase, David Simon, David Milch, Damon Lindelof and Carlton Cuse, Vince Gilligan and more.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Culture",
                "Media Tie In",
                "Writing",
                "History",
                "Cultural",
                "Language",
                "Criticism"
            ]
        },
        {
            "title": "The Girl in the Spider's Web",
            "authors": [
                "David Lagercrantz",
                "Stieg Larsson",
                "George Goulding"
            ],
            "ranking": 3.78,
            "ranking_count": 150184,
            "abstract": "She is the girl with the dragon tattoo—a genius hacker and uncompromising misfit. He is a crusading journalist whose championing of the truth often brings him to the brink of prosecution.. Late one night, Blomkvist receives a phone call from a source claiming to have information vital to the United States. The source has been in contact with a young female superhacker—a hacker resembling someone Blomkvist knows all too well. The implications are staggering. Blomkvist, in desperate need of a scoop for Millennium, turns to Salander for help. She, as usual, has her own agenda. The secret they are both chasing is at the center of a tangled web of spies, cybercriminals, and governments around the world, and someone is prepared to kill to protect it . . .. The duo who captivated millions of readers in. The Girl with the Dragon Tattoo, The Girl Who Played with Fire. , and. The Girl Who Kicked the Hornet’s Nest. join forces again in this adrenaline-charged, uniquely of-the-moment thriller.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Cultural",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Burden of the Desert",
            "authors": [
                "Justin Huggler"
            ],
            "ranking": 4.54,
            "ranking_count": 48,
            "abstract": "Zoe Temple, a young journalist who dreams of being a war correspondent…Lieutenant Rick Benes, an American officer trying to get his platoon home alive…Adel, an Iraqi who wants revenge for the death of his father…Mahmoud, an Iraqi driver in a secret love affair with a Christian woman…Nouri, an innocent man tortured in Abu Ghraib… In occupied Baghdad, their lives will come together—in a world of violence and mistrust, where every decision can be fatal, and love is found in unexpected quarters. And when a shocking incident at an American checkpoint leaves three people dead, it sets in train a series of events that will have far-reaching consequences for them all. Burden of the Desert is fast-paced and gripping, and asks questions that will linger long after the last page is turned. Justin Huggler was a war correspondent in Iraq for the Independent newspaper, and in his first novel he memorably evokes the atmosphere of a military occupation whose aftershocks are still being felt today.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Fiction"
            ]
        },
        {
            "title": "Punto de Amor (Espanol)",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Cuatro hombres jóvenes, mientras persiguen pollos en Sudáfrica, son atacados por un animal salvaje y encuentran a una hermosa mujer joven.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Agatha Heterodyne and the Hammerless Bell",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.45,
            "ranking_count": 843,
            "abstract": "Adventure, Romance, Mad Science! Heroes and villains fight for control of Mechanicsburg, as Agatha finally repairs the damaged machine that is Castle Heterodyne.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Humor",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Life in Outer Space",
            "authors": [
                "Melissa Keil"
            ],
            "ranking": 3.96,
            "ranking_count": 5896,
            "abstract": "Sam is a geek movie-buff with a ragtag group of loser friends who have been taking abuse from the popular kids for years. But when the super-cool Camilla moves to town, she surprises everyone by choosing to spend time with Sam's group. Suddenly they go from geek to chic, and find that not everything boils down to us and them. With their social lives in flux, Sam and Camilla spend more and more time together. They become the best of friends, and Sam finds that he's happier and more comfortable in his own skin than ever before. But eventually Sam must admit to himself that he's fallen in love. If he confesses his true feelings to Camilla, will everything change again?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Humor",
                "Cultural"
            ]
        },
        {
            "title": "The Spider's War",
            "authors": [
                "Daniel Abraham"
            ],
            "ranking": 4.09,
            "ranking_count": 5942,
            "abstract": "The epic conclusion to The Dagger and The Coin series, perfect for fans of George R.R. Martin.. Lord Regent Geder Palliako's great war has spilled across the world, nation after nation falling before the ancient priesthood and weapon of dragons. But even as conquest follows conquest, the final victory retreats before him like a mirage. Schism and revolt begin to erode the foundations of the empire, and the great conquest threatens to collapse into a permanent war of all against all.. In Carse, with armies on all borders, Cithrin bel Sarcour, Marcus Wester, and Clara Kalliam are faced with the impossible task of bringing a lasting peace to the world. Their tools: traitors high in the imperial army, the last survivor of the dragon empire, and a financial scheme that is either a revolution or the greatest fraud in the history of the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Epic",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Invisible Man, Got the Whole World Watching: A Young Black Man's Education",
            "authors": [
                "Mychal Denzel Smith"
            ],
            "ranking": 4.35,
            "ranking_count": 2302,
            "abstract": "Invisible Man, Got the Whole World Watching. is an account of how, politically and culturally, the existing script for black manhood has been rewritten for the millennial generation. Young men of this age have watched as Barack Obama was elected president but have also witnessed the deaths of Oscar Grant, Trayvon Martin, Michael Brown, Akai Gurley, and so many other young black men killed by police or vigilante violence. Chronicling his personal and political education during these tumultuous years, Smith narrates his own coming-of-age story and his struggles to come into his own at a time when too many black men do not survive into adulthood.. From Barack Obama’s landmark speech at the Democratic National Convention in 2004 to the recent and widely reported cases of violence against women, from powerful moments of black self-determination like LeBron James’ “decision” to the mobilization of thousands of young black men in the wake of Trayvon Martin’s death,. Invisible Man, Got the Whole World Watching. documents of how these public milestones have challenged cultural notions of black manhood. Part memoir, part political tract, this book is an unprecedented and intimate glimpse into what it means to be young, black, and male in America today—and what it means to be treated as a human in a society dependent on your subjugation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Race",
                "Social Movements",
                "Politics",
                "Biography",
                "Cultural",
                "History",
                "Biography Memoir",
                "Feminism"
            ]
        }
    ]
}