{
    "books": [
        {
            "title": "The Great Game: The Struggle for Empire in Central Asia",
            "authors": [
                "Peter Hopkirk"
            ],
            "ranking": 4.32,
            "ranking_count": 6794,
            "abstract": "For nearly a century the two most powerful nations on earth - Victorian Britain and Tsarist Russia - fought a secret war in the lonely passes and deserts of Central Asia. Those engaged in this shadowy struggle called it 'The Great Game', a phrase immortalized in Kipling's Kim. When play first. began the two rival empires lay nearly 2,000 miles apart. By the end, some Russian outposts were within 20 miles of India.. This book tells the story of the Great Game through the exploits of the young officers, both British and Russian, who risked their lives playing it. Disguised as holy men or native horsetraders, they mapped secret passes, gathered intelligence, and sought the allegiance of powerful khans. Some never. returned.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "War",
                "Historical",
                "Spy Thriller"
            ]
        },
        {
            "title": "Shosha",
            "authors": [
                "Isaac Bashevis Singer"
            ],
            "ranking": 3.98,
            "ranking_count": 2254,
            "abstract": "Shosha. is a hauntingly lyrical love story set in Jewish Warsaw on the eve of its annihilation. Aaron Greidinger, an aspiring Yiddish writer and the son of a distinguished Hasidic rabbi, struggles to be true to his art when faced with the chance at riches and a passport to America. But as he and the rest of the Writers' Club wait in horror for Nazi Germany to invade Poland, Aaron rediscovers Shosha, his childhood love-still living on Krochmalna Street, still mysteriously childlike herself-who has been waiting for him all these years.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Cultural",
                "Nobel Prize",
                "Classics",
                "Novels",
                "Historical",
                "Religion"
            ]
        },
        {
            "title": "Moribito: Guardian of the Spirit",
            "authors": [
                "Nahoko Uehashi",
                "Cathy Hirano",
                "Yuko Shimizu"
            ],
            "ranking": 4.02,
            "ranking_count": 2645,
            "abstract": "You've never read a fantasy novel like this one! The deep well of Japanese myth merges with the Western fantasy tradition for a novel that's as rich in place and culture as it is hard to put down.. Balsa was a wanderer and warrior for hire. Then she rescued a boy flung into a raging river -- and at that moment, her destiny changed. Now Balsa must protect the boy -- the Prince Chagum -- on his quest to deliver the great egg of the water spirit to its source in the sea. As they travel across the land of Yogo and discover the truth about the spirit, they find themselves hunted by two deadly enemies: the egg-eating monster Rarunga . . . and the prince's own father.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Asian Literature",
                "Cultural",
                "Sequential Art",
                "Science Fiction Fantasy",
                "Novels",
                "Childrens"
            ]
        },
        {
            "title": "Borderlands/La Frontera: The New Mestiza",
            "authors": [
                "Gloria E. Anzaldúa",
                "Sonia Saldívar-Hull"
            ],
            "ranking": 4.33,
            "ranking_count": 10506,
            "abstract": "Anzaldua, a Chicana native of Texas, explores in prose and poetry the murky, precarious existence of those living on the frontier between cultures and languages.. Writing in a lyrical mixture of Spanish and English that is her unique heritage, she meditates on the condition of Chicanos in Anglo culture, women in Hispanic culture, and lesbians in the straight world. Her essays and poems range over broad territory, moving from the plight of undocumented migrant workers to memories of her grandmother, from Aztec religion to the agony of writing.. Anzaldua is a rebellious and willful talent who recognizes that life on the border, life in the shadows, is vital territory for both literature and civilization. Venting her anger on all oppressors of people who are culturally or sexually different, the author has produced a powerful document that belongs in all collections with emphasis on Hispanic American or feminist issues.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "LGBT",
                "Philosophy",
                "Race",
                "Autobiography",
                "Writing"
            ]
        },
        {
            "title": "The Charm School",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.27,
            "ranking_count": 35008,
            "abstract": "Deep in the heart of Russia, a group of casually dressed young men are learning a different kind of lesson. The undergraduates sprawled around a game board aren't chilling out on campus: the young KGB agents attending the Charm School are brushing up on their American.. When a young tourist goes to the aid of a stranger on a dark Russian road, he is astonished to find a fellow American on the run. The man has been missing for over a decade, plucked from the jungles of Vietnam to become an unwilling tutor at the institution. Now his former students are poised to strike at the heart of America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "Historical",
                "Cultural",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "The School at the Chalet",
            "authors": [
                "Elinor M. Brent-Dyer"
            ],
            "ranking": 4.05,
            "ranking_count": 3710,
            "abstract": "When Madge Bettany sets up a school in the Austrian Tyrol, her sister Joey is among the first pupils. From small beginnings, it grows rapidly, enjoying all sorts of exciting adventures and mishaps.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "School Stories",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "To Have and Have Not",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.54,
            "ranking_count": 28485,
            "abstract": "To Have and Have Not. is the dramatic story of Harry Morgan, an honest man who is forced into running contraband between Cuba and Key West as a means of keeping his crumbling family financially afloat. His adventures lead him into the world of the wealthy and dissipated yachtsmen who throng the region, and involve him in a strange and unlikely love affair.. Harshly realistic, yet with one of the most subtle and moving relationships in the Hemingway oeuvre,. To Have and Have Not. is literary high adventure at its finest.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "Mystery"
            ]
        },
        {
            "title": "Marvel Masterworks: The Amazing Spider-Man, Vol. 1",
            "authors": [
                "Stan Lee",
                "Steve Ditko",
                "Jack Kirby",
                "Blake Bell"
            ],
            "ranking": 4.29,
            "ranking_count": 4011,
            "abstract": "Hardbound reprint volume of The Amazing Spider-Man, numbers 1-10, and Amazing Fantasy No. 15.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Marvel",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "The Dark Age",
            "authors": [
                "Traci Harding"
            ],
            "ranking": 3.92,
            "ranking_count": 2743,
            "abstract": "The white light surrounded her, exuding from the ground within the circle. The mist rose towards the sky to form a billowing cloud. From within the largest stone a ball of blue light steadily made its way towards her.. Late one evening, a car accident leaves Tory - a daughter of a prominent history professor - stranded near a ring of stones in the English countryside. She resolves to spend the night at the sacred site; a black belt in Tae-kwon-do, Tory holds little fear for her safety.... But across the vortex of time and space, she is being watched. The Merlin knows of the legend Tory is to become, and through the wisdom of the Old Ones, teleports her back to the Dark Age.. Prince Maelgwyn of Gwynedd and his band of knights stumble across this mysterious woman dressed in jeans and a leather jacket. Believing she is the witch of the stones, they threaten to kill her. Rising to her own defence, Tory challenges the Prince's champion to unarmed combat. With her superior fighting skill she easily overwhelms the warrior, winning the admiration of the Prince, and changing the course of British history forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Historical",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Le Livre de ma mère",
            "authors": [
                "Albert Cohen"
            ],
            "ranking": 3.89,
            "ranking_count": 1192,
            "abstract": "Peu de livres ont connu un succès aussi constant que. Le livre de ma mère. . Ce livre bouleversant est l'évocation d'une femme à la fois « quotidienne » et sublime, une mère, aujourd'hui morte, qui n'a vécu que pour son fils et par son fils.. Ce livre d'un fils est aussi le livre de tous les fils. Chacun de nous y reconnaîtra sa propre mère, sainte sentinelle, courage et bonté, chaleur et regard d'amour. Et tout fils pleurant sa mère disparue y retrouvera les reproches qu'il s'adresse à lui-même lorsqu'il pense à telle circonstance où il s'est montré ingrat, indifférent ou incompréhensif. Regrets ou remords toujours tardifs.. « Aucun fils ne sait vraiment que sa mère mourra et tous les fils se fâchent et s'impatientent contre leurs mères, les fous si tôt punis. »",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Classics",
                "Nonfiction",
                "Biography",
                "European Literature",
                "Roman",
                "Literature",
                "Autobiography"
            ]
        },
        {
            "title": "Reading in the Dark",
            "authors": [
                "Seamus Deane"
            ],
            "ranking": 3.74,
            "ranking_count": 4101,
            "abstract": "A. New York Times. Notable Book. Winner of the. Guardian. Fiction Prize. Winner of the. Irish Times. Fiction Award and International Award. Hugely acclaimed in Great Britain, where it was awarded the Guardian Fiction Prize and short-listed for the Booker, Seamus Deane's first novel is a mesmerizing story of childhood set against the violence of Northern Ireland in the 1940s and 1950s.. The boy narrator grows up haunted by a truth he both wants and does not want to discover. The matter: a deadly betrayal, unspoken and unspeakable, born of political enmity. As the boy listens through the silence that surrounds him, the truth spreads like a stain until it engulfs him and his family. And as he listens, and watches, the world of legend--the stone fort of Grianan, home of the warrior Fianna; the Field of the Disappeared, over which no gulls fly--reveals its transfixing reality. Meanwhile the real world of adulthood unfolds its secrets like a collection of folktales: the dead sister walking again; the lost uncle, Eddie, present on every page; the family house as cunning and articulate as a labyrinth, closely designed, with someone sobbing at the heart of it.. Seamus Deane has created a luminous tale about how childhood fear turns into fantasy and fantasy turns into fact. Breathtakingly sad but vibrant and unforgettable,. Reading in the Dark. is one of the finest books about growing up--in Ireland or anywhere--that has ever been written.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "A Crackup at the Race Riots",
            "authors": [
                "Harmony Korine"
            ],
            "ranking": 3.78,
            "ranking_count": 1076,
            "abstract": "The original Ritalin kid, Harmony Korine burst on the scene with. Kids,. a film so gritty and unsettling in its depiction of teen life that it was slapped with an NC-17 rating and banned in some theaters across the country. In some ways, the media frenzy over the rating overshadowed the harrowing portrait of teenagers destroying their lives and the then twenty-one-year-old screenwriter who created them. Whether you see the movie as a masterpiece or as sensationalism, wrote Lynn Hirshberg, the movie is relentless and brilliant and extremely disturbing. It's powerful-both steel-eyed and sexy; horrifying and captivating.. Now, in this first book of fictional set pieces, Korine captures the fragmented moments of a life observed through the demented lens of media, TV, and teen obsession. Korine reinvents the novel in this highly experimental montage of scenes that seem both real and surreal at the same time. With a filmmaker's eye and a prankster's glee, this bizarre collection of jokes, half-remembered scenes, dialogue fragments, movie ideas, and suicide notes is an episodic, epigrammatic lovesong to the world of images. Korine is the voice of his media-savvy generation and. A Crack-Up at the Race Riots. is the satiric lovechild of his dark imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Novels",
                "Humor",
                "Literature",
                "Poetry",
                "Culture",
                "Fantasy"
            ]
        },
        {
            "title": "Duino Elegies and The Sonnets to Orpheus",
            "authors": [
                "Rainer Maria Rilke",
                "A. Poulin Jr.",
                "Mark Doty"
            ],
            "ranking": 4.47,
            "ranking_count": 2245,
            "abstract": "Rilke is one of the most widely read poets of the 20th century. In his poetry, Rilke addresses the problems of death, God, and destructive time, and attempts to overcome and transform these problems into an indestructive inner world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Literature",
                "Unfinished",
                "Anthologies"
            ]
        },
        {
            "title": "O Sítio do Picapau Amarelo",
            "authors": [
                "Monteiro Lobato"
            ],
            "ranking": 4.36,
            "ranking_count": 343,
            "abstract": "No Sítio do Picapau Amarelo as crianças descobrem um ninho de João-de-Barro na paineira grande. Durante vários dias os meninos se divertem, acompanhando de longe o trabalho dos passarinhos.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Childrens",
                "Cultural",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "عقلي وقلبي",
            "authors": [
                "إحسان عبد القدوس"
            ],
            "ranking": 3.59,
            "ranking_count": 573,
            "abstract": "انه حب واع، مفتح العينين.. وقد مرت علي فترة لم اكن اصدق فيها اني احبك. وكنت اسائل نفسي.. كيف تحب فتاة في عمري، رجلا في عمرك وكيف امنح كل هذا الجمال الذي وهبني الله. لشيخ لا يستطيع ان يمنح جمالي حقه؟!. تساءلت طويلا.. وترددت وقاومت. ثم امنت بأني احبك! احبك حبا لن يستطيع واحد من هؤلاء الشبان الذين تغار منهم ان ينتزعه من قلبي، ومنك.. ماذا احب فيك؟. احب الطمأنينة التي تحيطني بها.. احب القوة التي استمدها من قوتك.. احب شخصيتك العارمة، التي استمد منها شخصيتي!. احب نجاحك الذي اتباهى به.. احب ذكاءك الذي تفهمني به، وتكشف به عن خواطر نفسي!. احب حنانك الهادئ الذي تلفني في طياته،. وتحميني به من الدنيا.. ولكنك تغار عليّ.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Wideacre",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.34,
            "ranking_count": 24050,
            "abstract": "From #1. New York Times. bestselling author Philippa Gregory comes the stunning first novel of a thrilling trilogy about the Lacey family, and the captivating woman at the heart of a power-hungry estate willing to go to any means to protect her family name.. Beatrice Lacey, as strong-minded as she is beautiful, refuses to conform to the social customs of her time. Destined to lose her heritage and beloved Wideacre estate once she is wed, Beatrice will use any means necessary to protect her ancestral name. Seduction, betrayal, even murder--Beatrice's passion is without apology or conscience. She is a Lacey of Wideacre, her father warns, and whatever she does, however she behaves, will always be fitting. Yet even as Beatrice's scheming seems about to yield her dream, she is haunted by the one living person who knows the extent of her plans...and her capacity for evil.. Sumptuously set in Georgian England from the queen of royal fiction (. USA TODAY. ),. Wideacre. is intensely gripping, rich in texture, and full of color and authenticity. It is a saga as irresistible in its singular magic as its heroine.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult",
                "Literature",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Strategy",
            "authors": [
                "B.H. Liddell Hart"
            ],
            "ranking": 4.09,
            "ranking_count": 2663,
            "abstract": "The most important book by one of the outstanding military authorities of our time. – Library Journal. This is the classic book on war as we know it. During his long life, Basil H. Liddell Hart was considered one of the world's foremost military thinkers--a man generally regarded as the Clausewitz of the 20th century.. Strategy. is a seminal work of military history and theory, a perfect companion to Sun-tzu’s. The Art of War. and Carl von Clauswitz’s. On War.. Liddell Hart stressed movement, flexibility, and surprise. He saw that in most military campaigns dislocation of the enemy's psychological and physical balance is prelude to victory. This dislocation results from a strategic indirect approach. Reflect for a moment on the results of direct confrontation (trench war in WW I) versus indirect dislocation (Blitzkreig in WW II). Liddell Hart is also tonic for business and political planning: just change the vocabulary and his concepts fit.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Politics",
                "Business",
                "Philosophy",
                "Leadership",
                "Historical"
            ]
        },
        {
            "title": "Frenchman's Creek",
            "authors": [
                "Daphne du Maurier",
                "Julie Myerson"
            ],
            "ranking": 3.97,
            "ranking_count": 16043,
            "abstract": "Bored and restless in London's Restoration Court, Lady Dona escapes into the British countryside with her restlessness and thirst for adventure as her only guides.. Eventually Dona lands in remote Navron, looking for peace of mind in its solitary woods and hidden creeks. She finds the passion her spirit craves in the love of a daring French pirate who is being hunted by all of Cornwall.. Together, they embark upon a quest rife with danger and glory, one which bestows upon Dona the ultimate choice: sacrifice her lover to certain death or risk her own life to save him.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Romance",
                "Adventure",
                "Gothic",
                "European Literature"
            ]
        },
        {
            "title": "Out of the Dust",
            "authors": [
                "Karen Hesse"
            ],
            "ranking": 3.76,
            "ranking_count": 73541,
            "abstract": "When Billie Jo is just fourteen she must endure heart-wrenching ordeals that no child should have to face. The quiet strength she displays while dealing with unspeakable loss is as surprising as it is inspiring.. Written in free verse, this award-winning story is set in the heart of the Great Depression. It chronicles Oklahoma's staggering dust storms, and the environmental--and emotional--turmoil they leave in their path. An unforgettable tribute to hope and inner strength.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Poetry",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "The Firebrand",
            "authors": [
                "Marion Zimmer Bradley"
            ],
            "ranking": 4.06,
            "ranking_count": 10260,
            "abstract": "Blending archaeological fact and legend, the myths of the gods and the feats of heroes, Marion Zimmer Bradley breathes new life into the classic tale of the Trojan War-reinventing larger-than-life figures as living people engaged in a desperate struggle that dooms both the victors and the vanquished, their fate seen through the eyes of Kassandra-priestess, princess, and passionate woman with the spirit of a warrior.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Science Fiction Fantasy",
                "Historical Fiction",
                "Romance",
                "Mythology",
                "Retellings"
            ]
        },
        {
            "title": "Loves Music, Loves to Dance",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 3.92,
            "ranking_count": 26974,
            "abstract": "A serial killer leaves one dancing shoe on a foot of the victims who answer his personal ads. When Erin dies, her best friend places ads to entice the villain already targeting her next. New York police detective Vince D'Ambrosio takes a personal interest. New boyfriend Dr Michael Nash is supportive. A stalker may surprise everyone.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Romance",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Pria Bersetelan Coklat",
            "authors": [
                "Agatha Christie",
                "Suwarni A.S."
            ],
            "ranking": 3.95,
            "ranking_count": 98347,
            "abstract": "Perampokan berlian. Kematian karena kecelakaan di stasiun kereta api bawah tanah di London. Dan pembunuhan atas diri wanita cantik di puri di daerah luar kota yang terpencil. Apa dan siapa yang terlibat? Apakah orang asing yang mengaku dirinya dokter, yang lalu lenyap begitu saja? Ataukah yang disebut koran-koran sebagai Pria Bersetelan Cokelat? Hanya Anne Beddingfeld, yang telah menemukan secarik kertas yang berbau kapur barus, yang percaya bahwa dia bisa memecahkan misteri itu. Dan untuk melakukan penyelidikan itu, dia menyeberangi samudra yang penuh bahaya, ke Afrika. Di sanalah berawalnya intrik dan petualangan yang sebenarnya.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Wayward Bus",
            "authors": [
                "John Steinbeck",
                "Gary Scharnhorst",
                "Nils Holmberg"
            ],
            "ranking": 3.86,
            "ranking_count": 10342,
            "abstract": "In his first novel to follow the publication of his enormous success,. The Grapes of Wrath. ,. Steinbeck’s vision comes to life in this imaginative and unsentimental chronicle of a bus traveling California’s back roads, transporting the lost and the lonely, the good and the greedy, the stupid and the scheming, the beautiful and the vicious away from their shattered dreams and, possibly, toward the promise of the future. This edition features an introduction by Gary Scharnhorst.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "The United States Of America",
                "Literary Fiction",
                "Audiobook",
                "American"
            ]
        },
        {
            "title": "Schlafes Bruder",
            "authors": [
                "Robert Schneider"
            ],
            "ranking": 3.77,
            "ranking_count": 3330,
            "abstract": "Robert Schneider siedelt seinen Roman über das verkannte musikalische Genie Johannes Elias Alder in dem rauhen, vorarlbergischen Bergdorf Eschberg an, dessen Einwohner nur über alltägliche Dinge sprechen, sich ansonsten in Andeutungen ergehen und im Zweifelsfall lieber schweigen als reden. Elias, der von Geburt an anders ist als die Bauern, wird von diesen Menschen gemieden und von seiner eigenen Mutter abgelehnt.. So wie die drei Feuer, die das Dorf nach und nach auslöschen, so löscht die Enttäuschung über drei wichtige Menschen (Mutter, Vater und die unerwiderte Liebe zu Elsbeth) schließlich das Leben des zweiundzwanzigjährigen Elias aus.. Dieser Roman, der vordergründig sehr nüchtern, ja fast wie eine Chronik erzählt ist, bezieht seine Atmosphäre aus winzigen Details -- der Hut des Vaters als einziger Trost für den kleinen Jungen, die sparsame, aber umso deutlicher entsetzte Reaktion des jugendlichen Elias, als er sieht wie sein Vater einen Menschen umbringt.. Das Buch hat mich von Anfang bis zum Ende in seinen Bann gezogen. Ich habe es nicht -- wie Elias Canetti schrieb -- mit Freude gelesen, sondern mit einer großen Beklemmung und gleichzeitiger Begeisterung für den einzigartigen Stil Schneiders. Die Geschichte des Musikers Johannes Elias Alder wird mich sicher immer begleiten.. --Cornelia Rediger",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "Novels",
                "Academic",
                "Music",
                "Roman",
                "Drama"
            ]
        },
        {
            "title": "A Good Scent from a Strange Mountain",
            "authors": [
                "Robert Olen Butler"
            ],
            "ranking": 3.96,
            "ranking_count": 8390,
            "abstract": "Robert Olen Butler's lyrical and poignant collection of stories about the aftermath of the Vietnam War and its impact on the Vietnamese was acclaimed by critics across the nation and won the Pulitzer Prize in 1993.. Now Grove Press is proud to reissue this contemporary classic by one of America's most important living writers, in a new edition of 'A Good Scent from a Strange Mountain' that includes two subsequently published stories -- Salem and Missing -- that brilliantly complete the collection's narrative journey, returning to the jungles of Vietnam.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "حول التأصيل الإسلامى للعلوم الاجتماعية",
            "authors": [
                "محمد قطب"
            ],
            "ranking": 4.03,
            "ranking_count": 74,
            "abstract": "علم الاجتماع الإسلامى والركائز التى يقوم عليها مثل السنن الربانية التى تحكم الحياة البشرية والثوابت والمتغيرات فى حياة البشر ومكانة الأسرة فى البنيان الاجتماعى والعلاقة المتبادلة بين الفرد والمجتمع وكيفية التأصيل الإسلامى للعلوم الاجتماعية",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "كيف نكتب التاريخ الإسلامي",
            "authors": [
                "محمد قطب"
            ],
            "ranking": 3.87,
            "ranking_count": 94,
            "abstract": "تناول المنهج الذى ينبغى أن تعاد على أساسه كتابة التاريخ الإسلامى عارضاً لمظاهر الجاهلية العربية ثم بعثة الرسول حتى صدر الإسلام.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Religion"
            ]
        },
        {
            "title": "The Tyranny of Words",
            "authors": [
                "Stuart Chase"
            ],
            "ranking": 4.3,
            "ranking_count": 234,
            "abstract": "A popular approach to semantics in which the author discussess how to clarify the meaning of words and achieve more exact communication. Index",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Humanities",
                "Language",
                "Psychology",
                "Classics"
            ]
        },
        {
            "title": "Polar Star",
            "authors": [
                "Martin Cruz Smith"
            ],
            "ranking": 3.96,
            "ranking_count": 10215,
            "abstract": "In the long-awaited sequel to Gorky Park, Arkady Renko returns to Russia to work on the Polar Star, a huge fishing-factory ship. When a young girl is murdered, Renko is asked to investigate . . . and enters a case as chilling and gripping as his previous adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "Suspense",
                "Spy Thriller",
                "Novels"
            ]
        },
        {
            "title": "Moribito II: Guardian of the Darkness",
            "authors": [
                "Nahoko Uehashi",
                "Cathy Hirano",
                "Yuko Shimizu"
            ],
            "ranking": 4.25,
            "ranking_count": 1116,
            "abstract": "Balsa returns to her native Kanbal to clear the name of Jiguro, her dear mentor, who saved her life when she was six years old. But what should be a visit of truth and reconciliation becomes a fight for her life when she learns that Jiguro had been a member of King Rogsam's personal bodyguard. After Jiguro fled Kanbal with her, Rogsam sent the other bodyguards after them one by one--Jiguro's best friends, whom he had to kill to protect Balsa. Now, with the help of two Kanbalese children, Balsa must unwind the conspiracy surrounding Jiguro and the mystery of the Guardians of the Dark.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Asian Literature",
                "Cultural",
                "Novels",
                "Sequential Art",
                "Childrens",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "After You'd Gone",
            "authors": [
                "Maggie O'Farrell"
            ],
            "ranking": 4.02,
            "ranking_count": 12298,
            "abstract": "Maggie O'Farrell's groundbreaking debut: a stunning, best-selling story of wrenching love and grief. A distraught young woman boards a train at King's Cross to return to her family in Scotland. Six hours later, she catches sight of something so terrible in a mirror at Waverley Station that she gets on the next train back to London. AFTER YOU'D GONE follows Alice's mental journey through her own past, after a traffic accident has left her in a coma. A love story that is also a story of absence, and of how our choices can reverberate through the generations, it slowly draws us closer to a dark secret at the family's heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Womens Fiction",
                "Cultural",
                "Novels",
                "Adult Fiction",
                "Family",
                "Drama"
            ]
        },
        {
            "title": "The Virginian: A Horseman of the Plains",
            "authors": [
                "Owen Wister",
                "Gary Scharnhorst"
            ],
            "ranking": 3.91,
            "ranking_count": 8331,
            "abstract": "In the untamed West, pioneers came to test their fortunes -- and their wills. The Wyoming territory was a harsh, unforgiving land, with its own unwritten code of honor by which men lived and died. Into this rough landscape rides the Virginian, a solitary man whose unbending will is his only guide through life. The Virginian's unwavering beliefs in right and wrong are soon tested as he tries to prove his love for a woman who cannot accept his sense of justice; at the same time, a betrayal by his most trusted friend forces him to fight against the corruption that rules the land. Still as exciting and meaningful as it was when first published one hundred years ago, Owen Wister's epic tale of a man caught between his love for a woman and his quest for justice exemplifies one of the most significant and enduring themes in all of American literature. With remarkable character depth and vivid passages, The Virginian stands not only as the first great novel of American Western literature, but as a testament to the eternal struggle between good and evil in humanity. With an engaging new introduction by Gary Scharnhorst, professor of English at the University of New Mexico, this volume is an indispensable addition to the library of American Western literature.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "Adventure",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "American Splendor: The Life and Times of Harvey Pekar",
            "authors": [
                "Harvey Pekar",
                "Robert Crumb",
                "Gary Dumm",
                "Gregg Budgett",
                "Gerry Shamray",
                "Kevin Brown",
                "Sue Cavey",
                "Joyce Brabner",
                "more…",
                "Val Mayerik",
                "Sean   Carroll",
                "…less"
            ],
            "ranking": 4.02,
            "ranking_count": 6914,
            "abstract": "Harvey Pekar is a true American original, known by many as the blue-collar Mark Twain. For over 25 years he's been writing comic books about his life, chronicling the ordinary and everyday in stories both funny and moving.. This 320 page collection was issued on the heels of the film American Splendor, and it includes material previously published in the first two collected volumes in the American Splendor series.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Graphic Novels Comics",
                "Biography",
                "Autobiography",
                "Humor",
                "Comics"
            ]
        },
        {
            "title": "The Republic of Wine",
            "authors": [
                "Mo Yan",
                "Howard Goldblatt"
            ],
            "ranking": 3.5,
            "ranking_count": 2008,
            "abstract": "When special investigator Ding Gou'er hears persistent rumors that there is cannibalism in the province called the Republic of Wine, he goes to learn the truth. Beginning at the Mount Luo Coal Mine, he meets Diamond Jin, legendary for his capacity to hold his liquor and fondness for young human flesh. A banquet is served during which the special investigator, by meal's end in an alcohol-induced stupor, loses all sense of reality. Interspersed are stories sent to Mo Yan himself by Li Yidou (aka Doctor of Liquor Studies), each one more mad than the next. Wild and politically explosive,. The Republic of Wine. proves that no regime can stifle creative imagination.. Author Biography:. Mo Yan was born in 1952 to a peasant family in Shandong. Despite the audacity of his writing, he has won virtually every national literary prize, including most recently China's Annual Writer's Prize, its most prestigious award. In 2002, Arcade will publish his novel. Big Breasts and Wide Hips. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Asian Literature",
                "Magical Realism",
                "Novels",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Jakob von Gunten",
            "authors": [
                "Robert Walser",
                "Christopher Middleton"
            ],
            "ranking": 3.93,
            "ranking_count": 4551,
            "abstract": "Librarian's Note: this is an alternate cover edition for. ISBN 0940322218 (ISBN13: 9780940322219). .. The Swiss writer Robert Walser is one of the quiet geniuses of twentieth-century literature. Largely self-taught and altogether indifferent to worldly success, Walser wrote a range of short stories, essays and four novels, of which Jakob von Gunten is widely recognized as the finest. It tells the story of a seventeen-year-old runaway from an old family who enrolls in a school for servants. The Institute, run by the domineering Herr Benjamenta and his beautiful but ailing sister, is a deeply mysterious place: the faculty lies asleep in a single room. The students though subject to fierce discipline, come and go at will. Jakob, an irrepressibly subversive presence, keeps a journal in which he records his quirky impressions of the school as well as his own quickly changing enthusiasms and uncertainties, deliberations and dreams. And in the end, as the Institute itself dissolves around him like a dream, he steps out boldly to explore still-unimagined worlds.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "The Enchanted Wood",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.23,
            "ranking_count": 26492,
            "abstract": "Jo, Bessie and Fanny move to the country and find an Enchanted Wood right on their doorstep. In the magic Faraway Tree live the magical characters that soon become their new friends – Moon-Face, Silky the fairy, and Saucepan Man. Together they visit the strange lands (the Roundabout Land, the Land of Ice and Snow, Toyland and the Land of Take What You Want) atop the tree and have the most exciting adventures – and narrow escapes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Wiseguy",
            "authors": [
                "Nicholas Pileggi"
            ],
            "ranking": 4.21,
            "ranking_count": 15501,
            "abstract": "Wiseguy is Nicholas Pileggi's remarkable bestseller, the most intimate account ever printed of life inside the deadly high-stakes world of what some people call the Mafia. Wiseguy is Henry Hill's story, in fascinating, brutal detail, the never-before-revealed day-to-day life of a working mobster - his violence, his wild spending sprees, his wife, his mistresses, his code of honor.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "Biography",
                "History",
                "Autobiography",
                "Biography Memoir",
                "Media Tie In"
            ]
        },
        {
            "title": "Sons",
            "authors": [
                "Pearl S. Buck"
            ],
            "ranking": 3.84,
            "ranking_count": 5832,
            "abstract": "Second in the trilogy that began with The Good Earth, Buck's classic and starkly real tale of sons rising against their honored fathers tells of the bitter struggle to the death between the old and the new in China. Revolutions sweep the vast nation, leaving destruction and death in their wake, yet also promising emancipation to China's oppressed millions who are groping for a way to survive in a modern age.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Lilac Bus",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.64,
            "ranking_count": 12689,
            "abstract": "Each Friday, Tom Fitzgerald drives the same people home from Dublin to spend the weekend in Rathdoon. Nancy, Dee, Kev and Celia - each has their own secret story, unknown to their fellow passengers. And of course Tom himself has his own reasons for returning home so regularly.... Once again, Maeve Binchy has conjured up a cast of very human characters with real joys and real sadnesses, portrayed with her trademark wit, compassion and warmth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Womens Fiction",
                "Short Stories",
                "Romance",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Women of Brewster Place",
            "authors": [
                "Gloria Naylor"
            ],
            "ranking": 4.18,
            "ranking_count": 19514,
            "abstract": "In her heralded first novel, Gloria Naylor weaves together the stories of seven women living in Brewster Place, a bleak inner-city sanctuary, creating a powerful, moving portrait of the strengths, struggles, and hopes of black women in America. Vulnerable and resilient, openhanded and open-hearted, these women forge their lives in a place that in turn threatens and protects—a common prison and a shared home. Naylor renders both loving and painful human experiences with simple eloquence and uncommon intuition. Her remarkable sense of community and history makes. The Women of Brewster Place. a contemporary classic—and a touching and unforgettable read.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Konfidenz",
            "authors": [
                "Ariel Dorfman"
            ],
            "ranking": 3.52,
            "ranking_count": 1103,
            "abstract": "Ariel Dorfman construye en 'Konfidenz' una compleja novela de amor y de espionaje en diferentes planos narrativos y temporales, cuyos protagonistas pueden situarse en cualquier epoca y parte del mundo donde deba pelearse contra las dictaduras y las guerras, donde haya que luchar por darle cuerpo a los suenos.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Cultural",
                "Classics",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "Without Feathers",
            "authors": [
                "Woody Allen"
            ],
            "ranking": 3.9,
            "ranking_count": 10040,
            "abstract": "Here they are--some of the funniest tales and ruminations ever put into print, by one of the great comic minds of our time. From THE WHORE OF MENSA, to GOD (A Play), to NO KADDISH FOR WEINSTEIN, old and new Woody Allen fans will laugh themselves hysterical over these sparkling gems.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Short Stories",
                "Writing",
                "Literature",
                "Contemporary",
                "Plays"
            ]
        },
        {
            "title": "The Pushcart War",
            "authors": [
                "Jean Merrill",
                "Ronni Solbert"
            ],
            "ranking": 4.18,
            "ranking_count": 4375,
            "abstract": "DO YOU KNOW THE HISTORY OF THE PUSHCART WAR? THE REAL HISTORY?. It’s a story of how regular people banded together and, armed with little more than their brains and good aim, defeated a mighty foe.. Not long ago the streets of New York City were smelly, smoggy, sooty, and loud. There were so many trucks making deliveries that it might take an hour for a car to travel a few blocks. People blamed the truck owners and the truck owners blamed the little wooden pushcarts that traveled the city selling everything from flowers to hot dogs. Behind closed doors the truck owners declared war on the pushcart peddlers. Carts were smashed from Chinatown to Chelsea. The peddlers didn’t have money or the mayor on their side, but that didn’t stop them from fighting back. They used pea shooters to blow tacks into the tires of trucks, they outwitted the police, and they marched right up to the grilles of those giant trucks and dared them to drive down their streets. Today, thanks to the ingenuity of the pushcart peddlers, the streets belong to the people—and to the pushcarts.. The Pushcart War was first published more than fifty years ago. It has inspired generations of children and been adapted for television, radio, and the stage around the world. It was included on School Library Journal’s list of One Hundred Books That Shaped the Twentieth Century, and its assertion that a committed group of men and women can prevail against a powerful force is as relevant in the twenty-first century as it was in 1964.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Humor",
                "Classics",
                "New York",
                "Academic"
            ]
        },
        {
            "title": "Catechism of the Catholic Church",
            "authors": [
                "Pope John Paul II",
                "United States Conference of Catholic Bishops",
                "The Catholic Church"
            ],
            "ranking": 4.44,
            "ranking_count": 9573,
            "abstract": "The full, complete exposition of Catholic doctrine, this second edition of the international bestseller has been significantly expanded, enhancing both its content and usability.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Reference",
                "Nonfiction",
                "Christian",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Gloriana",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.64,
            "ranking_count": 2187,
            "abstract": "A fable satirizing Spenser's The Fairie Queen and reflecting the real life of Elizabeth I, tells of a woman who ascends to the throne upon the death of her debauched and corrupted father, King Hern. Gloriana's reign brings the Empire of Albion into a Golden Age, but her oppressive responsibilities choke her, prohibiting any form of sexual satisfaction, no matter what fetish she tries. Her problem is in fact symbolic of the hypocrisy of her entire court. While her life is meant to mirror that of her nation - an image of purity, virtue, enlightenment and prosperity - the truth is that her peaceful empire is kept secure by her wicked chancellor Monfallcon and his corrupt network of spies and murderers, the most sinister of whom is Captain Quire, who is commissioned to seduce Gloriana and thus bring down Albion and the entire empire.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Literature",
                "Historical Fiction",
                "Novels"
            ]
        },
        {
            "title": "High Risk: An Anthology of Forbidden Writings",
            "authors": [
                "Amy Scholder",
                "Ira Silverberg",
                "Dorothy Allison",
                "Mary Gaitskill",
                "William S. Burroughs",
                "Essex Hemphill",
                "Dennis Cooper"
            ],
            "ranking": 3.68,
            "ranking_count": 163,
            "abstract": "This provocative collection of short fiction, essays, and poetry freely delves into forbidden zones of sex and transgressive behavior. The writers and artists featured in High Risk share one strong conviction: that art must be bound only by the limits of the imagination. Here is the so called dark side of life beckoning in all its manifestations - sadomasochism, prostitution, incest, drug use, bondage, transsexuality. Filled with tenderness and brutality, with wit and sensuality, these are works by writers on the cutting edge of contemporary American literature. This is writing that dares to give voice to the shadow regions of the heart, to the most subversive desires of the body, and to a politics that unabashedly defies convention.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Anthologies",
                "LGBT",
                "Dark",
                "Poetry",
                "Writing",
                "Sexuality",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Pillar of Iron",
            "authors": [
                "Taylor Caldwell"
            ],
            "ranking": 4.26,
            "ranking_count": 2358,
            "abstract": "The spirit of ancient Rome in its last days of glory. The hero of the story, the man called a pillar of iron is Marcus Tullius Cicero, the lawyer-statesman who tried vainly to save the republic he loved from the forces of tyranny. Unfolding here are the private dramas behind the great Roman hero's triumphs and defeats - and the intimate, deeply moving story of his desperate love affair with the beautiful Livia.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "History",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Barbarians at the Gate: The Fall of RJR Nabisco",
            "authors": [
                "Bryan Burrough",
                "John Helyar"
            ],
            "ranking": 4.25,
            "ranking_count": 33849,
            "abstract": "A #1 New York Times bestseller and arguably the best business narrative ever written, Barbarians at the Gate is the classic account of the fall of RJR Nabisco. An enduring masterpiece of investigative journalism by Bryan Burrough and John Helyar, it includes a new afterword by the authors that brings this remarkable story of greed and double-dealings up to date twenty years after the famed deal. The Los Angeles Times calls Barbarians at the Gate, “Superlative.” The Chicago Tribune raves, “It’s hard to imagine a better story...and it’s hard to imagine a better account.” And in an era of spectacular business crashes and federal bailouts, it still stands as a valuable cautionary tale that must be heeded.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Economics",
                "History",
                "Buisness",
                "Biography",
                "Writing",
                "Leadership"
            ]
        },
        {
            "title": "Місто",
            "authors": [
                "Valerian Pidmohylny"
            ],
            "ranking": 4.21,
            "ranking_count": 1179,
            "abstract": "Головний герой твору Степан Радченко приїздить до Києва разом із друзями приїздить на навчання. Хлопець марить «завоюванням» столиці, як і інші юнаки та дівчата, котрі тисячами потягнулися з села до міста у 20-х роках минулого століття. Степан підлаштовується до життя в столиці: терпить сусідських корів, яких, думав, уже не побачить, знайомиться з жінками та вчиться бути письменником.. Створене у 1927 році, «Місто» є першим урбаністичним романом в український літературі. Новаторство Валер’яна Підмогильного — в тому, що Київ також постає у творі одним із його героїв: саме вплив міста визначає долю Степана. Цю думку поділяє й ілюстратор книжки Максим Павлюк.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "European Literature",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Doors of Perception",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.92,
            "ranking_count": 15874,
            "abstract": "The Doors of Perception is a philosophical essay, released as a book, by Aldous Huxley. First published in 1954, it details his experiences when taking mescaline. The book takes the form of Huxley's recollection of a mescaline trip that took place over the course of an afternoon in May 1953. The book takes its title from a phrase in William Blake's 1793 poem 'The Marriage of Heaven and Hell'. Huxley recalls the insights he experienced, which range from the purely aesthetic to sacramental vision. He also incorporates later reflections on the experience and its meaning for art and religion.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Classics",
                "Writing",
                "Spirituality",
                "Audiobook",
                "Religion",
                "Science",
                "Literature"
            ]
        },
        {
            "title": "Practical Demonkeeping",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.83,
            "ranking_count": 44105,
            "abstract": "In Christopher Moore's ingenious debut novel, we meet one of the most memorably mismatched pairs in the annals of literature. The good-looking one is one-hundred-year-old ex-seminarian and roads scholar Travis O'Hearn. The green one is Catch, a demon with a nasty habit of eating most of the people he meets. Behind the fake Tudor facade of Pine Cove, California, Catch sees a four-star buffet. Travis, on the other hand, thinks he sees a way of ridding himself of his toothy traveling companion. The winos, neo-pagans, and deadbeat Lotharios of Pine Cove, meanwhile, have other ideas. And none of them is quite prepared when all hell breaks loose.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fantasy",
                "Fiction",
                "Horror",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Rats",
            "authors": [
                "James Herbert"
            ],
            "ranking": 3.93,
            "ranking_count": 19075,
            "abstract": "For millions of years man and rats had been natural enemies. But now for the first time - suddenly, shockingly, horribly - the balance of power had shifted and the rats began to prey on the human population.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Animals",
                "Fantasy",
                "European Literature",
                "Classics",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "A Rose for Emily and Other Stories",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 4.07,
            "ranking_count": 25461,
            "abstract": "Emily is a member of a family in the antebellum Southern aristocracy; after the Civil War, the family has fallen on hard times.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Horror",
                "Gothic",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Rainbow Six",
            "authors": [
                "Tom Clancy",
                "David Dukes"
            ],
            "ranking": 4.11,
            "ranking_count": 51223,
            "abstract": "Over the course of nine novels,. Tom Clancy. ’s “genius for big, compelling plots” and his “natural narrative gift” (. The New York Times Magazine. ) have mesmerized hundreds of millions of readers and established him as one of the preeminent storytellers of our time.. Rainbow Six. , however, goes beyond anything he has done before.. At its heart is John Clark, the ex-Navy SEAL of. Without Remorse. , well known from several of Clancy's novels as a master of secret operational missions. Whether hunting warlords in Japan, druglords in Colombia, or nuclear terrorists in the United States, Clark is efficient and deadly, but even he has ghosts in his past, demons that must be exorcised. And nothing is more demonic than the peril he must face in. Rainbow Six. .. Newly named the head of an international task force dedicated to combating terrorism, Clark is looking forward to getting his teeth into a new mission, but the opportunities start coming thicker and faster than anyone could have expected: an incident at a Swiss bank, the kidnapping of an international trader in Germany, a terrible raid on an amusement park in Spain.. Each episode seems separate, discrete, yet the timing disturbs Clark. Is there a connection? Is he being tested? With the help of his close associates, executive officer Alistair Stanley and strike team leaders Domingo Chavez and Peter Covington, Clark tries to figure out where all this activity is heading, but there is no way to predict the real threat: a group of terrorists like none the world has ever encountered, a band of men and women so extreme that their success could literally mean the end of life on Earth as we know it.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Action",
                "Spy Thriller",
                "Adventure",
                "Suspense",
                "Mystery"
            ]
        },
        {
            "title": "The Disorderly Knights",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.58,
            "ranking_count": 3771,
            "abstract": "The third volume in. The Lymond Chronicles. , the highly renowned series of historical novels by Dorothy Dunnett,. Disorderly Knights. takes place in 1551, when Francis Crawford of Lymond is dispatched to embattled Malta, to assist the Knights of Hospitallers in defending the island against the Turks. But shortly the swordsman and scholar discovers that the greatest threat to the Knights lies within their own ranks, where various factions vie secretly for master.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Literature",
                "Romance",
                "Classics"
            ]
        },
        {
            "title": "The Foundation Pit",
            "authors": [
                "Andrei Platonov",
                "Robert Chandler",
                "Elizabeth Chandler",
                "Olga Meerson"
            ],
            "ranking": 3.77,
            "ranking_count": 4915,
            "abstract": "In Andrey Platonov’s. The Foundation Pit. , a team of workers has been given the job of digging the foundation of an immense edifice, a palatial home for the perfect future that, they are convinced, is at hand. But the harder the team works, the deeper they dig, the more things go wrong, and it becomes clear that what is being dug is not a foundation, but an immense grave.. The Foundation Pit. is Platonov’s most overtly political book, written in direct response to the staggering brutalities of Stalin’s collectivization of Russian agriculture. It is also a literary masterpiece. Seeking to evoke unspeakable realities, Platonov deforms and transforms language in pages that echo both with the alienating doublespeak of power and the stark simplicity of prayer.. This English translation is the first and only one to be based on the definitive edition published by Pushkin House in Moscow. It includes extensive notes and, in an appendix, several striking passages deleted by Platonov. Robert Chandler and Olga Meerson’s afterword discusses the historical context and style of Platonov’s most haunted and troubling work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "Science Fiction",
                "Novels",
                "Philosophy"
            ]
        },
        {
            "title": "Small World",
            "authors": [
                "David Lodge"
            ],
            "ranking": 3.9,
            "ranking_count": 5626,
            "abstract": "Philip Swallow, Morris Zapp, Persse McGarrigle and the lovely Angelica are the jet-propelled academics who are on the move, in the air and on the make in David Lodge’s satirical Small World. It is a world of glamorous travel and high excitement, where stuffy lecture rooms are swapped for lush corners of the globe, and romance is in the air.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "European Literature",
                "Contemporary",
                "Literature",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Pilgrimage",
            "authors": [
                "Paulo Coelho",
                "Alan R. Clarke"
            ],
            "ranking": 3.65,
            "ranking_count": 55093,
            "abstract": "The Pilgrimage. recounts the spectacular trials of Paulo Coelho and his mysterious mentor, Petrus, as they journey across Spain in search of a miraculous sword.. The Pilgrimage. paved the way to Paulo Coelho's international bestselling novel. The Alchemist. . In many ways, these two volumes are companions—to truly comprehend one, you must read the other.. Step inside this captivating account of Paulo Coelho's pilgrimage along the road to Santiago. This fascinating parable explores the need to find one's own path. In the end, we discover that the extraordinary is always found in the ordinary and simple ways of everyday people. Part adventure story, part guide to self-discovery, this compelling tale delivers the perfect combination of enchantment and insight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Novels",
                "Travel",
                "Inspirational",
                "Religion",
                "Literature",
                "Contemporary",
                "Self Help"
            ]
        },
        {
            "title": "First Test",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.21,
            "ranking_count": 59781,
            "abstract": "In the medieval and fantastic realm of Tortall, Keladry of Mindelan is the first girl to take advantage of the decree that permits females to train for knighthood. Up against the traditional hazing of pages and a grueling schedule, Kel faces only one real roadblock: Lord Wyldon, the training master of pages and squires. He is absolutely against girls becoming knights. So while he is forced to train her, Wyldon puts her on probation for one year. It is a trial period that no male page has ever had to endure and one that separates the good natured Kel even more from her fellow trainees during the tough first year. But Kel Is not a girl to underestimate, as everyone is about to find out...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Inny świat",
            "authors": [
                "Gustaw Herling-Grudziński"
            ],
            "ranking": 4.03,
            "ranking_count": 6641,
            "abstract": "Wspomnienia Gustawa Herlinga - Grudzińskiego z sowieckiego łagru w Jercewie pod Archagielskiem. Książka obok nieprzeciętnych walorów literackich jest przede wszystkim - co podkreśla w rozmowie Autor - dokumentalną relacją ofiary, kronikarza i badacza instytucji i mechanizmów sowieckiego innego świata zbudowanego na utopijnej, zbrodniczej ideologii lewicowo - totalitarnej.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Nonfiction",
                "History",
                "Academic",
                "Classics",
                "War",
                "Cultural",
                "Historical",
                "Biography",
                "Autobiography"
            ]
        },
        {
            "title": "The Far Cry",
            "authors": [
                "Fredric Brown"
            ],
            "ranking": 3.81,
            "ranking_count": 338,
            "abstract": "Once upon a time, a girl named Jenny Ames was murdered in a lonely house. No one knew where she had come from, or why she had died, or who killed her. Years later a man moved into the same house and discovered that nothing is more seductive than an unsolved murder.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Novels",
                "Thriller",
                "Literature",
                "Horror",
                "The United States Of America"
            ]
        },
        {
            "title": "The Final Diagnosis",
            "authors": [
                "Arthur Hailey",
                "David Blossom"
            ],
            "ranking": 4.06,
            "ranking_count": 4964,
            "abstract": "A look at the workings of a modern day hospital through the lens of the pathologists department.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Medical",
                "Health",
                "Suspense",
                "Classics",
                "Novels",
                "Drama",
                "Mystery",
                "The United States Of America"
            ]
        },
        {
            "title": "Billiards at Half-Past Nine",
            "authors": [
                "Heinrich Böll",
                "Patrick Bowles"
            ],
            "ranking": 3.93,
            "ranking_count": 3943,
            "abstract": "Heinrich Böll's well-known, vehement opposition to fascism and war informs this moving story of Robert Faehmel. After being drawn into the Second World War to command retreating German forces despite his anti-Nazi feelings, Faehmel struggles to re-establish a normal life at the end of the war. He adheres to a rigorous schedule, including a daily game of billiards. When his routine is breached by an old friend from his past, now a power in German reconstruction, Faehmel is forced to confront both public and private memories.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "War",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Mythologies",
            "authors": [
                "Roland Barthes",
                "Annette Lavers"
            ],
            "ranking": 4.09,
            "ranking_count": 14387,
            "abstract": "No denunciation without its proper instrument of close analysis, Roland Barthes wrote in his preface to. Mythologies. . There is no more proper instrument of analysis of our contemporary myths than this book—one of the most significant works in French theory, and one that has transformed the way readers and philosophers view the world around them.. Our age is a triumph of codification. We own devices that bring the world to the command of our fingertips. We have access to boundless information and prodigious quantities of stuff. We decide to like or not, to believe or not, to buy or not. We pick and choose. We think we are free. Yet all around us, in pop culture, politics, mainstream media, and advertising, there are codes and symbols that govern our choices. They are the fabrications of consumer society. They express myths of success, well-being, and happiness. As Barthes sees it, these myths must be carefully deciphered, and debunked.. What Barthes discerned in mass media, the fashion of plastic, and the politics of postcolonial France applies with equal force to today's social networks, the iPhone, and the images of 9/11. This new edition of. Mythologies. , complete and beautifully rendered by the Pulitzer Prize–winning poet, critic, and translator Richard Howard, is a consecration of Barthes's classic—a lesson in clairvoyance that is more relevant now than ever.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Cultural",
                "Fantasy",
                "Criticism",
                "Sociology",
                "Linguistics"
            ]
        },
        {
            "title": "Mirror",
            "authors": [
                "Graham Masterton"
            ],
            "ranking": 3.89,
            "ranking_count": 1770,
            "abstract": "It is said that a mirror can trap a person's soul...Martin Williams is a broke, two-bit screenwriter living in Hollywood, but when he finds the very mirror that once hung in the house of a murdered 1930s child star, he happily spends all he has on it. He has long obsessed over the tragic story of Boofuls, a beautiful and successful actor who was slaughtered and dismembered by his grandmother. However, he soon discovers that this dream buy is in fact a living nightmare; the mirror was not only in Boofuls house, but witness to the death of this blond-haired and angelic child, which in turn has created a horrific and devastating portal to a hellish parallel universe. So when Martin’s landlord loses his grandson it is soon apparent that the mirror is responsible. But if a little boy has gone into the mirror, what on earth is going to come out?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Science Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Monsignor Quixote",
            "authors": [
                "Graham Greene"
            ],
            "ranking": 3.93,
            "ranking_count": 3826,
            "abstract": "A morally complex and mature work from a modern master. In this later novel by Graham Greene—featuring a new introduction—the author continues to explore moral and theological dilemmas through psychologically astute character studies and exciting drama on an international stage. The title character of. Monsignor Quixote. is a village priest, elevated to the rank of monsignor through a clerical error, who travels to Madrid accompanied by his best friend, Sancho, the Communist ex-mayor of the village, in Greene's lighthearted variation on Cervantes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Religion",
                "Literature",
                "Cultural",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Crown Duel",
            "authors": [
                "Sherwood Smith"
            ],
            "ranking": 3.98,
            "ranking_count": 8315,
            "abstract": "A deathbed promise to their father sends a daring girl and her brother off to war. Filled with intrigue, romance, and magic, this spellbinding novel is a dramatic coming-of-age story about a girl who rises from impoverished beginnings to take command of her own fate.. “Smith tells a fast-moving tale of adventure, intrigue, and honor, with Mel a likable heroine and a lively narrator.”--. Booklist",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "When Comes the Spring",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.01,
            "ranking_count": 8898,
            "abstract": "After a year of teaching in a one-room schoolhouse on the western frontier, Elizabeth plans her wedding to Wynn Delaney, a member of the Royal Canadian Mounted Police. As they begin their new life together at his isolated outpost in the far north, Elizabeth is unprepared for the loneliness she feels and the rigors of life without any of the conveniences she's accustomed to. Her deep love for Wynn and her faith in God seem like all she has. But will that be enough?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Romance",
                "Christian",
                "Fiction",
                "Inspirational",
                "Adult Fiction"
            ]
        },
        {
            "title": "Confessions of Felix Krull, Confidence Man: The Early Years",
            "authors": [
                "Thomas Mann",
                "Denver Lindley"
            ],
            "ranking": 3.89,
            "ranking_count": 4044,
            "abstract": "Thomas Mann's final novel recounts the strange and entranced career of the gifted swindler, Felix Krull, through his childhood and early manhood. Krull is a man unhampered by moral precepts that govern the conduct of ordinary mortals, and this natural lack of scruple, coupled with his formidable mental and physical endowments, enables him to develop the arts of subterfuge and deception with astonishing success and to rise swiftly from poverty to affluence. Following Krull along the shady paths his nature has destined him to take, the reader moves through a world peopled by bizarre characters from the lowest to the highest reaches of European society. Chameleon-like, Krull readily adapts himself to the situation of the moment, and so adept in the practices of chicanery does he become that his victims almost seem to count themselves privileged. And so it is too with the women who encounter the irresistible Krull, for where Krull is, the normal laws of human behavior are in suspense.. Originally the character of Felix Krull appeared in a short story Mann wrote in 1911. The story wasn't published until 1936, in the book. Stories of Three Decades. along with 23 other stories written from 1896 to 1929, the year in which he was awarded the Nobel Prize for Literature. Much later, he expanded the original story into a novel, managing to finish and publish Part 1, The Early Years, of the. Confessions of Felix Krull. to great public success. Due to Mann's death in 1955 the saga of the morally flexible and irresistible con-man remains unfinished.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Nobel Prize",
                "Literary Fiction",
                "Roman"
            ]
        },
        {
            "title": "More Than a Mistress",
            "authors": [
                "Mary Balogh"
            ],
            "ranking": 3.94,
            "ranking_count": 8326,
            "abstract": "An arrogant duke does the unthinkable-he falls in love with his mistress.. She raced onto the green, desperate to stop a duel. In the melee, Jocelyn Dudley, Duke of Tresham, was shot. To his astonishment, Tresham found himself hiring the servant as his nurse. Jane Ingleby was far too bold for her own good. Her blue eyes were the sort a man could drown in-were it not for her impudence. She questioned his every move, breached his secrets, touched his soul. When he offered to set her up in his London town house, love was the last thing on his mind..... Jane tried to pretend it was strictly business, an arrangement she was forced to accept in order to conceal a dangerous secret. Surely there was nothing more perilous than being the lover of such a man. Yet as she got past his devilish facade and saw the noble heart within, she knew the greatest jeopardy of all, a passion that drove her to risk everything on one perfect month with the improper gentleman who thought love was for fools.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Audiobook",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Napoleon of Notting Hill",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 3.83,
            "ranking_count": 3128,
            "abstract": "In a London of the future, the drudgery of capitalism and bureaucracy have worn the human spirit down to the point where it can barely stand. When a pint-sized clerk named Auberon Quinn is randomly selected as head of state, he decides to turn London into a medieval carnival for his own amusement. One man, Adam Wayne, takes the new order of things seriously, organizing a Notting Hill army to fight invaders from other neighborhoods. At first his project baffles everyone, but eventually his dedication proves infectious, with delightful results. First published in 1904, The Napoleon of Notting Hill was Chesterton's first novel. It has been called the best first novel by any author in the twentieth century. Newly designed and typeset by Waking Lion Press.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Humor",
                "Science Fiction",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "A Fine and Private Place",
            "authors": [
                "Peter S. Beagle"
            ],
            "ranking": 4.0,
            "ranking_count": 3657,
            "abstract": "This classic tale from the author of The Last Unicorn is a journey between the realms of the living and the dead, and a testament to the eternal power of love.. Michael Morgan was not ready to die, but his funeral was carried out just the same. Trapped in the dark limbo between life and death as a ghost, he searches for an escape. Instead, he discovers the beautiful Laura...and a love stronger than the boundaries of the grave and the spirit world.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Romance",
                "Classics",
                "Science Fiction Fantasy",
                "Death"
            ]
        },
        {
            "title": "A House Divided",
            "authors": [
                "Pearl S. Buck"
            ],
            "ranking": 3.92,
            "ranking_count": 4210,
            "abstract": "A House Divided, the third volume of the trilogy that began with The Good Earth and Sons, is a powerful portrayal of China in the midst of revolution. Wang Yuan is caught between the opposing ideas of different generations. After 6 years abroad, Yuan returns to China in the middle of a peasant uprising. His cousin is a captain in the revolutionary army, his sister has scandalized the family by her premarital pregnancy, and his warlord father continues to cling to his traditional ideals. It is through Yuan's efforts that a kind of peace is restored to the family.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Novels"
            ]
        },
        {
            "title": "Savannah",
            "authors": [
                "Eugenia Price"
            ],
            "ranking": 4.17,
            "ranking_count": 2154,
            "abstract": "Few writers have earned a place in readers' hearts as dear as Eugenia Price. Her novels entice us into a vanished world, peopled by characters who immediacy makes their joy, sorrow, heartbreak, and soaring love something we can share and savor. Eugenia Price chose Savannah, Georgia as one of the most fascinating cities of the South, as the setting of a quartet of novels that follow the fortunes of the city and families that gave it life.. Orphaned Mark Browning was only twenty when he renounced his father's fortune and sailed to Savannah, his mother's birthplace...and the home of two remarkable women. The first is Eliza McQueen Mackay, his mentor's beautiful wife, whom Mark loves with a deep, pure love that can never be spoken. The other is lovely young Caroline Cameron, whose life is blighted by a secret that has tormented her grandparents for half a century--a secret that affects Mark more closely than he imagines. Desiring one woman, loved by another Mark must confront the ghosts of a previous generation, and face the evil smoldering hate, before he can truly call Savannah his home.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Christian Fiction",
                "American",
                "Military History",
                "Literature",
                "Christian"
            ]
        },
        {
            "title": "Manufacturing Consent: Noam Chomsky and the Media: The Companion Book to the Award-Winning Film",
            "authors": [
                "Mark Achbar"
            ],
            "ranking": 4.37,
            "ranking_count": 473,
            "abstract": "Manufacturing Consent Noam Chomsky and the Media, the companion book to the award-winning film, charts the life of America's most famous dissident, from his boyhood days running his uncle's newsstand in Manhattan to his current role as outspoken social critic.. A complete transcript of the film is complemented by key excerpts from the writings, interviews and correspondence. Also included are exchanges between Chomsky and his critics, historical and biographical material, filmmakers' notes, a resource guide, more than 270 stills from the film and 18 Philosopher All-Stars Trading Cards!. Mark Achbar has applied a wide range of creative abilities and technical skills to over 50 films, videos, and books. He has worked as editor, researcher and production coordinator.. A juicily subversive biographical/philosophical documentary bristling and buzzing with ideas.—. Washington Post. You will see the whole sweep of the most challenging critic in modern political thought.—. Boston Globe. One of our real geniuses, an excellent introduction.—. Village Voice. An intellectually challenging crash course in the man's cooly contentious analysis, laying out his thoughts in a package that is clever and accessible.—. Los Angeles Times. Contents:. The Man. Early Influences. Vietnam A Turning Point. On His Role. The Media. Thought Control in Democratic Societies. A Propaganda Model. The Gulf War. A Case Study Cambodia & East Timor. Concision A Structural Constraint. Sports Rap with Noam Chomsky. A Cabal of Anti-Conspiricists. Media in Media, Pennsylvania. Alternative Media. The Linguist. Basic Premises. Nim Chimsky: Chimpanzee. And the Elusive Connection to his Politics. The Social Order. On Education. Anarchism/Libertarian Socialism. Resistance & Critical Analysis. The Critics (Media-Based). William F. Buckley, Jr. Firing Line. David Frum Journalist, Washington Post. Jeff Greenfield Producer, Nightline. Karl E. Meyer Editorial Writer, The New York Times. Peter Worthington Editor, The Ottawa Sun. The Critics (Other Elites). Fritz Bolkestein Former Dutch Minister of Defense. Michel Foucault Philosopher. Yossi Olmert Tel Aviv University. John Silber",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Biography",
                "Humanities",
                "Psychology",
                "Economics"
            ]
        },
        {
            "title": "The Fire-Dwellers",
            "authors": [
                "Margaret Laurence",
                "Sylvia Fraser"
            ],
            "ranking": 3.9,
            "ranking_count": 1438,
            "abstract": "Stacey MacAindra burns – to burst through the shadows of her existence to a richer life, to recover some of the passion she can only dimly remember from her past.. The Fire-Dwellers. is an extraordinary novel about a woman who has four children, a hard-working but uncommunicative husband, a spinster sister, and an abiding conviction that life has more to offer her than the tedious routine of her days.. Margaret Laurence has given us another unforgettable heroine – human, compelling, full of poetry, irony and humour. In the telling of her life, Stacey rediscovers for us all the richness of the commonplace, the pain and beauty in being alive, and the secret music that dances in everyone’s soul.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Tenant",
            "authors": [
                "Roland Topor",
                "Francis K. Price",
                "Thomas Ligotti"
            ],
            "ranking": 4.14,
            "ranking_count": 3649,
            "abstract": "The Tenant. chronicles a harrowing, fascinating descent into madness as the pathologically alienated Trelkovsky is subsumed into Simone Choule, an enigmatic suicide whose presence saturates his new apartment. More than a tale of possession, the novel probes disturbing depths of guilt, paranoia, and sexual obsession with an unsparing detachment.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "European Literature",
                "Fantasy",
                "Psychology"
            ]
        },
        {
            "title": "The Unvanquished",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.77,
            "ranking_count": 5694,
            "abstract": "Set in Mississippi during the Civil War and Reconstruction, THE UNVANQUISHED focuses on the Sartoris family, who, with their code of personal responsibility and courage, stand for the best of the Old South's traditions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "American",
                "Novels",
                "War",
                "Short Stories",
                "Military History"
            ]
        },
        {
            "title": "Sweet Thursday",
            "authors": [
                "John Steinbeck",
                "Robert DeMott"
            ],
            "ranking": 4.1,
            "ranking_count": 14737,
            "abstract": "In Monterey, on the California coast, Sweet Thursday is what they call the day after Lousy Wednesday, which is one of those days that are just naturally bad. Returning to the scene of. Cannery Row. , the weedy lots and junk heaps and flophouses of Monterey, John Steinbeck once more brings to life the denizens of a netherworld of laughter and tears from Fauna, new headmistress of the local brothel, to Hazel, a bum whose mother must have wanted a daughter.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "The United States Of America",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "The Long Dark Tea-Time of the Soul",
            "authors": [
                "Douglas Adams",
                "Wilson McLean"
            ],
            "ranking": 4.03,
            "ranking_count": 83819,
            "abstract": "When a passenger check-in desk at London's Heathrow Airport disappears in a ball of orange flame, the explosion is deemed an act of God. But which god, wonders holistic detective Dirk Gently? What god would be hanging around Heathrow trying to catch the 3:37 to Oslo? And what has this to do with Dirk's latest--and late-- client, found only this morning with his head revolving atop the hit record Hot Potato? Amid the hostile attentions of a stray eagle and the trauma of a very dirty refrigerator, super-sleuth Dirk Gently will once again solve the mysteries of the universe...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Letters from the Earth: Uncensored Writings",
            "authors": [
                "Mark Twain",
                "Bernard DeVoto",
                "Henry Nash Smith"
            ],
            "ranking": 4.21,
            "ranking_count": 7672,
            "abstract": "Letters from the Earth is one of Mark Twain's posthumously published works. The essays were written during a difficult time in Twain's life; he was deep in debt and had lost his wife and one of his daughters. The book consists of a series of short stories, many of which deal with God and Christianity. Twain penned a series of letters from the point-of-view of a dejected angel on Earth. This title story consists of letters written by the archangel Satan to archangels, Gabriel and Michael, about his observations on the curious proceedings of earthly life and the nature of man's religions. By analyzing the idea of heaven and God that is widely accepted by those who believe in both, Twain is able to take the silliness that is present and study it with the common sense that is absent. Not so much an attack as much as a cold dissection. Other short stories in the book include a bedtime story about a family of cats Twain wrote for his daughters, and an essay explaining why an anaconda is morally superior to Man. Twain's writings in Letters From the Earth find him at perhaps his most quizzical and questioning state ever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Religion",
                "Short Stories",
                "Writing",
                "Literature",
                "Philosophy",
                "Fantasy"
            ]
        },
        {
            "title": "The Secret of the Unicorn",
            "authors": [
                "Hergé"
            ],
            "ranking": 4.3,
            "ranking_count": 15147,
            "abstract": "In this classic graphic novel: Tintin stumbles across a model ship at the Old Street Market. Only it isn't just any model ship-it's the Unicorn, carved by one of Haddock's ancestors, and it holds a clue to finding pirate treasure!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Adventure",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics",
                "Mystery",
                "Cultural"
            ]
        },
        {
            "title": "User",
            "authors": [
                "Bruce Benderson"
            ],
            "ranking": 3.72,
            "ranking_count": 60,
            "abstract": "He is the son of a black derelict and a white New Ager, a beautifully toned specimen of urban male beauty, and a New York City street hustler. His special gift is reeling in his customers, who flip to him like spawning salmon. His greatest pleasure is feeling his eyes about to roll back, as the Dilaudid he has just injected races through his veins and begins licking his brain. His name is Apollo, and he is one of the most disturbing and seductive creations in recent American fiction. Bruce Benderson's User takes you into his world - a shocking world filled with stark yet hypnotic eroticism, mined with terrors peculiar to the subterranean big city in the hours after midnight. It is a world of crack dens and hideaway clubs that come dangerously to life after the rest of the city shuts down, where a half-illiterate, drug-addicted male prostitute spends more time with the entitled, the creative, and the rich than most celebrities dream possible...where justice is enforced by a cop in a flawless tuxedo, with a fierce and foxy transsexual on his arm...where a voyeuristic John finds thrills watching hustlers shoot up...and where an HIV-positive Ivy League dropout tries to salvage Apollo from the demons he himself has failed to escape. For Apollo it is a world that changes forever when he nearly murders the bouncer of a porno theater, and inspires a vow of blood from his victim's homeless, avenging young son. User speaks with the authentic voice of characters from the edge, with an excitement and poignancy the reader will find impossible to resist - or forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Literature"
            ]
        },
        {
            "title": "Bestiario",
            "authors": [
                "Julio Cortázar"
            ],
            "ranking": 4.24,
            "ranking_count": 17039,
            "abstract": "In these eight masterpieces there is no room for the smallest sign of stumbling or youthful undertones: they are perfect. These stories that speak about objects and daily happenings, pass over to another dimension, one of nightmare or revelation. In each text, surprise and uneasiness are ingredients added to the indescribable pleasure of its reading. These stories may upset readers due to a very rare characteristic in literature: They stare at us as if waiting for something in return. After reading these true classics, our opinion of the world cannot remain the same.. 1. Casa Tomada (House Taken Over). 2.  Carta a una señorita en París (Letter to a Young Lady in Paris). 3. Lejana (The Distances). 4. Ómnibus (Omnibus). 5. Cefalea (Headache). 6. Circe (Circe). 7. Las puertas del cielo (The Gates of Heaven). 8. Bestiario (Bestiary)",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "European Literature",
                "Magical Realism",
                "Fantasy",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Miraculous Journey of Edward Tulane",
            "authors": [
                "Kate DiCamillo",
                "Bagram Ibatoulline"
            ],
            "ranking": 4.35,
            "ranking_count": 95312,
            "abstract": "A timeless tale by the incomparable Kate DiCamillo, complete with stunning full-color plates by Bagram Ibatoulline, honors the enduring power of love.. Someone will come for you, but first you must open your heart. . . .. Once, in a house on Egypt Street, there lived a china rabbit named Edward Tulane. The rabbit was very pleased with himself, and for good reason: he was owned by a girl named Abilene, who treated him with the utmost care and adored him completely.. And then, one day, he was lost.. Kate DiCamillo takes us on an extraordinary journey, from the depths of the ocean to the net of a fisherman, from the top of a garbage heap to the fireside of a hoboes' camp, from the bedside of an ailing child to the bustling streets of Memphis. And along the way, we are shown a true miracle — that even a heart of the most breakable kind can learn to love, to lose, and to love again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Animals",
                "Audiobook"
            ]
        },
        {
            "title": "Escape from Reason: A Penetrating Analysis of Trends in Modern Thought",
            "authors": [
                "Francis A. Schaeffer",
                "J.P. Moreland"
            ],
            "ranking": 4.23,
            "ranking_count": 2314,
            "abstract": "Truth used to be based on reason. No more. What we. feel. is now the truest source of reality. Despite our obsession with the emotive and the experiential, we still face anxiety, despair, and purposelessness. How did we get here? And where do we find a remedy? In this modern classic, Francis A. Schaeffer traces trends in twentieth-century thought and unpacks how key ideas have shaped our society. Wide-ranging in his analysis, Schaeffer examines philosophy, science, art and popular culture to identify dualism, fragmentation and the decline of reason. Schaeffer's work takes on a newfound relevance today in his prescient anticipation of the contemporary postmodern ethos. His critique demonstrates Christianity's promise for a new century, one in as much need as ever of purpose and hope.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Christian",
                "Nonfiction",
                "Cultural",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "The Passions of the Mind",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.06,
            "ranking_count": 1846,
            "abstract": "In the 1880's, Vienna was Europe's glamour capital. It was in that brilliant city that Sigmund Freud began his long struggle to free people everywhere from the blindfolds & chains of their unknown natures. The Passions of the Mind is the story of an extraordinary man who proved that some of the most exciting challenges aren't met on the battlefield or on mountain peaks, but inside the hearts & minds of individuals. The story is told with great attention to accuracy. His research is recounted as meticulously as in a biography, tho it's fictionalized to allow readers understanding of feelings & thought processes. Freud was one of Vienna's most distinguished neurologists. He gave up a life of respectable affluence to become a daring researcher of uncharted seas in an effort to change forever our understanding of human motivations. He was a pioneer explorer of the dark frontiers of the sexual nature of humans, for which he was made a pariah. Includes Glossary & Bibliography.. This book involved six years of uninterrupted research & writing, yet the road was lighted at every turn, by the kindness & the generosity of almost everyone who had known Sigmund Freud or worked with him.-- Irving Stone.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Psychology",
                "Nonfiction",
                "Literature",
                "History",
                "Historical",
                "Philosophy",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "The Lazarus Child",
            "authors": [
                "Robert Mawson"
            ],
            "ranking": 3.37,
            "ranking_count": 804,
            "abstract": "It takes just an instant for a family's life to be changed forever. Now seven-year-old Frankie Heywood lies in a coma. The experts are telling her parents there is no hope. Their son is slipping away emotionally. And the Heywoods--their marriage already strained to the breaking point--are desperate. They have one last chance.. Dr. Elizabeth Chase is a brilliant neurologist who has dedicated her life to coaxing children back from the darkness. Her work is unconventional, controversial--and some say illegal. But the Heywoods have put their trust in her. They are convinced their daughter is waiting just beyond their reach. And they believe Dr. Chase is the miracle worker who can throw Frankie the lifeline that will lead their child back to them. But not even miracles occur without a price.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Roman",
                "Drama",
                "Adult Fiction",
                "Science Fiction",
                "Family",
                "Adult",
                "Mystery",
                "Novels"
            ]
        },
        {
            "title": "The Mysterious Stranger",
            "authors": [
                "Mark Twain"
            ],
            "ranking": 4.13,
            "ranking_count": 9163,
            "abstract": "relates the adventures of Satan, the sinless nephew of the biblical Satan, in Eseldorf, an Austrian village in the year 1702. Twain wrote this version between November 1897 and September 1900. Eseldorf is German for Assville or Donkeytown.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Literature",
                "Philosophy",
                "Religion",
                "Novels",
                "Horror"
            ]
        },
        {
            "title": "Tara Road",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.92,
            "ranking_count": 76176,
            "abstract": "With each new book, Maeve Binchy continues a remarkable progression of sales and audience growth, reaching fans of all ages and backgrounds with her matchless wit, warmth, and sheer storytelling magic. Tara Road, her first full-length novel since The Glass Lake, again shows her incomparable understanding of the human heart in the tale of two women, one from Ireland, one from America, who switch lives, and in doing so learn much about each other, as well as much about themselves. Ria lived on Tara Road in Dublin with her dashing husband, Danny, and their two children. She fully believed she was happily married, right up until the day Danny told her he was leaving her to be with his young, pregnant girlfriend. By a chance phone call, Ria meets Marilyn, a woman from New England unable to come to terms with her only son's death and now separated from her husband. The two women exchange houses for the summer with extraordinary consequences, each learning that the other has a deep secret that can never be revealed.. Drawn into lifestyles vastly differing from their own, at first each resents the news of how well the other is getting on. Ria seems to have become quite a hostess, entertaining half the neighborhood, which at first irritates the reserved and withdrawn Marilyn, a woman who has always guarded her privacy. Marilyn seems to have become bosom friends with Ria's children, as well as with Colm, a handsome restaurateur, whom Ria has begun to miss terribly. At the end of the summer, the women at last meet face-to-face. Having learned a great deal, about themselves and about each other, they find that they have become, firmly and forever, good friends.. A moving story rendered with the deft touch of a master artisan, Tara Road is Maeve Binchy at her very best — utterly beautiful, hauntingly unforgettable, entirely original, and wholly enjoyable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Adult Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "All But My Life: A Memoir",
            "authors": [
                "Gerda Weissmann Klein"
            ],
            "ranking": 4.3,
            "ranking_count": 19362,
            "abstract": "All But My Life. is the unforgettable story of Gerda Weissmann Klein's six-year ordeal as a victim of Nazi cruelty. From her comfortable home in Bielitz (present-day Bielsko) in Poland to her miraculous survival and her liberation by American troops—including the man who was to become her husband—in Volary, Czechoslovakia, in 1945, Gerda takes the reader on a terrifying journey.. Gerda's serene and idyllic childhood is shattered when Nazis march into Poland on September 3, 1939. Although the Weissmanns were permitted to live for a while in the basement of their home, they were eventually separated and sent to German labor camps. Over the next few years Gerda experienced the slow, inexorable stripping away of all but her life. By the end of the war she had lost her parents, brother, home, possessions, and community; even the dear friends she made in the labor camps, with whom she had shared so many hardships, were dead.. Despite her horrifying experiences, Klein conveys great strength of spirit and faith in humanity. In the darkness of the camps, Gerda and her young friends manage to create a community of friendship and love. Although stripped of the essence of life, they were able to survive the barbarity of their captors. Gerda's beautifully written story gives an invaluable message to everyone. It introduces them to last century's terrible history of devastation and prejudice, yet offers them hope that the effects of hatred can be overcome.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "World War II",
                "Autobiography",
                "History",
                "War",
                "Biography",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Mar Morto",
            "authors": [
                "Jorge Amado"
            ],
            "ranking": 4.05,
            "ranking_count": 2203,
            "abstract": "Escrito em 1936, quando o autor tinha apenas 24 anos, Mar morto conta as histórias da beira do cais da Bahia, como diz Jorge Amado na frase que abre o livro. E a frase é uma verdadeira carta de intenções. Nenhum outro livro sintetizou tão bem o mundo pulsante do cais de Salvador, com a rica mitologia que gira em torno de Iemanjá, a rainha do mar.. Personagens como o jovem mestre de saveiro Guma parecem prisioneiros de um destino traçado há muitas gerações: o dos homens que saem para o mar e que um dia serão levados por Iemanjá, deixando mulher e filhos a esperar, resignados.. Mas nesse mundo aparentemente parado no tempo há forças transformadoras em gestação. O médico Rodrigo e a professora Dulce, não por acaso dois forasteiros, procuram despertar a consciência da gente do cais contra o marasmo e a opressão.. É esse contraste entre o tempo do mito e o da história que move Mar morto, envolvendo-nos desde a primeira página na prosa calorosa de Jorge Amado.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Drama",
                "Historical"
            ]
        },
        {
            "title": "Radical Chic & Mau-Mauing the Flak Catchers",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.8,
            "ranking_count": 3221,
            "abstract": "The white liberal establishment encounters the newly emerging art of confrontation in two devastatingly funny essays exploring political stances and social styles in a status-minded world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Writing",
                "History",
                "Humor",
                "Cultural",
                "Sociology",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Desert Flower",
            "authors": [
                "Waris Dirie"
            ],
            "ranking": 4.14,
            "ranking_count": 28777,
            "abstract": "Waris Dirie, whose name means desert flower, was born in Somalia of nomadic parents. She underwent extreme female circumcision at the age of five, and when she was 13 her father sold her into marriage with a 60-year-old for five camels, at which time she ran away. She was discovered by a fashion photographer in the United States whilst working as a janitor at McDonald's, and became a model who has been used to promote Revlon skin-care products. She also speaks on women's rights in Africa and travels the world to give lectures on behalf of the UN. This is her autobiography.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "Autobiography",
                "Feminism",
                "Eastern Africa",
                "Biography Memoir",
                "Womens",
                "Contemporary"
            ]
        },
        {
            "title": "Funeral in Berlin",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 3.99,
            "ranking_count": 3721,
            "abstract": "FUNERAL IN BERLIN is a spellbinding tale of espionage and its counter in which double and triple crosses are common. Berlin with its infamous wall symbolized the Cold War as did no other place. It was like theatre, but is war for real.. Len Deighton has always been fascinated with the Cold War in a way that could be called scholarly...one always feels that the intricacies of espionage and of the Soviet Union's spy apparatus rest on serious research. And he writes with effortless mastery. (The Wall Street Journal). A most impressive book, a chronicle of our times, in which the tension, more like a chronic ache than a stab of pain, never lets go. (The London Evening Standard)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Cultural",
                "Novels",
                "Historical",
                "Suspense"
            ]
        },
        {
            "title": "Selected Short Stories",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 4.08,
            "ranking_count": 1300,
            "abstract": "From the Modern Library’s new set of beautifully repackaged hardcover classics by William Faulkner—also available are. Snopes, As I Lay Dying, The Sound and the Fury, Light in August,. and. Absalom, Absalom!. William Faulkner was a master of the short story. Most of the pieces in this collection are drawn from the greatest period in his writing life, the fifteen or so years beginning in 1929, when he published. The Sound and the Fury. . They explore many of the themes found in the novels and feature characters of small-town Mississippi life that are uniquely Faulkner’s. In “A Rose for Emily,” the first of his stories to appear in a national magazine, a straightforward, neighborly narrator relates a tale of love, betrayal, and murder. The vicious family of the Snopes trilogy turns up in “Barn Burning,” about a son’s response to the activities of his arsonist father. And Jason and Caddy Compson, two other inhabitants of Faulkner’s mythical Yoknapatawpha County, are witnesses to the terrorizing of a pregnant black laundress in “That Evening Sun.” These and the other stories gathered here attest to the fact that Faulkner is, as Ralph Ellison so aptly noted, “the greatest artist the South has produced.”",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Gothic",
                "American"
            ]
        },
        {
            "title": "To Lie with Lions",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.45,
            "ranking_count": 1897,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents The House of Niccolò series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. The year is 1471. Within the circus of statecraft, where the lions of Burgundy, Cyprus, England, and Venice stalk and snarl, Nicholas wields a valued whip. Having wrested his little son Jordan from his estranged wife, Gelis, he embarks on the greatest business scheme of his life-- beginning with a journey to Iceland. But while Nicholas confronts merchant knights, polar bears, and the frozen volcanic wastelands of the North, a greater challenge awaits: the vengeful Gelis, whose secrets threaten to topple all Nicholas has achieved. Here is Dorothy Dunnett at her best. Robustly paced, prodigiously detailed, To Lie with Lions renders the quicksands of Renaissance politics as well as the turnings of the human soul, from love to hate and back.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Adventure",
                "European Literature",
                "Romance",
                "Business"
            ]
        },
        {
            "title": "Au bonheur des ogres",
            "authors": [
                "Daniel Pennac"
            ],
            "ranking": 4.02,
            "ranking_count": 10737,
            "abstract": "Côté famille, maman s'est tirée une fois de plus en m'abandonnant les mômes, et le Petit s'est mis à rêver d'ogres de Noël.. Côté cœur, tante Julia a été séduite par ma nature de bouc (de bouc émissaire).. Côté boulot, la première bombe a explosé au rayon des jouets, cinq minutes après mon passage. La deuxième, quinze jours plus tard, au rayon des pulls, sous mes yeux. Comme j'étais là aussi pour l'explosion de la troisième, ils m'ont tous soupçonné.. Pourquoi moi ?. Je dois avoir un don...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Humor",
                "European Literature",
                "Roman",
                "Mystery",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Ghost of the Lantern Lady",
            "authors": [
                "Carolyn Keene"
            ],
            "ranking": 3.9,
            "ranking_count": 397,
            "abstract": "AT A HAUNTED HISTORIC VILLAGE, NANCY SEES THE GHOSTLY SIGNS OF FOUL PLAY Nancy loves a good mystery. That's why she, Bess, and George are volunteering at Persimmon Woods Pioneer Village, a living history museum of the 1830s. Nancy's heard that a lot of weird things have been happening there, like the eerie sightings of the Lantern Lady -- the ghost of an original settler.. But as soon as Nancy starts investigating, she learns that even though the workers at Persimmon Woods are in costume, the danger isn't an act. Someone has concocted a cunning scheme to destroy the village, and if Nancy doesn't find the culprit, she could become history, too.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Thriller",
                "Adventure"
            ]
        }
    ]
}