{
    "books": [
        {
            "title": "Sophie's World",
            "authors": [
                "Jostein Gaarder",
                "Paulette Møller"
            ],
            "ranking": 3.95,
            "ranking_count": 230860,
            "abstract": "An alternative cover for this ISBN can be found. here. One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: Who are you? and Where does the world come from? From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Novels",
                "Fantasy",
                "Literature",
                "Contemporary",
                "Unfinished",
                "European Literature"
            ]
        },
        {
            "title": "The Hound of the Baskervilles",
            "authors": [
                "Arthur Conan Doyle",
                "Anne Perry",
                "Martha",
                "Mark Hallaq"
            ],
            "ranking": 4.13,
            "ranking_count": 298377,
            "abstract": "Could the sudden death of Sir Charles Baskerville have been caused by the gigantic ghostly hound that is said to have haunted his family for generations? Arch-rationalist Sherlock Holmes characteristically dismisses the theory as nonsense. And immersed in another case, he sends Watson to Devon to protect the Baskerville heir and observe the suspects close at hand. With its atmospheric setting on the ancient, wild moorland and its savage apparition,. The Hound of the Baskervilles. is one of the greatest crime novels ever written. Rationalism is pitted against the supernatural, good against evil, as Sherlock Holmes seeks to defeat a foe almost his equal.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "House of Leaves",
            "authors": [
                "Mark Z. Danielewski"
            ],
            "ranking": 4.07,
            "ranking_count": 148773,
            "abstract": "Years ago, when. House of Leaves. was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth—musicians, tattoo artists, programmers, strippers, environmentalists, and adrenaline junkies—the book eventually made its way into the hands of older generations, who not only found themselves in those strangely arranged pages but also discovered a way back into the lives of their estranged children.. Now, for the first time, this astonishing novel is made available in book form, complete with the original colored words, vertical footnotes, and newly added second and third appendices.. The story remains unchanged, focusing on a young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside.. Of course, neither Pulitzer Prize-winning photojournalist Will Navidson nor his companion Karen Green was prepared to face the consequences of that impossibility, until the day their two little children wandered off and their voices eerily began to return another story—of creature darkness, of an ever-growing abyss behind a closet door, and of that unholy growl which soon enough would tear through their walls and consume all their dreams.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Novels",
                "Contemporary",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Bridge to Terabithia",
            "authors": [
                "Katherine Paterson"
            ],
            "ranking": 4.02,
            "ranking_count": 497452,
            "abstract": "Jess Aarons' greatest ambition is to be the fastest runner in his grade. He's been practicing all summer and can't wait to see his classmates' faces when he beats them all. But on the first day of school, a new girl boldly crosses over to the boys' side and outruns everyone.. That's not a very promising beginning for a friendship, but Jess and Leslie Burke become inseparable. Together they create Terabithia, a magical kingdom in the woods where the two of them reign as king and queen, and their imaginations set the only limits.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Childrens",
                "Fantasy",
                "Realistic Fiction",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Native Son",
            "authors": [
                "Richard Wright"
            ],
            "ranking": 4.01,
            "ranking_count": 93975,
            "abstract": "Right from the start, Bigger Thomas had been headed for jail. It could have been for assault or petty larceny; by chance, it was for murder and rape.. Native Son. tells the story of this young black man caught in a downward spiral after he kills a young white woman in a brief moment of panic.. Set in Chicago in the 1930s, Wright's powerful novel is an unsparing reflection on the poverty and feelings of hopelessness experienced by people in inner cities across the country and of what it means to be black in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Race",
                "Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Exodus",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.34,
            "ranking_count": 95480,
            "abstract": "Exodus. is an international publishing phenomenon--the towering novel of the twentieth century's most dramatic geopolitical event. Leon Uris magnificently portrays the birth of a new nation in the midst of enemies--the beginning of an earthshaking struggle for power. Here is the tale that swept the world with its fury: the story of an American nurse, an Israeli freedom fighter caught up in a glorious, heartbreaking, triumphant era.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "War",
                "Novels",
                "World War II"
            ]
        },
        {
            "title": "Norwegian Wood",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 4.03,
            "ranking_count": 459026,
            "abstract": "Toru, a quiet and preternaturally serious young college student in Tokyo, is devoted to Naoko, a beautiful and introspective young woman, but their mutual passion is marked by the tragic death of their best friend years before. Toru begins to adapt to campus life and the loneliness and isolation he faces there, but Naoko finds the pressures and responsibilities of life unbearable. As she retreats further into her own world, Toru finds himself reaching out to others and drawn to a fiercely independent and sexually liberated young woman.. A magnificent blending of the music, the mood, and the ethos that was the sixties with the story of one college student's romantic coming of age,. Norwegian Wood. brilliantly recaptures a young man's first, hopeless, and heroic love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Romance",
                "Contemporary",
                "Asian Literature",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Girl with a Pearl Earring",
            "authors": [
                "Tracy Chevalier"
            ],
            "ranking": 3.91,
            "ranking_count": 683159,
            "abstract": "With precisely 35 canvases to his credit, the Dutch painter Johannes Vermeer represents one of the great enigmas of 17th-century art. The meager facts of his biography have been gleaned from a handful of legal documents. Yet Vermeer's extraordinary paintings of domestic life, with their subtle play of light and texture, have come to define the Dutch golden age. His portrait of the anonymous Girl with a Pearl Earring has exerted a particular fascination for centuries—and it is this magnetic painting that lies at the heart of Tracy Chevalier's second novel of the same title.. Girl with a Pearl Earring. centers on Vermeer's prosperous Delft household during the 1660s. When Griet, the novel's quietly perceptive heroine, is hired as a servant, turmoil follows. First, the 16-year-old narrator becomes increasingly intimate with her master. Then Vermeer employs her as his assistant—and ultimately has Griet sit for him as a model.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Art",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Into the Wild",
            "authors": [
                "Jon Krakauer"
            ],
            "ranking": 4.0,
            "ranking_count": 982072,
            "abstract": "Librarian's Note: An alternate cover edition can be found. here. In April, 1992, a young man from a well-to-do family hitchhiked to Alaska and walked alone into the wilderness north of Mt. McKinley. His name was Christopher Johnson McCandless. He had given $25,000 in savings to charity, abandoned his car and most of his possessions, burned all the cash in his wallet, and invented a new life for himself. Four months later, a party of moose hunters found his decomposed body. How McCandless came to die is the unforgettable story of. Into the Wild. .. Immediately after graduating from college in 1991, McCandless had roamed through the West and Southwest on a vision quest like those made by his heroes Jack London and John Muir. In the Mojave Desert he abandoned his car, stripped it of its license plates, and burned all of his cash. He would give himself a new name, Alexander Supertramp, and, unencumbered by money and belongings, he would be free to wallow in the raw, unfiltered experiences that nature presented. Craving a blank spot on the map, McCandless simply threw away the maps. Leaving behind his desperate parents and sister, he vanished into the wild.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Travel",
                "Adventure",
                "Classics",
                "Autobiography",
                "Environment",
                "Biography Memoir",
                "Academic"
            ]
        },
        {
            "title": "The Tin Drum",
            "authors": [
                "Günter Grass",
                "Ralph Manheim"
            ],
            "ranking": 3.95,
            "ranking_count": 41212,
            "abstract": "On his third birthday Oskar decides to stop growing. Haunted by the deaths of his parents and wielding his tin drum Oskar recounts the events of his extraordinary life; from the long nightmare of the Nazi era to his anarchic adventures in post-war Germany.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "Literature",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Nobel Prize",
                "War"
            ]
        },
        {
            "title": "Oh, the Places You'll Go!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.35,
            "ranking_count": 369761,
            "abstract": "For out-starting upstarts of all ages, here is a wonderfully wise and blessedly brief graduation speech from the one and only Dr. Seuss!. In his inimitable, humorous verse and pictures, he addresses the Great Balancing Act (life itself, and the ups and downs it presents) while encouraging us to find the success that lies within us.. And will you succeed?. Yes! You will indeed!. (98 and ¾ percent guaranteed.). A modern classic,. Oh, the Places You'll Go!. was first published one year before Dr. Seuss's death at the age of eighty-seven. In a mere fifty-six pages, Dr, Seuss managed to impart a lifetime of wisdom. It is the perfect send-off for children starting out in the maze of life, be they nursery school grads or newly-minted PhD's. Everyone will find it inspired good fun.. With his unique combination of hilarious stories, zany pictures and riotous rhymes,. Dr. Seuss. has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic. 'Cat in the Hat'. ,. and ranked among the world's top children's authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Fantasy",
                "Young Adult",
                "Inspirational",
                "Kids",
                "Humor"
            ]
        },
        {
            "title": "Me Talk Pretty One Day",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.0,
            "ranking_count": 661641,
            "abstract": "David Sedaris' move to Paris from New York inspired these hilarious pieces, including the title essay, about his attempts to learn French from a sadistic teacher who declares that every day spent with you is like having a caesarean section. His family is another inspiration. You Can't Kill the Rooster is a portrait of his brother, who talks incessant hip-hop slang to his bewildered father. And no one hones a finer fury in response to such modern annoyances as restaurant meals presented in ludicrous towers of food and cashiers with six-inch fingernails.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Writing",
                "Short Stories",
                "Biography",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Very Hungry Caterpillar",
            "authors": [
                "Eric Carle"
            ],
            "ranking": 4.3,
            "ranking_count": 452373,
            "abstract": "THE all-time classic story, from generation to generation, sold somewhere in the world every 30 seconds! Have you shared it with a child or grandchild in your life?. One sunny Sunday, the caterpillar was hatched out of a tiny egg. He was very hungry. On Monday, he ate through one apple; on Tuesday, he ate through three plums--and still he was hungry. When full at last, he made a cocoon around himself and went to sleep, to wake up a few weeks later wonderfully transformed into a butterfly!. The brilliantly innovative Eric Carle has dramatized the story of one of Nature's commonest yet loveliest marvels, the metamorphosis of the butterfly. This audiobook will delight as well as instruct the very youngest listener.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Food and Drink",
                "Number",
                "Kids",
                "Science"
            ]
        },
        {
            "title": "American Psycho",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.81,
            "ranking_count": 266290,
            "abstract": "Patrick Bateman is twenty-six and he works on Wall Street, he is handsome, sophisticated, charming and intelligent. He is also a psychopath. Taking us to head-on collision with America's greatest dream—and its worst nightmare—. American Psycho. is bleak, bitter, black comedy about a world we all recognise but do not wish to confront.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Classics",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Neverending Story",
            "authors": [
                "Michael Ende",
                "Ralph Manheim",
                "Roswitha Quadflieg"
            ],
            "ranking": 4.17,
            "ranking_count": 183421,
            "abstract": "This epic work of the imagination has captured the hearts of millions of readers worldwide since it was first published. Its special story within a story is an irresistible invitation for readers to become part of the book itself.. The story begins with a lonely boy named Bastian and the strange book that draws him into the beautiful but doomed world of Fantastica. Only a human can save this enchanted place by giving its ruler, the Childlike Empress, a new name. But the journey to her tower leads through lands of dragons, giants, monsters, and magic, and once Bastian begins his quest, he may never return. As he is drawn deeper into Fantastica, he must find the courage to face unspeakable foes and the mysteries of his own heart.. Readers, too, can travel to the wondrous, unforgettable world of Fantastica if they will just turn the page...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "European Literature",
                "Writing",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Reader",
            "authors": [
                "Bernhard Schlink",
                "Carol Brown Janeway"
            ],
            "ranking": 3.77,
            "ranking_count": 188318,
            "abstract": "Hailed for its coiled eroticism and the moral claims it makes upon the reader, this mesmerizing novel is a story of love and secrets, horror and compassion, unfolding against the haunted landscape of postwar Germany.. When he falls ill on his way home from school, fifteen-year-old Michael Berg is rescued by Hanna, a woman twice his age. In time she becomes his lover—then she inexplicably disappears. When Michael next sees her, he is a young law student, and she is on trial for a hideous crime. As he watches her refuse to defend her innocence, Michael gradually realizes that Hanna may be guarding a secret she considers more shameful than murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "World War II",
                "Romance",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "The Virgin Suicides",
            "authors": [
                "Jeffrey Eugenides"
            ],
            "ranking": 3.83,
            "ranking_count": 259156,
            "abstract": "The shocking thing about the girls was how nearly normal they seemed when their mother let them out for the one and only date of their lives. Twenty years on, their enigmatic personalities are embalmed in the memories of the boys who worshipped them and who now recall their shared adolescence: the brassiere draped over a crucifix belonging to the promiscuous Lux; the sisters' breathtaking appearance on the night of the dance; and the sultry, sleepy street across which they watched a family disintegrate and fragile lives disappear.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Little House in the Big Woods",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.19,
            "ranking_count": 250496,
            "abstract": "Based on the real-life adventures of Laura Ingalls Wilder, Little House in the Big Woods is the first book in the award-winning Little House series, which has captivated generations of readers. This edition features the classic black-and-white artwork from Garth Williams.. Little House in the Big Woods takes place in 1871 and introduces us to four-year-old Laura, who lives in a log cabin on the edge of the Big Woods of Wisconsin. She shares the cabin with her Pa, her Ma, her sisters Mary and Carrie, and their lovable dog, Jack.. Pioneer life isn’t easy for the Ingalls family, since they must grow or catch all their own food as they get ready for the cold winter. But they make the best of every tough situation. They celebrate Christmas with homemade toys and treats, do their spring planting, bring in the harvest in the fall, and make their first trip into town. And every night, safe and warm in their little house, the sound of Pa’s fiddle lulls Laura and her sisters into sleep.. The nine books in the timeless Little House series tell the story of Laura’s real childhood as an American pioneer, and are cherished by readers of all generations. They offer a unique glimpse into life on the American frontier, and tell the heartwarming, unforgettable story of a loving family.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Foucault's Pendulum",
            "authors": [
                "Umberto Eco",
                "William Weaver"
            ],
            "ranking": 3.91,
            "ranking_count": 64900,
            "abstract": "Foucault's Pendulum. is divided into ten segments represented by the ten Sefiroth. The novel is full of esoteric references to the Kabbalah. The title of the book refers to an actual pendulum designed by the French physicist Léon Foucault to demonstrate the rotation of the earth, which has symbolic significance within the novel.. Bored with their work, and after reading too many manuscripts about occult conspiracy theories, three vanity publisher employees (Belbo, Diotallevi and Casaubon) invent their own conspiracy for fun. They call this satirical intellectual game The Plan, a hoax that connects the medieval Knights Templar with other occult groups from ancient to modern times. This produces a map indicating the geographical point from which all the powers of the earth can be controlled—a point located in Paris, France, at Foucault’s Pendulum. But in a fateful turn the joke becomes all too real.. The three become increasingly obsessed with The Plan, and sometimes forget that it's just a game. Worse still, other conspiracy theorists learn about The Plan, and take it seriously. Belbo finds himself the target of a real secret society that believes he possesses the key to the lost treasure of the Knights Templar.. Orchestrating these and other diverse characters into his multilayered semioticadventure, Eco has created a superb cerebral entertainment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Literature",
                "Classics",
                "European Literature",
                "Thriller",
                "Novels",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Absalom, Absalom!",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.97,
            "ranking_count": 41181,
            "abstract": "Published in 1936, Absalom, Absalom! is considered by many to be William Faulkner's masterpiece. Although the novel's complex and fragmented structure poses considerable difficulty to readers, the book's literary merits place it squarely in the ranks of America's finest novels. The story concerns Thomas Sutpen, a poor man who finds wealth and then marries into a respectable family. His ambition and extreme need for control bring about his ruin and the ruin of his family. Sutpen's story is told by several narrators, allowing the reader to observe variations in the saga as it is recounted by different speakers. This unusual technique spotlights one of the novel's central questions: To what extent can people know the truth about the past?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Gothic",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Magus",
            "authors": [
                "John Fowles"
            ],
            "ranking": 4.05,
            "ranking_count": 53400,
            "abstract": "This daring literary thriller, rich with eroticism and suspense, is one of John Fowles's best-loved and bestselling novels and has contributed significantly to his international reputation as a writer of the first degree. At the center of. The Magus. is Nicholas Urfe, a young Englishman who accepts a teaching position on a remote Greek island, where he befriends a local millionaire. The friendship soon evolves into a deadly game, in which reality and fantasy are deliberately manipulated, and Nicholas finds that he must fight not only for his sanity but for his very survival.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "Mystery",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Bury My Heart at Wounded Knee: An Indian History of the American West",
            "authors": [
                "Dee Brown"
            ],
            "ranking": 4.22,
            "ranking_count": 81411,
            "abstract": "Now a special 30th-anniversary edition in both hardcover and paperback, the classic bestselling history. The New York Times. called Original, remarkable, and finally heartbreaking...Impossible to put down.. Bury My Heart at Wounded Knee. is Dee Brown's eloquent, fully documented account of the systematic destruction of the American Indian during the second half of the nineteenth century. A national bestseller in hardcover for more than a year after its initial publication, it has sold almost four million copies and has been translated into seventeen languages. For this elegant thirtieth-anniversary edition—published in both hardcover and paperback—Brown has contributed an incisive new preface.. Using council records, autobiographies, and firsthand descriptions, Brown allows the great chiefs and warriors of the Dakota, Ute, Sioux, Cheyenne, and other tribes to tell us in their own words of the battles, massacres, and broken treaties that finally left them demoralized and defeated. A unique and disturbing narrative told with force and clarity,. Bury My Heart at Wounded Knee. changed forever our vision of how the West was really won.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Classics",
                "Historical",
                "Politics",
                "Race",
                "War",
                "Westerns",
                "Native Americans"
            ]
        },
        {
            "title": "Nine Stories",
            "authors": [
                "J.D. Salinger"
            ],
            "ranking": 4.18,
            "ranking_count": 140470,
            "abstract": "Nine Stories (1953) is a collection of short stories by American fiction writer J. D. Salinger published in April 1953. It includes two of his most famous short stories, A Perfect Day for Bananafish and For Esmé – with Love and Squalor. (Nine Stories is the U.S. title; the book is published in many other countries as For Esmé - with Love and Squalor, and Other Stories.). The stories are:. A Perfect Day for Bananafish. Uncle Wiggily in Connecticut. Just Before the War with the Eskimos. The Laughing Man. Down at the Dinghy. For Esmé – with Love and Squalor. Pretty Mouth and Green My Eyes. De Daumier-Smith's Blue Period. Teddy",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Time to Kill",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.09,
            "ranking_count": 759445,
            "abstract": "An alternate cover edition for the ISBN 9780385338608 can be found. here.. Before The Firm and The Pelican Brief made him a superstar, John Grisham wrote this riveting story of retribution and justice. In this searing courtroom drama, best-selling author John Grisham probes the savage depths of racial violence, as he delivers a compelling tale of uncertain justice in a small southern town, Clanton, Mississippi.. The life of a ten-year-old girl is shattered by two drunken and remorseless young men. The mostly white town reacts with shock and horror at the inhuman crime. That is, until her black father acquires an assault rifle and takes matters into his hands.. For ten days, as burning crosses and the crack of sniper fire spread through the streets of Clanton, the nation sits spellbound as young defense attorney Jake Brigance struggles to save his client's life, and then his own.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Novels",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "I, Claudius",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.23,
            "ranking_count": 61898,
            "abstract": "Into the 'autobiography' of Clau-Clau-Claudius, the pitiful stammerer who was destined to become Emperor in spite of himself, Graves packs the everlasting intrigues, the depravity, the bloody purges and mounting cruelty of the reigns of Augustus and Tiberius, soon to culminate in the deified insanity of Caligula.. I, Claudius. and its sequel,. Claudius the God. , are among the most celebrated, as well the most gripping historical novels ever written.. Cover illustration: Brian Pike",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "All the King's Men",
            "authors": [
                "Robert Penn Warren"
            ],
            "ranking": 4.07,
            "ranking_count": 60869,
            "abstract": "All the King's Men. is a 1946 novel by Robert Penn Warren. Its title is drawn from the nursery rhyme Humpty Dumpty. The novel tells the story of charismatic populist governor Willie Stark and his political machinations in the Depression-era Deep South. It is commonly thought to have been loosely inspired by the real-life story of U.S. Senator Huey P. Long, who was assassinated in 1935. Warren won the Pulitzer Prize for. All the King's Men. in 1947. The novel has received critical acclaim and remained perennially popular since its first publication. It was rated the 36th greatest novel of the 20th century by Modern Library, and it was chosen as one of Time magazine's 100 best novels since 1923. All the King's Men portrays the dramatic and theatrical political rise and governorship of Willie Stark, a cynical populist in the 1930s American South.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Politics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Revolutionary Road",
            "authors": [
                "Richard Yates"
            ],
            "ranking": 3.91,
            "ranking_count": 83695,
            "abstract": "In the hopeful 1950s, Frank and April Wheeler appear to be a model American couple: bright, beautiful, talented, with two young children and a starter home in the suburbs. Perhaps they married too young and started a family too early. Maybe Frank's job is dull. And April never saw herself as a housewife. Yet they have always lived on the assumption that greatness is only just around the corner. But now that certainty is now about to crumble. With heartbreaking compassion and remorseless clarity, Richard Yates shows how Frank and April mortgage their spiritual birthright, betraying not only each other, but their best selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Neverwhere",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.17,
            "ranking_count": 475254,
            "abstract": "Under the streets of London there's a place most people could never even dream of. A city of monsters and saints, murderers and angels, knights in armour and pale girls in black velvet. This is the city of the people who have fallen between the cracks.. Richard Mayhew, a young businessman, is going to find out more than enough about this other London. A single act of kindness catapults him out of his workday existence and into a world that is at once eerily familiar and utterly bizarre. And a strange destiny awaits him down here, beneath his native city: Neverwhere.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Horror",
                "Adventure",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "Cold Mountain",
            "authors": [
                "Charles Frazier"
            ],
            "ranking": 3.87,
            "ranking_count": 232912,
            "abstract": "Cold Mountain. is a novel about a soldier’s perilous journey back to his beloved near the Civil War's end. At once a love story & a harrowing account of one man’s long walk home, Cold Mountain introduces a new talent in American literature.. Based on local history & family stories passed down by Frazier’s great-great-grandfather,. Cold Mountain. is the tale of a wounded Confederate soldier, Inman, who walks away from the ravages of the war & back home to his prewar sweetheart, Ada. His odyssey thru the devastated landscape of the soon-to-be-defeated South interweaves with Ada’s struggle to revive her father’s farm, with the help of an intrepid young drifter named Ruby. As their long-separated lives begin to converge at the close of the war, Inman & Ada confront the vastly transformed world they’ve been delivered.. Frazier reveals insight into human relations with the land & the dangers of solitude. He also shares with the great 19th century novelists a keen observation of a society undergoing change.. Cold Mountain. recreates a world gone by that speaks to our time.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Military History",
                "War",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Holes",
            "authors": [
                "Louis Sachar"
            ],
            "ranking": 3.98,
            "ranking_count": 1083824,
            "abstract": "Stanley Yelnats is under a curse. A curse that began with his no-good-dirty-rotten-pig-stealing-great-great-grandfather and has since followed generations of Yelnats. Now Stanley has been unjustly sent to a boys’ detention center, Camp Green Lake, where the boys build character by spending all day, every day digging holes exactly five feet wide and five feet deep. There is no lake at Camp Green Lake. But there are an awful lot of holes.. It doesn’t take long for Stanley to realize there’s more than character improvement going on at Camp Green Lake. The boys are digging holes because the warden is looking for something. But what could be buried under a dried-up lake? Stanley tries to dig up the truth in this inventive and darkly humorous tale of crime and punishment—and redemption.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Realistic Fiction",
                "Mystery",
                "Academic",
                "Adventure",
                "Contemporary"
            ]
        },
        {
            "title": "I, Robot",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.21,
            "ranking_count": 310484,
            "abstract": "Isaac Asimov's I, Robot launches readers on an adventure into a not-so-distant future where man and machine , struggle to redefinelife, love, and consciousness—and where the stakes are nothing less than survival. Filled with unforgettable characters, mind-bending speculation, and nonstop action, I, Robot is a powerful reading experience from one of the master storytellers of our time.. I, ROBOT. They mustn't harm a human being, they must obey hitman orders, and they must protect their own existence...but only so long as that doesn't violate rules one and two. With these Three Laws of Robotics, humanity embarked on perhaps its greatest adventure: the invention of the first positronic man. It was a bold new era of evolution that would open up enormous possibilities—and unforeseen risks. For the scientists who invented the earliest robots weren't content that their creations should ' remain programmed helpers, companions, and semisentient worker-machines. And soon the robots themselves; aware of their own intelligence, power, and humanity, aren't either.. As humans and robots struggle to survive together—and sometimes against each other—on earth and in space, the future of both hangs in the balance. Human men and women confront robots gone mad, telepathic robots, robot politicians, and vast robotic intelligences that may already secretly control the world. And both are asking the same questions: What is human? And is humanity obsolete?. In l, Robot Isaac Asimov changes forever our perception of robots, and human beings and updates the timeless myth of man's dream to play god. with all its rewards—and terrors.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Short Stories",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The BFG",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.22,
            "ranking_count": 431604,
            "abstract": "Captured by a giant! The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, the Fleshlumpeater, the Bonecruncher, or any of the other giants-rather than the BFG-she would have soon become breakfast.. When Sophie hears that they are flush-bunking off in England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Humor",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Island of the Blue Dolphins",
            "authors": [
                "Scott O'Dell"
            ],
            "ranking": 3.85,
            "ranking_count": 314533,
            "abstract": "In the Pacific there is an island that looks like a big fish sunning itself in the sea. Around it, blue dolphins swim, otters play, and sea elephants and sea birds abound. Once, Indians also lived on the island. And when they left and sailed to the east, one young girl was left behind. — This is the story of Karana, the Indian girl who lived alone for years on the Island of the Blue Dolphins. Year after year, she watched one season pass into another and waited for a ship to take her away. But while she waited, she kept herself alive by building shelter, making weapons, finding food, and fighting her enemies, the wild dogs. It is not only an unusual adventure of survival, but also a tale of natural beauty and personal discovery.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Classics",
                "Childrens",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "The Hours",
            "authors": [
                "Michael Cunningham"
            ],
            "ranking": 3.94,
            "ranking_count": 131745,
            "abstract": "In 1920s London, Virginia Woolf is fighting against her rebellious spirit as she attempts to make a start on her new novel. A young wife and mother, broiling in a suburb of 1940s Los Angeles, yearns to escape and read her precious copy of Mrs Dalloway. And Clarissa Vaughan steps out of her smart Greenwich village apartment in 1990s New York to buy flowers for a party she is hosting for a dying friend.. The Hours recasts the classic story of Woolf's Mrs Dalloway in a startling new light. Moving effortlessly across the decades and between England and America, this exquisite novel intertwines the worlds of three unforgettable women.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "LGBT",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Rosencrantz and Guildenstern Are Dead",
            "authors": [
                "Tom Stoppard"
            ],
            "ranking": 4.04,
            "ranking_count": 84969,
            "abstract": "Hamlet. told from the worm's-eye view of two minor characters, bewildered Rosencrantz and Guildenstern. Echoes of. Waiting for Godot. resound, reality and illusion mix, and where fate leads heroes to a tragic but inevitable end.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Humor",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Glass Menagerie",
            "authors": [
                "Tennessee Williams",
                "Robert Bray",
                "Anastasia Hillie",
                "George Mackay",
                "Patsy Ferran",
                "Sope Dirisu"
            ],
            "ranking": 3.72,
            "ranking_count": 122446,
            "abstract": "No play in the modern theater has so captured the imagination and heart of the American public as Tennessee Williams's The Glass Menagerie. As Williams's first popular success, it launched the brilliant, if somewhat controversial, career, of our pre-eminent lyric playwright. Since its premiere in Chicago in 1944, with the legendary Laurette Taylor in the role of Amanda, Menagaerie has been the bravura piece for great actresses from Jessica Tandy to Joanne Woodward, and is studied and performed in classrooms and theatres around the world.. The Glass Menagerie (in the reading text the author preferred) is now available only in its New Directions Paperbook edition. A new introduction by the editor of The Tennessee Williams Annual Review, Robert Bray, reappraises the play more than half a century after it won the New York Drama Critics Circle Award. This edition of The Glass Menagerie also includes Williams's essay on the impact of sudden fame on a struggling writer, The Catastrophe of Success, as well as a short section of Williams's own Production Notes.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Firm",
            "authors": [
                "Robin Waterfield",
                "John Grisham"
            ],
            "ranking": 4.04,
            "ranking_count": 599176,
            "abstract": "Adaptation for younger readers.. Mitch McDeere is a young, intelligent and ambitious lawyer. When he gets a job with a top tax law firm in Memphis, he is delighted. But he quickly becomes suspicious after mysterious deaths, obsessive office security, and the Chicago mob figure into its operations. The situation only escalates when Mitch discovers that the firm is listening in on his phone calls and that the FBI want to speak to him. Money and power has a price — and it could be Mitch's life.. Adaptation Notes. This adaptation is a simplified text designed in association with world famous educational publishers, to provide a step-by-step approach to the joys of reading for pleasure. The series include original stories, contemporary titles based on today's best-selling media hits, and easily accessible versions of the literary classics from around the world. Each book has an introduction and extensive activity material. They are published at different levels for readers of all skill levels.. Series Editors:. Andy Hopkins. and. Jocelyn Potter. Book Details:. - Difficulty: Level 5 - Upper Intermediate (2300 words). - Category: Contemporary. - Dialect: British English",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "The Bluest Eye",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 4.09,
            "ranking_count": 206046,
            "abstract": "The Bluest Eye. is Toni Morrison's first novel, a book heralded for its richness of language and boldness of vision. Set in the author's girlhood hometown of Lorain, Ohio, it tells the story of black, eleven-year-old Pecola Breedlove. Pecola prays for her eyes to turn blue so that she will be as beautiful and beloved as all the blond, blue-eyed children in America. In the autumn of 1941, the year the marigolds in the Breedloves' garden do not bloom. Pecola's life does change- in painful, devastating ways.. What its vivid evocation of the fear and loneliness at the heart of a child's yearning, and the tragedy of its fulfillment.. The Bluest Eye. remains one of Toni Morrisons's most powerful, unforgettable novels- and a significant work of American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Race",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Academic",
                "Adult"
            ]
        },
        {
            "title": "The Power of One",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.33,
            "ranking_count": 84125,
            "abstract": "In 1939, as Hitler casts his enormous, cruel shadow across the world, the seeds of apartheid take root in South Africa. There, a boy called Peekay is born. His childhood is marked by humiliation and abandonment, yet he vows to survive and conceives heroic dreams, which are nothing compared to what life actually has in store for him. He embarks on an epic journey through a land of tribal superstition and modern prejudice where he will learn the power of words, the power to transform lives and the power of one.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "Southern Africa",
                "Young Adult",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Breakfast at Tiffany's and Three Stories",
            "authors": [
                "Truman Capote"
            ],
            "ranking": 3.89,
            "ranking_count": 190794,
            "abstract": "It's New York in the 1940s, where the martinis flow from cocktail hour till breakfast at Tiffany's. And nice girls don't, except, of course, Holly Golightly. Pursued by Mafia gangsters and playboy millionaires, Holly is a fragile eyeful of tawny hair and turned-up nose, a heart-breaker, a perplexer, a traveller, a tease. She is irrepressibly 'top banana in the shock department', and one of the shining flowers of American fiction.. This edition also contains three stories: 'House of Flowers', 'A Diamond Guitar' and 'A Christmas Memory'.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Romance",
                "Literature",
                "Novels",
                "Audiobook",
                "New York"
            ]
        },
        {
            "title": "The Chosen",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.05,
            "ranking_count": 89507,
            "abstract": "It is the now-classic story of two fathers and two sons and the pressures on all of them to pursue the religion they share in the way that is best suited to each. And as the boys grow into young men, they discover in the other a lost spiritual brother, and a link to an unexplored world that neither had ever considered before. In effect, they exchange places, and find the peace that neither will ever retreat from again. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Young Adult",
                "Literature",
                "Religion",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Silent Spring",
            "authors": [
                "Rachel Carson",
                "Linda Lear",
                "Edward O. Wilson"
            ],
            "ranking": 4.0,
            "ranking_count": 41355,
            "abstract": "Silent Spring is an environmental science book. The book documents the adverse environmental effects caused by the indiscriminate use of pesticides. Carson accused the chemical industry of spreading disinformation, and public officials of accepting the industry's marketing claims unquestioningly.. The book appeared in September 1962 and the outcry that followed its publication forced the banning of DDT and spurred revolutionary changes in the laws affecting our air, land, and water. Carson’s book was instrumental in launching the environmental movement.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Classics",
                "Biology",
                "History",
                "Politics"
            ]
        },
        {
            "title": "A Passage to India",
            "authors": [
                "E.M. Forster",
                "Oliver Stallybrass",
                "Pankaj Mishra"
            ],
            "ranking": 3.68,
            "ranking_count": 74744,
            "abstract": "When Adela Quested and her elderly companion Mrs Moore arrive in the Indian town of Chandrapore, they quickly feel trapped by its insular and prejudiced 'Anglo-Indian' community. Determined to escape the parochial English enclave and explore the 'real India', they seek the guidance of the charming and mercurial Dr Aziz, a cultivated Indian Muslim. But a mysterious incident occurs while they are exploring the Marabar caves with Aziz, and the well-respected doctor soon finds himself at the centre of a scandal that rouses violent passions among both the British and their Indian subjects. A masterful portrait of a society in the grip of imperialism,. A Passage to India. compellingly depicts the fate of individuals caught between the great political and cultural conflicts of the modern world.. In his introduction, Pankaj Mishra outlines Forster's complex engagement with Indian society and culture. This edition reproduces the Abinger text and notes, and also includes four of Forster's essays on India, a chronology and further reading.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Left Hand of Darkness",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.09,
            "ranking_count": 145580,
            "abstract": "A groundbreaking work of science fiction,. The Left Hand of Darkness. tells the story of a lone human emissary to Winter, an alien world whose inhabitants can choose - and change - their gender. His goal is to facilitate Winter's inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the completely dissimilar culture that he encounters.. Embracing the aspects of psychology, society, and human emotion on an alien world,. The Left Hand of Darkness. stands as a landmark achievement in the annals of intellectual science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Feminism",
                "Novels",
                "LGBT",
                "Gender"
            ]
        },
        {
            "title": "Foundation / Foundation and Empire / Second Foundation / The Stars, Like Dust / The Naked Sun / I, Robot",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.39,
            "ranking_count": 4911,
            "abstract": "In this landmark of imaginative fiction, winner of a special Hugo Award as. Best All Time Science Fiction Series. , Asimov has brilliantly conceived a whole new world for mankind, set far in the future and spanning a period of more than a thousand years.. Foundation. , describes how one man creates a new force for civilised life as the old Galactic Empire crumbles into barbarism.. Foundation and Empire. is the story of the mighty conflict for mastery of the stars between these two major powers.. Second Foundation. A new and even more terrifying threat to the future of humanity arises in the form of a dangerous mutant, capable of manipulating men's minds and destroying the universe. . .. The Stars, Like Dust. A masterpiece of suspense and drama: Biron Farrill sets out on a dangerous quest through the galaxies to find Rebellion World and its key to man's future peace.. The Naked Sun. Earth's very existence is at stake when a murder takes place on power-hungry Solaria.  One of the greatest detective stories in the science fiction canon.. I, Robot. The classic vision of a future where robots are so sophisticated that mankind is threatened with redundancy. Stories include: Robbie, Runaround, Reason, Catch That Rabbit, Liar!, Little Lost Robot, Escape!, Evidence, and The Evitable Conflict.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Philosophy",
                "Novels",
                "American",
                "The United States Of America",
                "Space"
            ]
        },
        {
            "title": "The Last Battle",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.01,
            "ranking_count": 248563,
            "abstract": "This edition of Lewis's classic fantasy fiction is packaged specifically for adults. Complementing the look of the author's non-fiction books, and anticipating the forthcoming Narnia feature films, this edition contains an exclusive P.S. section about the history of the book, plus a round-up of the first six titles.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Christian",
                "Adventure",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Good Man Is Hard to Find and Other Stories",
            "authors": [
                "Flannery O'Connor"
            ],
            "ranking": 4.2,
            "ranking_count": 41928,
            "abstract": "This now classic book revealed Flannery O'Connor as one of the most original and provocative writers to emerge from the South. Her apocalyptic vision of life is expressed through grotesque, often comic situations in which the principal character faces a problem of salvation: the grandmother, in the title story, confronting the murderous Misfit; a neglected four-year-old boy looking for the Kingdom of Christ in the fast-flowing waters of the river; General Sash, about to meet the final enemy. Stories include:. A Good Man Is Hard to Find. The River. The Life You Save May Be Your Own. A Stroke of Good Fortune. A Temple of the Holy Ghost. The Artificial Nigger. A Circle in the Fire. A Late Encounter with the Enemy. Good Country People. The Displaced Person. ©1955 Flannery O'Connor; 1954, 1953, 1948 by Flannery O'Connor; renewed 1983, 1981 by Regina O'Connor; renewed 1976 by Mrs. Edward F. O'Connor; (P)2010 Blackstone Audio, Inc.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Gothic",
                "Literature",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Cry, the Beloved Country",
            "authors": [
                "Alan Paton"
            ],
            "ranking": 3.9,
            "ranking_count": 71091,
            "abstract": "Cry, the Beloved Country. , the most famous and important novel in South Africa’s history, was an immediate worldwide bestseller in 1948. Alan Paton’s impassioned novel about a black man’s country under white man’s law is a work of searing beauty.. Cry, the beloved country, for the unborn child that is the inheritor of our fear. Let him not love the earth too deeply. Let him not laugh too gladly when the water runs through his fingers, nor stand too silent when the setting sun makes red the veld with fire. Let him not be too moved when the birds of his land are singing, nor give too much of his heart to a mountain or valley. For fear will rob him of all if he gives too much.. The eminent literary critic Lewis Gannett wrote, “We have had many novels from statesmen and reformers, almost all bad; many novels from poets, almost all thin. In Alan Paton’s. Cry, the Beloved Country. the statesman, the poet and the novelist meet in a unique harmony.”. Cry, the Beloved Country. is the deeply moving story of the Zulu pastor Stephen Kumalo and his son, Absalom, set against the background of a land and a people riven by racial injustice. Remarkable for its lyricism, unforgettable for character and incident,. Cry, the Beloved Country. is a classic work of love and hope, courage and endurance, born of the dignity of man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "Southern Africa",
                "Literature",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Snow Falling on Cedars",
            "authors": [
                "David Guterson"
            ],
            "ranking": 3.85,
            "ranking_count": 177417,
            "abstract": "Gripping, tragic, and densely atmospheric—a masterpiece of suspense San Piedro Island, north of Puget Sound, is a place so isolated that no one who lives there can afford to make enemies. But in 1954 a local fisherman is found suspiciously drowned, and a Japanese American named Kabuo Miyamoto is charged with his murder. In the course of the ensuing trial, it becomes clear that what is at stake is more than a man's guilt. For on San Pedro, memories of a charmed love affair between a white boy and the Japanese girl who grew up to become Kabuo's wife; memories of land desired, paid for, and lost. Above all, San Piedro is haunted by the memory of what happened to its Japanese residents during World War II, when an entire community was sent into exile while its neighbors watched.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Romance",
                "Classics",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Witching Hour",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 4.11,
            "ranking_count": 108206,
            "abstract": "From the author of the extraordinary Vampire Chronicles comes a huge, hypnotic novel of witchcraft and the occult through four centuries.. Demonstrating, once again, her gift for spellbinding storytelling and the creation of legend, Anne Rice makes real for us a great dynasty of witches—a family given to poetry and to incest, to murder and to philosophy; a family that, over the ages, is itself haunted by a powerful, dangerous, and seductive being.. On the veranda of a great New Orleans house, now faded, a mute and fragile woman sits rocking... and. The Witching Hour. begins.. It begins in our time with a rescue at sea.  Rowan Mayfair, a beautiful woman, a brilliant practitioner of neurosurgery—aware that she has special powers but unaware that she comes from an ancient line of witches—finds the drowned body of a man off the coast of California and brings him to life.  He is Michael Curry, who was born in New Orleans and orphaned in childhood by fire on Christmas Eve, who pulled himself up from poverty, and who now, in his brief interval of death, has acquired a sensory power that mystifies and frightens him.. As these two, fiercely drawn to each other, fall in love and—in passionate alliance—set out to solve the mystery of. her. past and. his. unwelcome gift, the novel moves backward and forward in time from today's New Orleans and San Francisco to long-ago Amsterdam and a château in the France of Louis XIV.  An intricate tale of evil unfolds—an evil unleashed in seventeenth-century Scotland, where the first witch, Suzanne of the Mayfair, conjures up the spirit she names Lasher... a creation that spells her own destruction and torments each of her descendants in turn.. From the coffee plantations of Port au Prince, where the great Mayfair fortune is made and the legacy of their dark power is almost destroyed, to Civil War New Orleans, as Julien—the clan's only male to be endowed with occult powers—provides for the dynasty its foothold in America, the dark, luminous story encompasses dramas of seduction and death, episodes of tenderness and healing.  And always—through peril and escape, tension and release—there swirl around us the echoes of eternal war: innocence versus the corruption of the spirit, sanity against madness, life against death.  With a dreamlike power, the novel draws us, through circuitous, twilight paths, to the present and Rowan's increasingly inspired and risky moves in the merciless game that binds her to her heritage. And in New Orleans, on Christmas Eve, this strangest of family sagas is brought to its startling climax.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Gothic",
                "Historical"
            ]
        },
        {
            "title": "The Killer Angels",
            "authors": [
                "Michael Shaara"
            ],
            "ranking": 4.32,
            "ranking_count": 80490,
            "abstract": "In the four most bloody and courageous days of our nation's history, two armies fought for two dreams. One dreamed of freedom, the other of a way of life. Far more than rifles and bullets were carried into battle. There were memories. There were promises. There was love. And far more than men fell on those Pennsylvania fields. Shattered futures, forgotten innocence, and crippled beauty were also the casualties of war.. The Killer Angels. is unique, sweeping, unforgettable—a dramatic re-creation of the battleground for America's destiny.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "War",
                "Classics",
                "North American Hi...",
                "American History",
                "Academic"
            ]
        },
        {
            "title": "The Razor's Edge",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 4.19,
            "ranking_count": 41289,
            "abstract": "Larry Darrell is a young American in search of the absolute. The progress of this spiritual odyssey involves him with some of Maugham's most brillant characters - his fiancee Isabel, whose choice between love and wealth have lifelong repercussions, and Elliot Templeton, her uncle, a classic expatriate American snob. The most ambitious of Maugham's novels, this is also one in which Maugham himself plays a considerable part as he wanders in and out of the story, to observe his characters struggling with their fates.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Philosophy",
                "European Literature",
                "Literary Fiction",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "White Fang",
            "authors": [
                "Jack London",
                "Martha"
            ],
            "ranking": 4.0,
            "ranking_count": 171108,
            "abstract": "White Fang is part dog and part wolf, and the lone survivor of his family. In his lonely world, he soon learns to follow the harsh law of the North--kill or be killed. But nothing in White Fang's life can prepare him for the cruel owner who turns him into a vicious killer. Will White Fang ever know the kindness of a gentle master?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Animals",
                "Young Adult",
                "Historical",
                "Literature",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "The Bean Trees",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 3.98,
            "ranking_count": 142533,
            "abstract": "Clear-eyed and spirited, Taylor Greer grew up poor in rural Kentucky with the goals of avoiding pregnancy and getting away. But when she heads west with high hopes and a barely functional car, she meets the human condition head-on. By the time Taylor arrives in Tucson, Arizona, she has acquired a completely unexpected child, a three-year-old American Indian girl named Turtle, and must somehow come to terms with both motherhood and the necessity for putting down roots. Hers is a story about love and friendship, abandonment and belonging, and the discovery of surprising resources in apparently empty places.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Classics",
                "Academic",
                "Literature",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Hunt for Red October",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.09,
            "ranking_count": 357543,
            "abstract": "Here is the runaway bestseller that launched Tom Clancy's phenomenal career. A military thriller so gripping in its action and so convincing in its accuracy that the author was rumored to have been debriefed by the White House. Its theme: the greatest espionage coup in history. Its story: the chase for a top secret Russian missile sub. Lauded by the Washington Post as breathlessly exciting. The Hunt for Red October remains a masterpiece of military fiction by one of the world's most popular authors, a man whose shockingly realistic scenarios continue to hold us in thrall.. Somewhere under the Atlantic, a Soviet sub commander has just made a fateful decision. The Red October is heading west. The Americans want her. The Russians want her back. And the most incredible chase in history is on...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "War",
                "Adventure",
                "Spy Thriller",
                "Action"
            ]
        },
        {
            "title": "The Blind Assassin",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.96,
            "ranking_count": 146436,
            "abstract": "Margaret Atwood takes the art of storytelling to new heights in a dazzling novel that unfolds layer by astonishing layer and concludes in a brilliant and wonderfully satisfying twist. Told in a style that magnificently captures the colloquialisms and clichés of the 1930s and 1940s,. The Blind Assassin. is a richly layered and uniquely rewarding experience.. It opens with these simple, resonant words: Ten days after the war ended, my sister drove a car off the bridge. They are spoken by Iris, whose terse account of her sister Laura's death in 1945 is followed by an inquest report proclaiming the death accidental. But just as the reader expects to settle into Laura's story, Atwood introduces a novel-within-a-novel. Entitled. The Blind Assassin. , it is a science fiction story told by two unnamed lovers who meet in dingy backstreet rooms. When we return to Iris, it is through a 1947 newspaper article announcing the discovery of a sailboat carrying the dead body of her husband, a distinguished industrialist.. For the past twenty-five years, Margaret Atwood has written works of striking originality and imagination. In. The Blind Assassin. , she stretches the limits of her accomplishments as never before, creating a novel that is entertaining and profoundly serious.. The Blind Assassin. proves once again that Atwood is one of the most talented, daring, and exciting writers of our time. Like. The Handmaid's Tale. , it is destined to become a classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Literature",
                "Science Fiction"
            ]
        },
        {
            "title": "Heart of Darkness and The Secret Sharer",
            "authors": [
                "Joseph Conrad"
            ],
            "ranking": 3.51,
            "ranking_count": 17042,
            "abstract": "Heart Of Darkness. . The story of the civilized, enlightened Mr. Kurtz who embarks on a harrowing night journey into the savage heart of Africa, only to find his dark and evil soul.. The Secret Sharer. . The saga of a young, inexperienced skipper forced to decide the fate of a fugitive sailor who killed a man in self-defense. As he faces his first moral test the skipper discovers a terrifying truth -- and comes face to face with the secret itself.. Heart Of Darkness. and. The Secret Sharer. draw on actual events and people that Conrad met or heard about during his many far-flung travels. In portraying men whose incredible journeys on land and at sea are also symbolic voyages into their own mysterious depths, these two masterful works give credence to Conrad's acclaim as a major psychological writer.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Cultural",
                "Novels",
                "Historical",
                "Young Adult"
            ]
        },
        {
            "title": "The Crying of Lot 49",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.69,
            "ranking_count": 78865,
            "abstract": "Suffused with rich satire, chaotic brilliance, verbal turbulence and wild humor,. The Crying of Lot 49. opens as Oedipa Maas discovers that she has been made executrix of a former lover's estate. The performance of her duties sets her on a strange trail of detection, in which bizarre characters crowd in to help or confuse her. But gradually, death, drugs, madness, and marriage combine to leave Oedipa in isolation on the threshold of revelation, awaiting the Crying of Lot 49.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Mystery",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Light in August",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.93,
            "ranking_count": 58607,
            "abstract": "Light in August. , a novel that contrasts stark tragedy with hopeful perseverance in the face of mortality, which features some of Faulkner’s most memorable characters: guileless, dauntless Lena Grove, in search of the father of her unborn child; Reverend Gail Hightower, a lonely outcast haunted by visions of Confederate glory; and Joe Christmas, a desperate, enigmatic drifter consumed by his mixed ancestry.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Gothic",
                "Literary Fiction"
            ]
        },
        {
            "title": "Schindler's List",
            "authors": [
                "Thomas Keneally"
            ],
            "ranking": 4.33,
            "ranking_count": 154452,
            "abstract": "In the shadow of Auschwitz, a flamboyant German industrialist grew into a living legend to the Jews of Cracow. He was a womaniser, a heavy drinker and a bon viveur, but to them he became a saviour. This is the extraordinary story of Oskar Schindler, who risked his life to protect Jews in Nazi-occupied Poland and who was transformed by the war into a man with a mission, a compassionate angel of mercy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "World War II",
                "War",
                "Historical",
                "Biography",
                "Literature",
                "Media Tie In"
            ]
        },
        {
            "title": "White Noise",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.87,
            "ranking_count": 95143,
            "abstract": "Part of the Penguin Orange Collection, a limited-run series of twelve influential and beloved American classics in a bold series design offering a modern take on the iconic Penguin paperback. For the seventieth anniversary of Penguin Classics, the Penguin Orange Collection celebrates the heritage of Penguin’s iconic book design with twelve influential American literary classics representing the breadth and diversity of the Penguin Classics library. These collectible editions are dressed in the iconic orange and white tri-band cover design, first created in 1935, while french flaps, high-quality paper, and striking cover illustrations provide the cutting-edge design treatment that is the signature of Penguin Classics Deluxe Editions today.. White Noise. Winner of the 1985 National Book Award,. White Noise. tells the story of Jack Gladney, his fourth wife, Babette, and their four ultramodern offspring, as they navigate the rocky passages of family life to the background babble of brand-name consumerism.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Science Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Foundation",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.17,
            "ranking_count": 474045,
            "abstract": "For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future -- to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire -- both scientists and scholars -- and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for a future generations. He calls his sanctuary the Foundation.. But soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. Mankind's last best hope is faced with an agonizing choice: submit to the barbarians and be overrun -- or fight them and be destroyed.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Tropic of Cancer",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.68,
            "ranking_count": 67516,
            "abstract": "Now hailed as an American classic. Tropic of Cancer. , Henry Miller’s masterpiece, was banned as obscene in this country for twenty-seven years after its first publication in Paris in 1934. Only a historic court ruling that changed American censorship standards, ushering in a new era of freedom and frankness in modern literature, permitted the publication of this first volume of Miller’s famed mixture of memoir and fiction, which chronicles with unapologetic gusto the bawdy adventures of a young expatriate writer, his friends, and the characters they meet in Paris in the 1930s.. Tropic of Cancer. is now considered, as Norman Mailer said, one of the ten or twenty great novels of our century.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Labyrinths: Selected Stories & Other Writings",
            "authors": [
                "Jorge Luis Borges",
                "Donald A. Yates",
                "James E. Irby",
                "André Maurois"
            ],
            "ranking": 4.45,
            "ranking_count": 29354,
            "abstract": "Although his work has been restricted to the short story, the essay, and poetry, Jorge Luis Borges of Argentina is recognized all over the world as one of the most original and significant figures in modern literature. In his preface, Andre Maurois writes: Borges is a great writer who has composed only little essays or short narratives. Yet they suffice for us to call him great because of their wonderful intelligence, their wealth of invention, and their tight, almost mathematical style.. Labyrinths. is a representative selection of Borges' writing, some forty pieces drawn from various books of his published over the years. The translations are by Harriet de Onis, Anthony Kerrigan, and others, including the editors, who have provided a biographical and critical introduction, as well as an extensive bibliography.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Magical Realism",
                "Fantasy",
                "Philosophy",
                "Writing",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Pearl",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.5,
            "ranking_count": 208526,
            "abstract": "Like his father and grandfather before him, Kino is a poor diver, gathering pearls from the gulf beds that once brought great wealth to the kings of Spain and now provide Kino, Juana, and their infant son with meager subsistence. Then, on a day like any other, Kino emerges from the sea with a pearl as large as a sea gull’s egg, as “perfect as the moon.” With the pearl comes hope, the promise of comfort and of security…. A story of classic simplicity, based on a Mexican folk tale,. The Pearl. explores the secrets of man’s nature, greed, the darkest depths of evil, and the luminous possibilities of love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Historical",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "The Shipping News",
            "authors": [
                "Annie Proulx"
            ],
            "ranking": 3.87,
            "ranking_count": 137450,
            "abstract": "When Quoyle's two-timing wife meets her just deserts, he retreats with his two daughters to his ancestral home on the starkly beautiful Newfoundland coast, where a rich cast of local characters and family members all play a part in Quoyle's struggle to reclaim his life. As Quoyle confronts his private demons--and the unpredictable forces of nature and society--he begins to see the possibility of love without pain or misery. A vigorous, darkly comic, and at times magical portrait of the contemporary North American family,. The Shipping News. shows why Annie Proulx is recognized as one of the most gifted and original writers in America today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Second Sex",
            "authors": [
                "Simone de Beauvoir",
                "H.M. Parshley",
                "Deirdre Bair"
            ],
            "ranking": 4.14,
            "ranking_count": 35946,
            "abstract": "Newly translated and unabridged in English for the first time, Simone de Beauvoir’s masterwork is a powerful analysis of the Western notion of “woman,” and a groundbreaking exploration of inequality and otherness.  This long-awaited new edition reinstates significant portions of the original French text that were cut in the first English translation. Vital and groundbreaking, Beauvoir’s pioneering and impressive text remains as pertinent today as it was back then, and will continue to provoke and inspire generations of men and women to come.",
            "part_of_series": true,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Philosophy",
                "Classics",
                "Womens",
                "Gender",
                "Cultural",
                "Sociology",
                "Politics"
            ]
        },
        {
            "title": "The Maltese Falcon",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 3.89,
            "ranking_count": 98764,
            "abstract": "Sam Spade is hired by the fragrant Miss Wonderley to track down her sister, who has eloped with a louse called Floyd Thursby. But Miss Wonderley is in fact the beautiful and treacherous Brigid O'Shaughnessy, and when Spade's partner Miles Archer is shot while on Thursby's trail, Spade finds himself both hunter and hunted: can he track down the jewel-encrusted bird, a treasure worth killing for, before the Fat Man finds him?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The House at Pooh Corner",
            "authors": [
                "A.A. Milne",
                "Ernest H. Shepard"
            ],
            "ranking": 4.36,
            "ranking_count": 86206,
            "abstract": "Winnie-the-Pooh, the Best Bear in All the World, has long been adored by readers young and old. In this beautiful full-color gift edition of The House at Pooh Corner,  Ernest H. Shepard's classic illustrations have been painstakingly hand-colored. An exquisite volume and the perfect gift for any occasion, this book is as vivid and charming as the beloved characters from the Hundred Acre Wood.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Audiobook",
                "Young Adult",
                "Short Stories"
            ]
        },
        {
            "title": "Something Wicked This Way Comes",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 3.92,
            "ranking_count": 113985,
            "abstract": "One of Ray Bradbury’s best-known and most popular novels,. Something Wicked This Way Comes. , now featuring a new introduction and material about its longstanding influence on culture and genre.. For those who still dream and remember, for those yet to experience the hypnotic power of its dark poetry, step inside. The show is about to begin. Cooger & Dark’s Pandemonium Shadow Show has come to Green Town, Illinois, to destroy every life touched by its strange and sinister mystery. The carnival rolls in sometime after midnight, ushering in Halloween a week early. A calliope’s shrill siren song beckons to all with a seductive promise of dreams and youth regained. Two boys will discover the secret of its smoke, mazes, and mirrors; two friends who will soon know all too well the heavy cost of wishes…and the stuff of nightmares.. Few novels have endured in the heart and memory as has Ray Bradbury’s unparalleled literary masterpiece. Something Wicked This Way Comes. . Scary and suspenseful, it is a timeless classic in the American canon.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction",
                "Young Adult",
                "Holiday",
                "Audiobook",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "A Heartbreaking Work of Staggering Genius",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 3.68,
            "ranking_count": 177727,
            "abstract": "'When you read his extraordinary memoir you don't laugh, then cry, then laugh again; you somehow experience these emotions all at once.'. Well, this was when Bill was sighing a lot. He had decided that after our parents died he just didn't want any more fighting between what was left of us. He was twenty-four, Beth was twenty-three, I was twenty-one, Toph was eight, and all of us were so tried already, from that winter. So when something would come up, any little thing, some bill to pay or decision to make, he would just sigh, his eyes tired, his mouth in a sorry kind of smile.. But Beth and I...Jesus, we were fighting with everyone, anyone, each other, with strangers at bars, anywhere -- we were angry people wanting to exact revenge. We came to California and we wanted everything, would take what was ours, anything within reach. And I decided that little Toph and I, he with his backward hat and long hair, living together in our little house in Berkeley, would be world-destroyers. We inherited each other and, we felt, a responsibility to reinvent everything, to scoff and re-create and drive fast while singing loudly and pounding the windows. It was a hopeless sort of exhilaration, a kind of arrogance born of fatalism, I guess, of the feeling that if you could lose a couple of parents in a month, then basically anything could happen, at any time -- all bullets bear your name, all cars are there to crush you, any balcony could give way; more disaster seemed only logical.. And then, as in Dorothy's dream, all these people I grew up with were there, too, some of them orphans also, most but not all of us believing that what we had been given was extraordinary, that it was time to tear or break down, ruin, remake, take and devour. This was San Francisco, you know, and everyone had some dumb idea -- I mean, wicca? -- and no one there would tell you yours was doomed. Thus the public nudity, and this ridiculous magazine, and the Real World tryout, all this need, most of it disguised by sneering, but all driven by a hyper-awareness of this window, I guess, a few years when your muscles are taut, coiled up and vibrating. But what to do with the energy? I mean, when we drive, Toph and I, and we drive past people, standing on top of all these hills, part of me wants to stop the car and turn up the radio and have us all dance in formation, and part of me wants to run them all over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Humor",
                "Novels",
                "Biography Memoir",
                "Unfinished",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Go Ask Alice",
            "authors": [
                "Beatrice Sparks",
                "Anonymous"
            ],
            "ranking": 3.75,
            "ranking_count": 254906,
            "abstract": "It started when she was served a soft drink laced with LSD in a dangerous party game. Within months, she was hooked, trapped in a downward spiral that took her from her comfortable home and loving family to the mean streets of an unforgiving city. It was a journey that would rob her of her innocence, her youth -- and ultimately her life.. Read her diary.. Enter her world.. You will never forget her.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Literature",
                "Psychology"
            ]
        },
        {
            "title": "The Gunslinger",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 556101,
            "abstract": "In the first book of this brilliant series, Stephen King introduces readers to one of his most enigmatic heroes, Roland of Gilead, The Last Gunslinger. He is a haunting figure, a loner on a spellbinding journey into good and evil. In his desolate world, which frighteningly mirrors our own, Roland pursues The Man in Black, encounters an alluring woman named Alice, and begins a friendship with the Kid from Earth called Jake. Both grippingly realistic and eerily dreamlike, The Gunslinger leaves readers eagerly awaiting the next chapter.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Westerns",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Thriller",
                "Apocalyptic"
            ]
        },
        {
            "title": "Are You There God? It's Me, Margaret",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.91,
            "ranking_count": 201283,
            "abstract": "Margaret Simon, almost twelve, likes long hair, tuna fish, the smell of rain, and things that are pink. She’s just moved from New York City to Farbook, New Jersey, and is anxious to fit in with her new friends—Nancy, Gretchen, and Janie. When they form a secret club to talk about private subjects like boys, bras, and getting their first periods, Margaret is happy to belong.. But none of them can believe Margaret doesn’t have religion, and that she isn’t going to the Y or the Jewish Community Center. What they don’t know is Margaret has her own very special relationship with God. She can talk to God about everything—family, friends, even Moose Freed, her secret crush.. Margaret is funny and real, and her thoughts and feelings are oh-so-relatable—you’ll feel like she’s talking right to you, sharing her secrets with a friend.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "The Witches",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.17,
            "ranking_count": 359609,
            "abstract": "This is not a fairy-tale. This is about. real witches. . Real witches don't ride around on broomsticks. They don't even wear black cloaks and hats. They are vile, cunning, detestable creatures who disguise themselves as nice, ordinary ladies. So how can you tell when you're face to face with one? Well, if you don't know yet you'd better find out quickly-because there's nothing a witch loathes quite as much as children and she'll wield all kinds of terrifying powers to get rid of them.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Paranormal",
                "Humor",
                "Horror"
            ]
        },
        {
            "title": "Speak",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 4.03,
            "ranking_count": 534414,
            "abstract": "Speak up for yourself--we want to know what you have to say. From the first moment of her freshman year at Merryweather High, Melinda knows this is a big fat lie, part of the nonsense of high school. She is friendless, outcast, because she busted an end-of-summer party by calling the cops, so now nobody will talk to her, let alone listen to her. As time passes, she becomes increasingly isolated and practically stops talking altogether. Only her art class offers any solace, and it is through her work on an art project that she is finally able to face what really happened at that terrible party: she was raped by an upperclassman, a guy who still attends Merryweather and is still a threat to her. Her healing process has just begun when she has another violent encounter with him. But this time Melinda fights back, refuses to be silent, and thereby achieves a measure of vindication.. In Laurie Halse Anderson's powerful novel, an utterly believable heroine with a bitterly ironic voice delivers a blow to the hypocritical world of high school. She speaks for many a disenfranchised teenager while demonstrating the importance of speaking up for oneself.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Academic",
                "Sociology"
            ]
        },
        {
            "title": "Song of Solomon",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 4.11,
            "ranking_count": 98127,
            "abstract": "Milkman Dead was born shortly after a neighborhood eccentric hurled himself off a rooftop in a vain attempt at flight. For the rest of his life he, too, will be trying to fly. With this brilliantly imagined novel, Toni Morrison transfigures the coming-of-age story as audaciously as Saul Bellow or Gabriel García Márquez. As she follows Milkman from his rustbelt city to the place of his family’s origins, Morrison introduces an entire cast of strivers and seeresses, liars and assassins, the inhabitants of a fully realized black world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Phantom of the Opera",
            "authors": [
                "Gaston Leroux",
                "Alexander Teixeira de Mattos"
            ],
            "ranking": 3.96,
            "ranking_count": 216234,
            "abstract": "First published in French as a serial in 1909,. The Phantom of the Opera. is a riveting story that revolves around the young, Swedish Christine Daaé. Her father, a famous musician, dies, and she is raised in the Paris Opera House with his dying promise of a protective angel of music to guide her. After a time at the opera house, she begins hearing a voice, who eventually teaches her how to sing beautifully. All goes well until Christine's childhood friend Raoul comes to visit his parents, who are patrons of the opera, and he sees Christine when she begins successfully singing on the stage. The voice, who is the deformed, murderous 'ghost' of the opera house named Erik, however, grows violent in his terrible jealousy, until Christine suddenly disappears. The phantom is in love, but it can only spell disaster.. Leroux's work, with characters ranging from the spoiled prima donna Carlotta to the mysterious Persian from Erik's past, has been immortalized by memorable adaptations. Despite this, it remains a remarkable piece of Gothic horror literature in and of itself, deeper and darker than any version that follows.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Historical",
                "Cultural",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Different Seasons",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.34,
            "ranking_count": 190262,
            "abstract": "Rita Hayworth and Shawshank Redemption--the most satisfying tale of unjust imprisonment and offbeat escape since The Count of Monte Cristo.. Apt Pupil--a golden California schoolboy and an old man whose hideous past he uncovers enter into a fateful and chilling mutual parasitism.. The Body--four rambunctious young boys venture into the Maine woods and in sunlight and thunder find life, death, and intimations of their own mortality.. The Breathing Method--a tale told in a strange club about a woman determined to give birth no matter what.. source: stephenking.com",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Drama",
                "Classics",
                "Suspense",
                "Anthologies"
            ]
        },
        {
            "title": "The Bonfire of the Vanities",
            "authors": [
                "Tom Wolfe"
            ],
            "ranking": 3.87,
            "ranking_count": 76266,
            "abstract": "Alternate cover edition of ISBN 9780553381344. .. The Bonfire of the Vanities is a 1987 satirical novel by Tom Wolfe. The story is a drama about ambition, racism, social class, politics, and greed in 1980s New York City, and centers on three main characters: WASP bond trader Sherman McCoy, Jewish assistant district attorney Larry Kramer, and British expatriate journalist Peter Fallow.. The novel was originally conceived as a serial in the style of Charles Dickens' writings: It ran in 27 installments in Rolling Stone starting in 1984. Wolfe heavily revised it before it was published in book form. The novel was a bestseller and a phenomenal success, even in comparison with Wolfe's other books. It has often been called the quintessential novel of the 1980s.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "New York",
                "Humor"
            ]
        },
        {
            "title": "The Satanic Verses",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.7,
            "ranking_count": 58748,
            "abstract": "Just before dawn one winter's morning, a hijacked jetliner explodes above the English Channel. Through the falling debris, two figures, Gibreel Farishta, the biggest star in India, and Saladin Chamcha, an expatriate returning from his first visit to Bombay in fifteen years, plummet from the sky, washing up on the snow-covered sands of an English beach, and proceed through a series of metamorphoses, dreams, and revelations.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Classics",
                "Fantasy",
                "Cultural",
                "Literature",
                "Religion",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Nausea",
            "authors": [
                "Jean-Paul Sartre",
                "Hayden Carruth",
                "Lloyd Alexander"
            ],
            "ranking": 3.93,
            "ranking_count": 99352,
            "abstract": "Nausea. is the story of Antoine Roquentin, a French writer who is horrified at his own existence. In impressionistic, diary form he ruthlessly catalogues his every feeling and sensation about the world and people around him.. His thoughts culminate in a pervasive, overpowering feeling of nausea which spread at the bottom of the viscous puddle, at the bottom of. our. time, the time of purple suspenders and broken chair seats; it is made of wide, soft instants, spreading at the edge, like an oil stain.. Roquentin's efforts to try and come to terms with his life, his philosophical and psychological struggles, give Sartre the opportunity to dramatize the tenets of his Existentialist creed.. The introduction for this edition of. Nausea. by Hayden Carruth gives background on Sartre's life and major works, a summary of the principal themes of Existentialist philosophy, and a critical analysis of the novel itself.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Nobel Prize",
                "Unfinished"
            ]
        },
        {
            "title": "Wild Swans: Three Daughters of China",
            "authors": [
                "Jung Chang"
            ],
            "ranking": 4.25,
            "ranking_count": 103798,
            "abstract": "The story of three generations in twentieth-century China that blends the intimacy of memoir and the panoramic sweep of eyewitness history—a bestselling classic in thirty languages with more than ten million copies sold around the world, now with a new introduction from the author.. An engrossing record of Mao’s impact on China, an unusual window on the female experience in the modern world, and an inspiring tale of courage and love, Jung Chang describes the extraordinary lives and experiences of her family members: her grandmother, a warlord’s concubine; her mother’s struggles as a young idealistic Communist; and her parents’ experience as members of the Communist elite and their ordeal during the Cultural Revolution. Chang was a Red Guard briefly at the age of fourteen, then worked as a peasant, a “barefoot doctor,” a steelworker, and an electrician. As the story of each generation unfolds, Chang captures in gripping, moving—and ultimately uplifting—detail the cycles of violent drama visited on her own family and millions of others caught in the whirlwind of history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Biography",
                "Autobiography",
                "Historical",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "A Storm of Swords",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.54,
            "ranking_count": 712825,
            "abstract": "An alternate cover for this isbn can be found. here. .. Here is the third volume in George R.R. Martin's magnificent cycle of novels that includes. A Game of Thrones. and. A Clash of Kings. . Together, this series comprises a genuine masterpiece of modern fantasy, destined to stand as one of the great achievements of imaginative fiction.. Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as alliances are made and broken. Joffrey sits on the Iron Throne, the uneasy ruler of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, victim of the sorceress who holds him in her thrall. Young Robb still rules the North from the fortress of Riverrun. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. And as opposing forces manoeuver for the final showdown, an army of barbaric wildlings arrives from the outermost limits of civilization, accompanied by a horde of mythical Others—a supernatural army of the living dead whose animated corpses are unstoppable. As the future of the land hangs in the balance, no one will rest until the Seven Kingdoms have exploded in a veritable storm of swords...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Bridget Jones's Diary",
            "authors": [
                "Helen Fielding"
            ],
            "ranking": 3.79,
            "ranking_count": 926448,
            "abstract": "Meet Bridget Jones—. a 30-something Singleton who is certain she would have all the answers if she could:. a. lose 7 pounds. b. stop smoking. c. develop Inner Poise. 123 lbs. (how is it possible to put on 4 pounds in the middle of the night? Could flesh have somehow solidified becoming denser and heavier? Repulsive, horrifying notion), alcohol units 4 (excellent), cigarettes 21 (poor but will give up totally tomorrow), number of correct lottery numbers 2 (better, but nevertheless useless).... Bridget Jones' Diary. is the devastatingly self-aware, laugh-out-loud daily chronicle of Bridget's permanent, doomed quest for self-improvement — a year in which she resolves to: reduce the circumference of each thigh by 1.5 inches, visit the gym three times a week not just to buy a sandwich, form a functional relationship with a responsible adult, and learn to program the VCR.. Over the course of the year, Bridget loses a total of 72 pounds but gains a total of 74. She remains, however, optimistic. Through it all, Bridget will have you helpless with laughter, and — like millions of readers the world round — you'll find yourself shouting, Bridget Jones is me!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Out of Africa",
            "authors": [
                "Isak Dinesen",
                "Karen Blixen"
            ],
            "ranking": 3.91,
            "ranking_count": 40243,
            "abstract": "'Out of Africa' is Isak Dinesen's memoir of her years in Africa, from 1914 to 1931, on a four-thousand-acre coffee plantation in the hills near Nairobi. She had come to Kenya from Denmark with her husband, and when they separated she stayed on to manage the farm by herself, visited frequently by her lover, the big-game hunter Denys Finch-Hatton, for whom she would make up stories like Scheherazade. In Africa, I learned how to tell tales, she recalled many years later. The natives have an ear still. I told stories constantly to them, all kinds. Her account of her African adventures, written after she had lost her beloved farm and returned to Denmark, is that of a master storyteller, a woman whom John Updike called one of the most picturesque and flamboyant literary personalities of the century.. Isak Dinesen (1885-1962_ was born Karen Christence Dinesen in Rungsted, Denmark. She wrote poems, plays, and stories from an early age, including 'Seven Gothic Tales', 'Winter's Tales', 'Last Tales', 'Anecdotes of Destiny', 'Shadows on the Grass' and 'Ebrengard'. 'Out of Africa' is considered her masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Classics",
                "Autobiography",
                "Biography",
                "Travel",
                "History",
                "Biography Memoir",
                "Eastern Africa"
            ]
        },
        {
            "title": "Sons and Lovers",
            "authors": [
                "D.H. Lawrence",
                "Geoff Dyer"
            ],
            "ranking": 3.63,
            "ranking_count": 49954,
            "abstract": "She was a brazen hussy.. She wasn't. And she was pretty, wasn't she?. I didn't look ... And tell your girls, my son, that when they're running after you, they're not to come and ask your mother for you - tell them that - brazen baggages you meet at dancing classes. The marriage of Gertrude and Walter Morel has become a battleground. Repelled by her uneducated and sometimes violent husband, delicate Gertrude devotes her life to her children, especially to her sons, William and Paul - determined they will not follow their father into working down the coal mines. But conflict is evitable when Paul seeks to escape his mother's suffocating grasp through relationships with women his own age. Set in Lawrence's native Nottinghamshire,. Sons and Lovers. is a highly autobiographical and compelling portrayal of childhood, adolescence and the clash of generations.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Romance"
            ]
        },
        {
            "title": "The Complete Stories",
            "authors": [
                "Franz Kafka",
                "John Updike",
                "Nahum N. Glatzer",
                "Willa Muir",
                "Edwin Muir",
                "Tania Stern",
                "James Stern",
                "Ernst Kaiser",
                "more…",
                "Eithne Wilkins",
                "…less"
            ],
            "ranking": 4.34,
            "ranking_count": 24826,
            "abstract": "The Complete Stories brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume.. --penguinrandomhouse.com. Two Introductory parables: Before the law --. Imperial message --. Longer stories: Description of a struggle --. Wedding preparations in the country --. Judgment --. Metamorphosis --. In the penal colony --. Village schoolmaster (The giant mole) --. Blumfeld, and elderly bachelor --. Warden of the tomb --. Country doctor --. Hunter Gracchus --. Hunter Gracchus: A fragment --. Great Wall of China --. News of the building of the wall: A fragment --. Report to an academy --. Report to an academy: Two fragments --. Refusal --. Hunger artist --. Investigations of a dog --. Little woman --. The burrow --. Josephine the singer, or the mouse folk --. Children on a country road --. The trees --. Clothes --. Excursion into the mountains --. Rejection --. The street window --. The tradesman --. Absent-minded window-gazing --. The way home --. Passers-by --. On the tram --. Reflections for gentlemen-jockeys --. The wish to be a red Indian --. Unhappiness --. Bachelor's ill luck --. Unmasking a confidence trickster --. The sudden walk --. Resolutions --. A dream --. Up in the gallery --. A fratricide --. The next village --. A visit to a mine --. Jackals and Arabs --. The bridge --. The bucket rider --. The new advocate --. An old manuscript --. The knock at the manor gate --. Eleven sons --. My neighbor --. A crossbreed (A sport) --. The cares of a family man --. A common confusion --. The truth about Sancho Panza --. The silence of the sirens --. Prometheus --. The city coat of arms --. Poseidon --. Fellowship --. At night --. The problem of our laws --. The conscripton of troops --. The test --. The vulture --. The helmsman --. The top --. A little fable --. Home-coming --. First sorrow --. The departure --. Advocates --. The married couple --. Give it up! --. On parables.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "European Literature",
                "Philosophy",
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Hiroshima",
            "authors": [
                "John Hersey"
            ],
            "ranking": 4.0,
            "ranking_count": 70131,
            "abstract": "On August 6, 1945, Hiroshima was destroyed by the first atom bomb ever dropped on a city. This book, John Hersey's journalistic masterpiece, tells what happened on that day. Told through the memories of survivors, this timeless, powerful and compassionate document has become a classic that stirs the conscience of humanity (The New York Times).",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "War",
                "Cultural",
                "Historical",
                "Writing",
                "Academic"
            ]
        },
        {
            "title": "The Polar Express",
            "authors": [
                "Chris Van Allsburg",
                "Liam Neeson"
            ],
            "ranking": 4.31,
            "ranking_count": 226482,
            "abstract": "The Polar Express. is a treasured holiday tradition. This lavish gift set includes a CD audio recording read by Liam Neeson, a keepsake All Aboard ornament, and a note from author Chris Van Allsburg.. Awarded the prestigious Caldecott Medal in 1986,. The Polar Express. has sold more than 7 million copies, become a classic holiday movie, and been translated into stage productions that take place across the United States during the holiday season.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Fiction",
                "Fantasy",
                "Classics",
                "Adventure",
                "Kids"
            ]
        },
        {
            "title": "Jurassic Park",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 4.07,
            "ranking_count": 871822,
            "abstract": "An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them—for a price.. Until something goes wrong. . . .. In Jurassic Park, Michael Crichton taps all his mesmerizing talent and scientific brilliance to create his most electrifying technothriller.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Adventure",
                "Fantasy",
                "Horror",
                "Classics",
                "Science Fiction Fantasy",
                "Animals",
                "Adult"
            ]
        },
        {
            "title": "The Scarlet Pimpernel",
            "authors": [
                "Emmuska Orczy"
            ],
            "ranking": 4.06,
            "ranking_count": 130172,
            "abstract": "Armed with only his wits and his cunning, one man recklessly defies the French revolutionaries and rescues scores of innocent men, women, and children from the deadly guillotine. His friends and foes know him only as the Scarlet Pimpernel. But the ruthless French agent Chauvelin is sworn to discover his identity and to hunt him down.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Romance",
                "Adventure",
                "Mystery",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Sometimes a Great Notion",
            "authors": [
                "Ken Kesey"
            ],
            "ranking": 4.24,
            "ranking_count": 21061,
            "abstract": "The magnificent second novel from the legendary author of. One Flew Over the Cuckoo's Nest.... Following the astonishing success of his first novel,. One Flew Over the Cuckoo's Nest. , Ken Kesey wrote what Charles Bowden calls one of the few essential books written by an American in the last half century. This wild-spirited tale tells of a bitter strike that rages through a small lumber town along the Oregon coast. Bucking that strike out of sheer cussedness are the Stampers. Out of the Stamper family's rivalries and betrayals Ken Kesey has crafted a novel with the mythic impact of Greek tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Unfinished",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "Anthem",
            "authors": [
                "Ayn Rand"
            ],
            "ranking": 3.63,
            "ranking_count": 142388,
            "abstract": "Anthem. has long been hailed as one of Ayn Rand's classic novels, and a clear predecessor to her later masterpieces,. The Fountainhead. and. Atlas Shrugged. . In Anthem, Rand examines a frightening future in which individuals have no name, no independence, and no values. Equality 7-2521 lives in the dark ages of the future where all decisions are made by committee, all people live in collectives, and all traces of individualism have been wiped out. Despite such a restrictive environment, the spark of individual thought and freedom still burns in him--a passion which he has been taught to call sinful. In a purely egalitarian world, Equality 7-2521 dares to stand apart from the herd--to think and choose for himself, to discover electricity, and to love the woman of his choice. Now he has been marked for death for committing the ultimate sin. In a world where the great we reign supreme, he has rediscovered the lost and holy word--I.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Philosophy",
                "Academic",
                "Literature",
                "Politics",
                "Novels"
            ]
        },
        {
            "title": "Misery",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.19,
            "ranking_count": 584756,
            "abstract": "Alternate cover editions. here. and. here. .. Paul Sheldon. He's a bestselling novelist who has finally met his biggest fan. Her name is Annie Wilkes and she is more than a rabid reader - she is Paul's nurse, tending his shattered body after an automobile accident. But she is also his captor, keeping him prisoner in her isolated house.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Adult",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "'Salem's Lot",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.04,
            "ranking_count": 383497,
            "abstract": "Thousands of miles away from the small township of 'Salem's Lot, two terrified people, a man and a boy, still share the secrets of those clapboard houses and tree-lined streets. They must return to 'Salem's Lot for a final confrontation with the unspeakable evil that lives on in the town.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Paranormal",
                "Fantasy",
                "Thriller",
                "Audiobook",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "All the Pretty Horses",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.01,
            "ranking_count": 103215,
            "abstract": "All the Pretty Horses. tells of young John Grady Cole, the last of a long line of Texas ranchers. Across the border Mexico beckons—beautiful and desolate, rugged and cruelly civilized. With two companions, he sets off on an idyllic, sometimes comic adventure, to a place where dreams are paid for in blood.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "Angle of Repose",
            "authors": [
                "Wallace Stegner"
            ],
            "ranking": 4.24,
            "ranking_count": 56783,
            "abstract": "Confined to a wheelchair, retired historian Lyman Ward sets out to write his grandparents' remarkable story, chronicling their days spent carving civilization into the surface of America's western frontier. But his research reveals even more about his own life than he's willing to admit. What emerges is an enthralling portrait of four generations in the life of an American family.. Wallace Stegner's Pultizer Prize-winning novel is a story of discovery—personal, historical, and geographical.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Westerns",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "The Voyage of the Dawn Treader",
            "authors": [
                "C.S. Lewis",
                "Pauline Baynes"
            ],
            "ranking": 4.09,
            "ranking_count": 431456,
            "abstract": "NARNIA... the world of wicked dragons and magic spells, where the very best is brought out of even the worst people, where anything can happen (and most often does)... and where the adventure begins.. The. Dawn Treader. is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Miraz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Tale of Peter Rabbit",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.2,
            "ranking_count": 228984,
            "abstract": "Now, my dears, said old Mrs Rabbit one morning, you may go into the fields or down the lane, but don't go into Mr. McGregor's garden.. But what does Peter Rabbit do? Beatrix Potter's delightful 'Tale of Peter Rabbit' tells the story.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "Kids",
                "Young Adult",
                "Short Stories"
            ]
        }
    ]
}