{
    "books": [
        {
            "title": "Wyrd Sisters",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.13,
            "ranking_count": 104254,
            "abstract": "Kingdoms wobble, crowns topple and knives flash on the magical Discworld as the statutory three witches meddle in royal politics. The wyrd sisters battle against frightful odds to put the rightful king on the throne. At least, that's what they think...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Wild Magic",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.29,
            "ranking_count": 77961,
            "abstract": "Young Daine's knack with horses gets her a job helping the royal horsemistress drive a herd of ponies to Tortall. Soon it becomes clear that Daine's talent, as much as she struggles to hide it, is downright magical. Horses and other animals not only obey, but listen to her words. Daine, though, will have to learn to trust humans before she can come to terms with her powers, her past, and herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Body Finder",
            "authors": [
                "Kimberly Derting"
            ],
            "ranking": 3.94,
            "ranking_count": 53841,
            "abstract": "Violet Ambrose is grappling with two major issues: Jay Heaton and her morbid secret ability. While the sixteen-year-old is confused by her new feelings for her best friend since childhood, she is more disturbed by her power to sense dead bodies—or at least those that have been murdered. Since she was a little girl, she has felt the echoes that the dead leave behind in the world.... and. the imprints that attach to their killers.. Violet has never considered her strange talent to be a gift; it mostly just led her to find the dead birds her cat left for her. But now that a serial killer is terrorizing her small town, and the echoes of the local girls he's claimed haunt her daily, she realizes she might be the only person who can stop him.. Despite his fierce protectiveness over her, Jay reluctantly agrees to help Violet on her quest to find the murderer—and Violet is unnerved by her hope that Jay's intentions are. much. more than friendly. But even as she's falling intensely in love, Violet is getting closer and closer to discovering a killer... and becoming his prey herself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Romance",
                "Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Time and Again",
            "authors": [
                "Jack Finney"
            ],
            "ranking": 3.95,
            "ranking_count": 20584,
            "abstract": "One of the most beloved tales of our time!. Science fiction, mystery, a passionate love story, and a detailed history of Old New York blend together in Jack Finney's spellbinding story of a young man enlisted in a secret government experiment.. Transported from the mid-twentieth century to New York City in the year 1882, Si Morley walks the fashionable Ladies' Mile of Broadway, is enchanted by the jingling sleigh bells in Central Park, and solves a 20th-century mystery by discovering its 19th-century roots. Falling in love with a beautiful young woman, he ultimately finds himself forced to choose between his lives in the present and the past.. A story that will remain in the listener's memory,. Time and Again. is a remarkable blending of the troubled present and a nostalgic past, made vivid and extraordinarily moving by the images of a time that was ... and perhaps still is.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "Fantasy",
                "Romance",
                "Mystery",
                "New York",
                "Classics"
            ]
        },
        {
            "title": "The Novice",
            "authors": [
                "Trudi Canavan"
            ],
            "ranking": 4.07,
            "ranking_count": 55998,
            "abstract": "Even if a magician's powers surface of their own accord, he will soon be dead if he does not gain the knowledge of how to control them. Alone among all the novices in the Magicians' Guild, only Sonea comes from lowly beginnings. Yet she has won powerful allies—including Lord Dannyl, newly promoted to Guild Ambassador. But Dannyl must now depart for the Elyne court, leaving Sonea at the mercy of the lies and malicious rumors her enemies are busy spreading ... until the High Lord Akkarin steps in. The price of Akkarin's support is dear, however, because Sonea, in turn, must protect his mysteries and a secret that could lead a young novice mage deep into the darkness. Meanwhile, Dannyl's first order to resume High Lord Akkarin's long abandoned research into ancient magical knowledge is setting him on an extraordinary journey fraught with unanticipated peril as he moves ever-closer to a future both wondrous ... and terrible.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens",
                "Romance"
            ]
        },
        {
            "title": "The Mammoth Hunters",
            "authors": [
                "Jean M. Auel"
            ],
            "ranking": 3.92,
            "ranking_count": 67057,
            "abstract": "Once again Jean M. Auel opens the door of a time long past to reveal an age of wonder and danger at the dawn of the modern human race. With all the consummate storytelling artistry and vivid authenticity she brought to. The Clan of the Cave Bear. and its sequel,. The Valley of Horses. , Jean M. Auel continues the breathtaking epic journey of the woman called Ayla.. Riding Whinney with Jondalar, the man she loves, and followed by the mare’s colt, Ayla ventures into the land of the Mamutoi--the Mammoth Hunters. She has finally found the Others she has been seeking. Though Ayla must learn their different customs and language, she is adopted because of her remarkable hunting ability, singular healing skills, and uncanny fire-making technique. Bringing back the single pup of a lone wolf she has killed, Ayla shows the way she tames animals. She finds women friends and painful memories of the Clan she left behind, and meets Ranec, the dark-skinned, magnetic master carver of ivory, whom she cannot refuse--inciting Jondalar to a fierce jealousy that he tries to control by avoiding her. Unfamiliar with the ways of the Others, Ayla misunderstands, and thinking Jondalar no longer loves her, she turns more to Ranec. Throughout the icy winter the tension mounts, but warming weather will bring the great mammoth hunt and the mating rituals of the Summer Meeting, when Ayla must choose to remain with Ranec and the Mamutoi, or to follow Jondalar on a long journey into an unknown future.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Neverseen",
            "authors": [
                "Shannon Messenger"
            ],
            "ranking": 4.63,
            "ranking_count": 26035,
            "abstract": "Sophie Foster is on the run—but at least she's not alone.. Her closest friends from the Lost Cities have gone with her to join the Black Swan. They still have doubts about the shadowy organization, but the only way to find answers is to start working with them. And as they settle into their new lives, they uncover secrets far bigger than anything they’d imagined.. But their enemies are far from done, and unleash a terrifying plague that threatens the safety of an entire species. Sophie and her friends fight with everything they have—with new allies joining them—but every choice has consequences. And trusting the wrong person could prove deadly.. In this game-changing fourth book in the Keeper of the Lost Cities series, Sophie must question everything to find a truth that will either save her world—or shatter it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "Romance"
            ]
        },
        {
            "title": "Cold Comfort Farm",
            "authors": [
                "Stella Gibbons",
                "Lynne Truss",
                "Roz Chast"
            ],
            "ranking": 3.89,
            "ranking_count": 46433,
            "abstract": "Winner of the 1933 Femina Vie Heureuse Prize, COLD COMFORT FARM is a wickedly funny portrait of British rural life in the 1930s. Flora Poste, a recently orphaned socialite, moves in with her country relatives, the gloomy Starkadders of Cold Comfort Farm, and becomes enmeshed in a web of violent emotions, despair, and scheming, until Flora manages to set things right.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Historical",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "What We Talk About When We Talk About Love",
            "authors": [
                "Raymond Carver"
            ],
            "ranking": 4.11,
            "ranking_count": 54564,
            "abstract": "Alternate-cover edition can be found. here. In his second collection, Carver establishes his reputation as one of the most celebrated and beloved short-story writers in American literature—a haunting meditation on love, loss, and companionship, and finding one’s way through the dark.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "The United States Of America",
                "Romance"
            ]
        },
        {
            "title": "Horns",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 3.93,
            "ranking_count": 107346,
            "abstract": "Ignatius Perrish spent the night drunk and doing terrible things. He woke up the next morning with a thunderous hangover, a raging headache . . . and a pair of horns growing from his temples.. At first Ig thought the horns were a hallucination, the product of a mind damaged by rage and grief. He had spent the last year in a lonely, private purgatory, following the death of his beloved, Merrin Williams, who was raped and murdered under inexplicable circumstances. A mental breakdown would have been the most natural thing in the world. But there was nothing natural about the horns, which were all too real.. Once the righteous Ig had enjoyed the life of the blessed: born into privilege, the second son of a renowned musician and younger brother of a rising late-night TV star, he had security, wealth, and a place in his community. Ig had it. all. , and more—he had Merrin and a love founded on shared daydreams, mutual daring, and unlikely midsummer magic.. But Merrin's death damned all that. The only suspect in the crime, Ig was never charged or tried. And he was never cleared. In the court of public opinion in Gideon, New Hampshire, Ig is and always will be guilty because his rich and connected parents pulled strings to make the investigation go away. Nothing Ig can do, nothing he can say, matters. Everyone, it seems, including God, has abandoned him. Everyone, that is, but the devil inside. . . .",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Treacherous Estate",
            "authors": [
                "Behcet Kaya"
            ],
            "ranking": 4.22,
            "ranking_count": 2045,
            "abstract": "While enjoying his usual Friday night after dinner beer at a local restaurant, Jacques (Jack) Ludefance’s evening is suddenly shattered when a beautiful young woman sits down next to him, whispers, “Mister, can you help me?” then falls dead. After her death is ruled ‘natural causes,’ Jack digs in to unravel the reasons she came to him desperately asking for his help and to investigate her mysterious death. To complicate matters further, her husband is a prominent, highly respected local business man. As Jack begins to unravel the pieces to the unsolved puzzle, the more heinous the crimes of the dead woman’s husband become and Jack finds his own life is in danger.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Mystery",
                "Drama",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Lightning",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.08,
            "ranking_count": 59143,
            "abstract": "A storm struck on the night Laura Shane was born, and there was a strangeness about the weather that people would remember for years. But even more mysterious was the blond-haired stranger who appeared out of nowhere – the man who saved Laura from a fatal delivery. Years later – another bolt of lightning – and the stranger returned, again to save Laura from tragedy. Was he the guardian angel he seemed? The devil in disguise? Or the master of a haunting destiny beyond time and space?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Suspense",
                "Mystery",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "This Man Confessed",
            "authors": [
                "Jodi Ellen Malpas"
            ],
            "ranking": 4.39,
            "ranking_count": 79979,
            "abstract": "THE STUNNING CONCLUSION TO THE THIS MAN TRILOGY!. The Manor, the very place where their passionate love affair began, fills with guests on what should be the happiest day of Ava and Jesse's lives. She has accepted that she'll never tame the fierceness in Jesse-and she doesn't want to. Their love is profound, their connection powerful, but just when she thinks that she's finally gotten beneath his guarded exterior, more questions arise, leading Ava to believe that Jesse Ward may not be the man she thinks he is. He knows too well how to take her to a place beyond ecstasy . . . but will he also drive her to the brink of despair? It's time for this man to confess.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Contemporary",
                "Adult",
                "New Adult",
                "Love",
                "Fiction"
            ]
        },
        {
            "title": "Cirque du Freak: A Living Nightmare",
            "authors": [
                "Darren Shan"
            ],
            "ranking": 4.08,
            "ranking_count": 54254,
            "abstract": "Cirque du Freak is the saga of a young boy whose visit to a mysterious freak show leads him on a journey into a dark world of vampires. Filled with grotesque creatures, murderous vampires, and a petrifying ending, Cirque du Freak will chill, thrill, and leave readers begging for more.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Leaving Paradise",
            "authors": [
                "Simone Elkeles"
            ],
            "ranking": 4.0,
            "ranking_count": 42203,
            "abstract": "Nothing has been the same since Caleb Becker left a party drunk, got behind the wheel, and hit Maggie Armstrong. Even after months of painful physical therapy, Maggie walks with a limp. Her social life is nil and a scholarship to study abroad—her chance to escape everyone and their pitying stares—has been canceled.. After a year in juvenile jail, Caleb’s free . . . if freedom means endless nagging from a transition coach and the prying eyes of the entire town. Coming home should feel good, but his family and ex-girlfriend seem like strangers.. Caleb and Maggie are outsiders, pigeon-holed as criminal and freak. Then the truth emerges about what really happened the night of the accident and, once again, everything changes. It’s a bleak and tortuous journey for Caleb and Maggie, yet they end up finding comfort and strength from a surprising source: each other.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Realistic Fiction",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The War of the End of the World",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 4.24,
            "ranking_count": 9685,
            "abstract": "The War of the End of the World is one of the great modern historical novels. Inspired by a real episode in Brazilian history, Mario Vargas Llosa tells the unforgettable story of an apocalyptic movement, led by a mysterious prophet, in which prostitutes, beggars and bandits establish Canudos, a new republic, a libertarian paradise.. ~publisher's web site",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Cultural",
                "War",
                "Nobel Prize",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Sister Carrie",
            "authors": [
                "Theodore Dreiser"
            ],
            "ranking": 3.76,
            "ranking_count": 38214,
            "abstract": "A landmark in American literature, presented in its complete and unexpurgated version. Dreiser's unsparing story of a country girl's rise to riches as the mistress of a wealthy man marked the beginning of the naturalist movement in America. Both its subject matter and Dreiser's objective, nonmoralizing approach made it highly controversial, and only a heavily edited version could be published in 1900. In this restored version, the truly revolutionary nature of Sister Carrie is made fully evident.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Mateguas Island",
            "authors": [
                "Linda  Watkins"
            ],
            "ranking": 3.82,
            "ranking_count": 585,
            "abstract": "What could be more idyllic than to live on an island off the coast of Maine? That's what Bill Andersen thought when he moved his family to Mateguas. But Mateguas is more than just pristine beaches nestled between rocky shores. No, Mateguas is really something quite different….. 2015 OUTSTANDING NOVEL IN HORROR/SUSPENSE, IAN BOOK OF THE YEAR AWARDS. 2014 FIRST PLACE AWARD in CONTEMPORARY GOTHIC, PARANORMAL AWARDS, CHANTICLEER REVIEW. 2014 GOLD MEDAL WINNER, SUPERNATURAL FICTION, READERS' FAVORITE INTERNATIONAL BOOK AWARD COMPETITION. 2014 Honorable Mention in General Fiction, HALLOWEEN BOOK FESTIVAL, L.A.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Suspense",
                "Gothic",
                "Fiction",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Columbine",
            "authors": [
                "Dave Cullen"
            ],
            "ranking": 4.27,
            "ranking_count": 80749,
            "abstract": "The tragedies keep coming. As we reel from the latest horror . . .  So begins a new epilogue, illustrating how Columbine became the template for nearly two decades of spectacle murders. It is a false script, seized upon by a generation of new killers. In the wake of Newtown, Aurora, and Virginia Tech, the imperative to understand the crime that sparked this plague grows more urgent every year.. What really happened April 20, 1999? The horror left an indelible stamp on the American psyche, but most of what we know is wrong. It wasn't about jocks, Goths, or the Trench Coat Mafia. Dave Cullen was one of the first reporters on scene, and spent ten years on this book-widely recognized as the definitive account. With a keen investigative eye and psychological acumen, he draws on mountains of evidence, insight from the world's leading forensic psychologists, and the killers' own words and drawings-several reproduced in a new appendix. Cullen paints raw portraits of two polar opposite killers. They contrast starkly with the flashes of resilience and redemption among the survivors.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "History",
                "Mystery",
                "Audiobook",
                "Psychology",
                "Writing",
                "Sociology",
                "Biography",
                "Adult"
            ]
        },
        {
            "title": "Soul Music",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.03,
            "ranking_count": 72935,
            "abstract": "Other children get given xylophones. Susan just had to ask her grandfather to take his vest off.. Yes. There's a Death in the family.. It's hard to grow up normally when Grandfather rides a white horse and wields a scythe – especially when you have to take over the family business, and everyone mistakes you for the Tooth Fairy.. And. especially. when you have to face the new and addictive music that has entered Discworld.. It's lawless. It changes people.. It's called. Music With Rocks In. .. It's got a beat and you can dance to it, but.... It's. alive. .. And it won't fade away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Music",
                "Audiobook",
                "Young Adult",
                "Death"
            ]
        },
        {
            "title": "The Dragonbone Chair",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 3.95,
            "ranking_count": 66662,
            "abstract": "A war fueled by the powers of dark sorcery is about to engulf the peaceful land of Osten Ard—for Prester John, the High King, lies dying. And with his death, the Storm King, the undead ruler of the elf-like Sithi, seizes the chance to regain his lost realm through a pact with the newly ascended king. Knowing the consequences of this bargain, the king’s younger brother joins with a small, scattered group of scholars, the League of the Scroll, to confront the true danger threatening Osten Ard.. Simon, a kitchen boy from the royal castle unknowingly apprenticed to a member of this League, will be sent on a quest that offers the only hope of salvation, a deadly riddle concerning long-lost swords of power. Compelled by fate and perilous magics, he must leave the only home he’s ever known and face enemies more terrifying than Osten Ard has ever seen, even as the land itself begins to die.. After the landmark Memory, Sorrow, and Thorn trilogy, the epic saga of Osten Ard continues with the brand-new novel,. The Heart of What Was Lost. . Then don’t miss the upcoming trilogy, The Last King of Osten Ard, beginning with. The Witchwood Crown. !",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "The Van Alen Legacy",
            "authors": [
                "Melissa de la Cruz"
            ],
            "ranking": 3.95,
            "ranking_count": 65018,
            "abstract": "With the stunning revelation surrounding Bliss's true identity comes the growing threat of the sinister Silver Bloods. Once left to live the glamorous life in New York City, the Blue Bloods now find themselves in an epic battle for survival. Not to worry, love is still in the air for the young vampires of the Upper East Side. Or is it? Jack and Schuyler are over. Oliver's brokenhearted. And only the cunning Mimi seems to be happily engaged.. Young, fanged, and fabulous, Melissa de la Cruz's vampires unite in the fourth installment of the best-selling Blue Bloods series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Lucky",
            "authors": [
                "Alice Sebold"
            ],
            "ranking": 3.77,
            "ranking_count": 97923,
            "abstract": "In a memoir hailed for its searing candor and wit, Alice Sebold reveals how her life was utterly transformed when, as an eighteen-year-old college freshman, she was brutally raped and beaten in a park near campus. What propels this chronicle of her recovery is Sebold's indomitable spirit - as she struggles for understanding (After telling the hard facts to anyone, from lover to friend, I have changed in their eyes); as her dazed family and friends sometimes bungle their efforts to provide comfort and support; and as, ultimately, she triumphs, managing through grit and coincidence to help secure her attacker's arrest and conviction. In a narrative by turns disturbing, thrilling, and inspiring, Alice Sebold illuminates the experience of trauma victims even as she imparts wisdom profoundly hard-won: You save yourself or you remain unsaved.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Crime",
                "Biography Memoir",
                "Adult",
                "Mystery",
                "Contemporary",
                "Feminism"
            ]
        },
        {
            "title": "The Tao of Pooh",
            "authors": [
                "Benjamin Hoff",
                "Ernest H. Shepard"
            ],
            "ranking": 3.99,
            "ranking_count": 110592,
            "abstract": "The Wisdom of Pooh.. Is there such thing as a Western Taoist? Benjamin Hoff says there is, and this Taoist's favorite food is honey. Through brilliant and witty dialogue with the beloved Pooh-bear and his companions, the author of this smash bestseller explains with ease and aplomb that rather than being a distant and mysterious concept, Taoism is as near and practical to us as our morning breakfast bowl.. Romp through the enchanting world of Winnie-the-Pooh while soaking up invaluable lessons on simplicity and natural living.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Self Help",
                "Audiobook",
                "Classics",
                "Humor",
                "Psychology"
            ]
        },
        {
            "title": "Blood & Spirits",
            "authors": [
                "Dennis Sharpe"
            ],
            "ranking": 3.54,
            "ranking_count": 3017,
            "abstract": "Small-town life can be hard for a dead girl.... For Veronica Fischer the night to night life of a bloodsucking madam in Middle America is tough enough before she adopts Rachel Gregory, an eight year old ghost.. After her house is set on fire, and Rachel disappears, all signs point to foul play. When she finds herself with a hit out on her unlife, and warrants for her arrest, it becomes clear she's going to need help.. Now she has to contend with horny zombies, violent spirits, and murderous grave robbers if she's ever going to find Rachel and discover the awful truth of the coming storm.. A raucous ride through the dangerous lives of the lecherous undead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Horror",
                "Contemporary"
            ]
        },
        {
            "title": "Ship of Magic",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.16,
            "ranking_count": 70972,
            "abstract": "Wizardwood, a sentient wood.. The most precious commodity in the world.. Like many other legendary wares, it comes only from the Rain River Wilds.. But how can one trade with the Rain Wilders, when only a liveship fashioned from wizardwood can negotiate the perilous waters of the Rain River? Rare and valuable a liveship will quicken only when three members, from successive generations, have died on board. The liveship. Vivacia. is about to undergo her quickening as Althea Vestrit’s father is carried on deck in his death-throes. Althea waits for the ship that she loves more than anything else in the world to awaken. Only to discover that the. Vivacia. has been signed away in her father’s will to her brutal brother-in-law, Kyle Haven.... Others plot to win or steal a liveship. The. Paragon. , known by many as the. Pariah. , went mad, turned turtle, and drowned his crew. Now he lies blind, lonely, and broken on a deserted beach. But greedy men have designs to restore him, to sail the waters of the Rain Wild River once more.. Cover illustration by John Howe",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Mysterious Island",
            "authors": [
                "Jules Verne",
                "Caleb Carr",
                "Jordan Stump"
            ],
            "ranking": 4.12,
            "ranking_count": 48282,
            "abstract": "After hijacking a balloon from a Confederate camp, a band of five northern prisoners escapes the American Civil War. Seven thousand miles later, they drop from the clouds onto an uncharted volcanic island in the Pacific. Through teamwork, scientific knowledge, engineering, and perseverance, they endeavour to build a colony from scratch. But this island of abundant resources has its secrets. The castaways discover they are not alone. A shadowy, yet familiar, agent of their unfathomable fate is watching.. What unfolds in Jules Verne’s imaginative marvel is both an enthralling mystery and the ultimate in survivalist adventures.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Fantasy",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "What Dreams May Come",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.95,
            "ranking_count": 12498,
            "abstract": "The New York Times bestseller. A LOVE THAT TRANSCENDS HEAVEN AND HELL. What happens to us after we die? Chris Nielsen had no idea, until an unexpected accident cut his life short, separating him from his beloved wife, Annie. Now Chris must discover the true nature of life after death.. But even Heaven is not complete without Annie, and when tragedy threatens to divide them forever, Chris risks his very soul to save Annie from an eternity of despair.. Richard Matheson's powerful tale of life---and love---after death was the basis for the Oscar-winning film starring Robin Williams.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Romance",
                "Horror",
                "Science Fiction",
                "Death",
                "Classics",
                "Religion",
                "Contemporary"
            ]
        },
        {
            "title": "Incarceron",
            "authors": [
                "Catherine Fisher"
            ],
            "ranking": 3.64,
            "ranking_count": 60396,
            "abstract": "Incarceron -- a futuristic prison, sealed from view, where the descendants of the original prisoners live in a dark world torn by rivalry and savagery. It is a terrifying mix of high technology -- a living building which pervades the novel as an ever-watchful, ever-vengeful character, and a typical medieval torture chamber -- chains, great halls, dungeons. A young prisoner, Finn, has haunting visions of an earlier life, and cannot believe he was born here and has always been here. In the outer world, Claudia, daughter of the Warden of Incarceron, is trapped in her own form of prison -- a futuristic world constructed beautifully to look like a past era, an imminent marriage she dreads. She knows nothing of Incarceron, except that it exists. But there comes a moment when Finn, inside Incarceron, and Claudia, outside, simultaneously find a device -- a crystal key, through which they can talk to each other. And so the plan for Finn's escape is born ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The Last Lumenian",
            "authors": [
                "S.G. Blaise"
            ],
            "ranking": 4.29,
            "ranking_count": 5224,
            "abstract": "MOST PRINCESSES NEED SAVING. THIS ONE WILL SAVE YOU.. She is a rebel. Lilla is fighting for the refugees's freedom from oppression. The king, her father, lost touch with reality ever since Lilla's mother died. Now everyone else is paying the price.. The arrival of Callum, a powerful Teryn general, complicates Lilla's life. His presence leads to conflicted feelings and friction with Arrov, a handsome pilot and fellow rebel.. Her life is not what she imagined it to be. Not by far. Meddling gods, love interests and sudden magical abilities have no room in Lilla's world, but that has become her new reality. No matter how hard she pushes them away, it's too late. They all seek to control her anyway.. Now the Era War between two ruling archgods forces Lilla to act: accept who she really is magic and all; find true love; fulfill her destiny by defeating the Archgod of Chaos and Destruction before He finds her. The Last Lumenian.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Novels",
                "Contemporary",
                "Fiction",
                "Drama",
                "Science Fiction",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Dream Caster",
            "authors": [
                "Najeev Raj Nadarajah"
            ],
            "ranking": 4.1,
            "ranking_count": 240,
            "abstract": "Weaver, a young man who longs for a different life, is forced to flee his refugee settlement when everyone in it is massacred. In his flight for safety, Weaver stumbles upon a refuge of survivors hidden among the remains of a ruined city once known as Toronto.. In the midst of building a new life, Weaver discovers he can do something strange: cast dreams into reality. Convinced it’s just an anomaly, he ignores it. That is until he learns of the mysterious man who waged war against his world — a man who calls himself the Dream Eater and harnesses the ability to animate nightmares into existence. The peaceful life Weaver hoped for begins to unravel when those of his new home are besieged by the Dream Eater and their lives placed in jeopardy. Weaver must learn to master his accursed ability before his new home is eradicated by the Dream Eater and human existence is pushed to the brink of extinction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Action"
            ]
        },
        {
            "title": "La Dame aux Camélias",
            "authors": [
                "Alexandre Dumas (Fils)",
                "David Coward"
            ],
            "ranking": 4.02,
            "ranking_count": 41420,
            "abstract": "One of the greatest love stories of all time, this novel has fascinated generations of readers. Dumas's subtle and moving portrait of a woman in love is based on his own love affair with one of the most desirable courtesans in Paris. This is a completely new translation commissioned for the World's Classics.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Cultural",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Blue Moon",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.05,
            "ranking_count": 63977,
            "abstract": "When she chose master vampire Jean-Claude over her ex-fiancé, alpha werewolf Richard Zeeman, Anita learned that sometimes love is not enough. But though she and Richard won’t be walking down any aisles, she can’t turn her back on him when he’s arrested on a rape charge in Tennessee. Anita knows firsthand that Richard has the morals of a saint—or at least a boy scout. But his guilt or innocence is not the issue. He’s behind bars, and in five days a full moon will rise…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Master and Commander",
            "authors": [
                "Patrick O'Brian"
            ],
            "ranking": 4.06,
            "ranking_count": 53165,
            "abstract": "As the Royal Navy takes part in the wars against Napoleonic France, young Jack Aubrey receives his first command, the small, old, and slow HMS. Sophie. . Accompanied by his eccentric new friend, the physician and naturalist Stephen Maturin, Aubrey does battle with the naval hierarchy, with his own tendency to make social blunders, and with the challenges of forging an effective crew -- before ultimately taking on enemy ships in a vivid, intricately detailed series of sea battles.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Classics",
                "War",
                "Audiobook",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Crimson Petal and the White",
            "authors": [
                "Michel Faber"
            ],
            "ranking": 3.87,
            "ranking_count": 42377,
            "abstract": "Sugar, 19, prostitute in Victorian London, yearns for a better life. From brutal brothel-keeper Mrs Castaway, she ascends in society. Affections of self-involved perfume magnate William Rackham soon smells like love. Her social rise attracts preening socialites, drunken journalists, untrustworthy servants, vile guttersnipes, and whores of all kinds.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The 7½ Deaths of Evelyn Hardcastle",
            "authors": [
                "Stuart Turton"
            ],
            "ranking": 3.88,
            "ranking_count": 230538,
            "abstract": "Aiden Bishop knows the rules. Evelyn Hardcastle will die every day until he can identify her killer and break the cycle. But every time the day begins again, Aiden wakes up in the body of a different guest at Blackheath Manor. And some of his hosts are more helpful than others. With a locked room mystery that Agatha Christie would envy, Stuart Turton unfurls a breakneck novel of intrigue and suspense.. For fans of Claire North, and Kate Atkinson,. The 7½ Deaths of Evelyn Hardcastle. is a breathlessly addictive mystery that follows one man's race against time to find a killer, with an astonishing time-turning twist that means nothing and no one are quite what they seem.. This inventive debut twists together a thriller of such unexpected creativity it will leave readers guessing until the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Historical",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Anna Dressed in Blood",
            "authors": [
                "Kendare Blake"
            ],
            "ranking": 3.91,
            "ranking_count": 103033,
            "abstract": "Cas Lowood has inherited an unusual vocation: He kills the dead.. So did his father before him, until he was gruesomely murdered by a ghost he sought to kill. Now, armed with his father's mysterious and deadly athame, Cas travels the country with his kitchen-witch mother and their spirit-sniffing cat. They follow legends and local lore, destroy the murderous dead, and keep pesky things like the future and friends at bay.. Searching for a ghost the locals call Anna Dressed in Blood, Cas expects the usual: track, hunt, kill. What he finds instead is a girl entangled in curses and rage, a ghost like he's never faced before. She still wears the dress she wore on the day of her brutal murder in 1958: once white, now stained red and dripping with blood. Since her death, Anna has killed any and every person who has dared to step into the deserted Victorian she used to call home.. Yet she spares Cas's life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Arcadia",
            "authors": [
                "Tom Stoppard"
            ],
            "ranking": 4.14,
            "ranking_count": 21701,
            "abstract": "Arcadia. takes us back and forth between the nineteenth and twentieth centuries, ranging over the nature of truth and time, the difference between the Classical and the Romantic temperament, and the disruptive influence of sex on our orbits in life. Focusing on the mysteries--romantic, scientific, literary--that engage the minds and hearts of characters whose passions and lives intersect across scientific planes and centuries, it is Stoppard's richest, most ravishing comedy to date, a play of wit, intellect, language, brio and... emotion. It's like a dream of levitation: you're instantaneously aloft, soaring, banking, doing loop-the-loops and then, when you think you're about to plummet to earth, swooping to a gentle touchdown of not easily described sweetness and sorrow... Exhilarating (Vincent Canby,. The New York Times. ).",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Historical",
                "Academic",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "A Memory of Light",
            "authors": [
                "Robert Jordan",
                "Brandon Sanderson"
            ],
            "ranking": 4.53,
            "ranking_count": 122187,
            "abstract": "The Wheel of Time turns and Ages come and go, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. In the Third Age, an Age of Prophecy, the World and Time themselves hang in the balance. What was, what will be, and what is, may yet fall under the Shadow.. When Robert Jordan died in 2007, all feared that these concluding scenes would never be written. But working from notes and partials left by Jordan, established fantasy writer Brandon Sanderson stepped in to complete the masterwork. With The Gathering Storm (Book 12) and Towers of Midnight (Book 13) behind him, Sanderson now re-creates the vision that Robert Jordan left behind.. Edited by Jordan's widow, who edited all of Jordan's books, A Memory of Light will delight, enthrall, and deeply satisfy all of Jordan's legions of readers.. The Wheel of Time turns, and Ages come and pass.. What was, what will be, and what is,. may yet fall under the Shadow.. Let the Dragon ride again on the winds of time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Fool's Fate",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.44,
            "ranking_count": 69118,
            "abstract": "The triumphant conclusion to the Tawny Man trilogy, from the author of the bestselling Farseer and Liveship Traders trilogies. The moving end to the tale of the Farseers, in which kingdoms must stand or fall on the beat of a dragon's wings, or a Fool's heart. A small and sadly untried coterie - the old assassin Chade, the serving-boy Thick, Prince Dutiful, and his reluctant Skillmaster, Fitz - sail towards the distant island of Aslevjal. There they must fulfil the Narcheska's challenge to her betrothed: to lay the head of the dragon Icefyre, whom legends tell is buried there deep beneath the ice, upon her hearth. Only with the completion of this quest can the marriage proceed, and the resulting alliance signal an end to war between the two kingdoms. It is not a happy ship: tensions between the folk of the Six Duchies and their traditional enemies, the Outislanders, lie just beneath the surface. Thick is constantly ill, and his random but powerful Skilling has taken on a dark and menacing tone, while Chade's fascination with the Skill is growing to the point of obsession. Having ensured that his beloved friend the Fool is safely left behind in Buckkeep, Fitz is guilt-stricken; but he is determined to keep his fate at bay, since prophecy foretells the Fool's death if he ever sets foot on the isle of the black dragon. But as their ship draws in towards Aslevjal a lone figure awaits them...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Porno",
            "authors": [
                "Irvine Welsh",
                "Federico Corriente"
            ],
            "ranking": 3.82,
            "ranking_count": 23617,
            "abstract": "Diez años después de. Trainspotting. , Sick Boy está en franca decadencia. Acaba de dejar su piso en un barrio pijo de Londres y se ha mudado a un agujero miserable, y tras una noche de drogas y sexo indiscriminados, decide aceptar la oferta de su tía Paula: lo dejará a cargo de su pub en Leith y se marchará con su amante español a Alicante.. Pero en el Port Sunshine el negocio no está solamente en las bebidas: Sick Boy descubre que un grupo liderado por «Juice» Terry Lawson, su antiguo conocido, se reúne a follar y a filmar sus orgías en uno de los salones privados. Y que en Edimburgo hay un floreciente negocio de vídeos porno realizados en las trastiendas de los pubs, con los clientes como estrellas. Y Sick Boy, que siempre está maquinando negocios, se pondrá, con la ayuda de la guapa Nikki Fuller-Smith, estudiante de cine de día y trabajadora del sexo por las noches, a hacer una película porno de altura, con calidad suficiente como para ser vendida internacionalmente y circular por Internet. Y también incluirá en el equipo a su viejo amigo Renton, el que diez años antes los traicionó y huyó a Ámsterdam con el dinero del alijo de heroína. Pero cuando Sick Boy maquina algo, la cosa tiene más complicaciones y trampas que la tela de una araña, y entre los hilos también se mueven Spud, el único que había recibido a escondidas su parte del dinero de la droga, y Begbie, el psicópata del grupo, que después de pasar unos años en la cárcel volverá a la acción aún más paranoico y furioso que antes.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Cultural",
                "Thriller",
                "Dark",
                "Mystery",
                "European Literature",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Renegades",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.15,
            "ranking_count": 105475,
            "abstract": "Secret Identities. Extraordinary Powers. She wants vengeance. He wants justice.. The Renegades are a syndicate of prodigies — humans with extraordinary abilities — who emerged from the ruins of a crumbled society and established peace and order where chaos reigned. As champions of justice, they remain a symbol of hope and courage to everyone... except the villains they once overthrew.. Nova has a reason to hate the Renegades, and she is on a mission for vengeance. As she gets closer to her target, she meets Adrian, a Renegade boy who believes in justice — and in Nova. But Nova's allegiance is to a villain who has the power to end them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Comics",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Travels with Charley: In Search of America",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 4.06,
            "ranking_count": 83621,
            "abstract": "A quest across America, from the northernmost tip of Maine to California’s Monterey Peninsula. To hear the speech of the real America, to smell the grass and the trees, to see the colors and the light—these were John Steinbeck's goals as he set out, at the age of fifty-eight, to rediscover the country he had been writing about for so many years.. With Charley, his French poodle, Steinbeck drives the interstates and the country roads, dines with truckers, encounters bears at Yellowstone and old friends in San Francisco. Along the way he reflects on the American character, racial hostility, the particular form of American loneliness he finds almost everywhere, and the unexpected kindness of strangers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Classics",
                "Autobiography",
                "Biography",
                "Literature",
                "Biography Memoir",
                "Adventure",
                "History"
            ]
        },
        {
            "title": "Roadside Picnic",
            "authors": [
                "Arkady Strugatsky",
                "Boris Strugatsky",
                "Theodore Sturgeon",
                "Antonina W. Bouis"
            ],
            "ranking": 4.16,
            "ranking_count": 52602,
            "abstract": "Red Schuhart is a stalker, one of those young rebels who are compelled, in spite of extreme danger, to venture illegally into the Zone to collect the mysterious artifacts that the alien visitors left scattered around. His life is dominated by the place and the thriving black market in the alien products. But when he and his friend Kirill go into the Zone together to pick up a “full empty,” something goes wrong. And the news he gets from his girlfriend upon his return makes it inevitable that he’ll keep going back to the Zone, again and again, until he finds the answer to all his problems.. First published in 1972,. Roadside Picnic. is still widely regarded as one of the greatest science fiction novels, despite the fact that it has been out of print in the United States for almost thirty years.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Pachinko",
            "authors": [
                "Lee Min-jin"
            ],
            "ranking": 4.3,
            "ranking_count": 316214,
            "abstract": "In the early 1900s, teenaged Sunja, the adored daughter of a crippled fisherman, falls for a wealthy stranger at the seashore near her home in Korea. He promises her the world, but when she discovers she is pregnant — and that her lover is married — she refuses to be bought. Instead, she accepts an offer of marriage from a gentle, sickly minister passing through on his way to Japan. But her decision to abandon her home, and to reject her son's powerful father, sets off a dramatic saga that will echo down through the generations.. Richly told and profoundly moving,. Pachinko. is a story of love, sacrifice, ambition, and loyalty. From bustling street markets to the halls of Japan's finest universities to the pachinko parlors of the criminal underworld, Lee's complex and passionate characters — strong, stubborn women, devoted sisters and sons, fathers shaken by moral crisis — survive and thrive against the indifferent arc of history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Literary Fiction",
                "Adult",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The End",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.02,
            "ranking_count": 97692,
            "abstract": "The last volume of the fabulously popular A Series of Unfortunate Events series, in which the history of the Baudelaire orphans is brought to its end.. You are presumably looking at the back of this book, or the end of the end. The end of the end is the best place to begin the end, because if you read the end from the beginning of the beginning of the end to the end of the end of the end, you will arrive at the end of the end of your rope.. This book is the last in A Series of Unfortunate Events, and even if you braved the previous twelve volumes, you probably can't stand such unpleasantries as a fearsome storm, a suspicious beverage, a herd of wild sheep, an enormous bird cage, and a truly haunting secret about the Baudelaire parents.. It has been my solemn occupation to complete the history of the Baudelaire orphans, and at last I am finished. You likely have some other occupation, so if I were you I would drop this book at once, so the end does not finish you.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Darkly Dreaming Dexter",
            "authors": [
                "Jeff Lindsay"
            ],
            "ranking": 3.89,
            "ranking_count": 200383,
            "abstract": "Meet Dexter Morgan, a polite wolf in sheep's clothing. He's handsome and charming, but something in his past has made him abide by a different set of rules. He's a serial killer whose one golden rule makes him immensely likeable: he only kills bad people. And his job as a blood spatter expert for the Miami police department puts him in the perfect position to identify his victims. But when a series of brutal murders bearing a striking similarity to his own style start turning up, Dexter is caught between being flattered and being frightened—of himself or some other fiend.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Suspense",
                "Adult",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "A Northern Light",
            "authors": [
                "Jennifer Donnelly"
            ],
            "ranking": 3.82,
            "ranking_count": 43405,
            "abstract": "Sixteen-year-old Mattie Gokey has big dreams but little hope of seeing them come true. Desperate for money, she takes a job at the Glenmore, where hotel guest Grace Brown entrusts her with the task of burning a secret bundle of letters. But when Grace's drowned body is fished from the lake, Mattie discovers that the letters could reveal the grim truth behind a murder.. Set in 1906 against the backdrop of the murder that inspired Theodore Dreiser's. An American Tragedy,. Jennifer Donnelly's astonishing debut novel effortlessly weaves romance, history, and a murder mystery into something moving, and real, and wholly original.. Includes a reader's guide and an interview with the author.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Out of Sight, Out of Time",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.33,
            "ranking_count": 53085,
            "abstract": "With more than a million Gallagher Girls books sold, a legion of fans have fallen in love with the. New York Times. best-selling spy-girl series, and the fifth book delivers the most nerve-wracking, high-stakes adventure yet.. The last thing Cammie Morgan remembers is leaving the Gallagher Academy to protect her friends and family from the Circle of Cavan-an ancient terrorist organization that has been hunting her for over a year. But when Cammie wakes up in an alpine convent and discovers that months have passed, she must face the fact that her memory is now a black hole. The only traces left of Cammie's summer vacation are the bruises on her body and the dirt under her nails, and all she wants is to go home.. Once she returns to school, however, Cammie realizes that even the Gallagher Academy now holds more questions than answers. Cammie, her friends, and mysterious spy-guy Zach must face their most difficult challenge yet as they travel to the other side of the world, hoping to piece together the clues that Cammie left behind. It's a race against time. The Circle is hot on their trail and willing stop at nothing to prevent Cammie from remembering what she did last summer.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Spy Thriller",
                "Fiction",
                "Adventure",
                "Womens Fiction",
                "Action"
            ]
        },
        {
            "title": "The Summer Garden",
            "authors": [
                "Paullina Simons"
            ],
            "ranking": 4.09,
            "ranking_count": 28136,
            "abstract": "The Magnificent Conclusion to the Timeless Epic Saga. Through years of war and devastation, Tatiana and Alexander suffered the worst the twentieth century had to offer. Miraculously reunited in America, they now have a beautiful son, Anthony, the gift of a love strong enough to survive the most terrible upheavals. Though they are still young, the ordeals they endured have changed them--and after living apart in a world laid waste, they must now find a way to live together in postwar America.. With the Cold War rising, dark forces at work in their adopted country threaten their lives, their family, and their hard-won peace. To regain the happiness they once knew, to wash away the lingering pain of the past, two lovers grown distant must somehow forge a new life . . .or watch the ghosts of their yesterdays destroy their firstborn son.. The Summer Garden . . . their odyssey is just beginning.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "Cultural",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Winter of the World",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 4.35,
            "ranking_count": 143472,
            "abstract": "Winter of the World picks up right where the first book left off, as its five interrelated families—American, German, Russian, English, Welsh—enter a time of enormous social, political, and economic turmoil, beginning with the rise of the Third Reich, through the Spanish Civil War and the great dramas of World War II, up to the explosions of the American and Soviet atomic bombs.. Carla von Ulrich, born of German and English parents, finds her life engulfed by the Nazi tide until she commits a deed of great courage and heartbreak. . . . American brothers Woody and Chuck Dewar, each with a secret, take separate paths to momentous events, one in Washington, the other in the bloody jungles of the Pacific. . . . English student Lloyd Williams discovers in the crucible of the Spanish Civil War that he must fight Communism just as hard as Fascism. . . . Daisy Peshkov, a driven American social climber, cares only for popularity and the fast set, until the war transforms her life, not just once but twice, while her cousin Volodya carves out a position in Soviet intelligence that will affect not only this war—but the war to come.. These characters and many others find their lives inextricably entangled as their experiences illuminate the cataclysms that marked the century. From the drawing rooms of the rich to the blood and smoke of battle, their lives intertwine, propelling the reader into dramas of ever-increasing complexity.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "War",
                "Novels",
                "Adult",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "First Drop of Crimson",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.14,
            "ranking_count": 55915,
            "abstract": "The night is not safe for mortals.. Denise MacGregor knows all too well what lurks in the shadows – her best friend is half-vampire Cat Crawfield – and she has already lost more than the average human could bear. But her family’s dark past is wrapped in secrets and shrouded in darkness – and a demon shapeshifter has marked Denise as prey. Now her survival depends on an immortal who craves a taste of her.. He is Spade, a powerful, mysterious vampire who has walked the earth for centuries and is now duty-bound to protect this endangered, alluring human – even if it means destroying his own kind. Denise may arouse his deepest hungers, but Spade knows he must fight his urge to have her as they face the demon nightmare together…. Because once the first drop of crimson falls, they will both be lost.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes",
            "authors": [
                "Gordon B. Hinckley"
            ],
            "ranking": 4.6,
            "ranking_count": 14288,
            "abstract": "In this national bestseller, the president of The Church of Jesus Christ of Latter-day Saints, Gordon B. Hinckley, has created a classic look at the values that can change our world--and how to stand up for them. Drawing on anecdotes from his much-admired life of faith and service, as well as examples from American culture today, he examines ten virtues that have always illuminated the path to a better world: love, honesty, morality, civility, learning, forgiveness and mercy, thrift and industry, gratitude, optimism, and faith. He then shows how the two guardians of virtue--marriage and the family--can keep us on that path, even in difficult times.. Standing for Something. is an inspiring blueprint for what we all can do--as individuals, as a nation, and as a world community--to rediscover the values and virtues that have historically made us strong and that will lead us to a brighter future.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Christianity",
                "Self Help",
                "Inspirational",
                "Spirituality",
                "Lds",
                "Philosophy",
                "Christian"
            ]
        },
        {
            "title": "The Prince and the Pauper",
            "authors": [
                "Mark Twain",
                "Everett H. Emerson"
            ],
            "ranking": 3.86,
            "ranking_count": 112598,
            "abstract": "This treasured historical satire, played out in two very different socioeconomic worlds of 16th-century England, centers around the lives of two boys born in London on the same day: Edward, Prince of Wales and Tom Canty, a street beggar. During a chance encounter, the two realize they are identical and, as a lark, decide to exchange clothes and roles--a situation that briefly, but drastically, alters the lives of both youngsters. The Prince, dressed in rags, wanders about the city's boisterous neighborhoods among the lower classes and endures a series of hardships; meanwhile, poor Tom, now living with the royals, is constantly filled with the dread of being discovered for who and what he really is.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Childrens",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Pickwick Papers",
            "authors": [
                "Charles Dickens"
            ],
            "ranking": 3.84,
            "ranking_count": 26901,
            "abstract": "Few first novels have created as much popular excitement as. The Pickwick Papers. –-a comic masterpiece that catapulted its 24-year-old author to immediate fame. Readers were captivated by the adventures of the poet Snodgrass, the lover Tupman, the sportsman Winkle &, above all, by that quintessentially English Quixote, Mr Pickwick, & his cockney Sancho Panza, Sam Weller. From the hallowed turf of Dingley Dell Cricket Club to the unholy fracas of the Eatanswill election, via the Fleet debtor’s prison, characters & incidents sprang to life from Dickens’s pen, to form an enduringly popular work of ebullient humour & literary invention.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Humor",
                "Historical",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "At First Sight",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.84,
            "ranking_count": 82778,
            "abstract": "There are a few things Jeremy Marsh was sure he’d never do: he’d never leave New York City; never give his heart away after barely surviving one failed marriage; and never become a parent. Now Jeremy is living in the tiny town of Boone Creek, North Carolina, engaged to Lexie Darnell, the love of his life, and anticipating the start of their family. But just as his life seems to be settling into a blissful pattern, a mysterious and disturbing e-mail sets off a chain of events that will change the course of this young couple’s relationship. How well do we really know the ones we love? How do we handle the inevitable doubts, fears concerning parenthood, and stumbling blocks that are sometimes placed in our way? Continuing the story of the young couple introduced in Sparks’s bestselling True Believer, this novel captures all the heartbreak, tension, romance and surprises of those who are newly wed. An astonishing tale about the love between a man and a woman and between a parent and a child, At First Sight is about endings that bring new beginnings . . . tragedies that lead to unexpected joy . . . and, most of all, the magic of everlasting love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "Lord of Shadows",
            "authors": [
                "Cassandra Clare",
                "Franca Fritz"
            ],
            "ranking": 4.44,
            "ranking_count": 124521,
            "abstract": "Would you trade your soul mate for your soul?. A Shadowhunter’s life is bound by duty. Constrained by honor. The word of a Shadowhunter is a solemn pledge, and no vow is more sacred than the vow that binds. parabatai. , warrior partners—sworn to fight together, die together, but never to fall in love.. Emma Carstairs has learned that the love she shares with her. parabatai. , Julian Blackthorn, isn’t just forbidden—it could destroy them both. She knows she should run from Julian. But how can she when the Blackthorns are threatened by enemies on all sides?. Their only hope is the Black Volume of the Dead, a spell book of terrible power. Everyone wants it. Only the Blackthorns can find it. Spurred on by a dark bargain with the Seelie Queen, Emma; her best friend, Cristina; and Mark and Julian Blackthorn journey into the Courts of Faerie, where glittering revels hide bloody danger and no promise can be trusted. Meanwhile, rising tension between Shadowhunters and Downworlders has produced the Cohort, an extremist group of Shadowhunters dedicated to registering Downworlders and “unsuitable” Nephilim. They’ll do anything in their power to expose Julian’s secrets and take the Los Angeles Institute for their own.. When Downworlders turn against the Clave, a new threat rises in the form of the Lord of Shadows—the Unseelie King, who sends his greatest warriors to slaughter those with Blackthorn blood and seize the Black Volume. As dangers close in, Julian devises a risky scheme that depends on the cooperation of an unpredictable enemy. But success may come with a price he and Emma cannot even imagine, one that will bring with it a reckoning of blood that could have repercussions for everyone and everything they hold dear.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "LGBT",
                "Paranormal"
            ]
        },
        {
            "title": "The Hundred Secret Senses",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 4.0,
            "ranking_count": 42385,
            "abstract": "The Hundred Secret Senses. is an exultant novel about China and America, love and loyalty, the identities we invent and the true selves we discover along the way. Olivia Laguni is half-Chinese, but typically American in her uneasiness with her patchwork family. And no one in Olivia's family is more embarrassing to her than her half-sister, Kwan Li. For Kwan speaks mangled English, is cheerfully deaf to Olivia's sarcasm, and sees the dead with her yin eyes.. Even as Olivia details the particulars of her decades-long grudge against her sister (who, among other things, is a source of infuriatingly good advice), Kwan Li is telling her own story, one that sweeps us into the splendor, squalor, and violence of Manchu China. And out of the friction between her narrators, Amy Tan creates a work that illuminates both the present and the past sweetly, sadly, hilariously, with searing and vivid prose.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Contemporary",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Ask the Dust",
            "authors": [
                "John Fante",
                "Charles Bukowski"
            ],
            "ranking": 4.11,
            "ranking_count": 31189,
            "abstract": "Ask the Dust. is the story of Arturo Bandini, a young Italian-American writer in 1930s Los Angeles who falls hard for the elusive, mocking, unstable Camilla Lopez, a Mexican waitress. Struggling to survive, he perseveres until, at last, his first novel is published. But the bright light of success is extinguished when Camilla has a nervous breakdown and disappears . . . and Bandini forever rejects the writer's life he fought so hard to attain.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America",
                "American",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Gandhi: An Autobiography",
            "authors": [
                "Mahatma Gandhi",
                "Mahadev Desai"
            ],
            "ranking": 4.08,
            "ranking_count": 63928,
            "abstract": "Mohandas K. Gandhi is one of the most inspiring figures of our time. In his classic autobiography he recounts the story of his life and how he developed his concept of active nonviolent resistance, which propelled the Indian struggle for independence and countless other nonviolent struggles of the twentieth century.. In a new foreword, noted peace expert and teacher Sissela Bok urges us to adopt Gandhi's attitude of experimenting, of testing what will and will not bear close scrutiny, what can and cannot be adapted to new circumstances, in order to bring about change in our own lives and communities.. All royalties earned on this book are paid to the Navajivan Trust, founded by Gandhi, for use in carrying on his work.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Cultural",
                "Philosophy",
                "Autobiography",
                "Politics",
                "Biography Memoir",
                "Spirituality"
            ]
        },
        {
            "title": "Mostly Harmless",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 3.96,
            "ranking_count": 120255,
            "abstract": "It’s easy to get disheartened when your planet has been blown up, the woman you love has vanished due to a misunderstanding about space/time, the spaceship you are on crashes on a remote and Bob-fearing planet, and all you have to fall back on are a few simple sandwich-making skills. However, instead of being disheartened, Arthur Dent makes the terrible mistake of starting to enjoy life a bit–and immediately all hell breaks loose.. Hell takes a number of forms: there’s the standard Ford Prefect version, in the shape of an all-new edition of. The Hitchhiker’s Guide to the Galaxy. , and a totally unexpected manifestation in the form of a teenage girl who startles Arthur Dent by being his daughter when he didn’t even know he had one.. Can Arthur save the Earth from total multidimensional obliteration? Can he save the Guide from a hostile alien takeover? Can he save his daughter, Random, from herself? Of course not. He never works out exactly what is going on. Will you?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Alice in Zombieland",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.03,
            "ranking_count": 42499,
            "abstract": "She won't rest until she's sent every walking corpse back to its grave. Forever.. If anyone had told Alice Bell that her entire life would change course between one heartbeat and the next, she would have laughed. From blissful to tragic, innocent to ruined? Please. But that's all it took. One heartbeat. A blink, a breath, a second, and everything she knew and loved was gone.. Her father was right. The monsters are real.. To avenge her family, Ali must learn to fight the undead. To survive, she must learn to trust the baddest of the bad boys, Cole Holland. But Cole has secrets of his own, and if Ali isn't careful, those secrets might just prove to be more dangerous than the zombies.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fantasy",
                "Romance",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "Revelations",
            "authors": [
                "Melissa de la Cruz"
            ],
            "ranking": 3.9,
            "ranking_count": 76948,
            "abstract": "Schuyler Van Alen's blood legacy has just been called into question: is the young vampire in fact a Blue Blood, or is it the sinister Silver Blood that runs through her veins? As controversy swirls, Schuyler is left stranded in the Force household, trapped under the same roof as her cunning nemesis, Mimi Force, and her forbidden crush, Jack Force.. When an ancient place of power is threatened in Rio de Janeiro, however, the Blue Bloods need Schuyler on their side. The stakes are high, the battle is bloody; and through it all Schuyler is torn between duty and passion, love and freedom.. Romance, glamour, and vampire lore collide in the highly anticipated third book in best-selling author Melissa de la Cruz's. Blue Bloods. series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Hotel on the Corner of Bitter and Sweet",
            "authors": [
                "Jamie Ford"
            ],
            "ranking": 4.02,
            "ranking_count": 281500,
            "abstract": "In 1986, Henry Lee joins a crowd outside the Panama Hotel, once the gateway to Seattle's Japantown. It has been boarded up for decades, but now the new owner has discovered the belongings of Japanese families who were sent to internment camps during World War II. As the owner displays and unfurls a Japanese parasol, Henry, a Chinese American, remembers a young Japanese American girl from his childhood in the 1940s—Keiko Okabe, with whom he forged a bond of friendship and innocent love that transcended the prejudices of their Old World ancestors. After Keiko and her family were evacuated to the internment camps, she and Henry could only hope that their promise to each other would be kept. Now, forty years later, Henry explores the hotel's basement for the Okabe family's belongings and for a long-lost object whose value he cannot even begin to measure. His search will take him on a journey to revisit the sacrifices he has made for family, for love, for country.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "From Hell",
            "authors": [
                "Alan Moore",
                "Eddie Campbell",
                "Pete Mullins"
            ],
            "ranking": 4.18,
            "ranking_count": 36809,
            "abstract": "I shall tell you where we are. We're in the most extreme and utter region of the human mind. A dim, subconscious underworld. A radiant abyss where men meet themselves. Hell, Netley. We're in Hell.. Having proved himself peerless in the arena of reinterpreting superheroes, Alan Moore turned his ever-incisive eye to the squalid, enigmatic world of Jack the Ripper and the Whitechapel murders of 1888. Weighing in at 576 pages,. From Hell. is certainly the most epic of Moore's works and remarkably and is possibly his finest effort yet in a career punctuated by such glorious highlights as. Watchmen. and. V for Vendetta. . Going beyond the myriad existing theories, which range from the sublime to the ridiculous, Moore presents an ingenious take on the slaughter. His Ripper's brutal activities are the epicentre of a conspiracy involving the very heart of the British Establishment, including the Freemasons and The Royal Family. A popular claim, which is transformed through Moore's exquisite and thoroughly gripping vision, of the Ripper crimes being the womb from which the 20th century, so enmeshed in the celebrity culture of violence, received its shocking, visceral birth.. Bolstered by meticulous research that encompasses a wide spectrum of Ripper studies and myths and coupled with his ability to evoke sympathies in such monstrous characters, Moore has created perhaps the finest examination of the Ripper legacy, observing far beyond society's obsessive need to expose Evil's visage. Ultimately, as Moore observes, Jack's identity and his actions are inconsequential to the manner in which society embraced the Fear: It's about us. It's about our minds and how they dance. Jack mirrors our hysterias. Faceless, he is the receptacle for each new social panic.. Eddie Campbell's stunning black and white artwork, replete with a scratchy, dirty sheen, is perfectly matched to the often-unshakeable intensity of Moore's writing. Between them, each murder is rendered in horrifying detail, providing the book's most unnerving scenes, made more so in uncomfortable, yet lyrical moments as when the villain embraces an eviscerated corpse, craving understanding; pleading that they are wed in legend, inextricable within eternity.. Though technically a comic, the term hardly begins to describe. From Hell. 's inimitable grandeur and finesse, as it takes the medium to fresh heights of ingenuity and craftsmanship. Moore and Campbell's autopsy on the emaciated corpse of the Ripper myth has divulged a deeply disturbing yet undeniably captivating masterpiece. —. Danny Graydon",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Historical",
                "Graphic Novels Comics",
                "Mystery",
                "Comics"
            ]
        },
        {
            "title": "The Bookseller of Kabul",
            "authors": [
                "Åsne Seierstad",
                "Ingrid Christopherson"
            ],
            "ranking": 3.76,
            "ranking_count": 50627,
            "abstract": "In spring 2002, following the fall of the Taliban, Åsne Seierstad spent four months living with a bookseller and his family in Kabul.. For more than twenty years Sultan Khan defied the authorities—be they communist or Taliban—to supply books to the people of Kabul. He was arrested, interrogated and imprisoned by the communists, and watched illiterate Taliban soldiers burn piles of his books in the street. He even resorted to hiding most of his stock—almost ten thousand books—in attics all over Kabul.. But while Khan is passionate in his love of books and his hatred of censorship, he also has strict views on family life and the role of women. As an outsider, Åsne Seierstad found herself in a unique position, able to move freely between the private, restricted sphere of the women—including Khan’s two wives—and the freer, more public lives of the men.. It is an experience that Seierstad finds both fascinating and frustrating. As she steps back from the page and allows the Khans to speak for themselves, we learn of proposals and marriages, hope and fear, crime and punishment. The result is a genuinely gripping and moving portrait of a family, and a clear-eyed assessment of a country struggling to free itself from history.' to 'This mesmerizing portrait of a proud man who, through three decades and successive repressive regimes, heroically braved persecution to bring books to the people of Kabul has elicited extraordinary praise throughout the world and become a phenomenal international bestseller.. The Bookseller of Kabul. is startling in its intimacy and its details—a revelation of the plight of Afghan women and a window into the surprising realities of daily life in today’s Afghanistan.'",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Travel",
                "Writing",
                "Cultural",
                "Religion",
                "Biography Memoir",
                "Politics"
            ]
        },
        {
            "title": "Free Four: Tobias Tells the Divergent Knife-Throwing Scene",
            "authors": [
                "Veronica Roth"
            ],
            "ranking": 4.13,
            "ranking_count": 96383,
            "abstract": "#1. New York Times. bestselling author Veronica Roth retells a pivotal. Divergent. scene (chapter 13) from Tobias's point of view. This thirteen-page scene reveals unknown facts and fascinating details about Four's character, his past, his own initiation, and his thoughts about new Dauntless initiate Tris Prior.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Romance",
                "Novella",
                "Apocalyptic"
            ]
        },
        {
            "title": "Pygmalion",
            "authors": [
                "George Bernard Shaw"
            ],
            "ranking": 3.89,
            "ranking_count": 95233,
            "abstract": "One of George Bernard Shaw's best-known plays, Pygmalion was a rousing success on the London and New York stages, an entertaining motion picture and a great hit with its musical version, My Fair Lady. An updated and considerably revised version of the ancient Greek legend of Pygmalion and Galatea, the 20th-century story pokes fun at the antiquated British class system.. In Shaw's clever adaptation, Professor Henry Higgins, a linguistic expert, takes on a bet that he can transform an awkward cockney flower seller into a refined young lady simply by polishing her manners and changing the way she speaks. In the process of convincing society that his creation is a mysterious royal figure, the Professor also falls in love with his elegant handiwork.. The irresistible theme of the emerging butterfly, together with Shaw's brilliant dialogue and splendid skills as a playwright, have made Pygmalion one of the most popular comedies in the English language. A staple of college drama courses, it is still widely performed.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "These Violent Delights",
            "authors": [
                "Chloe Gong"
            ],
            "ranking": 4.0,
            "ranking_count": 74945,
            "abstract": "The year is 1926, and Shanghai hums to the tune of debauchery.. A blood feud between two gangs runs the streets red, leaving the city helpless in the grip of chaos. At the heart of it all is eighteen-year-old Juliette Cai, a former flapper who has returned to assume her role as the proud heir of the Scarlet Gang—a network of criminals far above the law. Their only rivals in power are the White Flowers, who have fought the Scarlets for generations. And behind every move is their heir, Roma Montagov, Juliette’s first love…and first betrayal.. But when gangsters on both sides show signs of instability culminating in clawing their own throats out, the people start to whisper. Of a contagion, a madness. Of a monster in the shadows. As the deaths stack up, Juliette and Roma must set their guns—and grudges—aside and work together, for if they can’t stop this mayhem, then there will be no city left for either to rule.. Perfect for fans of. The Last Magician. and. Descendant of the Crane. , this heart-stopping debut is an imaginative. Romeo and Juliet. retelling set in 1920s Shanghai, with rival gangs and a monster in the depths of the Huangpu River.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The Hobbit",
            "authors": [
                "Chuck Dixon",
                "David Wenzel",
                "Sean Deming",
                "J.R.R. Tolkien"
            ],
            "ranking": 4.5,
            "ranking_count": 196036,
            "abstract": "First published over 50 years ago, J.R.R. Tolkien's 'The Hobbit' has become one of the best-loved books of all time. Now Tolkien's fantasy classic has been adapted into a fully painted graphic novel.. 'The Hobbit' is the story of Bilbo Baggins…a quiet and contented hobbit whose life is turned upside down when he joins the wizard Gandalf and thirteen dwarves on their quest to reclaim the dwarves' stolen treasure. It is a journey fraught with danger – and in the end it is Bilbo alone who must face the guardian of this treasure, the most-dreaded dragon Smaug.. Illustrated in full colour throughout, and accompanied by the carefully abridged text of the original novel, this handsome authorised edition will introduce new generations to a magical masterpiece – and be treasured by Hobbit fans of all ages, everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Sequential Art",
                "Fiction",
                "Classics",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "South of the Border, West of the Sun",
            "authors": [
                "Haruki Murakami",
                "Philip Gabriel"
            ],
            "ranking": 3.88,
            "ranking_count": 104704,
            "abstract": "Alternate cover edition. here. .. Growing up in the suburbs of post-war Japan, it seemed to Hajime that everyone but him had brothers and sisters. His sole companion was Shimamoto, also an only child. Together they spent long afternoons listening to her father's record collection. But when his family moved away, the two lost touch. Now Hajime is in his thirties. After a decade of drifting he has found happiness with his loving wife and two daughters, and success running a jazz bar. Then Shimamoto reappears. She is beautiful, intense, enveloped in mystery. Hajime is catapulted into the past, putting at risk all he has in the present.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Contemporary",
                "Romance",
                "Novels",
                "Magical Realism",
                "Literature"
            ]
        },
        {
            "title": "The Book of Three",
            "authors": [
                "Lloyd Alexander"
            ],
            "ranking": 3.98,
            "ranking_count": 76305,
            "abstract": "Taran wanted to be a hero, and looking after a pig wasn't exactly heroic, even though Hen Wen was an oracular pig. But the day that Hen Wen vanished, Taran was led into an enchanting and perilous world. With his band of followers, he confronted the Horned King and his terrible Cauldron-Born. These were the forces of evil, and only Hen Wen knew the secret of keeping the kingdom of Prydain safe from them. But who would find her first?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Death in Venice",
            "authors": [
                "Thomas Mann",
                "Michael Cunningham",
                "Michael Henry Heim"
            ],
            "ranking": 3.72,
            "ranking_count": 45073,
            "abstract": "The world-famous masterpiece by Nobel laureate Thomas Mann -- here in a new translation by Michael Henry Heim.. Published on the eve of World War I, a decade after Buddenbrooks had established Thomas Mann as a literary celebrity, Death in Venice tells the story of Gustav von Aschenbach, a successful but aging writer who follows his wanderlust to Venice in search of spiritual fulfillment that instead leads to his erotic doom.. In the decaying city, besieged by an unnamed epidemic, he becomes obsessed with an exquisite Polish boy, Tadzio. It is a story of the voluptuousness of doom, Mann wrote. But the problem I had especially in mind was that of the artist's dignity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "LGBT",
                "Short Stories"
            ]
        },
        {
            "title": "Replay",
            "authors": [
                "Ken Grimwood"
            ],
            "ranking": 4.15,
            "ranking_count": 35554,
            "abstract": "Jeff Winston was 43 and trapped in a tepid marriage and a dead-end job, waiting for that time when he could be truly happy, when he died.. And when he woke and he was 18 again, with all his memories of the next 25 years intact. He could live his life again, avoiding the mistakes, making money from his knowledge of the future, seeking happiness.. Until he dies at 43 and wakes up back in college again...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Science Fiction Fantasy",
                "Romance",
                "Speculative Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Solitaire Mystery",
            "authors": [
                "Jostein Gaarder",
                "Sarah Jane Hails"
            ],
            "ranking": 4.18,
            "ranking_count": 23494,
            "abstract": "Hans Thomas and his father set out on a car trip through Europe, from Norway to Greece—the birthplace of philosophy—in search of Hans Thomas's mother, who left them many years earlier. On the way, Hans Thomas receives a mysterious miniature book—the fantastic memoir of a sailor shipwrecked in 1842 on a strange island where a deck of cards come to life.. Structured as a deck of cards—each chapter is one in the deck—The Solitaire Mystery weaves together fantasy and reality, fairy tales and family history. Full of questions about the meaning of life, it will spur its listeners to reexamine their own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Novels",
                "Magical Realism",
                "Contemporary",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Bachman Books",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 4.13,
            "ranking_count": 72069,
            "abstract": "Omnibus collection of four early Bachman novels (Rage, The Long Walk, Roadwork, The Running Man) and the essay Why I Was Bachman",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Science Fiction",
                "Suspense",
                "Fantasy",
                "Anthologies",
                "Mystery"
            ]
        },
        {
            "title": "Memories of Ice",
            "authors": [
                "Steven Erikson"
            ],
            "ranking": 4.44,
            "ranking_count": 50332,
            "abstract": "The ravaged continent of Genabackis is a terrifying new empire, the Pannion Domin, that devours all. An uneasy allliance resists: Onearm's army, Whiskeyjack's Bridgeburners and former enemies - forces of Warlord Caladan Brood, Anomander Rake and his Tiste Andii mages, and the Rhivi people of the plains. And the Crippled God intends revenge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Science Fiction Fantasy",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Marina",
            "authors": [
                "Carlos Ruiz Zafón"
            ],
            "ranking": 4.09,
            "ranking_count": 57407,
            "abstract": "Quince años mas tarde, la memoria de aquel dia ha vuelto a mi. He visto a aquel muchacho vagando entre las brumas de la estacion de Francia y el nombre de Marina se ha encendido de nuevo como una herida fresca. Todos tenemos un secreto encerrado bajo llave en el atico del alma. este es el mio.. En la Barcelona de 1980 Oscar Drai suena despierto, deslumbrado por los placeres mocernistas cercanos al internado en el que estudia. En una de sus escapadas conoce a Marina, una chica audaz que comparte con oscar la aventura de adentrarse en un enigma doloroso del pasado de la ciudad. Un misterioso personaje de la posguerra se propuso el mayor desafio imaginable, pero su ambicion lo arrastro por sendas siniestras cucyas consecuencias debe pagar alguien todavia hoy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Young Adult",
                "Fantasy",
                "Horror",
                "Gothic",
                "Historical",
                "European Literature",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Wake",
            "authors": [
                "Lisa McMann"
            ],
            "ranking": 3.75,
            "ranking_count": 80884,
            "abstract": "For seventeen-year-old Janie, getting sucked into other people's dreams is getting old. Especially the falling dreams, the naked-but-nobody-notices dreams, and the sex-crazed dreams. Janie's seen enough fantasy booty to last her a lifetime.. She can't tell anybody about what she does they'd never believe her, or worse, they'd think she's a freak. So Janie lives on the fringe, cursed with an ability she doesn't want and can't control.. Then she falls into a gruesome nightmare, one that chills her to the bone. For the first time, Janie is more than a witness to someone else's twisted psyche. She is a participant.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "Love, Stargirl",
            "authors": [
                "Jerry Spinelli"
            ],
            "ranking": 3.82,
            "ranking_count": 40860,
            "abstract": "LOVE, STARGIRL. picks up a year after. Stargirl. ends and reveals the new life of the beloved character who moved away so suddenly at the end of. Stargirl. . The novel takes the form of the world's longest letter, in diary form, going from date to date through a little more than a year's time. In her writing, Stargirl mixes memories of her bittersweet time in Mica, Arizona, with involvements with new people in her life.. In. Love, Stargirl. , we hear the voice of Stargirl herself as she reflects on time, life, Leo, and - of course - love.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Contemporary",
                "Romance",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "Shadow Souls",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.77,
            "ranking_count": 37553,
            "abstract": "On the run . . .. Elena Gilbert's love, the vampire Stefan Salvatore, has been captured and imprisoned by demonic spirits who are wreaking havoc in Fell's Church. While her friends Bonnie and Meredith explore the evil that has taken over their town, Elena goes in search of Stefan.. In order to find him, she entrusts her life to Stefan's brother, Damon Salvatore, the handsome but deadly vampire who wants Elena, body and soul. Along with her childhood friend Matt, they set out for the slums of the Dark Dimension, where Stefan is being held captive. It is rumored to be a world where vampires and demons roam free, but humans must live enslaved to their supernatural masters. . . .. Elena will stop at nothing to free Stefan. Yet with each passing day the tension between Elena and Damon grows, and she is faced with a terrible decision: Which brother does she really want?. Back in Fell's Church, Bonnie and Meredith have made some dire discoveries. They hastily try to follow Elena and warn her—only to be caught up in Elena's most dangerous adventure yet.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "Pollyanna",
            "authors": [
                "Eleanor H. Porter"
            ],
            "ranking": 3.99,
            "ranking_count": 81941,
            "abstract": "The orphan girl Pollyanna moves in with her strict aunt in New England. Despite a difficult start, Pollyanna's exuberance and positivity affect everyone who meets her, and she spreads joy and love wherever she goes. But when tragedy strikes, Pollyanna finds her optimistic attitude tested, and she must learn to find happiness again.. A heartwarming tale that has become one of the most loved children's stories of all time, Eleanor H. Porter's 1913 best-seller—the first in a long series of Pollyanna novels by the author and other writers—is a beautiful story with a powerful moral message.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "This Side of the Grave",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.26,
            "ranking_count": 61198,
            "abstract": "Danger waits on both sides of the grave.. Half-vampire Cat Crawfield and her vampire husband Bones have fought for their lives, as well as for their relationship. But just when they've triumphed over the latest battle, Cat's new and unexpected abilities threaten to upset a long-standing balance . . .. With the mysterious disappearance of vampires, rumors abound that a species war is brewing. A zealot is inciting tensions between the vampires and ghouls, and if these two powerful groups clash, innocent mortals could become collateral damage. Now Cat and Bones are forced to seek help from a dangerous ally—the ghoul queen of New Orleans herself. But the price of her assistance may prove more treacherous than even the threat of a supernatural war . . . to say nothing of the repercussions Cat never imagined.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Immortals of Meluha",
            "authors": [
                "Amish Tripathi"
            ],
            "ranking": 4.11,
            "ranking_count": 113059,
            "abstract": "1900 BC. In what modern Indians mistakenly call the Indus Valley Civilisation. The inhabitants of that period called it the land of Meluha a near perfect empire created many centuries earlier by Lord Ram, one of the greatest monarchs that ever lived. This once proud empire and its Suryavanshi rulers face severe perils as its primary river, the revered Saraswati, is slowly drying to extinction. They also face devastating terrorist attacks from the east, the land of the Chandravanshis. To make matters worse, the Chandravanshis appear to have allied with the Nagas, an ostracised and sinister race of deformed humans with astonishing martial skills!. The only hope for the Suryavanshis is an ancient legend: When evil reaches epic proportions, when all seems lost, when it appears that your enemies have triumphed, a hero will emerge.. Is the rough-hewn Tibetan immigrant Shiva, really that hero? And does he want to be that hero at all? Drawn suddenly to his destiny, by duty as well as by love, will Shiva lead the Suryavanshi vengeance and destroy evil?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Asian Literature",
                "Cultural",
                "Historical",
                "Amish",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "A Castle of Doomsday",
            "authors": [
                "Michael G. Kramer"
            ],
            "ranking": 4.26,
            "ranking_count": 3876,
            "abstract": "A Castle of Doomsday. , is historical fiction closely based on fact and it is also the story of the castles inside the city walls of York.. William the First built two castles within the walls of York. One at Bailey Hill and the other one was York Castle which has since become known as Clifford's Tower. The original castles were constructed of timber. They were burned down by the people around York and their Danish Viking allies.. Richard the First was the son of King Henry II and gained fame by his courage, becoming known as Richard the Lion Heart and who presided over the apparent massacre of Jews at the keep of York Castle in England.. The Normans replaced it with a second timber castle keep which was destroyed in a storm in 1228. After that, the stone structure was built, and that still stands today. It was built of stone and is called Clifford's Tower because King Edward II had Baron de Clifford hanged from the battlements of the Keep of York Castle for treason in 1322 A.D.... [From the back cover]",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Novels",
                "Drama",
                "Epic"
            ]
        },
        {
            "title": "The Miracle of Forgiveness",
            "authors": [
                "Spencer W. Kimball"
            ],
            "ranking": 4.34,
            "ranking_count": 15375,
            "abstract": "During his earthly ministry, Jesus performed many miracles, including healing numerous diseased and disabled bodies. But perhaps his greatest miracle was the healing of people's souls, - the forgiveness of sin. Jesus offers us that same miracle on the same terms- sincere repentance. In The Miracle of Forgiveness, President Spencer W Kimball gives a penetrating explanation of repentance and forgiveness and clarifies their implications for Church members. His in-depth approach shows that the need for forgiveness is universal; portrays the various facets of repentance, and emphasizes some of the more serious errors, particularly sexual ones, which afflict both modern society and Church members. Most important, he illuminates his message with the brightness of hope that even those who have gone grievously astray may find the way back to peace and security. Never before has any book brought this vital and moving subject into so sharp a focus. This classic book is a major work of substance and power. After, all who does not need the miracle of forgiveness.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Inspirational",
                "Christian",
                "Lds"
            ]
        },
        {
            "title": "The Game of Kings",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.13,
            "ranking_count": 9114,
            "abstract": "Dunnett introduces her irresistible hero Francis Crawford of Lymond, a scapegrace nobleman of elastic morals and dangerous talents whose tongue is as sharp as his rapier. In 1547 Lymond is returning to his native Scotland, which is threatened by an English invasion. Accused of treason, Lymond leads a band of outlaws in a desperate race to redeem his reputation and save his land.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Adventure",
                "Romance",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Longest Ride",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.15,
            "ranking_count": 123546,
            "abstract": "Ira Levinson is in trouble. At ninety-one years old, in poor health and alone in the world, he finds himself stranded on an isolated embankment after a car crash. Suffering multiple injuries, he struggles to retain consciousness until a blurry image materializes and comes into focus beside him: his beloved wife Ruth, who passed away nine years ago. Urging him to hang on, she forces him to remain alert by recounting the stories of their lifetime together – how they met, the precious paintings they collected together, the dark days of WWII and its effect on them and their families. Ira knows that Ruth can’t possibly be in the car with him, but he clings to her words and his memories, reliving the sorrows and everyday joys that defined their marriage.. A few miles away, at a local rodeo, a Wake Forest College senior’s life is about to change. Recovering from a recent break-up, Sophia Danko meets a young cowboy named Luke, who bears little resemblance to the privileged frat boys she has encountered at school. Through Luke, Sophia is introduced to a world in which the stakes of survival and success, ruin and reward -- even life and death – loom large in everyday life. As she and Luke fall in love, Sophia finds herself imagining a future far removed from her plans -- a future that Luke has the power to rewrite . . . if the secret he’s keeping doesn’t destroy it first.. Ira and Ruth. Sophia and Luke. Two couples who have little in common, and who are separated by years and experience. Yet their lives will converge with unexpected poignancy, reminding us all that even the most difficult decisions can yield extraordinary journeys: beyond despair, beyond death, to the farthest reaches of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "When You Reach Me",
            "authors": [
                "Rebecca Stead"
            ],
            "ranking": 4.07,
            "ranking_count": 104588,
            "abstract": "Miranda is an ordinary sixth grader, until she starts receiving mysterious messages from somebody who knows all about her, including things that have not even happened yet. Each message brings her closer to believing that only she can prevent a tragic death. Until the final note makes her think she’s too late.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Childrens",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Fantasy",
                "Historical"
            ]
        },
        {
            "title": "Dreams of Gods & Monsters",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.13,
            "ranking_count": 101773,
            "abstract": "What power can bruise the sky?. Two worlds are poised on the brink of a vicious war. By way of a staggering deception, Karou has taken control of the chimaera's rebellion and is intent on steering its course away from dead-end vengeance. The future rests on her.. When the brutal angel emperor brings his army to the human world, Karou and Akiva are finally reunited—not in love, but in a tentative alliance against their common enemy. It is a twisted version of their long-ago dream, and they begin to hope that it might forge a way forward for their people. And, perhaps, for themselves.. But with even bigger threats on the horizon, are Karou and Akiva strong enough to stand among the gods and monsters?. The. New York Times. bestselling Daughter of Smoke & Bone trilogy comes to a stunning conclusion as—from the streets of Rome to the caves of the Kirin and beyond—humans, chimaera, and seraphim strive, love, and die in an epic theater that transcends good and evil, right and wrong, friend and enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Kings Rising",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 4.43,
            "ranking_count": 46693,
            "abstract": "Damianos of Akielos has returned.. His identity now revealed, Damen must face his master Prince Laurent as Damianos of Akielos, the man Laurent has sworn to kill.. On the brink of a momentous battle, the future of both their countries hangs in the balance. In the south, Kastor's forces are massing. In the north, the Regent's armies are mobilising for war. Damen's only hope of reclaiming his throne is to fight together with Laurent against their usurpers.. Forced into an uneasy alliance the two princes journey deep into Akielos, where they face their most dangerous opposition yet. But even if the fragile trust they have built survives the revelation of Damen's identity – can it stand against the Regent's final, deadly play for the throne?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Adult",
                "Fiction",
                "Historical",
                "New Adult"
            ]
        },
        {
            "title": "Angel",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.01,
            "ranking_count": 49822,
            "abstract": "In the seventh book in the bestselling series, evil scientists are still trying to convince Max that she needs to save the world, this time by providing the genetic link in speeding up the pace of evolution. Worse, they're trying to convince her that her perfect mate is Dylan, the newest addition to the flock. The problem is that, despite herself, Max is starting to believe it.. Fang travels the country collecting his own gang of evolved humans, but the two separate flocks must unite to defeat a frightening doomsday cult whose motto is Save the Planet: Kill the Humans. And this time, the true heroine, for once, might just be little Angel.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Resonance",
            "authors": [
                "Nelou Keramati"
            ],
            "ranking": 4.12,
            "ranking_count": 322,
            "abstract": "Neve Knightly lives in an ordinary world. Where déjà vu is nothing more than a mind-trick. Where premonitions are dismissed as mere coincidence. Where no one thinks twice about the glitches in their reality.. Neve Knightly is living a lie.. But when her nightmare of a tragedy comes true the very next day, she can no longer seek solace in self-deception. The glossy enamel has been shattered, and she has caught a glimpse of what slithers just beneath the surface.. She now has the opportunity to decipher the enigma that’s been haunting her since childhood. But her quest soon becomes deeply entangled with the last two people she could have ever imagined: the love of her life, Dylan, who mysteriously vanished three years ago, and his estranged best friend, Romer, who seems to be guarding a secret of his own.. Romance, rancor, and redemption plummet as priorities, as their lives become riddled with peculiar happenings lying just outside the realm of science. And in search for salvation, they emerge at the brink of unveiling the best-kept secret in human history.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "New Adult",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Monstrous Regiment",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.2,
            "ranking_count": 67648,
            "abstract": "Polly Perks joins the Discworld army to find her brother Paul. Ozzer cuts off her blonde braids, dons male garb, belches, scratches, and masters macho habits - aided by well-placed pair of socks. The legendary and seemingly ageless Sergeant Jackrum accepts her plus a vampire, troll, zombie, religious fanatic, and two close friends. The best man for the job may be a woman.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "War",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Dorothy Must Die",
            "authors": [
                "Danielle  Paige"
            ],
            "ranking": 3.81,
            "ranking_count": 75941,
            "abstract": "I didn't ask for any of this. I didn't ask to be some kind of hero.. But when your whole life gets swept up by a tornado—taking you with it—you have no choice but to go along, you know?. Sure, I've read the books. I've seen the movies. I know the song about the rainbow and the happy little bluebirds. But I never expected Oz to look like this. To be a place where Good Witches can't be trusted, Wicked Witches may just be the good guys, and winged monkeys can be executed for acts of rebellion. There's still a yellow brick road—but even that's crumbling.. What happened? Dorothy.. They say she found a way to come back to Oz. They say she seized power and the power went to her head. And now no one is safe.. My name is Amy Gumm—and I'm the other girl from Kansas.. I've been recruited by the Revolutionary Order of the Wicked.. I've been trained to fight.. And I have a mission.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Prince of Wolves",
            "authors": [
                "Quinn Loftis"
            ],
            "ranking": 4.03,
            "ranking_count": 37938,
            "abstract": "Jacque Pierce was just an ordinary 17-year-old girl getting ready to start her senior year in high school in Coldspring, Texas. When a mysterious foreign exchange student from Romania moves in across the street, Jacque and her two best friends, Sally and Jen, don't realize the last two weeks of their summer are going to get a lot more interesting.. From the moment Jacque sets eyes on Fane she feels an instant connection, a pull like a moth to a flame. Little does she know that the flame she is drawn to is actually a Canis lupis, werewolf, and she just happens to be his mate; the other half of his soul.. The problem is Fane is not the only wolf in Coldspring, Texas.. Just as Fane and Jacque are getting to know each other, another wolf steps out to try and claim Jacque as his mate. Fane will now have to fight for the right to complete the mating bond, something that is his right by birth but is being denied him by a crazed Alpha. Will the love Fane has for Jacque be enough to give him the strength to defeat his enemy, will Jacque accept that she is Fane's mate and complete the bond between them?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Shapeshifters",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "Change of Heart",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.93,
            "ranking_count": 112219,
            "abstract": "The acclaimed #1 New York Times bestselling author presents a spellbinding tale of a mother's tragic loss and one man's last chance at gaining salvation.Can we save ourselves, or do we rely on others to do it? Is what we believe always the truth?. One moment June Nealon was happily looking forward to years full of laughter and adventure with her family, and the next, she was staring into a future that was as empty as her heart. Now her life is a waiting game. Waiting for time to heal her wounds, waiting for justice. In short, waiting for a miracle to happen.. For Shay Bourne, life holds no more surprises. The world has given him nothing, and he has nothing to offer the world. In a heartbeat, though, something happens that changes everything for him. Now, he has one last chance for salvation, and it lies with June's eleven-year-old daughter, Claire. But between Shay and Claire stretches an ocean of bitter regrets, past crimes, and the rage of a mother who has lost her child.. Would you give up your vengeance against someone you hate if it meant saving someone you love? Would you want your dreams to come true if it meant granting your enemy's dying wish?. Once again, Jodi Picoult mesmerizes and enthralls readers with this story of redemption, justice, and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Realistic Fiction",
                "Novels",
                "Religion",
                "Audiobook"
            ]
        },
        {
            "title": "The Complete Short Stories of Ernest Hemingway",
            "authors": [
                "Ernest Hemingway",
                "John Hemingway",
                "Patrick Hemingway",
                "Gregory H. Hemingway",
                "Charles Scribner Jr."
            ],
            "ranking": 4.29,
            "ranking_count": 34694,
            "abstract": "THE ONLY COMPLETE COLLECTION BY THE NOBEL PRIZE-WINNING AUTHOR. In this definitive collection of Ernest Hemingway's short stories, readers will delight in the author's most beloved classics such as. The Snows of Kilimanjaro, Hills Like White Elephants,. and. A Clean, Well-Lighted Place,. and will discover seven new tales published for the first time in this collection. For Hemingway fans. The Complete Short Stories. is an invaluable treasury.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Novels"
            ]
        },
        {
            "title": "Spell Bound",
            "authors": [
                "Rachel Hawkins",
                "R. Khokins"
            ],
            "ranking": 4.06,
            "ranking_count": 59932,
            "abstract": "Hailed as “impossible to put down,” the Hex Hall series has both critics and teens cheering. With a winning combination of romance, action, magic and humor, this third volume will leave readers enchanted.. Just as Sophie Mercer has come to accept her extraordinary magical powers as a demon, the Prodigium Council strips them away. Now Sophie is defenseless, alone, and at the mercy of her sworn enemies—the Brannicks, a family of warrior women who hunt down the Prodigium. Or at least that’s what Sophie thinks, until she makes a surprising discovery. The Brannicks know an epic war is coming, and they believe Sophie is the only one powerful enough to stop the world from ending. But without her magic, Sophie isn’t as confident.. Sophie’s bound for one hell of a ride—can she get her powers back before it’s too late?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Legend",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.27,
            "ranking_count": 29081,
            "abstract": "He is. DRUSS the Legend. . His skill in battle has earned him a fearsome reputation throughout the world and the stories of his life are told everywhere. But the grizzled veteran has spurned a life of fame and fortune and has retreated to the solitude of his mountain lair to await his old enemy, Death.. Meanwhile, barbarian hordes of the Nadir are on the march, conquering all before them. All that stands before them and victory is the legendary six-walled fortress of the Drenai empire, Dros Delnoch. If the fortress falls, so do the Drenai. Druss reluctantly agrees to come out of retirement. But can even Druss live up to his own legends?. Held by many to be Gemmell's most iconic work, the book is considered a classic in the heroic fantasy genre.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Adventure",
                "War",
                "Science Fiction Fantasy",
                "Epic"
            ]
        }
    ]
}