{
    "books": [
        {
            "title": "Strange Angels",
            "authors": [
                "Lili St. Crow",
                "Lilith Saintcrow"
            ],
            "ranking": 3.78,
            "ranking_count": 40716,
            "abstract": "In. Strange Angels. , Dru Anderson has what her grandmother called “the touch.” (Comes in handy when you’re traveling from town to town with your dad, hunting ghosts, suckers, wulfen, and the occasional zombie.) Then her dad turns up dead—but still walking—and Dru knows she’s next. Even worse, she’s got two guys hungry for her affections, and they’re not about to let the fiercely independent Dru go it alone. Will Dru discover just how special she really is before coming face-to-fang with whatever—or. whoever. — is hunting her?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Shapeshifters",
                "Romance",
                "Horror"
            ]
        },
        {
            "title": "The Woman in the Window",
            "authors": [
                "A.J. Finn"
            ],
            "ranking": 3.96,
            "ranking_count": 637801,
            "abstract": "Anna Fox lives alone, a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors.. Then the Russells move into the house across the way: a father, a mother and their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble and its shocking secrets are laid bare.. What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Million Suns",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 4.01,
            "ranking_count": 53256,
            "abstract": "Godspeed was once fueled by lies. Now it is ruled by chaos.. It’s been three months since Amy was unplugged. The life she always knew is over. Everywhere she looks, she sees the walls of the spaceship. Godspeed. .. But there may be hope: Elder has assumed leadership of the ship. He's finally free to act on his vision—no more Phydus, no more lies.. But when Elder learns shocking news about the ship, he and Amy race to discover the truth behind life on. Godspeed. . They must work together to unlock a mystery that was set in motion hundreds of years earlier. Their success—or failure—will determine the fate of the 2,298 passengers aboard. Godspeed. . But with each step, the journey becomes more perilous, the ship more chaotic, and the love between them more impossible to fight.. Beth Revis catapulted readers into the far reaches of space with her. New York Times. bestselling debut,. Across the Universe. . In. A Million Suns. , Beth deepens the mystery with action, suspense, romance, and deep philosophical questions. And this time it all builds to one mind-bending conclusion:. They have to get off this ship.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Space",
                "Futuristic"
            ]
        },
        {
            "title": "Life After Life",
            "authors": [
                "Kate Atkinson"
            ],
            "ranking": 3.77,
            "ranking_count": 213527,
            "abstract": "What if you could live again and again, until you got it right?. On a cold and snowy night in 1910, Ursula Todd is born to an English banker and his wife. She dies before she can draw her first breath. On that same cold and snowy night, Ursula Todd is born, lets out a lusty wail, and embarks upon a life that will be, to say the least, unusual. For as she grows, she also dies, repeatedly, in a variety of ways, while the young century marches on towards its second cataclysmic world war.. Does Ursula's apparently infinite number of lives give her the power to save the world from its inevitable destiny? And if she can - will she?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Literary Fiction",
                "Adult",
                "War"
            ]
        },
        {
            "title": "White Hot Kiss",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.2,
            "ranking_count": 67593,
            "abstract": "Layla just wants to fit in at school and go on a date with Zayne, whom she's crushed on since forever. Trouble is, Zayne treats Layla like a sister--and Layla is a half demon, half gargoyle with abilities no one else possesses. And even though Zayne is a Warden, part of the race of gargoyles tasked with keeping humanity safe, Layla's kiss will kill anything with a soul--including him.. Then she meets Roth--a demon who claims to know her secrets. Though Layla knows she should stay away, it's tough when that whole no-kissing thing isn't an issue. Trusting Roth could ruin her chances with Zayne, but as Layla discovers she's the reason for a violent demon uprising, kissing the enemy suddenly pales in comparison to the looming end of the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "New Adult"
            ]
        },
        {
            "title": "The Birth of Venus",
            "authors": [
                "Sarah Dunant"
            ],
            "ranking": 3.8,
            "ranking_count": 97083,
            "abstract": "Alessandra Cecchi is not quite fifteen when her father, a prosperous cloth merchant, brings a young painter back from northern Europe to decorate the chapel walls in the family’s Florentine palazzo. A child of the Renaissance, with a precocious mind and a talent for drawing, Alessandra is intoxicated by the painter’s abilities.. But their burgeoning relationship is interrupted when Alessandra’s parents arrange her marriage to a wealthy, much older man. Meanwhile, Florence is changing, increasingly subject to the growing suppression imposed by the fundamentalist monk Savonarola, who is seizing religious and political control. Alessandra and her native city are caught between the Medici state, with its love of luxury, learning, and dazzling art, and the hellfire preaching and increasing violence of Savonarola’s reactionary followers. Played out against this turbulent backdrop, Alessandra’s married life is a misery, except for the surprising freedom it allows her to pursue her powerful attraction to the young painter and his art.. The Birth of Venus. is a tour de force, the first historical novel from one of Britain’s most innovative writers of literary suspense. It brings alive the history of Florence at its most dramatic period, telling a compulsively absorbing story of love, art, religion, and power through the passionate voice of Alessandra, a heroine with the same vibrancy of spirit as her beloved city.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Art",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "God's Spy",
            "authors": [
                "Juan Gomez-Jurado",
                "James Graham"
            ],
            "ranking": 3.78,
            "ranking_count": 4629,
            "abstract": "An instant bestseller in Spain, with rights sold in twenty-eight countries and counting,. God’s Spy. is a spectacular contemporary thriller set in the Vatican, where, in the aftermath of Pope John Paul II’s death, the hunt for a serial killer reveals a chilling conspiracy.. In the days following the Pope’s death, a cardinal is found brutally murdered in a chapel in Rome, his eyes gouged and his hands cut off. Called in for the grisly case, police inspector Paola Dicanti learns that another cardinal was recently found dead; he had also been tortured. Desperate to find the killer before another victim dies, Paola’s investigation is soon joined by Father Anthony Fowler—an American priestand former Army intelligence officer examining sexual abuse in the Church, who knows far more about the killer than Paola could possibly imagine.. As Paola and Father Anthony struggle through a maze of tantalizing clues, they begin to question whether someone in the Vatican is aiding their cause or abetting a murderer. And when evidence leads them to powerful figures within the Church hierarchy, their own pursuit of the truth may make them the next pawns to be sacrificed in a terrifying and deadly game.. A dazzling, impossible-to-put-down thriller, Juan Gómez-Jurado’s. God’s Spy. marks the arrival of a major new talent to the contemporary suspense fiction scene.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "European Literature",
                "Cultural",
                "Suspense",
                "Religion",
                "Adventure"
            ]
        },
        {
            "title": "The Burning Bridge",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.31,
            "ranking_count": 112509,
            "abstract": "Bracing for a final clash with the evil warlord Morgarath, the Rangers rally the kingdom's allies, and Will is chosen, along with his friend Horace, as special envoys to nearby Celtica. But the simple mission soon takes an unsettling turn - the Celticans have disappeared, their town abandoned. The scheming hand of Morgarath, it seems, has been far from idle. He has found a way to bring his legions over the once impassible eastern mountains and is planning to ambush the king's army in a rout. Now with help many miles away, Will and Horace are the only ones standing in the way of the dark lord's plans.They have shown great skill and courage in their training, but how will they fare in the face of true evil?. With bigger battles and higher stakes, John Flanagan's epic adventure charges ahead with this rousing follow-up to The Ruins of Gorlan.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "The Calvin and Hobbes Tenth Anniversary Book",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.62,
            "ranking_count": 51346,
            "abstract": "Many moons ago, the magic of. Calvin and Hobbes. first appeared on the funny pages and the world was introduced to a wondrous pair of friends -- a boy and his tiger, who brought new life to the comics page. To celebrate the tenth anniversary of this distinguished partnership, Bill Watterson prepared this special book, sharing his thoughts on cartooning and creating. Calvin and Hobbes. , illustrated throughout with favorite black-and-white and color cartoons.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Childrens"
            ]
        },
        {
            "title": "Angelfire",
            "authors": [
                "Courtney Allison Moulton"
            ],
            "ranking": 3.93,
            "ranking_count": 29779,
            "abstract": "First there are nightmares.. Every night Ellie is haunted by terrifying dreams of monstrous creatures that are hunting her, killing her.. Then come the memories.. When Ellie meets Will, she feels on the verge of remembering something just beyond her grasp. His attention is intense and romantic, and Ellie feels like her soul has known him for centuries. On her seventeenth birthday, on a dark street at midnight, Will awakens Ellie's power, and she knows that she can fight the creatures that stalk her in the grim darkness. Only Will holds the key to Ellie's memories, whole lifetimes of them, and when she looks at him, she can no longer pretend anything was just a dream.. Now she must hunt.. Ellie has power that no one can match, and her role is to hunt and kill the reapers that prey on human souls. But in order to survive the dangerous and ancient battle of the angels and the Fallen, she must also hunt for the secrets of her past lives and truths that may be too frightening to remember.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
            "authors": [
                "Mark Manson"
            ],
            "ranking": 3.92,
            "ranking_count": 776043,
            "abstract": "Alternate cover edition of ISBN 9780062457738. In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be positive all the time so that we can truly become better, happier people.. For decades, we’ve been told that positive thinking is the key to a happy, rich life. F**k positivity, Mark Manson says. Let’s be honest, shit is f**ked and we have to live with it. In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today.. The Subtle Art of Not Giving a F**k. is his antidote to the coddling, let’s-all-feel-good mindset that has infected American society and spoiled a generation, rewarding them with gold medals just for showing up.. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault. Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek.. There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor,. The Subtle Art of Not Giving a F**k. is a refreshing slap for a generation to help them lead contented, grounded lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Audiobook",
                "Philosophy",
                "Business",
                "Humor",
                "Adult",
                "Unfinished"
            ]
        },
        {
            "title": "Written on the Body",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 4.07,
            "ranking_count": 26346,
            "abstract": "Written on the Body. is a secret code only visible in certain lights: the accumulation of a lifetime gather there. In places the palimpsest is so heavily worked that the letters feel like braille. I like to keep my body rolled away from prying eyes, never unfold too much, tell the whole story. I didn't know that Louise would have reading hands. She has translated me into her own book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Feminism"
            ]
        },
        {
            "title": "Stuart Little",
            "authors": [
                "E.B. White",
                "Garth Williams"
            ],
            "ranking": 3.9,
            "ranking_count": 118366,
            "abstract": "E.B. White's classic novel about one small mouse on a very big adventure!. Stuart Little is no ordinary mouse. Born to a family of humans, he lives in New York City with his parents, his older brother George, and Snowbell the cat. Though he's shy and thoughtful, he's also a true lover of adventure.. Stuart's greatest adventure comes when his best friend, a beautiful little bird named Margalo, disappears from her nest. Determined to track her down, Stuart ventures away from home for the very first time in his life. He finds adventure aplenty. But will he find his friend?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Betrayal of Faith",
            "authors": [
                "Mark M. Bello"
            ],
            "ranking": 4.32,
            "ranking_count": 6083,
            "abstract": "How can one have faith when faith itself is corrupt? When Jennifer Tracey discovers that her new parish priest has harmed her two sons, she seeks justice. Standing in her way? The Coalition-a secret church organization tasked with the responsibility of taking care of these types of incidents quickly and quietly and by any means necessary. Jennifer decides to file a lawsuit against the priest and the church and seeks out an attorney, Zachary Blake, who handled her late husband's industrial death case. However, through an unfortunate series of events, Zachary has gone from the penthouse to the poorhouse, working out of a dingy one-room office, handling traffic cases. Although Jennifer has misgivings, she reluctantly retains him and, together, they embark on a David vs. Goliath legal battle against an organization hell-bent on thwarting their efforts. Zachary hires an investigator, the infamous Micah Love, who travels to Ohio, where he discovers that two families have disappeared after an encounter with the same priest-and the one person who may provide some answers has died under mysterious circumstances. Religion, law, betrayal, mystery, intrigue, faith, and love converge in Michigan for the trial of the century. Will Zachary resurrect his troubled career and obtain the justice Jennifer seeks for her kids? Or will the church and the Coalition and its mysterious leader prevail in covering up the decadent acts of the priest and circumvent justice once again? Will the truth prevail?",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Drama",
                "Novels",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "Willow",
            "authors": [
                "Julia Hoban"
            ],
            "ranking": 3.91,
            "ranking_count": 31984,
            "abstract": "Seven months ago on a rainy March night, Willow's parents drank too much wine at dinner and asked her to drive them home. But they never made it--Willow lost control of the car, and both of her parents were killed.. Now seventeen, Willow is living with her older brother, who can barely speak to her. She has left behind her old home, friends, and school. But Willow has found a way to survive, to numb the new reality of her life: She is secretly cutting herself.. And then she meets Guy, a boy as sensitive and complicated as she is. When Guy discovers Willow's secret, he pulls her out of the solitary world she's created for herself, and into a difficult, intense, and potentially life-changing relationship.. Julia Hoban has created an unflinching story about cutting, grieving, and starting anew. But above all, she has written an unforgettable tale of first love.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Mental Health",
                "Death",
                "Drama"
            ]
        },
        {
            "title": "Firestarter",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.9,
            "ranking_count": 205703,
            "abstract": "This a previously-published edition of ISBN 0451167805.. The Department of Scientific Intelligence (aka The Shop) never anticipated that two participants in their research program would marry and have a child. Charlie McGee inherited pyrokinetic powers from her parents, who had been given a low-grade hallucinogen called Lot Six while at college. Now the government is trying to capture young Charlie and harness her powerful firestarting skills as a weapon.. --stephenking.com",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Fantasy",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Lover at Last",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.3,
            "ranking_count": 66908,
            "abstract": "Qhuinn, son of no one, is used to being on his own. Disavowed from his bloodline, shunned by the aristocracy, he has finally found an identity as one of the most brutal fighters in the war against the Lessening Society. But his life is not complete. Even as the prospect of having a family of his own seems to be within reach, he is empty on the inside, his heart given to another..... Blay, after years of unrequited love, has moved on from his feelings for Qhuinn. And it’s about time: it seems Qhuinn has found his perfect match in a Chosen female, and they are going to have a young. It’s hard for Blay to see the new couple together, but building your life around a pipe dream is just a heartbreak waiting to happen. And Qhuinn needs to come to terms with some dark things before he can move forward…. Fate seems to have taken these vampire soldiers in different directions... but as the battle over the race’s throne intensifies, and new players on the scene in Caldwell create mortal danger for the Brotherhood, Qhuinn finally learns the true definition of courage, and two hearts who are meant to be together... finally become one.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Adult Fiction",
                "Fiction"
            ]
        },
        {
            "title": "V.",
            "authors": [
                "Thomas Pynchon",
                "Carlos Martín Ramírez"
            ],
            "ranking": 3.95,
            "ranking_count": 21837,
            "abstract": "Que signifie V. ? Victoire, vol d'oiseaux, ou encore Vheissu, un pays imaginaire et mystérieux ? C'est la question que se pose Herbert Stencil depuis qu'il a repéré le fameux signe dans le journal intime de son père défunt. Très vite, V. devient une énigme aux nombreuses significations, une figure féminine aux multiples visages, la clé de voûte de la vaste réalité. Un récit vertigineux, dans le sillage de Kerouac et Joyce.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Modern",
                "The United States Of America"
            ]
        },
        {
            "title": "We Are the Ants",
            "authors": [
                "Shaun David Hutchinson"
            ],
            "ranking": 4.15,
            "ranking_count": 40175,
            "abstract": "From the author of. The Five Stages of Andrew Brawley. comes a brand-new novel about a teenage boy who must decide whether or not the world is worth saving.. Henry Denton has spent years being periodically abducted by aliens. Then the aliens give him an ultimatum: The world will end in 144 days, and all Henry has to do to stop it is push a big red button.. Only he isn’t sure he wants to.. After all, life hasn’t been great for Henry. His mom is a struggling waitress held together by a thin layer of cigarette smoke. His brother is a jobless dropout who just knocked someone up. His grandmother is slowly losing herself to Alzheimer’s. And Henry is still dealing with the grief of his boyfriend’s suicide last year.. Wiping the slate clean sounds like a pretty good choice to him.. But Henry is a scientist first, and facing the question thoroughly and logically, he begins to look for pros and cons: in the bully who is his perpetual one-night stand, in the best friend who betrayed him, in the brilliant and mysterious boy who walked into the wrong class. Weighing the pain and the joy that surrounds him, Henry is left with the ultimate choice: push the button and save the planet and everyone on it…or let the world—and his pain—be destroyed forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Science Fiction",
                "Fiction",
                "Health",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "The Tale of the Body Thief",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.74,
            "ranking_count": 82623,
            "abstract": "In a gripping feat of storytelling, Anne Rice continues the extraordinary Vampire Chronicles that began with the now-classic. Interview with the Vampire. . For centuries, Lestat—vampire-hero, enchanter, seducer of mortals—has been a courted prince in the dark and flourishing universe of the living dead. Now he is alone. And in his overwhelming need to destroy his doubts and his loneliness, Lestat embarks on the most dangerous enterprise he has undertaken in all the years of his haunted existence.. Praise for. The Tale of the Body Thief. “Tinged with mystery, full of drama . . . The story is involving, the twists surprising.”. —. People. “Rice is our modern messenger of the occult, whose nicely updated dark-side passion plays twist and turn in true Gothic form.”. —. San Francisco Chronicle. “Fast-paced . . . . mesmerizing . . . silkenly sensuous . . . No one writing today matches her deftness with the erotic.”. —. The Atlanta Journal-Constitution. “Hypnotic . . . masterful.”. —. Cosmopolitan. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Magic Study",
            "authors": [
                "Maria V. Snyder"
            ],
            "ranking": 4.03,
            "ranking_count": 75882,
            "abstract": "You know your life is complicated when you miss your days as a poison taster.... With her greatest enemy dead, and on her way to be united with the family she'd been stolen from long ago, Yelena should be pleased. But although she has gained her freedom, she once again finds herself alone - separated from her lover Valek and suspected as a spy for her reluctance to conform to Sitian ways.. Despite the turmoil, she's eager to start her magic training - especially as she's been given one year to harness her power or be put to death. But her plans take a radical turn when she becomes embroiled in a plot to reclaim Ixia's throne for a lost prince - and gets entangled in powerful rivalries with her fellow magicians.. If that wasn't bad enough, it appears her brother would love to see her dead. Luckily, Yelena has some old friends to help her with her new enemies.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Duma Key",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.95,
            "ranking_count": 111384,
            "abstract": "From the Flap:. NO MORE THAN A DARK PENCIL LINE ON A BLANK PAGE. A HORIZON LINE, MAYBE, BUT ALSO A SLOT FOR BLACKNESS TO POUR THROUGH . . .. A terrible construction site accident takes Edgar Freemantle's right arm and scrambles his memory and his mind, leaving him with little but rage as he begins the ordeal of rehabilitation. A marriage that produced two lovely daughters suddenly ends, and Edgar begins to wish he hadn't survived the injuries that could have killed him. He wants out. His psychologist, Dr. Kamen, suggests a geographic cure, a new life distant from the Twin Cities and the building business Edgar grew from scratch. And Kamen suggests something else.. Edgar does anything make you happy?. I used to sketch.. Take it up again. You need hedges . . .. hedges against the night.. Edgar leaves Minnesota for a rented house on Duma Key, a stunningly beautiful, eerily undeveloped splinter of the Florida coast. The sun setting into the Gulf of Mexico and the tidal rattling of shells on the beach call out to him, and Edgar draws. A visit from Ilse, the daughter he dotes on, starts his movement out of solitude. He meets a kindred spirit in Wireman, a man reluctant to reveal his own wounds, and then Elizabeth Eastlake, a sick old woman whose roots are tangled deep in Duma Key. Now Edgar paints, sometimes feverishly, his exploding talent both a wonder and a weapon. Many of his paintings have a power that cannot be controlled. When Elizabeth's past unfolds and the ghosts of her childhood begin to appear, the damage of which they are capable is truly devastating.. The tenacity of love, the perils of creativity, the mysteries of memory and the nature of the supernatural--Stephen King gives us a novel as fascinating as it is gripping and terrifying.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Little Fires Everywhere",
            "authors": [
                "Celeste Ng"
            ],
            "ranking": 4.09,
            "ranking_count": 953966,
            "abstract": "From the bestselling author of. Everything I Never Told You. , a riveting novel that traces the intertwined fates of the picture-perfect Richardson family and the enigmatic mother and daughter who upend their lives.. In Shaker Heights, a placid, progressive suburb of Cleveland, everything is planned--from the layout of the winding roads, to the colors of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules.. Enter Mia Warren--an enigmatic artist and single mother--who arrives in this idyllic bubble with her teenaged daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past and a disregard for the status quo that threatens to upend this carefully ordered community.. When old family friends of the Richardsons attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town--and puts Mia and Elena on opposing sides. Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia's past. But her obsession will come at unexpected and devastating costs.. Little Fires Everywhere. explores the weight of secrets, the nature of art and identity, and the ferocious pull of motherhood--and the danger of believing that following the rules can avert disaster.. Named a Best Book of the Year by:. People, The Washington Post, Bustle, Esquire, Southern Living, The Daily Beast, GQ, Entertainment Weekly,. NPR, Amazon, Barnes & Noble, iBooks, Audible, Goodreads, Library Reads, Book of the Month,. Paste. ,. Kirkus Reviews. ,. St. Louis Post-Dispatch,. and many more.... Perfect for book clubs! Visit celesteng.com for discussion guides and more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Book Club",
                "Novels",
                "Family",
                "Mystery"
            ]
        },
        {
            "title": "A Widow for One Year",
            "authors": [
                "John Irving"
            ],
            "ranking": 3.77,
            "ranking_count": 59747,
            "abstract": "“One night when she was four and sleeping in the bottom bunk of her bunk bed, Ruth Cole woke to the sound of lovemaking—it was coming from her parents’ bedroom.”. This sentence opens John Irving’s ninth novel, A Widow for One Year, a story of a family marked by tragedy. Ruth Cole is a complex, often self-contradictory character—a “difficult” woman. By no means is she conventionally “nice,” but she will never be forgotten.. Ruth’s story is told in three parts, each focusing on a critical time in her life. When we first meet her—on Long Island, in the summer of 1958—Ruth is only four.. The second window into Ruth’s life opens on the fall of 1990, when she is an unmarried woman whose personal life is not nearly as successful as her literary career. She distrusts her judgment in men, for good reason.. A Widow for One Year closes in the autumn of 1995, when Ruth Cole is a forty-one-year-old widow and mother. She’s about to fall in love for the first time.. Richly comic, as well as deeply disturbing, A Widow for One Year is a multilayered love story of astonishing emotional force. Both ribald and erotic, it is also a brilliant novel about the passage of time and the relentlessness of grief.. Source: john-irving.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Romance",
                "The United States Of America"
            ]
        },
        {
            "title": "Chess Story",
            "authors": [
                "Stefan Zweig",
                "Peter Gay",
                "Joel Rotenberg"
            ],
            "ranking": 4.28,
            "ranking_count": 93741,
            "abstract": "Chess Story, also known as The Royal Game, is the Austrian master Stefan Zweig's final achievement, completed in Brazilian exile and sent off to his American publisher only days before his suicide in 1942. It is the only story in which Zweig looks at Nazism, and he does so with characteristic emphasis on the psychological.. Travelers by ship from New York to Buenos Aires find that on board with them is the world champion of chess, an arrogant and unfriendly man. They come together to try their skills against him and are soundly defeated. Then a mysterious passenger steps forward to advise them and their fortunes change. How he came to possess his extraordinary grasp of the game of chess and at what cost lie at the heart of Zweig's story.. This new translation of Chess Story brings out the work's unusual mixture of high suspense and poignant reflection.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Short Stories",
                "Literature",
                "Novels",
                "Novella",
                "Games",
                "Historical"
            ]
        },
        {
            "title": "Postmortem",
            "authors": [
                "Patricia Daniels Cornwell",
                "Patricia Cornwell"
            ],
            "ranking": 4.02,
            "ranking_count": 227103,
            "abstract": "Four women with nothing in common, united only in death. Four brutalized victims of a brilliant monster - a Mr. Nobody, moving undetected through a paralyzed city, leaving behind a gruesome trail of carnage . . . but few clues. With skilled hands, an unerring eye, and the latest advances in forensic research, an unrelenting female medical examiner - Kay Scarpetta - is determined to unmask a maniac. But someone is trying to sabotage Kay's investigation from the inside. And worse yet, someone wants her dead . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Circle of Five",
            "authors": [
                "Jan Raymond"
            ],
            "ranking": 4.21,
            "ranking_count": 317,
            "abstract": "Circle of Five is the first book in the Pha Yul trilogy.. After a sudden lightning storm, Sam, Cassie, Ryan, Maya and Seb find that they’ve acquired strange and amazing powers. Confused and scared, they turn to Mr. Harris, a teacher in their school, who offers to help them control their powers.. But is there more to Mr. Harris than meets the eye? His cryptic explanations about their powers, how and why they manifested, leaves the five kids with more questions than answers. Can they trust Mr. Harris? Is he telling them the truth, or does he have his own reasons for helping them? What is the truth behind the secret society that he belongs to? The children try to figure out the answers as they work towards gaining control over their powers.. Unknown to them, danger lingers near. They have to face the threat and put their lives at risk. They must learn to trust one another and combine their powers to survive…will they make it? Are their powers strong enough? And will they finally find the answers they seek?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Anathem",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.16,
            "ranking_count": 68172,
            "abstract": "Fraa Erasmas is a young avout living in the Concent of Saunt Edhar, a sanctuary for mathematicians, scientists, and philosophers, protected from the corrupting influences of the outside saecular world by ancient stone, honored traditions, and complex rituals. Over the centuries, cities and governments have risen and fallen beyond the concent's walls. Three times during history's darkest epochs violence born of superstition and ignorance has invaded and devastated the cloistered mathic community. Yet the avout have always managed to adapt in the wake of catastrophe, becoming out of necessity even more austere and less dependent on technology and material things. And Erasmas has no fear of the outside—the Extramuros—for the last of the terrible times was long, long ago.. Now, in celebration of the week-long, once-in-a-decade rite of Apert, the fraas and suurs prepare to venture beyond the concent's gates—at the same time opening them wide to welcome the curious extras in. During his first Apert as a fraa, Erasmas eagerly anticipates reconnecting with the landmarks and family he hasn't seen since he was collected. But before the week is out, both the existence he abandoned and the one he embraced will stand poised on the brink of cataclysmic change.. Powerful unforeseen forces jeopardize the peaceful stability of mathic life and the established ennui of the Extramuros—a threat that only an unsteady alliance of saecular and avout can oppose—as, one by one, Erasmas and his colleagues, teachers, and friends are summoned forth from the safety of the concent in hopes of warding off global disaster. Suddenly burdened with a staggering responsibility, Erasmas finds himself a major player in a drama that will determine the future of his world—as he sets out on an extraordinary odyssey that will carry him to the most dangerous, inhospitable corners of the planet . . . and beyond.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Philosophy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Science"
            ]
        },
        {
            "title": "Oblomov",
            "authors": [
                "Ivan Goncharov",
                "Stephen Pearl",
                "Galya Diment"
            ],
            "ranking": 4.1,
            "ranking_count": 33713,
            "abstract": "Even though Ivan Goncharov wrote several books that were widely read and discussed during his lifetime, today he is remembered for one novel, Oblomov, published in 1859, an indisputable classic of Russian literature, the artistic stature and cultural significance of which may be compared only to other such masterpieces as Nikolai Gogol's Dead Souls, Leo Tolstoy's Anna Karenina, and Fyodor Dostoevsky's Brothers Karamazov. Stephen Pearl's new translation, the first major English-language publication of Oblomov in more than fifty years, succeeds exquisitely to introduce this astonishing and endearing novel to a new generation of readers.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Humor",
                "Roman"
            ]
        },
        {
            "title": "London",
            "authors": [
                "Edward Rutherfurd"
            ],
            "ranking": 4.07,
            "ranking_count": 29321,
            "abstract": "Here is Edward Rutherfurd's classic novel of London, a glorious pageant spanning 2,000 years. He brings this vibrant city's long and noble history alive through the ever-shifting fortunes, fates, and intrigues of half-a-dozen families, from the age of Julius Caesar to the 20th century. Generation after generation, these families embody the passion, struggle, wealth, and verve of the greatest city in the world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Novels",
                "Travel",
                "Unfinished",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Poppy War",
            "authors": [
                "R.F. Kuang"
            ],
            "ranking": 4.11,
            "ranking_count": 111611,
            "abstract": "A Best of May Science Fiction and Fantasy pick by Amazon, Barnes and Noble, Audible, The Verge, SyFy Wire, and Kirkus. “I have no doubt this will end up being the best fantasy debut of the year [...] I have absolutely no doubt that [Kuang’s] name will be up there with the likes of Robin Hobb and N.K. Jemisin.” -- Booknest. A brilliantly imaginative talent makes her exciting debut with this epic historical military fantasy, inspired by the bloody history of China’s twentieth century and filled with treachery and magic, in the tradition of Ken Liu’s. Grace of Kings. and N.K. Jemisin’s Inheritance Trilogy.. When Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising.. But surprises aren’t always good.. Because being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school.. For while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . .. Rin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Adult",
                "Young Adult",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "Every Which Way But Dead",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.28,
            "ranking_count": 69078,
            "abstract": "T. here's no witch in Cincinnati tougher, sexier, or more screwed up than bounty hunter Rachel Morgan, who's already put her love life and soul in dire jeopardy through her determined efforts to bring criminal night creatures to justice.. Between runs, she has her hands full fending off the attentions of her blood-drinking partner, keeping a deadly secret from her backup, and resisting a hot new vamp suitor.. Rachel must also take a stand in the war that's raging in the city's underworld, since she helped put away its former vampire kingpin - and made a deal with a powerful demon to do so that could cost her an eternity of pain, torment, and degradation.. And now her dark master is coming to collect his due.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Stars My Destination",
            "authors": [
                "Alfred Bester",
                "Neil Gaiman"
            ],
            "ranking": 4.09,
            "ranking_count": 46376,
            "abstract": "In this pulse-quickening novel, Alfred Bester imagines a future in which people jaunte a thousand miles with a single thought, where the rich barricade themselves in labyrinths and protect themselves with radioactive hitmen—and where an inarticulate outcast is the most valuable and dangerous man alive.. The Stars My Destination. is a classic of technological prophecy and timeless narrative enchantment by an acknowledged master of science fiction.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Nevernight",
            "authors": [
                "Jay Kristoff"
            ],
            "ranking": 4.22,
            "ranking_count": 74273,
            "abstract": "In a land where three suns almost never set, a fledgling killer joins a school of assassins, seeking vengeance against the powers who destroyed her family.. Daughter of an executed traitor, Mia Corvere is barely able to escape her father’s failed rebellion with her life. Alone and friendless, she hides in a city built from the bones of a dead god, hunted by the Senate and her father’s former comrades. But her gift for speaking with the shadows leads her to the door of a retired killer, and a future she never imagined.. Now, Mia is apprenticed to the deadliest flock of assassins in the entire Republic—the Red Church. If she bests her fellow students in contests of steel, poison and the subtle arts, she’ll be inducted among the Blades of the Lady of Blessed Murder, and one step closer to the vengeance she desires. But a killer is loose within the Church’s halls, the bloody secrets of Mia’s past return to haunt her, and a plot to bring down the entire congregation is unfolding in the shadows she so loves.. Will she even survive to initiation, let alone have her revenge?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adult",
                "New Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Captive Prince: Volume Two",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 4.39,
            "ranking_count": 54013,
            "abstract": "With their countries on the brink of war, Damen and his new master, Prince Laurent, must exchange the intrigues of the palace for the sweeping might of the battlefield as they travel to the border to avert a lethal plot.. Forced to hide his identity, Damen finds himself increasingly drawn to the dangerous, charismatic Laurent. But as the fledgling trust between the two men deepens, the truth of secrets from both their pasts is poised to deal them the crowning death blow . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Adult",
                "Fiction",
                "Historical",
                "New Adult"
            ]
        },
        {
            "title": "شجرتي شجرة البرتقال الرائعة",
            "authors": [
                "José Mauro de Vasconcelos",
                "إيناس العباسي"
            ],
            "ranking": 4.41,
            "ranking_count": 49068,
            "abstract": "من هذا الطفل الذي يناديه الجميع بالشيطان الصغير ويصفونه بقط المزاريب؟ وأي طفل هذا الذي يحمل في قلبه عصفورا يغني؟. شجرتي شجرة البرتقال الرائعة للكاتب خوسيه ماورو دي فاسكونسيلوس عمل يدرس في المدارس البرازيلية وينصح الأساتذة في المعاهد الفرنسية طلبتهم بقراءته... إنه عمل مؤثر وإنساني على لسان شاعر طفل لم يتجاوز عمره خمس سنوات... عمل لا يروي حكاية خرافية ولا أحلام الصغار في البرازيل فحسب، بل يروي مغامرات الكاتب في طفولته، مغامرات الطفل الذي تعلم القراءة في سن الرابعة دون معلم، الطفل الذي يحمل في قلبه عصفورا وفي رأسه شيطانا يهمس له بأفكار توقعه في المتاعب مع الكبار... هذه رواية عذبة عذوبة نسغ ثمرة برتقال حلوة... رواية إنسانية تصف البراءة التي يمكن لقلب طفل أن يحملها، وتعرفنا إلى روح الشاعر الفطرية... حكاية طفل يحمل دماء سكان البرازيل الأصليين، طفل يسرق كل صباح من حديقة أحد الأثرياء زهرة لأجل معلمته... وهو يتساءل بمنتهى البراءة: ألم يمنح الله الزهور لكل الناس؟.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Childrens",
                "Novels",
                "Literature",
                "Drama",
                "Cultural",
                "Roman",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "Obsidian Butterfly",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.08,
            "ranking_count": 62877,
            "abstract": "The Anita Blake, Vampire Hunter backlist takes flight with a whole new look.. In her ninth adventure, vampire hunter Anita Blake owes a favor to a friend-a man almost as dangerous as the ancient evil she's about to face.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Infinite Sea",
            "authors": [
                "Rick Yancey"
            ],
            "ranking": 3.86,
            "ranking_count": 131516,
            "abstract": "How do you rid the Earth of seven billion humans? Rid the humans of their humanity.. Surviving the first four waves was nearly impossible. Now Cassie Sullivan finds herself in a new world, a world in which the fundamental trust that binds us together is gone. As the 5th Wave rolls across the landscape, Cassie, Ben, and Ringer are forced to confront the Others’ ultimate goal: the extermination of the human race.. Cassie and her friends haven’t seen the depths to which the Others will sink, nor have the Others seen the heights to which humanity will rise, in the ultimate battle between life and death, hope and despair, love and hate.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Night Film",
            "authors": [
                "Marisha Pessl"
            ],
            "ranking": 3.78,
            "ranking_count": 85898,
            "abstract": "On a damp October night, 24-year-old Ashley Cordova is found dead in an abandoned warehouse in lower Manhattan. Though her death is ruled a suicide, veteran investigative journalist Scott McGrath suspects otherwise. As he probes the strange circumstances surrounding Ashley's life and death, McGrath comes face-to-face with the legacy of her father: the legendary, reclusive cult-horror film director Stanislaus Cordova--a man who hasn't been seen in public for more than thirty years.. For McGrath, another death connected to this seemingly cursed family dynasty seems more than just a coincidence. Though much has been written about Cordova's dark and unsettling films, very little is known about the man himself.. Driven by revenge, curiosity, and a need for the truth, McGrath, with the aid of two strangers, is drawn deeper and deeper into Cordova's eerie, hypnotic world. The last time he got close to exposing the director, McGrath lost his marriage and his career. This time he might lose even more.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Horror",
                "Thriller",
                "Adult",
                "Suspense",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tell Me Your Dreams",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 3.98,
            "ranking_count": 50541,
            "abstract": "She had read about stalkers, but they belonged in a different, faraway world. She had no idea who it could be, who would want to harm her. She was trying desperately not to panic, but lately her sleep had been filled with nightmares, and she had awakened each morning with a feeling of impending doom.. Thus begins Sidney Sheldon's chilling new novel, Tell Me Your Dreams. Three beautiful young women are suspected of committing a series of brutal murders. The police make an arrest that leads to one of the most bizarre murder trials of the century. Based on actual events, Sheldon's novel races from London to Rome to the city of Quebec to San Francisco, with a climax that will leave the reader stunned.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Romance",
                "Drama",
                "Psychology"
            ]
        },
        {
            "title": "The Soldier's Wife",
            "authors": [
                "Margaret Leroy"
            ],
            "ranking": 3.9,
            "ranking_count": 14496,
            "abstract": "As World War II draws closer and closer to Guernsey, Vivienne de la Mare knows that there will be sacrifices to be made. Not just for herself, but for her two young daughters and for her mother-in-law, for whom she cares while her husband is away fighting. What she does not expect is that she will fall in love with one of the enigmatic German soldiers who take up residence in the house next door to her home. As their relationship intensifies, so do the pressures on Vivienne. Food and resources grow scant, and the restrictions placed upon the residents of the island grow with each passing week. Though Vivienne knows the perils of her love affair with Gunther, she believes that she can keep their relationship and her family safe. But when she becomes aware of the full brutality of the Occupation, she must decide if she is willing to risk her personal happiness for the life of a stranger.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Romance",
                "Adult Fiction",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Spanish Love Deception",
            "authors": [
                "Elena  Armas"
            ],
            "ranking": 4.08,
            "ranking_count": 232824,
            "abstract": "A wedding. A trip to Spain. The most infuriating man. And three days of pretending. Or in other words, a plan that will never work.. Catalina Martín, finally, not single. Her family is happy to announce that she will bring her American boyfriend to her sister’s wedding. Everyone is invited to come and witness the most magical event of the year.. That would certainly be tomorrow’s headline in the local newspaper of the small Spanish town I came from. Or the epitaph on my tombstone, seeing the turn my life had taken in the span of a phone call.. Four weeks wasn’t a lot of time to find someone willing to cross the Atlantic–from NYC and all the way to Spain–for a wedding. Let alone, someone eager to play along my charade. But that didn’t mean I was desperate enough to bring the 6’4 blue eyed pain in my ass standing before me.. Aaron Blackford.. The man whose main occupation was making my blood boil had just offered himself to be my date. Right after inserting his nose in my business, calling me delusional, and calling himself my best option. See? Outrageous. Aggravating. Blood boiling. And much to my total despair, also right. Which left me with a surly and extra large dilemma in my hands. Was it worth the suffering to bring my colleague and bane of my existence as my fake boyfriend to my sister’s wedding? Or was I better off coming clean and facing the consequences of my panic induced lie?. Like my. abuela. would say,. que dios nos pille confesados. .. The Spanish Love Deception is an enemies-to-lovers, fake-dating romantic comedy. Perfect for those looking for a steamy slow-burn romance with the sweetest Happily Ever After.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Fiction",
                "Womens Fiction",
                "New Adult",
                "Audiobook",
                "Adult Fiction",
                "Love"
            ]
        },
        {
            "title": "Starters",
            "authors": [
                "Lissa Price"
            ],
            "ranking": 3.89,
            "ranking_count": 42204,
            "abstract": "HER WORLD IS CHANGED FOREVER. Callie lost her parents when the Spore Wars wiped out everyone between the ages of twenty and sixty. She and her little brother, Tyler, go on the run, living as squatters with their friend Michael and fighting off renegades who would kill them for a cookie. Callie's only hope is Prime Destinations, a disturbing place in Beverly Hills run by a mysterious figure known as the Old Man.. He hires teens to rent their bodies to Enders—seniors who want to be young again. Callie, desperate for the money that will keep her, Tyler, and Michael alive, agrees to be a donor. But the neurochip they place in Callie's head malfunctions and she wakes up in the life of her renter, living in her mansion, driving her cars, and going out with a senator's grandson. It feels almost like a fairy tale, until Callie discovers that her renter intends to do more than party—and that Prime Destinations' plans are more evil than Callie could ever have imagined. . . .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Apocalyptic",
                "Mystery",
                "Futuristic"
            ]
        },
        {
            "title": "Mila 18",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.3,
            "ranking_count": 24666,
            "abstract": "It was a time of crisis, a time of tragedy and a time of transcendent courage and determination. Leon Uris's novel is set in the midst of the ghetto uprising that defied Nazi tyranny, as the Jews of Warsaw boldly met Wehrmacht tanks with homemade weapons and bare fists. Here, painted on a canvas as broad as its subject matter, is the compelling story of one of the most heroic struggles of modern times.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Literature",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "Hate List",
            "authors": [
                "Jennifer Brown"
            ],
            "ranking": 4.0,
            "ranking_count": 60189,
            "abstract": "Five months ago, Valerie Leftman's boyfriend, Nick, opened fire on their school cafeteria. Shot trying to stop him, Valerie inadvertently saved the life of a classmate, but was implicated in the shootings because of the list she helped create. A list of people and things she and Nick hated. The list he used to pick his targets.. Now, after a summer of seclusion, Val is forced to confront her guilt as she returns to school to complete her senior year. Haunted by the memory of the boyfriend she still loves and navigating rocky relationships with her family, former friends and the girl whose life she saved, Val must come to grips with the tragedy that took place and her role in it, in order to make amends and move on with her life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Health",
                "Drama",
                "Romance",
                "Death"
            ]
        },
        {
            "title": "As a Man Thinketh",
            "authors": [
                "James Allen"
            ],
            "ranking": 4.26,
            "ranking_count": 70735,
            "abstract": "The mind guides our footsteps as we progress along the pathway of life.. Purity of mind leads inevitably to purity of life, to the precious love and understanding that should control our everyday acts and attitudes towards friends and foes.. But where must one look for guidance? How does one achieve purity of mind that alone brings happiness and confidence?. The author offers his clear answers in this book. As A Man Thinketh. . His words have helped millions for more than a century--and they continue to point the true way to a better life for a troubled humanity.. Out of a clean heart comes a clean life and a clean body, James Allen writes. Out of a defiled mind proceeds a defiled life and a corrupt body.. Too many mortals strive to improve only their wordly position--and too few seek spiritual betterment. Such is the problem James Allen faced in his own time. The ideas he found in his inner-most heart after great searching guided him as they will guide you.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Psychology",
                "Classics",
                "Spirituality",
                "Business",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "Towers of Midnight",
            "authors": [
                "Robert Jordan",
                "Brandon Sanderson"
            ],
            "ranking": 4.44,
            "ranking_count": 138112,
            "abstract": "The end draws near..... The Last Battle has started. The seals on the Dark One’s prison are crumbling. The Pattern itself is unraveling, and the armies of the Shadow have begun to boil out of the Blight.. The sun has begun to set upon the Third Age.. Perrin Aybara is now hunted by specters from his past: Whitecloaks, a slayer of wolves, and the responsibilities of leadership. All the while, an unseen foe is slowly pulling a noose tight around his neck. To prevail, he must seek answers in. Tel’aran’rhiod. and find a way--at long last--to master the wolf within him or lose himself to it forever. Meanwhile, Matrim Cauthon prepares for the most difficult challenge of his life. The creatures beyond the stone gateways--the Aelfinn and the Eelfinn--have confused him, taunted him, and left him hanged, his memory stuffed with bits and pieces of other men’s lives. He had hoped that his last confrontation with them would be the end of it, but the Wheel weaves as the Wheel wills. The time is coming when he will again have to dance with the Snakes and the Foxes, playing a game that cannot be won. The Tower of Ghenjei awaits, and its secrets will reveal the fate of a friend long lost.. This penultimate novel of Robert Jordan’s #1. New York Times. bestselling series--the second of three based on materials he left behind when he died in 2007--brings dramatic and compelling developments to many threads in the Pattern. The end draws near.. Dovie’andi se tovya sagain.. It’s time to toss the dice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The Trumpet of the Swan",
            "authors": [
                "E.B. White",
                "Fred Marcellino"
            ],
            "ranking": 4.09,
            "ranking_count": 73439,
            "abstract": "Generations have grown up with E. B. White's classic novels. One of his best-loved books,. The Trumpet of the Swan. , about a cygnet who finds his voice, is now a full-length animated film from Sony. Now younger readers can experience the joy of reading about Louie the trumpeter swan and his friends in these adorable readers with original full-color illustrations.. Louie is very popular. Who wouldn't love a swan who can read, write, and play the trumpet? When Louie goes to camp, he meets a boy named A.G. who doesn't like birds, and since Louie is a bird, that means he doesn't like Louie. When A.G. pulls a dangerous stunt out on the lake, he realizes that Louie is a hero, after all.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Animals",
                "Fantasy",
                "Young Adult",
                "Academic"
            ]
        },
        {
            "title": "Sentinel",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.46,
            "ranking_count": 39009,
            "abstract": "It's a beautiful day for a war.. As the mortal world slowly slips into chaos of the godly kind, Alexandria Andros must overcome a stunning defeat that has left her shaken and in doubt of their ability to end this war once and for all.. And with all the obstacles between Alex and her happily-ever-after with the swoonworthy Aiden St. Delphi, they must now trust a deadly foe as they travel deep into the Underworld to release one of the most dangerous gods of all time.. In the stunning, action-packed climax to the bestselling Covenant series, Alex must face a terrible choice: the destruction of everything and everyone she holds dear… or the end of herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Immortality",
            "authors": [
                "Milan Kundera",
                "Peter Kussi"
            ],
            "ranking": 4.14,
            "ranking_count": 33912,
            "abstract": "This breathtaking, reverberating survey of human nature finds Kundera still attempting to work out the meaning of life, without losing his acute sense of humour. It is one of those great unclassifiable masterpieces that appear once every twenty years or so.. 'It will make you cleverer, maybe even a better lover. Not many novels can do that.' Nicholas Lezard,. GQ",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Classics",
                "Contemporary",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Crossing to Safety",
            "authors": [
                "Wallace Stegner",
                "Terry Tempest Williams",
                "T.H. Watkins"
            ],
            "ranking": 4.16,
            "ranking_count": 41972,
            "abstract": "Crossing to Safety has, since its publication in 1987, established itself as one of the greatest and most cherished American novels of the twentieth century. Tracing the lives, loves, and aspirations of two couples who move between Vermont and Wisconsin, it is a work of quiet majesty, deep compassion, and powerful insight into the alchemy of friendship and marriage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Literature",
                "Historical",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Black Echo",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.11,
            "ranking_count": 175142,
            "abstract": "For maverick LAPD homicide detective Harry Bosch, the body in the drainpipe at Mulholland Dam is more than another anonymous statistic. This one is personal...because the murdered man was a fellow Vietnam tunnel rat who had fought side by side with him in a hellish underground war. Now Bosch is about to relive the horror of Nam. From a dangerous maze of blind alleys to a daring criminal heist beneath the city, his survival instincts will once again be tested to their limit. Pitted against enemies inside his own department and forced to make the agonizing choice between justice and vengeance, Bosch goes on the hunt for a killer whose true face will shock him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Shelters of Stone",
            "authors": [
                "Jean M. Auel"
            ],
            "ranking": 3.84,
            "ranking_count": 45419,
            "abstract": "The Shelters of Stone. opens as Ayla and Jondalar, along with their animal friends, Wolf, Whinney, and Racer, complete their epic journey across Europe and are greeted by Jondalar’s people: the Zelandonii. The people of the Ninth Cave of the Zelandonii fascinate Ayla. Their clothes, customs, artifacts, even their homes—formed in great cliffs of vertical limestone—are a source of wonder to her. And in the woman Zelandoni, the spiritual leader of the Ninth Cave (and the one who initiated Jondalar into the Gift of Pleasure), she meets a fellow healer with whom to share her knowledge and skills.. But as Ayla and Jondalar prepare for the formal mating at the Summer Meeting, there are difficulties. Not all the Zelandonii are welcoming. Some fear Ayla’s unfamiliar ways and abhor her relationship with those they call flatheads and she calls Clan. Some even oppose her mating with Jondalar, and make their displeasure known. Ayla has to call on all her skills, intelligence, knowledge, and instincts to find her way in this complicated society, to prepare for the birth of her child, and to decide whether she will accept new challenges and play a significant role in the destiny of the Zelandonii.. Jean Auel is at her very best in this superbly textured creation of a prehistoric society.. The Shelters of Stone. is a sweeping story of love and danger, with all the wonderful detail—based on meticulous research— that makes her novels unique. It is a triumphant continuation of the Earth’s Children® saga that began with. The Clan of the Cave Bear. . And it includes an amazing rhythmic poem that describes the birth of Earth’s Children and plays its own role in the narrative of. The Shelters of Stone. .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "Historical Fiction",
                "Adventure",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Cane River",
            "authors": [
                "Lalita Tademy"
            ],
            "ranking": 4.07,
            "ranking_count": 47458,
            "abstract": "A. New York Times. bestseller and Oprah's Book Club Pick-the unique and deeply moving saga of four generations of African-American women whose journey from slavery to freedom begins on a Creole plantation in Louisiana.. Beginning with her great-great-great-great grandmother, a slave owned by a Creole family, Lalita Tademy chronicles four generations of strong, determined black women as they battle injustice to unite their family and forge success on their own terms. They are women whose lives begin in slavery, who weather the Civil War, and who grapple with contradictions of emancipation, Jim Crow, and the pre-Civil Rights South. As she peels back layers of racial and cultural attitudes, Tademy paints a remarkable picture of rural Louisiana and the resilient spirit of one unforgettable family.. There is Elisabeth, who bears both a proud legacy and the yoke of bondage... her youngest daughter, Suzette, who is the first to discover the promise-and heartbreak-of freedom... Suzette's strong-willed daughter Philomene, who uses a determination born of tragedy to reunite her family and gain unheard-of economic independence... and Emily, Philomene's spirited daughter, who fights to secure her children's just due and preserve their dignity and future.. Meticulously researched and beautifully written,. Cane River. presents a slice of American history never before seen in such piercing and personal detail.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "American",
                "Book Club",
                "Adult",
                "Family",
                "Novels",
                "Race"
            ]
        },
        {
            "title": "The Mysterious Benedict Society and the Perilous Journey",
            "authors": [
                "Trenton Lee Stewart",
                "Diana Sudyka"
            ],
            "ranking": 4.21,
            "ranking_count": 50080,
            "abstract": "Children. You must not come. STOP. Dangerous. The Mysterious Benedict Society is back with a new mission: to go on a mind-bending international scavenger hunt designed to engage their individual talents. As they search for all the clues and riddles Mr. Benedict has hidden for them, Reynie, Sticky, Kate, and Constance faces an unexpected challenge that will reinforce the reasons they were brought together in the first place and require them to fight for the very namesake that united them.. Join. The Mysterious. Benedict. Society. At your own. Risk",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fantasy",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Kristin Lavransdatter",
            "authors": [
                "Sigrid Undset",
                "Tiina Nunnally",
                "Brad Leithauser"
            ],
            "ranking": 4.29,
            "ranking_count": 10274,
            "abstract": "In her great historical epic. Kristin Lavransdatter. , set in fourteenth-century Norway, Nobel laureate Sigrid Undset tells the life story of one passionate and headstrong woman. Painting a richly detailed backdrop, Undset immerses readers in the day-to-day life, social conventions, and political and religious undercurrents of the period. Now in one volume, Tiina Nunnally's award-winning definitive translation brings this remarkable work to life with clarity and lyrical beauty.. As a young girl, Kristin is deeply devoted to her father, a kind and courageous man. But when as a student in a convent school she meets the charming and impetuous Erlend Nikulaussøn, she defies her parents in pursuit of her own desires. Her saga continues through her marriage to Erlend, their tumultuous life together raising seven sons as Erlend seeks to strengthen his political influence, and finally their estrangement as the world around them tumbles into uncertainty.. With its captivating heroine and emotional potency,. Kristin Lavransdatter. is the masterwork of Norway's most beloved author, one of the twentieth century's most prodigious and engaged literary minds and, in Nunnally's exquisite translation, a story that continues to enthrall.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Audiobook"
            ]
        },
        {
            "title": "Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen",
            "authors": [
                "Christopher McDougall"
            ],
            "ranking": 4.3,
            "ranking_count": 188911,
            "abstract": "Full of incredible characters, amazing athletic achievements, cutting-edge science, and, most of all, pure inspiration,. Born to Run. is an epic adventure that began with one simple question: Why does my foot hurt? In search of an answer, Christopher McDougall sets off to find a tribe of the world’s greatest distance runners and learn their secrets, and in the process shows us that everything we thought we knew about running is wrong.. Isolated by the most savage terrain in North America, the reclusive Tarahumara Indians of Mexico’s deadly Copper Canyons are custodians of a lost art. For centuries they have practiced techniques that allow them to run hundreds of miles without rest and chase down anything from a deer to an Olympic marathoner while enjoying every mile of it. Their superhuman talent is matched by uncanny health and serenity, leaving the Tarahumara immune to the diseases and strife that plague modern existence. With the help of Caballo Blanco, a mysterious loner who lives among the tribe, the author was able not only to uncover the secrets of the Tarahumara but also to find his own inner ultra-athlete, as he trained for the challenge of a lifetime: a fifty-mile race through the heart of Tarahumara country pitting the tribe against an odd band of Americans, including a star ultramarathoner, a beautiful young surfer, and a barefoot wonder.. With a sharp wit and wild exuberance, McDougall takes us from the high-tech science labs at Harvard to the sun-baked valleys and freezing peaks across North America, where ever-growing numbers of ultrarunners are pushing their bodies to the limit, and, finally, to the climactic race in the Copper Canyons.. Born to Run. is that rare book that will not only engage your mind but inspire your body when you realize that the secret to happiness is right at your feet, and that you, indeed all of us, were born to run.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Health",
                "Science",
                "Adventure",
                "Audiobook",
                "Autobiography",
                "Travel",
                "Biography"
            ]
        },
        {
            "title": "Ronia, the Robber's Daughter",
            "authors": [
                "Astrid Lindgren",
                "Patricia Crampton"
            ],
            "ranking": 4.29,
            "ranking_count": 28455,
            "abstract": "On the night Ronia was born, a thunderstorm raged over the mountain, but in Matt's castle and among his band of robbers there was only joy -- for Matt now had a spirited little black-haired daughter. Soon Ronia learns to dance and yell with the robbers, but it is alone in the forest that she feels truly at home.. Then one day Ronia meets Birk, the son of Matt's arch-enemy. Soon after Ronia and Birk become friends the worst quarrel ever between the rivals bands erupts, and Ronia and Birk are right in the middle.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Adventure",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Thunderhead",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.43,
            "ranking_count": 116944,
            "abstract": "Rowan has gone rogue, and has taken it upon himself to put the Scythedom through a trial by fire. Literally. In the year since Winter Conclave, he has gone off-grid, and has been striking out against corrupt scythes—not only in MidMerica, but across the entire continent. He is a dark folk hero now—“Scythe Lucifer”—a vigilante taking down corrupt scythes in flames.. Citra, now a junior scythe under Scythe Curie, sees the corruption and wants to help change it from the inside out, but is thwarted at every turn, and threatened by the “new order” scythes. Realizing she cannot do this alone—or even with the help of Scythe Curie and Faraday, she does the unthinkable, and risks being “deadish” so she can communicate with the Thunderhead—the only being on earth wise enough to solve the dire problems of a perfect world. But will it help solve those problems, or simply watch as perfection goes into decline?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "True Believer",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.81,
            "ranking_count": 82447,
            "abstract": "Jeremy Marsh is the ultimate New Yorker: handsome, almost always dressed in black, and part of the media elite. An expert on debunking the supernatural with a regular column in. Scientific American,. he's just made his first appearance on national TV. When he receives a letter from the tiny town of Boone Creek, North Carolina, about ghostly lights that appear in a legend-shrouded cemetery, he can't resist driving down to investigate. Here, in this tightly knit community, Lexie Darnell runs the town's library, just as her mother did before the accident that left Lexie an orphan. Disappointed by past relationships, including one that lured her away from home, she is sure of one thing: her future is in Boone Creek, close to her grandmother and all the other people she loves. Jeremy expects to spend a quick week in the sticks before speeding back to the city. But from the moment he sets eyes on Lexie, he is intrigued and attracted to this beautiful woman who speaks with a soft drawl and confounding honesty. And Lexie, while hesitating to trust this outsider, finds herself thinking of Jeremy more than she cares to admit. Now, if they are to be together, Jeremy Marsh must make a difficult choice: return to the life he knows, or do something he's never done before--take a giant leap of faith. A story about taking chances and following your heart,. True Believer. will make you, too, believe in the miracle of love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Night Pleasures",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.2,
            "ranking_count": 76388,
            "abstract": "See how it all began…. Have you ever wanted to know what it’s like to be immortal? To journey through the night stalking the evil that preys on humans? To have unlimited wealth, unlimited power?. That is my existence, and it is dark and dangerous. I play hero to thousands, but am known to none. And I love every minute of it.. Or so I thought until one night when I woke up handcuffed to my worst nightmare: an accountant. She’s smart, sexy, witty, and wants nothing to do with the paranormal.. My attraction to Amanda Devereaux goes against everything I stand for. Not to mention the last time I fell in love it cost me not only my human life, but also my very soul. Now I find myself wanting to believe that love and loyalty do exist.. Even more disturbing, I find myself wondering if there’s any way a woman can love a man whose battle scars run deep, and whose heart was damaged by a betrayal so savage that he’s not sure it will ever beat again.. Kyrian of Thrace",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "My Side of the Mountain",
            "authors": [
                "Jean Craighead George"
            ],
            "ranking": 4.07,
            "ranking_count": 69893,
            "abstract": "Every kid thinks about running away at one point or another; few get farther than the end of the block. Young Sam Gribley gets to the end of the block and keeps going--all the way to the Catskill Mountains of upstate New York. There he sets up house in a huge hollowed-out tree, with a falcon and a weasel for companions and his wits as his tool for survival. In a spellbinding, touching, funny account, Sam learns to live off the land, and grows up a little in the process. Blizzards, hunters, loneliness, and fear all battle to drive Sam back to city life. But his desire for freedom, independence, and adventure is stronger. No reader will be immune to the compulsion to go right out and start whittling fishhooks and befriending raccoons.. Jean Craighead George, author of more than 80 children's books, including the Newbery Medal-winning. Julie of the Wolves. , created another prizewinner with. My Side of the Mountain. --a Newbery Honor Book, an ALA Notable Book, and a Hans Christian Andersen Award Honor Book. Astonishingly, she wrote its sequel,. On the Far Side of the Mountain. , 30 years later, and a decade after that penned the final book in the trilogy,. Frightful's Mountain. , told from the falcon's point of view. George has no doubt shaped generations of young readers with her outdoor adventures of the mind and spirit. (Ages 9 to 12). --Emilie Coulter",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Childrens",
                "Adventure",
                "Realistic Fiction",
                "Environment",
                "Animals"
            ]
        },
        {
            "title": "Plain Truth",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.98,
            "ranking_count": 172383,
            "abstract": "The small town of Paradise, Pennsylvania, is a jewel in Lancaster County - known for its picture-postcard landscapes and bucolic lifestyle. But that peace is shattered by the discovery of a dead infant in the barn of an Amish farmer. A police investigation quickly leads to two startling disclosures: the newborn's mother is an unmarried Amish woman, eighteen-year-old Katie Fisher. And the infant did not die of natural causes. Although Katie denies the medical proof that she gave birth to the child, circumstantial evidence leads to her arrest for the murder of her baby.. One hundred miles away, Philadelphia defense attorney Ellie Hathaway has achieved an enviable, high-profile career. But her latest court victory has set the sands shifting beneath her. Single at thirty-nine and unsatisfied with her relationship, Ellie doesn't look back when she turns down her chance to make partner and takes off for an open-ended stay at her great-aunt's home in Paradise. Fate brings her to Katie Fisher. Suddenly, Ellie sees the chance to defend a client who truly needs her, not just one who can afford her.. But taking on this case challenges Ellie in more ways than one. She finds herself not only in a clash of wills with a client who does not want to be defended but also in a clash of cultures with a people whose channels of justice are markedly different from her own. Immersing herself in Katie Fisher's life -- and in a world founded on faith, humility, duty, and honesty -- Ellie begins to understand the pressures and sacrifices of those who to live plain. As she peels away the layers of fact and fantasy, Ellie calls on an old friend for guidance. Now, just as this man from Ellie's past reenters her life, she must uncover the truth about a complex case, a tragic loss, the bonds of love -- and her own deepest fears and desires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Amish",
                "Adult Fiction",
                "Drama",
                "Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Ersatz Elevator",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 4.04,
            "ranking_count": 134177,
            "abstract": "Dear Reader,. If you have just picked up this book, then it is not too late to put it back down. Like the previous books in A SERIES OF UNFORTUNATE EVENTS, there is nothing to be found in these pages but misery, despair, and discomfort, and you still have time to choose something else to read.. Within the chapters of this story, Violet, Klaus and Sunny Baudelaire encounter a darkened staircase, a red herring, some friends in a dire situation, three mysterious initials, a liar with an evil scheme, a secret passageway, and parsley soda.. I have sworn to write down these tales of the Baudelaire orphans so the general public will know each terrible thing that has happened to them, but if you decide to read something else instead, you will save yourself from a heapful of horror and woe.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Player of Games",
            "authors": [
                "Iain M. Banks"
            ],
            "ranking": 4.27,
            "ranking_count": 65020,
            "abstract": "The Culture - a humanoid/machine symbiotic society - has thrown up many great Game Players. One of the best is Jernau Morat Gurgeh, Player of Games, master of every board, computer and strategy. Bored with success, Gurgeh travels to the Empire of Azad, cruel & incredibly wealthy, to try their fabulous game, a game so complex, so like life itself, that the winner becomes emperor. Mocked, blackmailed, almost murdered, Gurgeh accepts the game and with it the challenge of his life, and very possibly his death.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Fantasy",
                "Cultural",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Fires of Heaven",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.17,
            "ranking_count": 160222,
            "abstract": "The fifth book in Robert Jordan's internationally bestselling epic fantasy series, THE WHEEL OF TIME, now reissued with a stunning new cover design.. The bonds and wards that hold the Great Lord of the Dark are slowly failing, but still his fragile prison holds. The Forsaken, immortal servants of the shadow, weave their snares and tighten their grip upon the realms of men, sure in the knowledge that their master will soon break free.... Rand al' Thor, the Dragon Reborn, knows that he must strike at the Enemy, but his forces are divided by treachery and by ambition. Even the Aes Sedai, ancient guardians of the Light, are riven by civil war. Betrayed by his allies, pursued by his enemies and beset by the madness that comes to the male wielders of the One Power, Rand rides out to meet the foe.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Epic",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Theory of People: Understanding Behaviors, Business, Economics, Feelings, and the Mind",
            "authors": [
                "Jakub Lasak"
            ],
            "ranking": 4.06,
            "ranking_count": 179,
            "abstract": "The Last Business or Self-Help Book You'll Ever Need or a Full Refund. Even After Reading the Whole Book.. Einstein’s Theory of Relativity allows us to understand the universe on a macro scale and the relationships between space, time, and gravity. The Theory of People allows us to understand people’s psychology and the relationships between aspects such as behaviors, feelings, business, and learning.. •. Control your behaviors. , such as anger, laziness, and 20 other ones.. •. Manage your feelings. to become happier and overcome stress, shyness, and 15 other ones.. •. Create a successful business. by understanding what the perfect solution looks like and what makes people buy.. •. Become a visionary. , just like Steve Jobs, by learning his motives.. •. Learn faster and improve your memory. by discovering how our minds decide what information to save.. •. Increase your intelligence, creativity, and wisdom. by learning what they are.. •. Understand what makes one country or person wealthier than other. thanks to the golden law of economy.. A Unique Book. •. Quick Read. : Theory of People explains people on 2 pages. 70 pages are real-life applications. You would need to read tens of other books to get the same solutions.. •. Easy to Apply in Life. : You do not need a scientific background or have to work hard to understand complicated subjects. It presents knowledge in a simple way.. •. Money-Back Guarantee. : If you are unsatisfied, you can apply for a refund via Amazon within seven days of purchase. No questions asked.. If you want to understand yourself and other people and apply that knowledge to real-life, buy the Theory of People now.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Business",
                "Nonfiction",
                "Economics",
                "Science",
                "Self Help",
                "Sociology",
                "Social Science"
            ]
        },
        {
            "title": "Be More Pirate: Or How to Take On the World and Win",
            "authors": [
                "Sam Conniff"
            ],
            "ranking": 3.81,
            "ranking_count": 1148,
            "abstract": "Magnificent, one of the sharpest thinkers on the planet Forbes. Fun, easy to digest ideas that are especially applicable to start-ups with youth, vision and a big focus on ethics. Business Book of the Month Financial Times. A Modern Life Bible Shortlist Magazine. A model for how to break the system and create radical change The London Evening Standard. - - - -. Mischief, Purpose, Power. Pirates didn’t just break the rules, they rewrote them. They didn't just reject society, they reinvented it. Pirates didn’t just challenge the status-quo, they changed everyf*ckingthing.. Facing a self-interested establishment, a broken system, industrial-scale disruption and an uncertain future, pirates rebelled against an unfair world and change it for good. Now, you can follow in their footsteps.. Be More Pirate unveils the innovative strategies of Golden Age pirates, drawing parallels between the tactics and teachings of legends like Henry Morgan and Blackbeard with modern rebels, like Elon Musk, Malala and Banksy. With takeaway sections and a. Featuring takeaway sections and a guide to build you own pirate code 2.0, Be More Pirate will show you how to leave your mark on the 21st century.. Whatever your ambitions, ideas and challenges, Be More Pirate will revolutionize the way you live, think and work today, and tomorrow.. [BACK INSIDE COVER PRINT]. ‘Be More Pirate feels so important as it looks to history to help us grip the future.’ Martha Lane-Fox, do you have a specific bio Martha would like us to use?. ‘A refreshing, entertaining and inspiring perspective on work, leadership and why we do what we do ... it’s a call for a more radical rethink of where we’re going wrong, and where we’re going next.’ Bruce Daisley, Host of the Number 1 Business Podcast ‘Eat, Sleep, Work, Repeat’",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Self Help",
                "Philosophy",
                "Leadership",
                "Book Club",
                "Audiobook",
                "Education",
                "Economics"
            ]
        },
        {
            "title": "Secrets of the Dragon Sanctuary",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.38,
            "ranking_count": 81782,
            "abstract": "Brace yourself for a shocking secret.. Two hidden artifacts have been found. Three more remain unrecovered. More preserves face destruction as the Society of the Evening Star relentlessly pursues new talismans. Reading in Patton’s Journal of Secrets, Kendra learns the location of the key to a vault housing one of the artifacts. In order to retrieve it, the Knights of the Dawn must enter a death trap — a dragon sanctuary called Wyrmroost. The mission cannot proceed without stealing a sacred object zealously guarded by the centaurs. Anybody seen Seth?. The race is on to acquire all five of the artifact keys to the great demon prison. Will the Knights of the Dawn conquer Wyrmroost? Who can stop the Sphinx? Can Vanessa be trusted to help? What artifact will be found next?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "The Gift of the Magi",
            "authors": [
                "O. Henry",
                "Lisbeth Zwerger"
            ],
            "ranking": 4.1,
            "ranking_count": 88724,
            "abstract": "One dollar and eighty-seven cents is all the money Della has in the world to buy her beloved a Christmas present. She has nothing to sell except her only treasure--her long, beautiful brown hair. Set in New York at the turn of the twentieth century, this classic piece of American literature tells the story of a young couple and the sacrifices each must make to buy the other a gift. Beautiful, delicate watercolors by award-winning illustrator Lisbeth Zwerger add new poignancy and charm to this simple tale about the rewards of unselfish love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Holiday",
                "Romance",
                "Literature",
                "Young Adult",
                "Academic",
                "Childrens"
            ]
        },
        {
            "title": "The Lincoln Lawyer",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.18,
            "ranking_count": 211406,
            "abstract": "Mickey Haller has spent all his professional life afraid that he wouldn’t recognize innocence if it stood right in front of him. But what he should have been on the watch for was evil.. Haller is a Lincoln Lawyer, a criminal defense attorney who operates out of the back seat of his Lincoln Town Car, traveling between the far-flung courthouses of Los Angeles to defend clients of every kind. Bikers, con artists, drunk drivers, drug dealers — they’re all on Mickey Haller’s client list. For him, the law is rarely about guilt or innocence — it’s about negotiation and manipulation. Sometimes it’s even about justice.. A Beverly Hills playboy arrested for attacking a woman he picked up in a bar chooses Haller to defend him, and Mickey has his first high-paying client in years. It is a defense attorney’s dream, what they call a franchise case. And as the evidence stacks up, Haller comes to believe this may be the easiest case of his career.. Then someone close to him is murdered and Haller discovers that his search for innocence has brought him face-to-face with evil as pure as a flame. To escape without being burned, he must deploy every tactic, feint, and instinct in his arsenal — this time to save his own life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Woman in the Dunes",
            "authors": [
                "Kōbō Abe",
                "E. Dale Saunders",
                "Machi Abe"
            ],
            "ranking": 3.9,
            "ranking_count": 26884,
            "abstract": "The Woman in the Dunes. , by celebrated writer and thinker Kobo Abe, combines the essence of myth, suspense and the existential novel.. After missing the last bus home following a day trip to the seashore, an amateur entomologist is offered lodging for the night at the bottom of a vast sand pit. But when he attempts to leave the next morning, he quickly discovers that the locals have other plans. Held captive with seemingly no chance of escape, he is tasked with shoveling back the ever-advancing sand dunes that threaten to destroy the village. His only companion is an odd young woman, and together their fates become intertwined as they work side by side through this Sisyphean of tasks.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Magical Realism",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Blade Artist",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.79,
            "ranking_count": 6654,
            "abstract": "Jim Francis has finally found the perfect life – and is now unrecognisable, even to himself. A successful painter and sculptor, he lives quietly with his wife, Melanie, and their two young daughters, in an affluent beach town in California. Some say he’s a fake and a con man, while others see him as a genuine visionary.. But Francis has a very dark past, with another identity and a very different set of values. When he crosses the Atlantic to his native Scotland, for the funeral of a murdered son he barely knew, his old Edinburgh community expects him to take bloody revenge. But as he confronts his previous life, all those friends and enemies – and, most alarmingly, his former self – Francis seems to have other ideas.. When Melanie discovers something gruesome in California, which indicates that her husband’s violent past might also be his psychotic present, things start to go very bad, very quickly.. The Blade Artist. is an elegant, electrifying novel – ultra violent but curiously redemptive – and it marks the return of one of modern fiction’s most infamous, terrifying characters, the incendiary Francis Begbie from. Trainspotting. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Dark",
                "Contemporary",
                "Suspense",
                "Cultural",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Nation",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.09,
            "ranking_count": 33677,
            "abstract": "Alone on a desert island — everything and everyone he knows and loves has been washed away in a storm — Mau is the last surviving member of his nation. He’s completely alone — or so he thinks until he finds the ghost girl. She has no toes, wears strange lacy trousers like the grandfather bird, and gives him a stick that can make fire.. Daphne, sole survivor of the wreck of the Sweet Judy, almost immediately regrets trying to shoot the native boy. Thank goodness the powder was wet and the gun only produced a spark. She’s certain her father, distant cousin of the Royal family, will come and rescue her but it seems, for now, that all she has for company is the boy and the foul-mouthed ship’s parrot, until other survivors arrive to take refuge on the island. Together, Mau and Daphne discover some remarkable things (including how to milk a pig, and why spitting in beer is a good thing), and start to forge a new nation.. Encompassing themes of death and nationhood, Terry Pratchett’s new novel is, as can be expected, extremely funny, witty and wise. Mau’s ancestors have something to teach us all. Mau just wishes they would shut up about it and let him get on with saving everyone’s lives!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Historical",
                "Humor",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Trickster's Choice",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.23,
            "ranking_count": 65345,
            "abstract": "Alianne is the teenage daughter of the famed Alanna, the first lady knight in Tortall. Young Aly follows in the quieter footsteps of her father, however, delighting in the art of spying. When she is captured and sold as a slave to an exiled royal family in the faraway Copper Islands, it is this skill that makes a difference in a world filled with political intrigue, murderous conspiracy, and warring gods. This is the first of two books featuring Alianne.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Problems at the Pub",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.33,
            "ranking_count": 7729,
            "abstract": "It’s another charming and madcap mystery!. The enchanting tourist town of Sugar Mountain, NC is rewriting its tax codes, and no one knows why. Mayor Winslow is up to no good, and he doesn’t seem to care what happens to the local business owners; at least that’s how it feels to Monique Brewer, the local tavern owner. She’s proud of making her own way in the world, and messing with her business is a sure way to get her riled.. Sounds like another job for the Sugar Mountain Ladies Historical Society! When Monique brings her concerns to the table, chaos erupts. The women don’t trust anyone, especially not the Mayor or his peculiar new assistant, Anthony Tidwell.. Will the group be able to come up with a solution to keep local businesses safe, or will the mayor finally get his way? Come along for the ride as the residents of Sugar Mountain learn they may be in for more trouble than anyone suspects.",
            "part_of_series": true,
            "genre_list": [
                "Drama",
                "Fiction",
                "Contemporary",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "12 Rules for Life: An Antidote to Chaos",
            "authors": [
                "Jordan B. Peterson",
                "Norman Doidge",
                "Ethan Van Sciver"
            ],
            "ranking": 3.94,
            "ranking_count": 157173,
            "abstract": "What does everyone in the modern world need to know? Renowned psychologist Jordan B. Peterson's answer to this most difficult of questions uniquely combines the hard-won truths of ancient tradition with the stunning revelations of cutting-edge scientific research.. Humorous, surprising, and informative, Dr. Peterson tells us why skateboarding boys and girls must be left alone, what terrible fate awaits those who criticize too easily, and why you should always pet a cat when you meet one on the street.. What does the nervous system of the lowly lobster have to tell us about standing up straight (with our shoulders back) and about success in life? Why did ancient Egyptians worship the capacity to pay careful attention as the highest of gods? What dreadful paths do people tread when they become resentful, arrogant, and vengeful? Dr. Peterson journeys broadly, discussing discipline, freedom, adventure, and responsibility, distilling the world's wisdom into 12 practical and profound rules for life.. 12 Rules for Life. shatters the modern commonplaces of science, faith, and human nature while transforming and ennobling the mind and spirit of its listeners.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Philosophy",
                "Audiobook",
                "Unfinished",
                "Religion",
                "Politics",
                "Science"
            ]
        },
        {
            "title": "Perelandra",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.98,
            "ranking_count": 46421,
            "abstract": "The second book in. C. S. Lewis's. acclaimed Space Trilogy, which also includes. Out of the Silent Planet. and. That Hideous Strength. ,. Perelandra. continues the adventures of the extraordinary Dr. Ransom. Pitted against the most destructive of human weaknesses, temptation, the great man must battle evil on a new planet  Perelandra  when it is invaded by a dark force. Will Perelandra succumb to this malevolent being, who strives to create a new world order and who must destroy an old and beautiful civilization to do so? Or will it throw off the yoke of corruption and achieve a spiritual perfection as yet unknown to man? The outcome of Dr. Ransom's mighty struggle alone will determine the fate of this peace-loving planet.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Christian",
                "Classics",
                "Christian Fiction",
                "Science Fiction Fantasy",
                "Religion",
                "Adventure"
            ]
        },
        {
            "title": "An Echo in the Darkness",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.61,
            "ranking_count": 47201,
            "abstract": "A prosperous trader, Marcus Lucianus Valerian has made a fortune providing sand and slaves for the Roman games. But Hadassah, a slave in his family's household, has enchanted him with her quiet beauty and her staunch faith in Christ. When Marcus' sister sends Hadassah to almost certain death in the games, Marcus feels that his life has been ripped apart. Now he is on his way to Jerusalem to find out more about Hadassah's god, unaware that a miracle awaits him back in Rome.. The political intrigue of the imperial city provides a dramatic backdrop for Marcus' spiritual quest. This rich and unforgettable work achieves even greater impact through Richard Ferrone's dramatic narration.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "A Tale for the Time Being",
            "authors": [
                "Ruth Ozeki"
            ],
            "ranking": 4.03,
            "ranking_count": 99474,
            "abstract": "In Tokyo, sixteen-year-old Nao has decided there’s only one escape from her aching loneliness and her classmates’ bullying, but before she ends it all, Nao plans to document the life of her great-grandmother, a Buddhist nun who’s lived more than a century. A diary is Nao’s only solace—and will touch lives in a ways she can scarcely imagine.. Across the Pacific, we meet Ruth, a novelist living on a remote island who discovers a collection of artifacts washed ashore in a Hello Kitty lunchbox—possibly debris from the devastating 2011 tsunami. As the mystery of its contents unfolds, Ruth is pulled into the past, into Nao’s drama and her unknown fate, and forward into her own future.. Full of Ozeki’s signature humour and deeply engaged with the relationship between writer and reader, past and present, fact and fiction, quantum physics, history, and myth,. A Tale for the Time Being. is a brilliantly inventive, beguiling story of our shared humanity and the search for home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Civil War: A Narrative",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.54,
            "ranking_count": 7392,
            "abstract": "Foote's comprehensive history of the Civil War includes three compelling volumes: Fort Sumter to Perryville, Fredericksburg to Meridian, and Red River to Appomattox. Collected together in a handsome boxed set, this is the perfect gift for any Civil War buff.. Fort Sumter to Perryville. Here, for a certainty, is one of the great historical narratives of our century, a unique and brilliant achievement, one that must be firmly placed in the ranks of the masters. -Van Allen Bradley, Chicago Daily News. Anyone who wants to relive the Civil War, as thousands of Americans apparently do, will go through this volume with pleasure.... Years from now, Foote's monumental narrative most likely will continue to be read and remembered as a classic of its kind. -New York Herald Tribune Book Review. Fredericksburg to Meridian. This, then, is narrative history-a kind of history that goes back to an older literary tradition.... The writing is superb...one of the historical and literary achievements of our time. -The Washington Post Book World. Gettysburg...is described with such meticulous attention to action, terrain, time, and the characters of the various commanders that I understand, at last, what happened in that battle.... Mr. Foote has an acute sense of the relative importance of events and a novelist's skill in directing the reader's attention to the men and the episodes that will influence the course of the whole war, without omitting items which are of momentary interest. His organization of facts could hardly be bettered. -Atlantic. Red River to Appomattox. An unparalleled achievement, an American Iliad, a unique work uniting the scholarship of the historian and the high readability of the first-class novelist. -Walker Percy. I have never read a better, more vivid, more understandable account of the savage battling between Grant's and Lee's armies",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "North American Hi...",
                "War",
                "American History",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "In the Miso Soup",
            "authors": [
                "Ryū Murakami",
                "Ralph McCarthy"
            ],
            "ranking": 3.62,
            "ranking_count": 22228,
            "abstract": "It is just before New Year's. Frank, an overweight American tourist, has hired Kenji to take him on a guided tour of Tokyo's sleazy nightlife on three successive evenings. But Kenji learns exactly how much he has to fear and how irrevocably his encounter with this great white whale of an American will change his life.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Forsyte Saga",
            "authors": [
                "John Galsworthy"
            ],
            "ranking": 4.17,
            "ranking_count": 19107,
            "abstract": "John Galsworthy, a Nobel Prize-winning author, chronicles the ebbing social power of the commercial upper-middle-class Forsyte family through three generations, beginning in Victorian London during the 1880s and ending in the early 1920s.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Bane Chronicles",
            "authors": [
                "Cassandra Clare",
                "Sarah Rees Brennan",
                "Maureen Johnson",
                "Cassandra Jean"
            ],
            "ranking": 4.12,
            "ranking_count": 86138,
            "abstract": "Fans of The Mortal Instruments and The Infernal Devices can get to know warlock Magnus Bane like never before in this collection of New York Times bestselling tales, in print for the first time with an exclusive new story and illustrated material.. This collection of eleven short stories illuminates the life of the enigmatic Magnus Bane, whose alluring personality, flamboyant style, and sharp wit populate the pages of the #1 New York Times bestselling series, The Mortal Instruments and The Infernal Devices.. Originally released one-by-one as e-only short stories by Cassandra Clare, Maureen Johnson, and Sarah Rees Brennan, this compilation presents all ten together in print for the first time and includes a never-before-seen eleventh tale, as well as new illustrated material.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "LGBT",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Austere Academy",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.99,
            "ranking_count": 146772,
            "abstract": "Dear Reader,. If you are looking for a story about cheerful youngsters spending a jolly time at boarding school, look elsewhere. Violet, Klaus, and Sunny Baudelaire are intelligent and resourceful children, and you might expect that they would do very well at school. Don't. For the Baudelaires, school turns out to be another miserable episode in their unlucky lives.. Truth be told, within the chapters that make up this dreadful story, the children will face snapping crabs, strict punishments, dripping fungus, comprehensive exams, violin recitals, S.O.R.E., and the metric system.. It is my solemn duty to stay up all night researching and writing the history of these three hapless youngsters, but you may be more comfortable getting a good night's sleep. In that case, you should probably choose some other book.. With all due respect,. Lemony Snicket",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Heart-Shaped Box",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 3.85,
            "ranking_count": 120052,
            "abstract": "Aging, self-absorbed rock star Judas Coyne has a thing for the macabre -- his collection includes sketches from infamous serial killer John Wayne Gacy, a trepanned skull from the 16th century, a used hangman's noose, Aleister Crowley's childhood chessboard, etc. -- so when his assistant tells him about a ghost for sale on an online auction site, he immediately puts in a bid and purchases it.. The black, heart-shaped box that Coyne receives in the mail not only contains the suit of a dead man but also his vengeance-obsessed spirit. The ghost, it turns out, is the stepfather of a young groupie who committed suicide after the 54-year-old Coyne callously used her up and threw her away. Now, determined to kill Coyne and anyone who aids him, the merciless ghost of Craddock McDermott begins his assault on the rocker's sanity.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Paranormal",
                "Mystery",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Conjunction",
            "authors": [
                "A.D. Zoltan",
                "Zoltan Andrejkovics",
                "Steven N. Nagy"
            ],
            "ranking": 4.37,
            "ranking_count": 57,
            "abstract": "In 2625, the Earth is ahead of big changes, the biggest superpowers have been just tricked by a genius man called ‘Erin’, which leads to a completely new world order.. The story continues in the year 3800, where a future artificial intelligence technology so-called ‘CIS’ (Central Intelligent System) assists humanity to make the Solar system a better place. After the discovery of intergalactic travel technology, humankind initiates a mission to the four most likely habited planets in order to bring their own civilization to the next maturity level. ‘Keat’ who has a deep interest in the “big questions” of life is part of the first mission which turns their wealthy, human civilization upside down without facing any enemies.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Philosophy",
                "Artificial Intelligence",
                "Young Adult",
                "Spirituality",
                "New Adult",
                "Fantasy"
            ]
        },
        {
            "title": "The History of Tom Jones, a Foundling",
            "authors": [
                "Henry Fielding",
                "Thomas Keymer",
                "Alice Wakely"
            ],
            "ranking": 3.75,
            "ranking_count": 32199,
            "abstract": "A foundling of mysterious parentage brought up by Mr. Allworthy on his country estate, Tom Jones is deeply in love with the seemingly unattainable Sophia Western, the beautiful daughter of the neighboring squire—though he sometimes succumbs to the charms of the local girls. When Tom is banished to make his own fortune and Sophia follows him to London to escape an arranged marriage, the adventure begins. A vivid Hogarthian panorama of eighteenth-century life, spiced with danger and intrigue, bawdy exuberance and good-natured authorial interjections, Tom Jones is one of the greatest and most ambitious comic novels in English literature.. • Includes a chronology, suggestions for further reading, notes, glossary, and an appendix of Fielding's revisions. • Introduction discusses narrative tecniques and themes, the context of eighteenth-century fiction and satire, and the historical and political background of the Jacobite revolution. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Humor",
                "European Literature",
                "Novels",
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "The Love Song of J. Alfred Prufrock and Other Poems",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.32,
            "ranking_count": 19809,
            "abstract": "Let us go then, you and I, When the evening is spread out against the sky Like a patient etherized upon a table; Let us go, through certain half-deserted streets, The muttering retreats Of restless nights in one-night cheap hotels.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Good, the Bad, and the Undead",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.24,
            "ranking_count": 64080,
            "abstract": "Rachel Morgan, sexy witch, independent bounty hunter, prowls the downtown Cincinnati for criminal creatures of the night. She can handle leather-clad vamps and a cunning demon or two. But a serial killer who feeds on the experts in the most dangerous kind of black magic is an ancient, implacable evil that threatens her very soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Bartleby the Scrivener",
            "authors": [
                "Herman Melville"
            ],
            "ranking": 3.93,
            "ranking_count": 53795,
            "abstract": "Academics hail it as the beginning of modernism, but to readers around the world—even those daunted by. Moby-Dick. —. Bartleby the Scrivener. is simply one of the most absorbing and moving novellas ever. Set in the mid-19th century on New York City's Wall Street, it was also, perhaps, Herman Melville's most prescient story: what if a young man caught up in the rat race of commerce finally just said, I would prefer not to?. The tale is one of the final works of fiction published by Melville before, slipping into despair over the continuing critical dismissal of his work after. Moby-Dick. , he abandoned publishing fiction. The work is presented here exactly as it was originally published in. Putnam's. magazine—to, sadly, critical disdain.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Literature",
                "Academic",
                "Novella",
                "The United States Of America"
            ]
        },
        {
            "title": "Harold and the Purple Crayon",
            "authors": [
                "Crockett Johnson"
            ],
            "ranking": 4.26,
            "ranking_count": 135814,
            "abstract": "Harold decides to go for a walk one evening and as he goes he fills in the scene using his purple crayon. Adventure goes hand in hand with imagination to create this charming classic story.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Fantasy",
                "Art",
                "Kids",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Tiger's Quest",
            "authors": [
                "Colleen Houck"
            ],
            "ranking": 4.31,
            "ranking_count": 38233,
            "abstract": "Back in Oregon, Kelsey tries to pick up the pieces of her life and push aside her feelings for Ren. Kelsey Hayes's eighteenth summer was crazy. The kind of crazy nobody would ever believe.. Aside From battling immortal sea monkeys and trekking the jungles of India, she fell in love with Ren, a 300-year-old prince.. When danger suddenly forces Kelsey on another Indian quest, with Ren's bad-boy brother, Kishan,the unlikely duo begins to question their true destiny. Ren's life hangs in the balance--so does the truth within Kelsey's heart.. Tiger's Quest, the thrilling second volume in the Tiger's Curse series, brings the trio one step closer to breaking the ancient prophecy that binds them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "The Best of Me",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.95,
            "ranking_count": 157537,
            "abstract": "In the spring of 1984, high school students Amanda Collier and Dawson Cole fell deeply, irrevocably in love. But as the summer of their senior year came to a close, unforeseen events would tear the young couple apart, setting them on radically divergent paths.. Now, twenty-five years later, Amanda and Dawson are summoned back to Oriental for the funeral of Tuck Hostetler, the mentor who once gave shelter to their high school romance. Neither has lived the life they imagined.. As Amanda and Dawson carry out the instructions Tuck left behind for them, they realize that everything they thought they knew was not as it seemed. Forced to confront painful memories, the two former lovers will discover undeniable truths about the choices they have made. And in the course of a single, searing weekend, they will ask of the living, and the dead:. Can love truly rewrite the past?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "Autobiography of a Yogi",
            "authors": [
                "Paramahansa Yogananda"
            ],
            "ranking": 4.22,
            "ranking_count": 57269,
            "abstract": "This acclaimed autobiography presents a fascinating portrait of one of the great spiritual figures of our time. With engaging candor, eloquence, and wit, Paramahansa Yogananda narrates the inspiring chronicle of his life: the experiences of his remarkable childhood, encounters with many saints and sages during his youthful search throughout India for an illumined teacher, ten years of training in the hermitage of a revered yoga master, and the thirty years that he lived and taught in America. Also recorded here are his meetings with Mahatma Gandhi, Rabindranath Tagore, Luther Burbank, the Catholic stigmatist Therese Neumann, and other celebrated spiritual personalities of East and West.. Autobiography of a Yogi is at once a beautifully written account of an exceptional life and a profound introduction to the ancient science of Yoga and its time-honored tradition of meditation. The author clearly explains the subtle but definite laws behind both the ordinary events of everyday life and the extraordinary events commonly termed miracles. His absorbing life story thus becomes the background for a penetrating and unforgettable look at the ultimate mysteries of human existence.. Considered a modern spiritual classic, the book has been translated into more than twenty languages and is widely used as a text and reference work in colleges and universities. A perennial bestseller since it was first published sixty years ago, Autobiography of a Yogi has found its way into the hearts of millions of readers around the world.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Biography",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "Autobiography",
                "Cultural",
                "Self Help"
            ]
        },
        {
            "title": "Special Topics in Calamity Physics",
            "authors": [
                "Marisha Pessl"
            ],
            "ranking": 3.7,
            "ranking_count": 45310,
            "abstract": "Special Topics in Calamity Physics. is a darkly hilarious coming-of-age novel and a richly plotted suspense tale told through the distinctive voice of its heroine, Blue van Meer.. After a childhood moving from one academic outpost to another with her father (a man prone to aphorisms and meteoric affairs), Blue is clever, deadpan, and possessed of a vast lexicon of literary, political, philosophical, and scientific knowledge—and is quite the cineaste to boot. In her final year of high school at the elite (and unusual) St. Gallway School in Stockton, North Carolina, Blue falls in with a charismatic group of friends and their captivating teacher, Hannah Schneider. But when the drowning of one of Hannah's friends and the shocking death of Hannah herself lead to a confluence of mysteries, Blue is left to make sense of it all with only her gimlet-eyed instincts and cultural references to guide—or misguide—her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Young Adult",
                "Thriller",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Peter and the Starcatchers",
            "authors": [
                "Dave Barry",
                "Ridley Pearson",
                "Greg Call"
            ],
            "ranking": 4.03,
            "ranking_count": 74306,
            "abstract": "In an evocative and fast-paced adventure on the high seas and on a faraway island, an orphan boy named Peter and his mysterious new friend, Molly, overcome bands of pirates and thieves in their quest to keep a fantastical secret safe and save the world from evil. Best-selling authors Dave Barry and Ridley Pearson have turned back the clock to reveal the wonderful story that precedes J. M. Barrie’s beloved. Peter Pan. .. Peter and the Starcatchers. is brimming with richly developed characters, from the scary but somehow familiar Black Stache and ferocious Mister Grin to the sweet but sophisticated Molly and fearless Peter. Page after page of riveting adventures take readers of all ages on a voyage from a filthy, crime-ridden port in old England across the turbulent sea. Aboard the. Neverland. is a trunk that hold the “greatest treasure on earth” —but is it gold, jewels, or something far more mysterious and dangerous?. Roiling waves and raging storms; skullduggery and pirate treachery provide the backdrop for battles at sea. Bone-crushing breakers eventually land our characters on Mollusk Island—where the action really heats up.. This impossible-to-put-down tale leads readers on an unforgettable journey—fraught with danger yet filled with mystical and magical moments.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "Olive Kitteridge",
            "authors": [
                "Elizabeth Strout"
            ],
            "ranking": 3.84,
            "ranking_count": 206866,
            "abstract": "Winner of the Pulitzer Prize, Olive Kitteridge offers profound insights into the human condition – its conflicts, its tragedies and joys, and the endurance it requires.. At times stern, at other times patient, at times perceptive, at other times in sad denial, Olive Kitteridge, a retired schoolteacher, deplores the changes in her little town of Crosby, Maine, and in the world at large, but she doesn’t always recognize the changes in those around her: a lounge musician haunted by a past romance; a former student who has lost the will to live; Olive’s own adult child, who feels tyrannized by her irrational sensitivities; and her husband, Henry, who finds his loyalty to his marriage both a blessing and a curse.. As the townspeople grapple with their problems, mild and dire, Olive is brought to a deeper understanding of herself and her life – sometimes painfully, but always with ruthless honesty.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literary Fiction",
                "Contemporary",
                "Book Club",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "تراب الماس",
            "authors": [
                "أحمد مراد"
            ],
            "ranking": 4.06,
            "ranking_count": 54281,
            "abstract": "للمرة الثانية بعد فيرتيجو يتّخذ أحمد مراد من الجريمة خلفية تكشف بأسلوب مشوّق كواليس المجتمع و الفساد المستشري وسط كل طبقاته.. وهو بذلك يؤّكد قواعد النوع الروائي الذي أصبح رائدًا له... صنع الله إبراهيم. لم يكن طه سوى مندوب دعاية طبية في شركة أدوية؛ حياة باهتة رتيبة، بدلة و كرافتة و حقيبة جلدية و لسان لبق يستميل أعتى الأطباء لأدويته. وفي البيت يعيش وحيدًا مع أبيه القعيد. كان ذلك قبل أن تقع جريمة قتل غامضة تتركه خلفها و قد تبدّل عالمه.. للأبد. تتحول حياته إلى جزيرة من الأسرار، يبدأ اكتشافها في دفتر عتيق يعثر عليه مصادفة، و يجد معه أداة رهيبة لها فعل السحر. عندها يبدأ طه ومعه الضابط وليد سلطان في تتبع قاتل لا يملكان دليلا ضده. سنقرأ هنا كيف تتحول هذه الجريمة إلى سلسلة من عمليات القتل. وكيف يصبح القتل بابًا يكشف لنا عالما من الفساد، وسطوة السلطة التي تمتد لأجيال في تتابع مثير لا يؤكد أبدا أن طه سيصل إلى نهايته. http://www.titaniumstores.com/dp/9770...",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Mystery",
                "Literature",
                "Thriller",
                "Suspense",
                "Northern Africa",
                "Contemporary"
            ]
        },
        {
            "title": "Grip of the Shadow Plague",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.29,
            "ranking_count": 84245,
            "abstract": "Strange things are afoot at Fablehaven. Someone or something has released a plague that transforms beings of light into creatures of darkness. Seth discovers the problem in its infancy, but as the infectious disease spreads, it becomes clear that the preserve cannot hold out for long.. In dire need of help, the Sorensons question where to turn. The Sphinx has always given sound advice–but is he a traitor? Inside the Quiet Box, Vanessa might have information that could lead to a cure–but can she be trust?. Meanwhile, Kendra and members of the Knights of the Dawn must journey to a distant preserve and retrieve another hidden artifact. Will the Society of the Evening Star recover it first? Will the plague eclipse all light at Fablehaven? Find out in Fablehaven: Grip of the Shadow Plague.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        }
    ]
}