{
    "books": [
        {
            "title": "Moonwalking with Einstein: The Art and Science of Remembering Everything",
            "authors": [
                "Joshua Foer"
            ],
            "ranking": 3.88,
            "ranking_count": 82829,
            "abstract": "The blockbuster phenomenon that charts an amazing journey of the mind while revolutionizing our concept of memory. An instant bestseller that is poised to become a classic,. Moonwalking with Einstein. recounts Joshua Foer's yearlong quest to improve his memory under the tutelage of top mental athletes. He draws on cutting-edge research, a surprising cultural history of remembering, and venerable tricks of the mentalist's trade to transform our understanding of human memory. From the United States Memory Championship to deep within the author's own mind, this is an electrifying work of journalism that reminds us that, in every way that matters, we are the sum of our memories.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Self Help",
                "Autobiography",
                "Audiobook",
                "Education",
                "Biography",
                "Neuroscience"
            ]
        },
        {
            "title": "The Thicket",
            "authors": [
                "Joe R. Lansdale"
            ],
            "ranking": 4.13,
            "ranking_count": 4391,
            "abstract": "Love and vengeance at the dark dawn of the East Texas oil boom from Joe Lansdale, a true American original (Joe Hill, author of. Heart-Shaped Box. ).. Jack Parker thought he'd already seen his fair share of tragedy. His grandmother was killed in a farm accident when he was barely five years old. His parents have just succumbed to the smallpox epidemic sweeping turn-of-the-century East Texas -- orphaning him and his younger sister, Lula.. Then catastrophe strikes on the way to their uncle's farm, when a traveling group of bank-robbing bandits murder Jack's grandfather and kidnap his sister. With no elders left for miles, Jack must grow up fast and enlist a band of heroes the likes of which has never been seen if his sister stands any chance at survival. But the best he can come up with is a charismatic, bounty-hunting dwarf named Shorty, a grave-digging son of an ex-slave named Eustace, and a street-smart woman-for-hire named Jimmie Sue who's come into some very intimate knowledge about the bandits (and a few members of Jack's extended family to boot).. In the throes of being civilized, East Texas is still a wild, feral place. Oil wells spurt liquid money from the ground. But as Jack's about to find out, blood and redemption rule supreme.. In. The Thicket. , award-winning novelist Joe R. Lansdale lets loose like never before, in a rip-roaring adventure equal parts. True Grit. and. Stand by Me. - - the perfect introduction to an acclaimed writer whose work has been called as funny and frightening as anything that could have been dreamed up by the Brothers Grimm -- or Mark Twain (. New York Times Book Review. ).",
            "part_of_series": false,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Horror",
                "Mystery",
                "Thriller",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Etched in Bone",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.31,
            "ranking_count": 21305,
            "abstract": "New York Times. bestselling author Anne Bishop returns to her world of the Others, as humans struggle to survive in the shadow of shapeshifters and vampires far more powerful than themselves…. After a human uprising was brutally put down by the Elders—a primitive and lethal form of the Others—the few cities left under human control are far-flung. And the people within them now know to fear the no-man’s-land beyond their borders—and the darkness…. As some communities struggle to rebuild, Lakeside Courtyard has emerged relatively unscathed, though Simon Wolfgard, its wolf shifter leader, and blood prophet Meg Corbyn must work with the human pack to maintain the fragile peace. But all their efforts are threatened when Lieutenant Montgomery’s shady brother arrives, looking for a free ride and easy pickings.. With the humans on guard against one of their own, tensions rise, drawing the attention of the Elders, who are curious about the effect such an insignificant predator can have on a pack. But Meg knows the dangers, for she has seen in the cards how it will all end—with her standing beside a grave",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Bazaar of Bad Dreams",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.92,
            "ranking_count": 53215,
            "abstract": "A master storyteller at his best—the O. Henry Prize winner Stephen King delivers a generous collection of stories, several of them brand-new, featuring revelatory autobiographical comments on when, why, and how he came to write (or rewrite) each story.. Since his first collection, Nightshift, published thirty-five years ago, Stephen King has dazzled readers with his genius as a writer of short fiction. In this new collection he assembles, for the first time, recent stories that have never been published in a book. He introduces each with a passage about its origins or his motivations for writing it.. There are thrilling connections between stories; themes of morality, the afterlife, guilt, what we would do differently if we could see into the future or correct the mistakes of the past. “Afterlife” is about a man who died of colon cancer and keeps reliving the same life, repeating his mistakes over and over again. Several stories feature characters at the end of life, revisiting their crimes and misdemeanors. Other stories address what happens when someone discovers that he has supernatural powers—the columnist who kills people by writing their obituaries in “Obits;” the old judge in “The Dune” who, as a boy, canoed to a deserted island and saw names written in the sand, the names of people who then died in freak accidents. In “Morality,” King looks at how a marriage and two lives fall apart after the wife and husband enter into what seems, at first, a devil’s pact they can win.. Magnificent, eerie, utterly compelling, these stories comprise one of King’s finest gifts to his constant reader—“I made them especially for you,” says King. “Feel free to examine them, but please be careful. The best of them have teeth.”",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Anthologies",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "The Outsider",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.99,
            "ranking_count": 238435,
            "abstract": "An unspeakable crime. A confounding investigation. At a time when the King brand has never been stronger, he has delivered one of his most unsettling and compulsively readable stories.. An eleven-year-old boy’s violated corpse is found in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City’s most popular citizens. He is Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon add DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad.. As the investigation expands and horrifying answers begin to emerge, King’s propulsive story kicks into high gear, generating strong tension and almost unbearable suspense. Terry Maitland seems like a nice guy, but is he wearing another face? When the answer comes, it will shock you as only Stephen King can.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Grey Sister",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.38,
            "ranking_count": 28945,
            "abstract": "Second novel in the brilliant series from the bestselling author of. Prince of Thorns. .. In Mystic Class Nona Grey begins to learn the secrets of the universe. But so often even the deepest truths just make our choices harder. Before she leaves the Convent of Sweet Mercy Nona must choose her path and take the red of a Martial Sister, the grey of a Sister of Discretion, the blue of a Mystic Sister or the simple black of a Bride of the Ancestor and a life of prayer and service.. All that stands between her and these choices are the pride of a thwarted assassin, the ambition of a would-be empress wielding the Inquisition like a blade, and the vengeance of the empire’s richest lord.. As the world narrows around her, and her enemies attack her through the system she has sworn to, Nona must find her own path despite the competing pull of friendship, revenge, ambition, and loyalty.. And in all this only one thing is certain. There will be blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "The Royal Ranger",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.26,
            "ranking_count": 29580,
            "abstract": "After a senseless tragedy destroys his life, Will is obsessed with punishing those responsible - even if it means leaving the Ranger Corps. His worried friends must find a way to stop him taking such a dark path.. It is Halt who suggests the solution: Will must take an apprentice. The candidate Halt has in mind surprises everyone - and it's a request Will cannot refuse.. Training a rebellious, unwilling apprentice is hard enough. But when a routine mission uncovers a shocking web of crime, Will must decide where his priorities lie - finishing his quest for revenge, or saving innocent lives?. John Flanagan makes a spectacular return to the world of Ranger's Apprentice - but what has happened since you last saw Will and his friends might shock you!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "Secrets She Kept",
            "authors": [
                "Cathy Gohlke"
            ],
            "ranking": 4.28,
            "ranking_count": 3104,
            "abstract": "The secret a mother was forbidden to share . . . the consequences a daughter could not redeem—but will risk everything in her attempt.. All her life, Hannah Sterling longed for a close relationship with her estranged mother. Following Lieselotte’s death, Hannah unlocks secrets of her mother’s mysterious past, including the discovery of a grandfather living in Germany.. Thirty years earlier, Lieselotte’s father, ascending the ranks of the Nazi party, demands a marriage for his daughter to help advance his career. But Lieselotte is in love—and her beloved Lukas secretly works against the Reich. How far will her father go to achieve his goal?. Both Hannah’s and Lieselotte’s stories unfold as Hannah travels to Germany to meet her grandfather, who hides wartime secrets of his own. Longing for connection, yet shaken by all she uncovers, Hannah must decide if she can atone for her family’s tragic past, and how their legacy will shape her future.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "War",
                "Christian",
                "World War II",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Gray Mountain",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.62,
            "ranking_count": 89907,
            "abstract": "John Grisham has a. n. ew hero . . . and she’s full of surprises. The year is 2008 and Samantha Kofer’s career at a huge Wall Street law firm is on the fast track—until the recession hits and she gets downsized, furloughed, escorted out of the building. Samantha, though, is one of the “lucky” associates. She’s offered an opportunity to work at a legal aid clinic for one year without pay, after which there would be a slim chance that she’d get her old job back.. In a matter of days Samantha moves from Manhattan to Brady, Virginia, population 2,200, in the heart of Appalachia, a part of the world she has only read about. Mattie Wyatt, lifelong Brady resident and head of the town’s legal aid clinic, is there to teach her how to “help real people with real problems.” For the first time in her career, Samantha prepares a lawsuit, sees the inside of an actual courtroom, gets scolded by a judge, and receives threats from locals who aren’t so thrilled to have a big-city lawyer in town. And she learns that Brady, like most small towns, harbors some big secrets.. Her new job takes Samantha into the murky and dangerous world of coal mining, where laws are often broken, rules are ignored, regulations are flouted, communities are divided, and the land itself is under attack from Big Coal. Violence is always just around the corner, and within weeks Samantha finds herself engulfed in litigation that turns deadly.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "A New Dawn",
            "authors": [
                "John Jackson Miller",
                "Dave Filoni"
            ],
            "ranking": 3.79,
            "ranking_count": 13765,
            "abstract": "Ever since the Jedi were marked for death and forced to flee Coruscant, Kanan Jarrus has devoted himself to staying alive rather than serving the Force. Wandering the galaxy alone, from one anonymous job to another, he avoids trouble--especially with the Empire--at all costs. So when he discovers a deadly conflict brewing between ruthless Imperial forces and desperate revolutionaries, he's not about to get caught in the crossfire. Then the brutal death of a friend at the Empire's hands forces the ex-Jedi to make a choice: bow down to fear, or stand up and fight.. But Jarrus won't be fighting alone. Unlikely allies, including a bomb-throwing radical, a former Imperial surveillance agent, a vengeful security officer, and the mysterious Hera Syndulla--an agent provocateur with motives of her own--team up with Jarrus to challenge the Empire. As a crisis of apocalyptic proportions unfolds on the planet Gorse, they must stand together against one of the Emperor's most fearsome enforcers--for the sake of a world and its people.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Space",
                "Audiobook",
                "Novels",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Exit Strategy",
            "authors": [
                "Martha Wells"
            ],
            "ranking": 4.38,
            "ranking_count": 56607,
            "abstract": "Murderbot wasn’t programmed to care. So, its decision to help the only human who ever showed it respect must be a system glitch, right?. Having traveled the width of the galaxy to unearth details of its own murderous transgressions, as well as those of the GrayCris Corporation, Murderbot is heading home to help Dr. Mensah—its former owner (protector? friend?)—submit evidence that could prevent GrayCris from destroying more colonists in its never-ending quest for profit.. But who’s going to believe a SecUnit gone rogue?. And what will become of it when it’s caught?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novella",
                "Audiobook",
                "Adult",
                "Space",
                "Science Fiction Fantasy",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "P.S. I Still Love You",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.06,
            "ranking_count": 304245,
            "abstract": "Lara Jean didn’t expect to. really. fall for Peter.. They were just pretending. Until they weren’t. And now Lara Jean has to learn what it's like to be in a real relationship and not just a make-believe one.. But when another boy from her past returns to her life, Lara Jean’s feelings for him suddenly return too. Can a girl be in love with two boys at once?. In this charming and heartfelt sequel to the. New York Times. bestseller. To All the Boys I've Loved Before. , Lara Jean is about to find out that falling in love is the easy part.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Game of Lives",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.89,
            "ranking_count": 9645,
            "abstract": "Michael used to live to game.. Now the games he was playing have become all too real. Only weeks ago, Sinking into the Sleep was fun. The VirtNet combined the most cutting-edge technology and the most sophisticated gaming for a full mind-body experience. And it was Michael’s passion. But now every time Michael Sinks, he risks his life.. The games are over. The VirtNet has become a world of deadly consequences, and Kaine grows stronger by the day. The Mortality Doctrine—Kaine’s master plan—has nearly been realized, and little by little the line separating the virtual from the real is blurring. If Kaine succeeds, it will mean worldwide cyber domination. And it looks like Michael and his friends are the only ones who can put the monster back in the box—. if. Michael can figure out who his friends really are.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Thriller",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "The Wonder",
            "authors": [
                "Emma Donoghue"
            ],
            "ranking": 3.62,
            "ranking_count": 73581,
            "abstract": "The Irish Midlands, 1859. An English nurse, Lib Wright, is summoned to a tiny village to observe what some are claiming as a medical anomaly or a miracle - a girl said to have survived without food for months. Tourists have flocked to the cabin of eleven-year-old Anna O'Donnell, and a journalist has come down to cover the sensation.. The Wonder. is a tale of two strangers who transform each other's lives, a psychological thriller, and a story of love pitted against evil.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Cultural",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Religion",
                "European Literature"
            ]
        },
        {
            "title": "Merely A Mister",
            "authors": [
                "Sherry Lynn Ferguson"
            ],
            "ranking": 4.3,
            "ranking_count": 526,
            "abstract": "When illness curtails his Continental tour, Myles, Lord Hayden retreats to England's bucolic lake country. He finds refuge in the home of Everett Whyte and his charming daughter, Anne. A herbalist and healer, Anne thinks of Myles is simply another patient-- or so she tells herself. When her father's trips into the countryside assume a mysteriously troubling aspect, can she trust Myles to help resolve her difficulties... or does he present one of his own?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Historical Romance"
            ]
        },
        {
            "title": "Tiny Beautiful Things: Advice on Love and Life from Dear Sugar",
            "authors": [
                "Cheryl Strayed"
            ],
            "ranking": 4.29,
            "ranking_count": 76921,
            "abstract": "Life can be hard: your lover cheats on you; you lose a family member; you can’t pay the bills - and it can be great: you've had the hottest sex of your life; you get that plum job; you muster the courage to write your novel. Sugar - the once-anonymous online columnist at. The Rumpus,. now revealed as Cheryl Strayed, author of the bestselling memoir. Wild. - is the person thousands turn to for advice.. Tiny Beautiful Things. brings the best of Dear Sugar in one place and includes never-before-published columns and a new introduction by Steve Almond.  Rich with humor, insight, compassion - and absolute honesty - this book. is a balm for everything life throws our way.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Autobiography",
                "Writing",
                "Audiobook",
                "Psychology",
                "Relationships",
                "Adult",
                "Biography"
            ]
        },
        {
            "title": "Philida",
            "authors": [
                "André Brink"
            ],
            "ranking": 3.57,
            "ranking_count": 1366,
            "abstract": "This is what it is to be a slave: that everything is decided for you from out there. You just got to listen and do as they tell you. You don't say no. You don't ask questions. You just do what they tell you. But far at the back of your head you think: Soon there must come a day when I can say for myself: This and that I shall do, this and that I shall not.. It is 1832 in South Africa, the year before slavery is abolished and the slaves are emancipated. Philida is the mother of four children by Francois Brink, the son of her master. When Francois's father orders him to marry a woman from a prominent Cape Town family, Francois reneges on his promise to give Philida her freedom, threatening instead to sell her to new owners in the harsh country up north.. Here is the remarkable story - based on individuals connected to the author's family - of a fiercely independent woman who will settle for nothing and for no one. Unwilling to accept the future that lies ahead of her, Philida continues to test the limits and lodges a complaint against the Brink family. Then she sets off on a journey - from the southernmost reaches of the Cape, across a great wilderness, to the far north of the country - in order to reclaim her soul.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literary Fiction",
                "Literature",
                "Race",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Trinity",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 4.14,
            "ranking_count": 7749,
            "abstract": "The brilliant retelling of the Wars of the Roses continues with Trinity, the second gripping novel in the new series from historical fiction master, Conn Iggulden.. 1454: King Henry VI has remained all but exiled in Windsor Castle, struck down by his illness for over a year, his eyes vacant, his mind a blank.. His fiercely loyal wife and Queen, Margaret of Anjou, safeguards her husband's interests, hoping that her son Edward will one day know the love of his father.. Richard Duke of York, Protector of the Realm, extends his influence throughout the kingdom with each month that Henry slumbers. The Earls of Salisbury and Warwick make up a formidable trinity with Richard, and together they seek to break the support of those who would raise their colours in the name of Henry and his Queen.. But when the King unexpectedly recovers his senses and returns to London to reclaim his throne, the balance of power is once again thrown into turmoil.. The clash of the Houses of Lancaster and York will surely mean a war to tear England apart . . .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "War",
                "Audiobook",
                "Literature",
                "English History",
                "Novels"
            ]
        },
        {
            "title": "The Emperor of Nihon-Ja",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.42,
            "ranking_count": 47662,
            "abstract": "When Horace travels to the exotic land of Nihon- Ja, it isn't long before he finds himself pulled into a battle that is not his - but one he knows in his heart he must wage. A kingdom teeters on the edge of chaos when the Nihon-Ja emperor, a defender of the common man, is forcibly overthrown, and only Horace, Will, and his Araluen companions can restore the emperor to the throne. Victory lies in the hands of an inexperienced group of fighters, and it's anybody's guess who will make the journey home to Araluen.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "The Eye of Minds",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.85,
            "ranking_count": 38464,
            "abstract": "Michael is a gamer. And like most gamers, he almost spends more time on the VirtNet than in the actual world. The VirtNet offers total mind and body immersion, and it’s addictive. Thanks to technology, anyone with enough money can experience fantasy worlds, risk their life without the chance of death, or just hang around with Virt-friends. And the more hacking skills you have, the more fun. Why bother following the rules when most of them are dumb, anyway?. But some rules were made for a reason. Some technology is too dangerous to fool with. And recent reports claim that one gamer is going beyond what any gamer has done before: he’s holding players hostage inside the VirtNet. The effects are horrific—the hostages have all been declared brain-dead. Yet the gamer’s motives are a mystery.. The government knows that to catch a hacker, you need a hacker.. And they’ve been watching Michael. They want him on their team.. But the risk is enormous. If he accepts their challenge, Michael will need to go off the VirtNet grid. There are back alleys and corners in the system human eyes have never seen and predators he can’t even fathom—and there’s the possibility that the line between game and reality will be blurred forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Mystery",
                "Action",
                "Thriller"
            ]
        },
        {
            "title": "The Devil's Detective",
            "authors": [
                "Simon Kurt Unsworth"
            ],
            "ranking": 3.68,
            "ranking_count": 1896,
            "abstract": "Debut novelist Simon Kurt Unsworth sends the detective novel to Hell. In. The Devil's Detective. , a sea change is coming to Hell . . . and a man named Thomas Fool is caught in the middle.. Thomas Fool is an Information Man, an investigator tasked with cataloging and filing reports on the endless stream of violence and brutality that flows through Hell. His job holds no reward or satisfaction, because Hell has rules but no justice. Each new crime is stamped Do Not Investigate and dutifully filed away in the depths of the Bureaucracy.. But when an important political delegation arrives and a human is found murdered in a horrific manner—extravagant even by Hell's standards—everything changes. The murders escalate, and their severity points to the kind of killer not seen for many generations. Something is challenging the rules and order of Hell, so the Bureaucracy sends Fool to identify and track down the killer. . . .. But how do you investigate murder in a place where death is common currency? Or when your main suspect pool is a legion of demons? With no memory of his past and only an irresistible need for justice, Fool will piece together clues and follow a trail that leads directly into the heart of a dark and chaotic conspiracy. A revolution is brewing in Hell . . . and nothing is what it seems.. The Devil's Detective. is an audacious, highly suspenseful thriller set against a nightmarish and wildly vivid world. Simon Kurt Unsworth has created a phantasmagoric thrill ride filled with stunning set pieces and characters that spring from our deepest nightmares. It will have readers of both thrillers and horror hanging on by their fingernails until the final word. In Hell, hope is your worst enemy.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Mystery",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Jane and the Waterloo Map",
            "authors": [
                "Stephanie Barron"
            ],
            "ranking": 3.92,
            "ranking_count": 1432,
            "abstract": "Jane Austen turns sleuth in this delightful Regency-era mystery. November, 1815. The Battle of Waterloo has come and gone, leaving the British economy in shreds; Henry Austen, high-flying banker, is about to declare bankruptcy—dragging several of his brothers down with him. The crisis destroys Henry’s health, and Jane flies to his London bedside, believing him to be dying. While she’s there, the chaplain to His Royal Highness the Prince Regent invites Jane to tour Carlton House, the Prince’s fabulous London home. The chaplain is a fan of Jane’s books, and during the tour he suggests she dedicate her next novel—. Emma. —to HRH, whom she despises.. However, before she can speak to HRH, Jane stumbles upon a body—sprawled on the carpet in the Regent’s library. The dying man, Colonel MacFarland, was a cavalry hero and a friend of Wellington’s. He utters a single failing phrase: “Waterloo map” . . . and Jane is on the hunt for a treasure of incalculable value and a killer of considerable cunning.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Full Throttle",
            "authors": [
                "Joe Hill"
            ],
            "ranking": 4.01,
            "ranking_count": 13337,
            "abstract": "A little door that opens to a world of fairy tale wonders becomes the blood-drenched stomping ground for a gang of hunters in “Faun.” A grief-stricken librarian climbs behind the wheel of an antique Bookmobile to deliver fresh reads to the dead in “Late Returns.” In “By the Silver Water of Lake Champlain,” two young friends stumble on the corpse of a plesiosaur at the water’s edge, a discovery that forces them to confront the inescapable truth of their own mortality . . . and other horrors that lurk in the water’s shivery depths. And tension shimmers in the sweltering heat of the Nevada desert as a faceless trucker finds himself caught in a sinister dance with a tribe of motorcycle outlaws in “Throttle,” co-written with Stephen King.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Thriller",
                "Anthologies",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Thief's Covenant",
            "authors": [
                "Ari Marmell"
            ],
            "ranking": 3.69,
            "ranking_count": 2565,
            "abstract": "Once she was Adrienne Satti. An orphan of Davillon, she had somehow escaped destitution and climbed to the ranks of the city's aristocracy in a rags-to-riches story straight from an ancient fairy tale. Until one horrid night, when a conspiracy of forces--human and other--stole it all away in a flurry of blood and murder. Today she is Widdershins, a thief making her way through Davillon's underbelly with a sharp blade, a sharper wit, and the mystical aid of Olgun, a foreign god with no other worshippers but Widdershins herself. It's not a great life, certainly nothing compared to the one she once had, but it's hers.. But now, in the midst of Davillon's political turmoil, an array of hands are once again rising up against her, prepared to tear down all that she's built. The City Guard wants her in prison. Members of her own Guild want her dead. And something horrid, something dark, something ancient is reaching out for her, a past that refuses to let her go.. Widdershins and Olgun are going to find answers, and justice, for what happened to her--but only if those who almost destroyed her in those years gone by don't finish the job first.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "Port Mortuary",
            "authors": [
                "Patricia Cornwell"
            ],
            "ranking": 3.61,
            "ranking_count": 21865,
            "abstract": "Port Mortuary. , the title of Patricia Cornwell's eighteenth Scarpetta novel, is literally a port for the dead. In this fast-paced story, a treacherous path from Scarpetta's past merges with the high- tech highway she now finds herself on. We travel back to the beginning of her professional career, when she accepted a scholarship from the Air Force to pay off her medical school debt. Now, more than twenty years and many career successes later, her secret military ties have drawn her to Dover Air Force Base, where she has been immersed in a training fellowship.. As the chief of the new Cambridge Forensic Center in Massachusetts, a joint venture of the state and federal governments, MIT and Harvard, Scarpetta is confronted with a case that could shut down her new facility and ruin her personally and professionally.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook",
                "Medical"
            ]
        },
        {
            "title": "The Invaders",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.4,
            "ranking_count": 20820,
            "abstract": "The adventure continues in the Ranger's Apprentice companion trilogy!. Hal and the Herons have done the impossible. This group of outsiders has beaten out the strongest, most skilled young warriors in all of Skandia to win the Brotherband competition. But their celebration comes to an abrupt end when the Skandians' most sacred artifact, the Andomal, is stolen--and the Herons are to blame.. To find redemption they must track down the thief Zavac and recover the Andomal. But that means traversing stormy seas, surviving a bitter winter, and battling a group of deadly pirates willing to protect their prize at all costs. Even Brotherband training and the help of Skandia's greatest warrior may not be enough to ensure that Hal and his friends return home with the Andomal--or their lives.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Historical",
                "Action"
            ]
        },
        {
            "title": "The Outcasts",
            "authors": [
                "John Flanagan",
                "Angelika Eisold-Viebig"
            ],
            "ranking": 4.38,
            "ranking_count": 26806,
            "abstract": "From the author of the global phenomenon Ranger's Apprentice!. They are outcasts. Hal, Stig, and the others - they are the boys the others want no part of. Skandians, as any reader of Ranger's Apprentice could tell you, are known for their size and strength. Not these boys. Yet that doesn't mean they don't have skills. And courage - which they will need every ounce of to do battle at sea against the other bands, the Wolves and the Sharks, in the ultimate race. The icy waters make for a treacherous playing field . . . especially when not everyone thinks of it as playing. John Flanagan, author of the international phenomenon Ranger's Apprentice, creates a new cast of characters to populate his world of Skandians and Araluens, a world millions of young readers around the world have come to know and admire. Full of seafaring adventures and epic battles, Book 1 of The Brotherband Chronicles is sure to thrill readers of Ranger's Apprentice while enticing a whole new generation just now discovering the books.. Perfect for fans of J.R.R. Tolkien’s Lord of the Rings, T.H. White’s The Sword in the Stone, Christopher Paolini’s Eragon series, and George R. R. Martin’s Game of Thrones/A Song of Ice and Fire series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Historical",
                "Action"
            ]
        },
        {
            "title": "The Rule of Thoughts",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.97,
            "ranking_count": 16977,
            "abstract": "From the New York Times bestselling author of the Maze Runner series comes The Rule of Thoughts, the exciting sequel to The Eye of Minds. Fans of the Divergent series by Veronica Roth and The Hunger Games will love the new Mortality Doctrine series.. Michael completed the Path. What he found at the end turned everything he’d ever known about his life—and the world—completely upside down.. He barely survived. But it was the only way VirtNet Security knew to find the cyber-terrorist Kaine—and to make the Sleep safe for gamers once again. And, the truth Michael discovered about Kaine is more complex than they anticipated, and more terrifying than even the worst of their fears.. Kaine is a tangent, a computer program that has become sentient. And Michael’s completing the Path was the first stage in turning Kaine’s master plan, the Mortality Doctrine, into a reality.. The Mortality Doctrine will populate Earth entirely with human bodies harboring tangent minds. Any gamer who sinks into the VirtNet risks coming out with a tangent intelligence in control of their body.. And the takeover has already begun.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action",
                "Thriller"
            ]
        },
        {
            "title": "A Spy Among Friends: Kim Philby and the Great Betrayal",
            "authors": [
                "Ben Macintyre",
                "John le Carré"
            ],
            "ranking": 4.11,
            "ranking_count": 19933,
            "abstract": "Master storyteller Ben Macintyre’s most ambitious work to date brings to life the twentieth century’s greatest spy story.. Kim Philby was the greatest spy in history, a brilliant and charming man who rose to head Britain’s counterintelligence against the Soviet Union during the height of the Cold War—while he was secretly working for the enemy. And nobody thought he knew Philby like Nicholas Elliott, Philby’s best friend and fellow officer in MI6. The two men had gone to the same schools, belonged to the same exclusive clubs, grown close through the crucible of wartime intelligence work and long nights of drink and revelry. It was madness for one to think the other might be a communist spy, bent on subverting Western values and the power of the free world.. But Philby was secretly betraying his friend. Every word Elliott breathed to Philby was transmitted back to Moscow—and not just Elliott’s words, for in America, Philby had made another powerful friend: James Jesus Angleton, the crafty, paranoid head of CIA counterintelligence. Angleton's and Elliott’s unwitting disclosures helped Philby sink almost every important Anglo-American spy operation for twenty years, leading countless operatives to their doom. Even as the web of suspicion closed around him, and Philby was driven to greater lies to protect his cover, his two friends never abandoned him—until it was too late. The stunning truth of his betrayal would have devastating consequences on the two men who thought they knew him best, and on the intelligence services he left crippled in his wake.. Told with heart-pounding suspense and keen psychological insight, and based on personal papers and never-before-seen British intelligence files,. A Spy Among Friends. is Ben Macintyre’s best book yet, a high-water mark in Cold War history telling.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Spy Thriller",
                "Audiobook",
                "War",
                "Cultural",
                "Politics",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Family Fang",
            "authors": [
                "Kevin    Wilson"
            ],
            "ranking": 3.6,
            "ranking_count": 27883,
            "abstract": "Mr. and Mrs. Fang called it art.. Their children called it mischief.. Performance artists Caleb and Camille Fang dedicated themselves to making great art. But when an artist’s work lies in subverting normality, it can be difficult to raise well-adjusted children. Just ask Buster and Annie Fang. For as long as they can remember, they starred (unwillingly) in their parents’ madcap pieces. But now that they are grown up, the chaos of their childhood has made it difficult to cope with life outside the fishbowl of their parents’ strange world.. When the lives they’ve built come crashing down, brother and sister have nowhere to go but home, where they discover that Caleb and Camille are planning one last performance -– their magnum opus -– whether the kids agree to participate or not. Soon, ambition breeds conflict, bringing the Fangs to face the difficult decision about what’s ultimately more important: their family or their art.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Art",
                "Adult Fiction",
                "Literary Fiction",
                "Family",
                "Adult",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Earth Awakens",
            "authors": [
                "Orson Scott Card",
                "Aaron Johnston"
            ],
            "ranking": 4.09,
            "ranking_count": 11677,
            "abstract": "The story of The First Formic War continues in. Earth Awakens. .. Nearly 100 years before the events of Orson Scott Card's bestselling novel. Ender's Game. , humans were just beginning to step off Earth and out into the Solar System. A thin web of ships in both asteroid belts; a few stations; a corporate settlement on Luna. No one had seen any sign of other space-faring races; everyone expected that First Contact, if it came, would happen in the future, in the empty reaches between the stars. Then a young navigator on a distant mining ship saw something moving too fast, heading directly for our sun.. When the alien ship screamed through the solar system, it disrupted communications between the far-flung human mining ships and supply stations, and between them and Earth. So Earth and Luna were unaware that they had been invaded until the ship pulled into Earth orbit, and began landing terra-forming crews in China. Politics and pride slowed the response on Earth, and on Luna, corporate power struggles seemed more urgent than distant deaths. But there are a few men and women who see that if Earth doesn't wake up and pull together, the planet could be lost.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Young Adult",
                "Space",
                "War",
                "Fantasy"
            ]
        },
        {
            "title": "A Small Indiscretion",
            "authors": [
                "Jan Ellison"
            ],
            "ranking": 3.56,
            "ranking_count": 8385,
            "abstract": "With the emotional complexity of Everything I Never Told You and the psychological suspense of The Girl on the Train, O. Henry Prize winner Jan Ellison delivers a brilliantly paced, beautifully written debut novel about one woman's reckoning with a youthful mistake.. Named one of the best books of the year by San Francisco Chronicle. At nineteen, Annie Black trades a bleak future in a washed-out California town for a London winter of drinking and abandon. Twenty years later, she is a San Francisco lighting designer and happily married mother of three who has put her reckless youth behind her. Then a photo from that distant winter in Europe arrives inexplicably in her mailbox, and an old obsession is awakened.. Past and present collide, Annie's marriage falters, and her son takes a car ride that ends with his life hanging in the balance. Now Annie must confront her own transgressions and fight for her family by untangling the mysteries of the turbulent winter that drew an invisible map of her future. Gripping, insightful, and lyrical, A Small Indiscretion announces the arrival of a major new voice in literary suspense as it unfolds a story of denial, passion, forgiveness—and the redemptive power of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Romance",
                "Thriller",
                "Family",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Rose Garden",
            "authors": [
                "Susanna Kearsley"
            ],
            "ranking": 4.02,
            "ranking_count": 31034,
            "abstract": "When Eva's film star sister Katrina dies, she leaves California and returns to Cornwall, where they spent their childhood summers, to scatter Katrina's ashes and in doing so return her to the place where she belongs. But Eva must also confront the ghosts from her own past, as well as those from a time long before her own. For the house where she so often stayed as a child is home not only to her old friends the Halletts, but also to the people who had lived there in the eighteenth century. When Eva finally accepts that she is able to slip between centuries and see and talk to the inhabitants from hundreds of years ago, she soon finds herself falling for Daniel Butler, a man who lived - and died - long before she herself was born. Eva begins to question her place in the present, and in laying her sister to rest, comes to realise that she too must decide where she really belongs, choosing between the life she knows and the past she feels so drawn towards.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "Shine Shine Shine",
            "authors": [
                "Lydia Netzer"
            ],
            "ranking": 3.44,
            "ranking_count": 8376,
            "abstract": "A debut unlike any other,. Shine, Shine, Shine. is a shocking, searing, breathless love story, a gripping portrait of modern family, and a stunning exploration of love, death and what it means to be human.. Sunny Mann has masterminded a life for herself and her family in a quiet Virginia town. Her house and her friends are picture-perfect. Even her genius husband, Maxon, has been trained to pass for normal. But when a fender bender on an average day sends her coiffed blonde wig sailing out the window, her secret is exposed. Not only is she bald, Sunny is nothing like the Stepford wife she’s trying to be. As her facade begins to unravel, we discover the singular world of Sunny, an everywoman searching for the perfect life, and Maxon, an astronaut on his way to colonize the moon.. Theirs is a wondrous, strange relationship formed of dark secrets, decades-old murders and the urgent desire for connection. As children, the bald, temperamental Sunny and the neglected savant Maxon found an unlikely friendship no one else could understand. She taught him to feel -- helped him translate his intelligence for numbers into a language of emotion. He saw her spirit where others saw only a freak. As they grew into adults, their profound understanding blossomed into love and marriage.. But with motherhood comes a craving for normalcy that begins to strangle Sunny’s marriage and family. As Sunny and Maxon are on the brink of destruction, at each other’s throats with blame and fear of how they’ve lost their way, Maxon departs for the moon, where he’s charged with programming the robots that will build the fledgling colony. Just as the car accident jars Sunny out of her wig and into an awareness of what she really needs, an accident involving Maxon’s rocket threatens everything they’ve built, revealing the things they’ve kept hidden. And nothing will ever be the same.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Audiobook",
                "Literary Fiction",
                "Novels",
                "Neurodiversity",
                "Family"
            ]
        },
        {
            "title": "Magic Steals",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.3,
            "ranking_count": 9744,
            "abstract": "Ilona Andrews—#1. New York Times. bestselling author of. Magic Shifts. —once again pulls readers into the dark and dangerous world of the Kate Daniels novels.... Shapeshifting tigress Dali Harimau may be a powerful healer and magic user, but she’s far from what might be called “normal”. She dislikes the violence and bloodshed that are a way of life for most of her kind, even going so far as to become a vegetarian. The last thing she wants is trouble.... Jim Shrapshire is an original, hardcore badass. A jaguar shifter, he’s been tasked with keeping Atlanta’s Cat Clan in line, which he does with swift and lethal force when necessary. His only soft spot is for the petite Dali, whose kindness he calls upon when he is injured.. When Dali is approached by a desperate woman whose grandmother has vanished, Jim is concerned enough to help investigate. But what they find may just be the end of them—an enemy whose skill in the dark arts is matched only by their willingness to kill anyone in their way.... Magic Steals. was originally published in the anthology. Night Shift",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Novella",
                "Paranormal",
                "Short Stories",
                "Adult"
            ]
        },
        {
            "title": "The Shadow Throne",
            "authors": [
                "Django Wexler"
            ],
            "ranking": 4.12,
            "ranking_count": 10341,
            "abstract": "Anyone can plot a coup or fire an assassin’s bullet. But in a world of muskets and magic, it takes considerably more to seize the throne.. The ailing King of the Vordan lies on his deathbed. When he dies, his daughter, Raesinia Orboan, will become the first Queen Regnant in centuries—and a ripe target for the ambitious men who seek to control her. The most dangerous of these is Duke Orlanko, Minister of Information and master of the secret police. Having meticulously silenced his adversaries through intimidation, imprisonment, and execution, Orlanko is the most feared man in the kingdom.. And he knows an arcane secret that puts Raesinia completely at his mercy.. Exposure would mean ruin, but Raesinia is determined to find a way to break herself—and her country—out of Orlanko’s iron grip. She finds unlikely allies in the returning war hero Janus bet Vhalnich, fresh from a brilliant campaign in the colony of Khandar, and his loyal deputies, Captain Marcus d’Ivoire and Lieutenant Winter Ihernglass.. As Marcus and Winter struggle to find their places in the home they never thought they would see again, they help Janus and Raesinia set in motion events that could free Vordan from Orlanko’s influence—at the price of throwing the nation into chaos. But with the people suffering under the Duke’s tyranny, they intend to protect the kingdom with every power they can command, earthly or otherwise",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "LGBT",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Fantastic Beasts and Where to Find Them: The Original Screenplay",
            "authors": [
                "J.K. Rowling"
            ],
            "ranking": 4.2,
            "ranking_count": 142576,
            "abstract": "J.K. Rowling's screenwriting debut is captured in this exciting hardcover edition of the Fantastic Beasts and Where to Find Them screenplay.. When Magizoologist Newt Scamander arrives in New York, he intends his stay to be just a brief stopover. However, when his magical case is misplaced and some of Newt's fantastic beasts escape, it spells trouble for everyone…. Fantastic Beasts and Where to Find Them marks the screenwriting debut of J.K. Rowling, author of the beloved and internationally bestselling Harry Potter books. Featuring a cast of remarkable characters, this is epic, adventure-packed storytelling at its very best.. Whether an existing fan or new to the wizarding world, this is a perfect addition to any reader's bookshelf.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Plays",
                "Adventure",
                "Childrens",
                "Historical"
            ]
        },
        {
            "title": "The Body Finder",
            "authors": [
                "Kimberly Derting"
            ],
            "ranking": 3.94,
            "ranking_count": 53840,
            "abstract": "Violet Ambrose is grappling with two major issues: Jay Heaton and her morbid secret ability. While the sixteen-year-old is confused by her new feelings for her best friend since childhood, she is more disturbed by her power to sense dead bodies—or at least those that have been murdered. Since she was a little girl, she has felt the echoes that the dead leave behind in the world.... and. the imprints that attach to their killers.. Violet has never considered her strange talent to be a gift; it mostly just led her to find the dead birds her cat left for her. But now that a serial killer is terrorizing her small town, and the echoes of the local girls he's claimed haunt her daily, she realizes she might be the only person who can stop him.. Despite his fierce protectiveness over her, Jay reluctantly agrees to help Violet on her quest to find the murderer—and Violet is unnerved by her hope that Jay's intentions are. much. more than friendly. But even as she's falling intensely in love, Violet is getting closer and closer to discovering a killer... and becoming his prey herself.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Romance",
                "Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Aimless Love: New and Selected Poems",
            "authors": [
                "Billy Collins"
            ],
            "ranking": 4.18,
            "ranking_count": 5121,
            "abstract": "The first volume of New and Selected poetry in twelve years from the two-time Poet Laureate of the United States.. Aimless Love gives the reader an opportunity to assess the rich scope of Collins' gifts. Containing more than fifty new poems and a generous gathering from his collections of the past decade-Horoscopes for the Dead, Ballistics, The Trouble with Poetry, and Nine Horses-Aimless Love showcases the best of his poetic maneuvers: the everyday ends in the infinite, playfulness is paired with empathy, irony gives way to wonder. Possessed of a unique voice that is at once plain and melodic, Billy Collins has managed to enrich American poetry while greatly widening the circle of its audience.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Humor",
                "Literature",
                "Book Club",
                "The United States Of America"
            ]
        },
        {
            "title": "This World We Live In",
            "authors": [
                "Susan Beth Pfeffer"
            ],
            "ranking": 3.8,
            "ranking_count": 30983,
            "abstract": "It’s been a year since a meteor collided with the moon, catastrophically altering the earth’s climate. For Miranda Evans, life as she knew it no longer exists. Her friends and neighbors are dead, the landscape is frozen, and food is increasingly scarce.. The struggle to survive intensifies when Miranda’s father and stepmother arrive with a baby and three strangers in tow. One of the newcomers is Alex Morales, and as Miranda’s complicated feelings for him turn to love, his plans for his future thwart their relationship. Then a devastating tornado hits the town of Howell, and Miranda makes a decision that will change their lives forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Adventure",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "In a Heartbeat",
            "authors": [
                "Loretta Ellsworth"
            ],
            "ranking": 4.09,
            "ranking_count": 3896,
            "abstract": "For fans of Gabrielle Zevin and Lurlene McDaniel, In a Heartbeat explores the ties of family and the weight of regret when a mistake costs Eagan her life during a figure-skating competition. Left in the afterlife, reflecting on what she could have done differently, Eagan's still-beating heart is given to Amelia who has been waiting patiently for a transplant. When their thought, feelings, and dreams begin to mysteriously overlap, Amelia knows she must search for Eagan's family and find a way to give them all the closure they need move on.. Praise for In a Heartbeat:. [A] dramatic story of loss and second chances. . . a highly satisfying read. -Booklist. Readers will likely come away teary-eyed and inspired. -Publishers Weekly",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Contemporary",
                "Romance",
                "Fiction",
                "Death",
                "Fantasy",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Lost Ones",
            "authors": [
                "Ace Atkins"
            ],
            "ranking": 3.93,
            "ranking_count": 3623,
            "abstract": "Fresh from ten years as a U.S. Army Ranger, Quinn Colson finds his hands full as the newly elected sheriff of Tibbehah County, Mississippi. An old buddy running a local gun shop may be in over his head when stolen army rifles start showing up in the hands of a Mexican drug gang.. At the same time, an abused-child case leads Quinn and his tough-as-nails deputy, Lillie Virgil, deep into the heart of a bootleg baby racket and a trail of darkness and death. And when the two cases collide, Quinn and his allies are forced to realize that, though they may be home from the war, they are now in the fight of their lives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Action",
                "American",
                "Audiobook"
            ]
        },
        {
            "title": "Do Not Say We Have Nothing",
            "authors": [
                "Madeleine Thien"
            ],
            "ranking": 3.92,
            "ranking_count": 19928,
            "abstract": "In Canada in 1991, ten-year-old Marie and her mother invite a guest into their home: a young woman who has fled China in the aftermath of the Tiananmen Square protests. Her name is Ai-Ming.. As her relationship with Marie deepens, Ai-Ming tells the story of her family in revolutionary China, from the crowded teahouses in the first days of Chairman Mao's ascent, to the Shanghai Conservatory in the 1960s and the events leading to the Beijing demonstrations of 1989.. It is a history of revolutionary idealism, music, and silence, in which three musicians, the shy and brilliant composer Sparrow, the violin prodigy Zhuli, and the enigmatic pianist Kai struggle during China's relentless Cultural Revolution to remain loyal to one another and to the music they have devoted their lives to. Forced to re-imagine their artistic and private selves, their fates reverberate through the years, with deep and lasting consequences for Ai-Ming - and for Marie.. Written with exquisite intimacy, wit and moral complexity, Do Not Say We Have Nothing magnificently brings to life one of the most significant political regimes of the 20th century and its traumatic legacy, which still resonates for a new generation. It is a gripping evocation of the persuasive power of revolution and its effects on personal and national identity, and an unforgettable meditation on China today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Music",
                "Novels"
            ]
        },
        {
            "title": "A Horse Walks into a Bar",
            "authors": [
                "David Grossman",
                "Jessica Cohen"
            ],
            "ranking": 3.52,
            "ranking_count": 12587,
            "abstract": "The award-winning and internationally acclaimed author of the. To the End of the Land. now gives us a searing short novel about the life of a stand-up comic, as revealed in the course of one evening's performance. In the dance between comic and audience, with barbs flying back and forth, a deeper story begins to take shape--one that will alter the lives of many of those in attendance.. In a little dive in a small Israeli city, Dov Greenstein, a comedian a bit past his prime, is doing a night of stand-up. In the audience is a district court justice, Avishai Lazar, whom Dov knew as a boy, along with a few others who remember Dov as an awkward, scrawny kid who walked on his hands to confound the neighborhood bullies.. Gradually, as it teeters between hilarity and hysteria, Dov's patter becomes a kind of memoir, taking us back into the terrors of his childhood: we meet his beautiful flower of a mother, a Holocaust survivor in need of constant monitoring, and his punishing father, a striver who had little understanding of his creative son. Finally, recalling his week at a military camp for youth--where Lazar witnessed what would become the central event of Dov's childhood--Dov describes the indescribable while Lazar wrestles with his own part in the comedian's story of loss and survival.. Continuing his investigations into how people confront life's capricious battering, and how art may blossom from it, Grossman delivers a stunning performance in this memorable one-night engagement (jokes in questionable taste included).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "The Diabolic",
            "authors": [
                "S.J. Kincaid"
            ],
            "ranking": 4.06,
            "ranking_count": 22501,
            "abstract": "“The perfect kind of high-pressure adventure.” —TeenVogue.com. A. New York Times. bestseller!. Red Queen. meets. The Hunger Games. in this epic novel about what happens when a senator’s daughter is summoned to the galactic court as a hostage, but she’s really the galaxy’s most dangerous weapon in disguise.. A Diabolic is ruthless. A Diabolic is powerful. A Diabolic has a single task: Kill in order to protect the person you’ve been created for.. Nemesis is a Diabolic, a humanoid teenager created to protect a galactic senator’s daughter, Sidonia. The two have grown up side by side, but are in no way sisters. Nemesis is expected to give her life for Sidonia, and she would do so gladly. She would also take as many lives as necessary to keep Sidonia safe.. When the power-mad Emperor learns Sidonia’s father is participating in a rebellion, he summons Sidonia to the Galactic court. She is to serve as a hostage. Now, there is only one way for Nemesis to protect Sidonia. She must become her. Nemesis travels to the court disguised as Sidonia—a killing machine masquerading in a world of corrupt politicians and two-faced senators’ children. It’s a nest of vipers with threats on every side, but Nemesis must keep her true abilities a secret or risk everything.. As the Empire begins to fracture and rebellion looms closer, Nemesis learns there is something more to her than just deadly force. She finds a humanity truer than what she encounters from most humans. Amidst all the danger, action, and intrigue, her humanity just might be the thing that saves her life—and the empire.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "House of Salt and Sorrows",
            "authors": [
                "Erin A. Craig"
            ],
            "ranking": 3.93,
            "ranking_count": 56635,
            "abstract": "In a manor by the sea, twelve sisters are cursed.. Annaleigh lives a sheltered life at Highmoor, a manor by the sea, with her sisters, their father, and stepmother. Once they were twelve, but loneliness fills the grand halls now that four of the girls' lives have been cut short. Each death was more tragic than the last—the plague, a plummeting fall, a drowning, a slippery plunge—and there are whispers throughout the surrounding villages that the family is cursed by the gods.. Disturbed by a series of ghostly visions, Annaleigh becomes increasingly suspicious that the deaths were no accidents. Her sisters have been sneaking out every night to attend glittering balls, dancing until dawn in silk gowns and shimmering slippers, and Annaleigh isn't sure whether to try to stop them or to join their forbidden trysts. Because who—or what—are they really dancing with?. When Annaleigh's involvement with a mysterious stranger who has secrets of his own intensifies, it's a race to unravel the darkness that has fallen over her family—before it claims her next.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Horror",
                "Mystery",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sea People: The Puzzle of Polynesia",
            "authors": [
                "Christina Thompson"
            ],
            "ranking": 4.23,
            "ranking_count": 3333,
            "abstract": "A blend of Jared Diamond’s. Guns, Germs, and Steel. and Simon Winchester’s. Pacific. , a thrilling intellectual detective story that looks deep into the past to uncover who first settled the islands of the remote Pacific, where they came from, how they got there, and how we know.. For more than a millennium, Polynesians have occupied the remotest islands in the Pacific Ocean, a vast triangle stretching from Hawaii to New Zealand to Easter Island. Until the arrival of European explorers they were the only people to have ever lived there. Both the most closely related and the most widely dispersed people in the world before the era of mass migration, Polynesians can trace their roots to a group of epic voyagers who ventured out into the unknown in one of the greatest adventures in human history.. How did the earliest Polynesians find and colonize these far-flung islands? How did a people without writing or metal tools conquer the largest ocean in the world? This conundrum, which came to be known as the Problem of Polynesian Origins, emerged in the eighteenth century as one of the great geographical mysteries of mankind.. For Christina Thompson, this mystery is personal: her Maori husband and their sons descend directly from these ancient navigators. In. Sea People. , Thompson explores the fascinating story of these ancestors, as well as those of the many sailors, linguists, archaeologists, folklorists, biologists, and geographers who have puzzled over this history for three hundred years. A masterful mix of history, geography, anthropology, and the science of navigation, Sea People combines the thrill of exploration with the drama of discovery in a vivid tour of one of the most captivating regions in the world.. Sea People. includes an 8-page photo insert, illustrations throughout, and 2 endpaper maps.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Anthropology",
                "Science",
                "Travel",
                "Audiobook",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "Princess of Glass",
            "authors": [
                "Jessica Day George"
            ],
            "ranking": 4.06,
            "ranking_count": 21481,
            "abstract": "Hoping to escape the troubles in her kingdom, Princess Poppy reluctantly agrees to take part in a royal exchange program, whereby young princes and princesses travel to each other's countries in the name of better political alliances--and potential marriages. It's got the makings of a fairy tale--until a hapless servant named Eleanor is tricked by a vengeful fairy godmother into competing with Poppy for the eligible prince. Ballgowns, cinders, and enchanted glass slippers fly in this romantic and action-packed happily-ever-after quest from an author with a flair for embroidering tales in her own delightful way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fairy Tales",
                "Fiction"
            ]
        },
        {
            "title": "The Getaway Car: A Practical Memoir About Writing and Life",
            "authors": [
                "Ann Patchett"
            ],
            "ranking": 4.18,
            "ranking_count": 1973,
            "abstract": "“The journey from the head to the hand is perilous and lined with bodies. It is the road on which nearly everyone who wants to write—and many of the people who do write—get lost.”. So writes Ann Patchett in The Getaway Car, a wry, wisdom-packed memoir of her life as a writer. Here, for the first time, one of America’s most celebrated authors (State of Wonder, Bel Canto, Truth and Beauty), talks at length about her literary career—the highs and the lows—and shares advice on the craft and art of writing. In this fascinating look at the development of a novelist, we meet Patchett’s mentors (Allan Gurganas, Grace Paley, Russell Banks), see where she made wrong turns (poetry), and learn how she gets the pages written (an unromantic process of pure hard work). Woven through engaging anecdotes from Patchett’s life are lessons about writing that offer an inside peek into the storytelling process and provide a blueprint for anyone wanting to give writing a serious try. The bestselling author gives pointers on everything from finding ideas to constructing a plot to combating writer’s block. More than that, she conveys the joys and rewards of a life spent reading and writing.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Biography Memoir",
                "Art",
                "Self Help",
                "Literature"
            ]
        },
        {
            "title": "The Confession",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.87,
            "ranking_count": 65498,
            "abstract": "#1. NEW YORK TIMES. BESTSELLER. First time in paperback. An innocent man is about to be executed.. Only a guilty man can save him.. In 1998, in the small East Texas city of Sloan, Travis Boyette abducted, raped, and strangled a popular high school cheerleader. He buried her body so that it would never be found, then watched in amazement as police and prosecutors arrested and convicted Donté Drumm, a local football star, and marched him off to death row.. Now nine years have passed. Travis has just been paroled in Kansas for a different crime; Donté is four days away from his execution. Travis suffers from an inoperable brain tumor. For the first time in his miserable life, he decides to do what’s right and confess. But how can a guilty man convince lawyers, judges, and politicians that they’re about to execute an innocent man?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Law",
                "Adult Fiction"
            ]
        },
        {
            "title": "Far from the Tree",
            "authors": [
                "Robin Benway",
                "Sophie Lamotte d'Argy"
            ],
            "ranking": 4.28,
            "ranking_count": 36515,
            "abstract": "Being the middle child has its ups and downs.. But for Grace, an only child who was adopted at birth, discovering that she is a middle child is a different ride altogether. After putting her own baby up for adoption, she goes looking for her biological family, including—. Maya, her loudmouthed younger bio sister, who has a lot to say about their newfound family ties. Having grown up the snarky brunette in a house full of chipper redheads, she’s quick to search for traces of herself among these not-quite-strangers. And when her adopted family’s long-buried problems begin to explode to the surface, Maya can’t help but wonder where exactly it is that she belongs.. And Joaquin, their stoic older bio brother, who has no interest in bonding over their shared biological mother. After seventeen years in the foster care system, he’s learned that there are no heroes, and secrets and fears are best kept close to the vest, where they can’t hurt anyone but him.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook",
                "Family",
                "LGBT",
                "Parenting"
            ]
        },
        {
            "title": "In an Absent Dream",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.17,
            "ranking_count": 24919,
            "abstract": "This fourth entry and prequel tells the story of Lundy, a very serious young girl who would rather study and dream than become a respectable housewife and live up to the expectations of the world around her. As well she should.. When she finds a doorway to a world founded on logic and reason, riddles and lies, she thinks she's found her paradise. Alas, everything costs at the goblin market, and when her time there is drawing to a close, she makes the kind of bargain that never plays out well.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Audiobook",
                "Fiction",
                "Novella",
                "Adult",
                "Magical Realism"
            ]
        },
        {
            "title": "Obsession in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.35,
            "ranking_count": 21442,
            "abstract": "There's a thin line between hero worship and dangerous obsession...the explosive new Eve Dallas and Roarke thriller. A crisp winter morning in New York. In a luxury apartment, the body of a woman lies stretched out on a huge bed. On the wall above, the killer has left a message in bold black ink: FOR LIEUTENANT EVE DALLAS, WITH GREAT ADMIRATION AND UNDERSTANDING.. Eve Dallas is used to unwanted attention. Famous for her high-profile cases and her marriage to billionaire businessman Roarke, she has learned to deal with intense public scrutiny and media gossip. But now Eve has become the object of a singular and deadly obsession. She has an 'admirer', who just can't stop thinking about her. Who is convinced they have a special bond. Who is planning to kill for her - again and again.... With time against her, Eve is forced to play a delicate - and dangerous - psychological dance. Because the killer is desperate for something Eve can never provide - approval. And once that becomes clear, Eve knows her own life will be at risk - along with those she cares about the most.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Midnight Crystal",
            "authors": [
                "Jayne Castle",
                "Jayne Ann Krentz"
            ],
            "ranking": 4.11,
            "ranking_count": 6781,
            "abstract": "Listening length: 8 hours, 19 minutes. For many earthly centuries, a legendary curse has plagued the Winters family, stemming from the tumultuous founding of the Arcane Society. But now, on the futuristic world of Harmony, the curse’s final mystery will be unraveled…. Adam Winters has enough responsibility as the new head of the local Ghost Hunter Guild without being saddled with the family curse. He’s convinced his recent nightmares and hallucinations will lead to him becoming a psychic rogue—unless he can find a stolen relic. and. a woman who can read dreamlight.. Marlowe Jones rides into his life on a motorcycle and with a dust bunny at her side. Though a descendant of the rival Arcane family, she’s just what Adam needs: a psychic private investigator and dreamlight reader extraordinaire.. Together, amid the glowing catacombs and steamy underground jungles of Harmony, Adam and Marlowe must break the curse, save the entire underworld—and fight a passion that could destroy them both…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Mystery",
                "Futuristic",
                "Science Fiction",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "The End of Your Life Book Club",
            "authors": [
                "Will Schwalbe"
            ],
            "ranking": 3.8,
            "ranking_count": 53173,
            "abstract": "The inspiring story of a son and his dying mother, who form a book club that brings them together as her life comes to a close.. Mary Anne Schwalbe is waiting for her chemotherapy treatments when Will casually asks her what she's reading. The conversation they have grows into tradition: soon they are reading the same books so they can have something to talk about in the hospital waiting room. The ones they choose range from classic to popular, from fantastic to spiritual, and we hear their passion for reading and their love for each other in their intimate and searching discussions.. A profoundly moving testament to the power of love between a child and parent, and the power of reading in our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Death",
                "Book Club",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "They Called Us Enemy",
            "authors": [
                "George Takei",
                "Justin Eisinger",
                "Steven Scott",
                "Harmony Becker"
            ],
            "ranking": 4.39,
            "ranking_count": 32028,
            "abstract": "A graphic memoir recounting actor/author/activist George Takei's childhood imprisoned within American concentration camps during World War II. Experience the forces that shaped an American icon -- and America itself.. Long before George Takei braved new frontiers in. Star Trek. , he woke up as a four-year-old boy to find his own birth country at war with his father's -- and their entire family forced from their home into an uncertain future.. In 1942, at the order of President Franklin D. Roosevelt, every person of Japanese descent on the west coast was rounded up and shipped to one of ten relocation centers, hundreds or thousands of miles from home, where they would be held for years under armed guard.. They Called Us Enemy. is Takei's firsthand account of those years behind barbed wire, the joys and terrors of growing up under legalized racism, his mother's hard choices, his father's faith in democracy, and the way those experiences planted the seeds for his astonishing future.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "Historical",
                "War",
                "Biography Memoir"
            ]
        },
        {
            "title": "Me...Jane",
            "authors": [
                "Patrick McDonnell"
            ],
            "ranking": 4.02,
            "ranking_count": 13760,
            "abstract": "Patrick McDonnell-beloved, bestselling author-artist and creator of the Mutts syndicated comic strip--shares the inspiring story of young Jane Goodall, the legendary and inspiring conservationist featured in the hit documentary film. Jane. .. In his characteristic heartwarming style, Patrick McDonnell tells the story of the young Jane Goodall and her special childhood toy chimpanzee named Jubilee. As the young Jane observes the natural world around her with wonder, she dreams of a life living with and helping all animals, until one day she finds that her dream has come true. With anecdotes taken directly from Jane Goodall's autobiography, McDonnell makes this very true story accessible for the very young--and young at heart.. One of the world's most inspiring women, Dr. Jane Goodall is a renowned humanitarian, conservationist, animal activist, environmentalist, and United Nations Messenger of Peace. In 1977 she founded the Jane Goodall Institute (JGI), a global nonprofit organization that empowers people to make a difference for all living things.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Biography",
                "Animals",
                "Nonfiction",
                "Science",
                "Environment",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Final Leap: Suicide on the Golden Gate Bridge",
            "authors": [
                "John Bateson"
            ],
            "ranking": 3.8,
            "ranking_count": 263,
            "abstract": "The Golden Gate Bridge is one of the most beautiful and most photographed structures in the world. It is also the most deadly.. Since it opened in 1937, more than 1,500 people have died jumping off the bridge, making it the top suicide site on earth. It's also the only international landmark without a suicide barrier. Weaving drama, tragedy, and politics against the backdrop of a world-famous city,. The Final Leap. is the first book ever written about Golden Gate Bridge suicides.. John Bateson leads us on a fascinating journey that uncovers the reasons for the design decision that led to so many deaths, provides insight into the phenomenon of suicide, and examines arguments for and against a suicide barrier. He tells the stories of those who have died, the few who have survived, and those who have been affected--from loving families to the Coast Guard, from the coroner to suicide prevention advocates.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Death",
                "History",
                "Health",
                "Social Issues",
                "Sociology",
                "Mental Health"
            ]
        },
        {
            "title": "Arguably: Selected Essays",
            "authors": [
                "Christopher Hitchens"
            ],
            "ranking": 4.2,
            "ranking_count": 9176,
            "abstract": "The first new book of essays by Christopher Hitchens since 2004,. Arguably. offers an indispensable key to understanding the passionate and skeptical spirit of one of our most dazzling writers, widely admired for the clarity of his style, a result of his disciplined and candid thinking.. Topics range from ruminations on why Charles Dickens was among the best of writers and the worst of men to the haunting science fiction of J.G. Ballard; from the enduring legacies of Thomas Jefferson and George Orwell to the persistent agonies of anti-Semitism and jihad. Hitchens even looks at the recent financial crisis and argues for the enduring relevance of Karl Marx.. The book forms a bridge between the two parallel enterprises of culture and politics. It reveals how politics justifies itself by culture, and how the latter prompts the former. In this fashion,. Arguably. burnishes Christopher Hitchens' credentials as (to quote Christopher Buckley) our greatest living essayist in the English language.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Politics",
                "Philosophy",
                "History",
                "Religion",
                "Criticism",
                "Audiobook"
            ]
        },
        {
            "title": "Shovel Ready",
            "authors": [
                "Adam Sternbergh"
            ],
            "ranking": 3.46,
            "ranking_count": 5164,
            "abstract": "Spademan used to be a garbage man. That was before the dirty bomb hit Times Square, before his wife was killed, and before the city became a bombed-out shell of its former self. Now he's a hitman.. In a New York City split between those who are wealthy enough to tap into a sophisticated virtual reality for months at a time and those left to fend for themselves in the ravaged streets, Spademan chose the streets. His clients like that he doesn't ask questions, that he works quickly, and that he's handy with a box cutter. He finds that killing people for money is not that different from collecting trash, and the pay is better. His latest client hires him to kill the daughter of a powerful evangelist. Finding her is easy, but the job quickly gets complicated: his mark has a shocking secret and his client has an agenda far beyond a simple kill. Now Spademan must navigate the dual levels of his world-the gritty reality and the slick fantasy-to finish the job, to keep his conscience clean, and to stay alive.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Thriller",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "The Fury",
            "authors": [
                "Alexander Gordon Smith"
            ],
            "ranking": 3.86,
            "ranking_count": 1228,
            "abstract": "Imagine if one day, without warning, the entire human race turns against you. Every single person you meet becomes a bloodthirsty, mindless savage, hell-bent on killing you - and only you. Friends, family, even your mum and dad, will turn on you. They will murder you. And when they have, they will go back to their lives as if nothing has happened. The world has the Fury. It will not rest until you are dead. Cal, Brick and Daisy are three ordinary teenagers whose lives suddenly take a terrifying turn for the worst. They begin to trigger a reaction in everybody they meet, that makes friends and strangers alike want to tear them to pieces. These victims of the Fury - the ones that survive - manage to locate each other. But just when they think they have found a place to hide from the world, some of them begin to change ...They must fight to uncover the truth about the Fury before it's too late. But it is a truth that will destroy everything they know about life and death.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "The Silent Sister",
            "authors": [
                "Diane Chamberlain"
            ],
            "ranking": 3.97,
            "ranking_count": 71329,
            "abstract": "In The Silent Sister, Riley MacPherson has spent her entire life believing that her older sister Lisa committed suicide as a teenager. Now, over twenty years later, her father has passed away and she's in New Bern, North Carolina cleaning out his house when she finds evidence to the contrary. Lisa is alive. Alive and living under a new identity. But why exactly was she on the run all those years ago, and what secrets are being kept now? As Riley works to uncover the truth, her discoveries will put into question everything she thought she knew about her family. Riley must decide what the past means for her present, and what she will do with her newfound reality, in this engrossing New York Times bestselling mystery from Diane Chamberlain.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Suspense",
                "Contemporary",
                "Adult Fiction",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "City on Fire",
            "authors": [
                "Garth Risk Hallberg"
            ],
            "ranking": 3.4,
            "ranking_count": 14146,
            "abstract": "New York City, 1976. Meet Regan and William Hamilton-Sweeney, estranged heirs to one of the city's great fortunes; Keith and Mercer, the men who, for better or worse, love them; Charlie and Samantha, two suburban teenagers seduced by downtown's punk scene; an obsessive magazine reporter, Richard, and his idealistic neighbor, Jenny, - and the detective trying to figure out what any of them have to do with a shooting in Central Park on New Year's Eve.. The mystery, as it reverberates through families, friendships, and the corridors of power, will open up even the loneliest-seeming corners of the crowded city. And when the blackout of July 13, 1977, plunges this world into darkness, each of these lives with be changed forever.. City on Fire. is an unforgettable novel about love and betrayal and forgiveness, about art and truth and rock 'n' roll, about what people need from each other in order to live... and about what makes the living worth doing in the first place.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "New York",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "The Beauty of Humanity Movement",
            "authors": [
                "Camilla Gibb"
            ],
            "ranking": 3.94,
            "ranking_count": 4295,
            "abstract": "This deeply observed novel of contemporary Vietnam interweaves stories of a venerable soup seller, a young Vietnamese American curator, and an enterprising tour guide in ways that will mark all of their lives forever.. Maggie, an art curator who is Vietnamese by birth but who has lived most of her life in the United States, has returned to her country of origin in search of clues to her dissident father's disappearance. She remembers him only in fragments, as an injured artist from whom she and her mother were separated during the war. In her journey, Maggie finds herself at a makeshift pho stall, where the rich aroma of beef noodle soup lures people off Hanoi's busy streets and into a quiet morning ritual.. Old Man Hung, the enlightened proprietor of the beloved pho stall, has survived decades of poverty and political upheaval. Hung once had a shop that served as a meeting place for dissident artists. As Maggie discovers, this old man may hold the key to both her past and her future.. Among Hung's most faithful customers is Tu', a dynamic young tour guide who works for a company called New Dawn. Tu' leads tourists through the city, including American vets on war tours, but he has begun to wonder what it is they are seeing of Vietnam-and what they miss entirely. In Maggie, he finds a young Americanized woman in search of something quite different, leading him beyond his realm of expertise. In sensual, interwoven narratives, Maggie, Hung, and Tu' come together in a highly charged season that will mark all of them forever.. The Beauty of Humanity Movement is a skillfully wrought novel about the reverberation of conflict through generations, the enduring legacy of art, and the redemption and renewal of love. The story of these characters is tinged with longing for worlds and loved ones lost but also filled with the hope that faith can heal the pain of their shared country's turbulent past. This is the distinct and complex story of contemporary Vietnam, a country undergoing momentous change, and a story of how family is defined-not always by bloodlines, but by heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Book Club",
                "Contemporary",
                "Literature",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dare to Love",
            "authors": [
                "Carly Phillips"
            ],
            "ranking": 3.88,
            "ranking_count": 10741,
            "abstract": "Librarian's note: This is an alternate cover edition for ASIN: B00GQE9CXA.. New York Times Bestselling Author Carly Phillips turns up the heat in her newest sexy contemporary romance series, and introduces you to the Dare family… siblings shaped by a father’s secrets and betrayal.. Since finding out his father had another family on the side, Ian Dare swore to be the upstanding, responsible man his cheating parent had never been. When it comes to his relatives, he gives his all but in relationships he offers the bare minimum. But one glimpse of sensual Riley Taylor arouses his dominant and protective instincts and Ian is entranced. He will do anything to possess her … and does. But any future with Riley must include him extending an olive branch to the half-brother who is a constant reminder of the pain he’d rather forget.. Independent and always in control, Riley Taylor makes no apologies for choosing men carefully. Relationships have never been a priority and she believes herself hardened to domineering men – until she meets charismatic Ian Dare. He manages to turn a simple kiss into an all out assault on her senses and when he takes control in the bedroom, she’s stunned to discover she likes it. As their affair heats up, they soon realize they complete each other in ways neither imagined. But Riley’s past is closer than she cares to remember, and her struggles with Ian’s dominance might just cost her everything.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Sports",
                "Erotica",
                "Business",
                "New Adult",
                "Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Chilbury Ladies' Choir",
            "authors": [
                "Jennifer    Ryan"
            ],
            "ranking": 3.96,
            "ranking_count": 30678,
            "abstract": "Librarian’s note: This is a previously-published edition of. Kindle. ASIN: B01FPH2N9I. .. The village of Chilbury in Kent is about to ring in some changes.. This is a delightful novel of wartime gumption and village spirit that will make your heart sing out.. Kent, 1940.. In the idyllic village of Chilbury change is afoot. Hearts are breaking as sons and husbands leave to fight, and when the Vicar decides to close the choir until the men return, all seems lost.. But coming together in song is just what the women of Chilbury need in these dark hours, and they are ready to sing. With a little fighting spirit and the arrival of a new musical resident, the charismatic Miss Primrose Trent, the choir is reborn.. Some see the choir as a chance to forget their troubles, others the chance to shine. Though for one villager, the choir is the perfect cover to destroy Chilbury’s new-found harmony.. Uplifting and profoundly moving, THE CHILBURY LADIES’ CHOIR explores how a village can endure the onslaught of war, how monumental history affects small lives and how survival is as much about friendship as it is about courage.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Underground Girls of Kabul: In Search of a Hidden Resistance in Afghanistan",
            "authors": [
                "Jenny Nordberg"
            ],
            "ranking": 4.11,
            "ranking_count": 11951,
            "abstract": "An investigative journalist uncovers a hidden custom that will transform your understanding of what it means to grow up as a girl.. In Afghanistan, a culture ruled almost entirely by men, the birth of a son is cause for celebration and the arrival of a daughter is often mourned as misfortune. A bacha posh (literally translated from Dari as dressed up like a boy) is a third kind of child – a girl temporarily raised as a boy and presented as such to the outside world. Jenny Nordberg, the reporter who broke the story of this phenomenon for the New York Times, constructs a powerful and moving account of those secretly living on the other side of a deeply segregated society where women have almost no rights and little freedom.. The Underground Girls of Kabul is anchored by vivid characters who bring this remarkable story to life: Azita, a female parliamentarian who sees no other choice but to turn her fourth daughter Mehran into a boy; Zahra, the tomboy teenager who struggles with puberty and refuses her parents' attempts to turn her back into a girl; Shukria, now a married mother of three after living for twenty years as a man; and Nader, who prays with Shahed, the undercover female police officer, as they both remain in male disguise as adults.. At the heart of this emotional narrative is a new perspective on the extreme sacrifices of Afghan women and girls against the violent backdrop of America's longest war. Divided into four parts, the book follows those born as the unwanted sex in Afghanistan, but who live as the socially favored gender through childhood and puberty, only to later be forced into marriage and childbirth. The Underground Girls of Kabul charts their dramatic life cycles, while examining our own history and the parallels to subversive actions of people who live under oppression everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "History",
                "Politics",
                "Womens",
                "Religion",
                "Cultural",
                "Audiobook",
                "Gender",
                "Adult"
            ]
        },
        {
            "title": "A Nation Rising: Untold Tales of Flawed Founders, Fallen Heroes, and Forgotten Fighters from America's Hidden History",
            "authors": [
                "Kenneth C. Davis"
            ],
            "ranking": 3.63,
            "ranking_count": 609,
            "abstract": "“History in Davis’s hands is loud, coarse, painful, funny, irreverent—and memorable.”. —. San Francisco Chronicle. Following on his. New York Times. bestsellers. America’s Hidden History. and. Don’t Know Much About History. , Ken Davis explores the next chapter in the country’s hidden history: the gritty first half of the 19th century, among the most tumultuous in the nation’s short life.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Biography",
                "Historical",
                "Literature",
                "Military History",
                "Reference",
                "American"
            ]
        },
        {
            "title": "Theft by Finding: Diaries 1977-2002",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 3.93,
            "ranking_count": 30822,
            "abstract": "David Sedaris tells all in a book that is, literally, a lifetime in the making.. For forty years, David Sedaris has kept a diary in which he records everything that captures his attention-overheard comments, salacious gossip, soap opera plot twists, secrets confided by total strangers. These observations are the source code for his finest work, and through them he has honed his cunning, surprising sentences.. Now, Sedaris shares his private writings with the world.. Theft by Finding. , the first of two volumes, is the story of how a drug-abusing dropout with a weakness for the International House of Pancakes and a chronic inability to hold down a real job became one of the funniest people on the planet.. Written with a sharp eye and ear for the bizarre, the beautiful, and the uncomfortable, and with a generosity of spirit that even a misanthropic sense of humor can't fully disguise,. Theft By Finding. proves that Sedaris is one of our great modern observers. It's a potent reminder that when you're as perceptive and curious as Sedaris, there's no such thing as a boring day.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography",
                "Writing",
                "Biography Memoir",
                "LGBT"
            ]
        },
        {
            "title": "The Hidden Life of Trees: what they feel, how they communicate : discoveries from a secret world",
            "authors": [
                "Peter Wohlleben",
                "Tim Flannery",
                "Jane Billinghurst",
                "Suzanne Simard"
            ],
            "ranking": 4.05,
            "ranking_count": 54908,
            "abstract": "The Hidden Life of Trees: What They Feel, How They Communicate – Discoveries from a Secret World.. In. The Hidden Life of Trees. , Peter Wohlleben shares his deep love of woods and forests and explains the amazing processes of life, death, and regeneration he has observed in the woodland and the amazing scientific processes behind the wonders of which we are blissfully unaware. Much like human families, tree parents live together with their children, communicate with them, and support them as they grow, sharing nutrients with those who are sick or struggling and creating an ecosystem that mitigates the impact of extremes of heat and cold for the whole group. As a result of such interactions, trees in a family or community are protected and can live to be very old. In contrast, solitary trees, like street kids, have a tough time of it and in most cases die much earlier than those in a group.. Drawing on groundbreaking new discoveries, Wohlleben presents the science behind the secret and previously unknown life of trees and their communication abilities; he describes how these discoveries have informed his own practices in the forest around him. As he says, a happy forest is a healthy forest, and he believes that eco-friendly practices not only are economically sustainable but also benefit the health of our planet and the mental and physical health of all who live on Earth.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Audiobook",
                "Biology",
                "Nature",
                "Unfinished"
            ]
        },
        {
            "title": "Day 21",
            "authors": [
                "Kass Morgan"
            ],
            "ranking": 3.73,
            "ranking_count": 32134,
            "abstract": "No one has set foot on Earth in centuries -- until now.. It's been 21 days since the hundred landed on Earth. They're the only humans to set foot on the planet in centuries...or so they thought. Facing an unknown enemy, Wells attempts to keep the group together. Clarke strikes out for Mount Weather, in search of other Colonists, while Bellamy is determined to rescue his sister, no matter the cost. And back on the ship, Glass faces an unthinkable choice between the love of her life and life itself.. In this pulse-pounding sequel to Kass Morgan's. The 100. , secrets are revealed, beliefs are challenged, and relationships are tested. And the hundred will struggle to survive the only way they can -- together.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Fantasy",
                "Apocalyptic",
                "Audiobook",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "Nevermoor: The Trials of Morrigan Crow",
            "authors": [
                "Jessica  Townsend"
            ],
            "ranking": 4.34,
            "ranking_count": 49519,
            "abstract": "A breathtaking, enchanting new series by debut author Jessica Townsend, about a cursed girl who escapes death and finds herself in a magical world--but is then tested beyond her wildest imagination. Morrigan Crow is cursed. Having been born on Eventide, the unluckiest day for any child to be born, she's blamed for all local misfortunes, from hailstorms to heart attacks--and, worst of all, the curse means that Morrigan is doomed to die at midnight on her eleventh birthday.. But as Morrigan awaits her fate, a strange and remarkable man named Jupiter North appears. Chased by black-smoke hounds and shadowy hunters on horseback, he whisks her away into the safety of a secret, magical city called Nevermoor.. It's then that Morrigan discovers Jupiter has chosen her to contend for a place in the city's most prestigious organization: the Wundrous Society. In order to join, she must compete in four difficult and dangerous trials against hundreds of other children, each boasting an extraordinary talent that sets them apart--an extraordinary talent that Morrigan insists she does not have. To stay in the safety of Nevermoor for good, Morrigan will need to find a way to pass the tests--or she'll have to leave the city to confront her deadly fate.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The Abduction",
            "authors": [
                "John Grisham"
            ],
            "ranking": 3.8,
            "ranking_count": 18036,
            "abstract": "Theodore Boone is back in a new adventure and the stakes are higher than ever.. When his best friend April disappears from her bedroom in the middle of the night, no one, not even Theo Boone—who knows April better than anyone—has answers.. As fear ripples through his small hometown and the police hit dead ends, it’s up to Theo to use his legal knowledge and investigative skills to chase down the truth and save his best friend.. Filled with the page-turning suspense that made John Grisham a #1 international bestseller and the undisputed master of the legal thriller, Theodore Boone’s trials and triumphs will keep readers guessing until the very end.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "When God Was a Rabbit",
            "authors": [
                "Sarah Winman"
            ],
            "ranking": 3.72,
            "ranking_count": 39463,
            "abstract": "When God was a Rabbit. is an incredibly exciting debut from an extraordinary new voice in fiction.. Spanning four decades, from 1968 onwards, this is the story of a fabulous but flawed family and the slew of ordinary and extraordinary incidents that shape their everyday lives. It is a story about childhood and growing up, loss of innocence, eccentricity, familial ties and friendships, love and life. Stripped down to its bare bones, it’s about the unbreakable bond between a brother and sister.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Book Club",
                "Literary Fiction",
                "Family",
                "LGBT",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Born to Bite",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 4.22,
            "ranking_count": 12930,
            "abstract": "Legend has it that Armand Argeneau is a killer in the bedroom.... But with all three of his late wives meeting unfortunate and untimely ends, is this sexy immortal a lover or a murderer? That's what Eshe d'Aureus intends to find out. As an enforcer, it's her job to bring rogue vampires to justice, even if the rogue in question makes her blood race red hot.. Armand knew she was trouble the moment Eshe roared into town on her motorcycle, clad in tight black leather. She claims she's hiding from dangerous fiends, though he suspects something more. But after three wives who've all had trouble remaining, well, undead, Armand is reluctant to open his heart again. Then strange accidents start to happen, each deadlier than the last, and Armand realizes he may not have much time to prove he's a lover, not a slayer.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Air He Breathes",
            "authors": [
                "Brittainy C. Cherry"
            ],
            "ranking": 4.17,
            "ranking_count": 55742,
            "abstract": "I was warned about Tristan Cole.. “Stay away from him,” people said.. “He’s cruel.”. “He’s cold.”. “He’s damaged.”. It’s easy to judge a man because of his past. To look at Tristan and see a monster.. But I couldn’t do that. I had to accept the wreckage that lived inside of him because it also lived inside of me.. We were both empty.. We were both looking for something else. Something more.. We both wanted to put together the shattered pieces of our yesterdays.. Then perhaps we could finally remember how to breathe.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Drama",
                "Fiction",
                "Womens Fiction",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Tokyo Ghoul, Tome 1",
            "authors": [
                "Sui Ishida"
            ],
            "ranking": 4.42,
            "ranking_count": 111989,
            "abstract": "À Tokyo, sévissent des goules, monstres cannibales se dissimulant parmi les humains pour mieux s’en nourrir. Étudiant timide, Ken Kaneki est plus intéressé par la jolie fille qui partage ses goûts pour la lecture que par ces affaires sordides, jusqu’au jour où il se fait attaquer par l’une de ces fameuses créatures. Mortellement blessé, il survit grâce à la greffe des organes de son agresseur… Remis de son opération, il réalise peu à peu qu’il est devenu incapable de se nourrir comme avant et commence à ressentir un appétit suspect envers ses congénères. C’est le début d’une descente aux enfers pour Kaneki, devenu malgré lui un hybride mi-humain, mi-goule.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Manga"
            ]
        },
        {
            "title": "Knitlandia: A Knitter Sees the World",
            "authors": [
                "Clara Parkes"
            ],
            "ranking": 3.83,
            "ranking_count": 2382,
            "abstract": "Knitting aficionado and notable artisan Clara Parkes delves into her storied travels with this inspiring and witty memoir on a creative life enriched by her adventures around the world.. Building on the success of. The Yarn Whisperer,. Parkes’s rich personal essays invite readers and devoted crafters on excursions to be savored, from a guide who quickly comes to feel like a trusted confidante. In. Knitlandia. , she takes readers along on 17 of her most memorable journeys across the globe over the last 15 years, with stories spanning from the fjords of Iceland to a cozy yarn shop in Paris’s 13th arrondissement.. Also known for her PBS television appearances and hugely popular line of small-batch handcrafted yarns, Parkes weaves her personal blend of wisdom and humor into this eloquently down-to-earth guide that is part personal travel narrative and part cultural history, touching the heart of what it means to live creatively. Join Parkes as she ventures to locales both foreign and familiar in chapters like:. Chasing a Legend in Taos. Glass, Grass, and the Power of Place: Tacoma, Washington. A Thing for Socks and a Very Big Plan: Portland, Oregon. Autumn on the Hudson: The New York Sheep & Wool Festival. Cashmere Dreams and British Breeds: A Last-Minute Visit to Edinburgh, Scotland. Fans of travel writing, as well as knitters, crocheters, designers, and fiber artists alike, will enjoy the masterful narrative in these intimate tales from a life well crafted. Whether you’ve committed to exploring your own wanderlust or are an armchair traveler curled up in your coziest slippers,. Knitlandia. is sure to inspire laughter, tears, and maybe some travel plans of your own.",
            "part_of_series": false,
            "genre_list": [
                "Crafts",
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Writing",
                "Art",
                "Audiobook",
                "Humor",
                "Biography Memoir",
                "Biography"
            ]
        },
        {
            "title": "The Tale of the Dueling Neurosurgeons: The History of the Human Brain as Revealed by True Stories of Trauma, Madness, and Recovery",
            "authors": [
                "Sam Kean"
            ],
            "ranking": 4.24,
            "ranking_count": 11198,
            "abstract": "From the author of the bestseller. The Disappearing Spoon. , tales of the brain and the history of neuroscience.. Early studies of the functions of the human brain used a simple method: wait for misfortune to strike-strokes, seizures, infectious diseases, lobotomies, horrendous accidents-and see how the victim coped. In many cases survival was miraculous, and observers could only marvel at the transformations that took place afterward, altering victims' personalities. An injury to one section can leave a person unable to recognize loved ones; some brain trauma can even make you a pathological gambler, pedophile, or liar. But a few scientists realized that these injuries were an opportunity for studying brain function at its extremes. With lucid explanations and incisive wit, Sam Kean explains the brain's secret passageways while recounting forgotten stories of common people whose struggles, resiliency, and deep humanity made modern neuroscience possible.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Psychology",
                "Biology",
                "Health",
                "Medical",
                "Audiobook"
            ]
        },
        {
            "title": "Satan's Sword",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.2,
            "ranking_count": 4562,
            "abstract": "Alternate cover edition for ISBN: 1480079049. Samantha Martin is an imp, bound by an angel who allows her to live among the humans . . . as long as she follows his rules. It’s not easy for an imp to follow the rules, especially when Sam’s brother, Dar, finds himself in hot water. He needs her help to retrieve an artifact from the vampires, or the powerful demon he owes a favor to will enslave and torture him for centuries.. It should be a simple courier job, but with demons nothing is simple. Sam reluctantly attempts to help her brother, trying not antagonize the vampires or the demon gunning for him, all while chafing to comply with the restrictions her angel has placed on her as a bound demon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "Lethal White",
            "authors": [
                "Robert Galbraith"
            ],
            "ranking": 4.22,
            "ranking_count": 141993,
            "abstract": "“I seen a kid killed…He strangled it, up by the horse.”. When Billy, a troubled young man, comes to private eye Cormoran Strike’s office to ask for his help investigating a crime he thinks he witnessed as a child, Strike is left deeply unsettled. While Billy is obviously mentally distressed, and cannot remember many concrete details, there is something sincere about him and his story. But before Strike can question him further, Billy bolts from his office in a panic.. Trying to get to the bottom of Billy’s story, Strike and Robin Ellacott—once his assistant, now a partner in the agency—set off on a twisting trail that leads them through the backstreets of London, into a secretive inner sanctum within Parliament, and to a beautiful but sinister manor house deep in the countryside.. And during this labyrinthine investigation, Strike’s own life is far from straightforward: his newfound fame as a private eye means he can no longer operate behind the scenes as he once did. Plus, his relationship with his former assistant is more fraught than it ever has been—Robin is now invaluable to Strike in the business, but their personal relationship is much, much trickier than that.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Adult",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Bad Blood: Secrets and Lies in a Silicon Valley Startup",
            "authors": [
                "John Carreyrou"
            ],
            "ranking": 4.4,
            "ranking_count": 221466,
            "abstract": "The full inside story of the breathtaking rise and shocking collapse of a multibillion-dollar startup, by the prize-winning journalist who first broke the story and pursued it to the end in the face of pressure and threats from the CEO and her lawyers.. In 2014, Theranos founder and CEO Elizabeth Holmes was widely seen as the female Steve Jobs: a brilliant Stanford dropout whose startup unicorn promised to revolutionize the medical industry with a machine that would make blood tests significantly faster and easier. Backed by investors such as Larry Ellison and Tim Draper, Theranos sold shares in a fundraising round that valued the company at $9 billion, putting Holmes's worth at an estimated $4.7 billion. There was just one problem: The technology didn't work.. For years, Holmes had been misleading investors, FDA officials, and her own employees. When Carreyrou, working at. The Wall Street Journal,. got a tip from a former Theranos employee and started asking questions, both Carreyrou and the. Journal. were threatened with lawsuits. Undaunted, the newspaper ran the first of dozens of Theranos articles in late 2015. By early 2017, the company's value was zero and Holmes faced potential legal action from the government and her investors. Here is the riveting story of the biggest corporate fraud since Enron, a disturbing cautionary tale set amid the bold promises and gold-rush frenzy of Silicon Valley.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Crime",
                "Audiobook",
                "Science",
                "Mystery",
                "Biography",
                "History",
                "Writing"
            ]
        },
        {
            "title": "The Investigation",
            "authors": [
                "Philippe Claudel",
                "John T. Cullen"
            ],
            "ranking": 3.14,
            "ranking_count": 1037,
            "abstract": "A wild, Kafka-esque romp through a dystopian landscape, probing the darkly comic nature of the human condition.. The Investigator is a man quite like any other. He is balding, of medium build, dresses conservatively—in short, he is unremarkable in every way. He has been assigned to conduct an Investigation of a series of suicides (twenty-two in the past eighteen months) that have taken place at the Enterprise, a huge, sprawling complex located in an unnamed Town. The Investigator's train is delayed, and when he finally arrives, there's no one to pick him up at the station. It is alternating rain and snow, it's getting late, and there are no taxis to be seen. Off sets the Investigator, alone, into the night, unsure quite how to proceed.. So begins the Investigator's series of increasingly frustrating attempts to fulfill his task. In the course of hours of wandering looking for the entrance to The Enterprise, he bumps into a stranger hurrying past and spills open his luggage, soaking his clothes. When he finally reaches the Enterprise, he is told he does not posses the proper authorization documents to enter after regular hours. Asking for directions to a hotel, he is informed We're not the Tourist Office, and must set off to find one himself. Time and time again, regulations hamstring him, street layouts befuddle him, and all the while he senses someone watching him, recording his every movement.. In a highly original work that is both absorbing and fascinating, Claudel undertakes a sweeping critique of the contemporary world through a variety of modes. Like Kafka, Beckett, and Huxley, he has crafted a dark fable that evokes the absurdity and alienation of existence with piercing intelligence and considerable humor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Literature",
                "Science Fiction",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Live Wire",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.08,
            "ranking_count": 41935,
            "abstract": "#1. New York Times. bestselling author Harlan Coben proves once again that nobody writes them better in a thriller that asks a provocative question:. Is a pretty lie better than the ugly truth?. Harlan Coben published his first Myron Bolitar thriller,. Deal Breaker. , in 1995, introducing a hero that would captivate millions. Over the years we have watched Myron walk a tight rope between sports agent, friend, problem solver and private eye, his big heart quick to defend his client's interests so fiercely that he can't help but jump in to save them, no matter the cost.. When former tennis star Suzze T and her rock star husband, Lex, encounter an anonymous Facebook post questioning the paternity of their unborn child, Lex runs off, and Suzze - at eight months pregnant - asks Myron to save her marriage, and perhaps her husband's life. But when he finds Lex, he also finds someone he wasn't looking for: his sister-in-law, Kitty, who along with Myron's brother abandoned the Bolitar family long ago.. As Myron races to locate his missing brother while their father clings to life, he must face the lies that led to the estrangement - including the ones told by Myron himself.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The First Battle",
            "authors": [
                "Erin Hunter"
            ],
            "ranking": 4.5,
            "ranking_count": 5155,
            "abstract": "Greed is only the beginning. There will be war.. Since fleeing from Clear Sky's camp in the forest, Thunder has safely returned to settle on the moor with Gray Wing. But the rivalries that have plagued the cats for moons are growing stronger. Gray Wing still believes there is a way for both groups to live in peace, while Clear Sky insists that harsh rules and divided territories are the only hope for the future.. What started as a misunderstanding between two brothers has spread far and wide--and now every mountain cat, rogue, and kittypet who settles in the forest will be forced to pick a side.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Elven Blood",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.23,
            "ranking_count": 4024,
            "abstract": "Alternate Cover Edition for. 9781484001356. .. Sam may be the Iblis, but she is also an imp with a price on her head. The powerful demon, Haagenti, won’t rest until she’s dragged back to Hel for “punishment”. Sam knows she can’t face Haagenti and win, so when an Elf Lord offers to eliminate the demon in return for her help, Sam accepts. It’s a simple job – find and retrieve a half-breed monster dead or alive. But finding this demon/elf hybrid isn’t proving easy and time is running out.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "The Impossible Fortress",
            "authors": [
                "Jason Rekulak"
            ],
            "ranking": 3.75,
            "ranking_count": 9079,
            "abstract": "A dazzling debut novel—at once a charming romance and a moving coming-of-age story—about what happens when a fourteen-year old boy pretends to seduce a girl to steal a copy of. Playboy. but then discovers she is his computer-loving soulmate.. Billy Marvin’s first love was a computer. Then he met Mary Zelinsky.. Do you remember your first love?. The Impossible Fortress. begins with a magazine…The year is 1987 and. Playboy. has just published scandalous photographs of Vanna White, from the popular TV game show. Wheel of Fortune. . For three teenage boys—Billy, Alf, and Clark—who are desperately uneducated in the ways of women, the magazine is somewhat of a Holy Grail: priceless beyond measure and impossible to attain. So, they hatch a plan to steal it.. The heist will be fraught with peril: a locked building, intrepid police officers, rusty fire escapes, leaps across rooftops, electronic alarm systems, and a hyperactive Shih Tzu named Arnold Schwarzenegger. Failed attempt after failed attempt leads them to a genius master plan—they’ll swipe the security code to Zelinsky’s convenience store by seducing the owner’s daughter, Mary Zelinsky. It becomes Billy’s mission to befriend her and get the information by any means necessary. But Mary isn’t your average teenage girl. She’s a computer loving, expert coder, already strides ahead of Billy in ability, with a wry sense of humor and a hidden, big heart. But what starts as a game to win Mary’s affection leaves Billy with a gut-wrenching choice: deceive the girl who may well be his first love or break a promise to his best friends.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Humor",
                "Audiobook",
                "Contemporary",
                "Romance",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Dinner with Mr. Darcy: Recipes Inspired By the Novels of Jane Austen",
            "authors": [
                "Pen Vogler"
            ],
            "ranking": 3.99,
            "ranking_count": 147,
            "abstract": "Food is an important theme in Jane Austen's novels-it is used as a commodity for showing off, as a way of showing kindliness among neighbors, as part of the dynamics of family life, and-of course-for comic effect. In Dinner with Mr Darcy, Pen Vogler takes authentic recipes from the period, inspired by the food that features in Austen's novels and letters, and adapts them for contemporary cooks. The text is interwoven throughout with quotes from the novels, and feature spreads cover some of the key themes of food and eating in Austen's time, including table arrangements, kitchens and gardens, changing mealtimes, and servants and service. Whether you are hoping to beguile a single gentleman in possession of a substantial fortune, or you just want to have your own version of the picnic on Box Hill in Emma, you will find fully updated recipes using easily available ingredients to help you recreate the dishes and dining experiences of Jane Austen's characters and their contemporaries.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Historical",
                "History",
                "Writing",
                "Art"
            ]
        },
        {
            "title": "Paper Girls, Vol. 1",
            "authors": [
                "Brian K. Vaughan",
                "Cliff Chiang",
                "Jared K. Fletcher",
                "Matt  Wilson"
            ],
            "ranking": 3.88,
            "ranking_count": 81693,
            "abstract": "SAGA writer BRIAN K. VAUGHAN launches a brand-new ONGOING SERIES with superstar Wonder Woman artist CLIFF CHIANG! In the early hours after Halloween of 1988, four 12-year-old newspaper delivery girls uncover the most important story of all time.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Fantasy",
                "Comics",
                "Mystery"
            ]
        },
        {
            "title": "Crenshaw",
            "authors": [
                "Katherine Applegate"
            ],
            "ranking": 3.99,
            "ranking_count": 27832,
            "abstract": "In her first novel since winning the Newbery Medal, Katherine Applegate delivers an unforgettable and magical story about family, friendship, and resilience.. Jackson and his family have fallen on hard times. There's no more money for rent. And not much for food, either. His parents, his little sister, and their dog may have to live in their minivan. Again.. Crenshaw is a cat. He's large, he's outspoken, and he's imaginary. He has come back into Jackson's life to help him. But is an imaginary friend enough to save this family from losing everything?. Beloved author Katherine Applegate proves in unexpected ways that friends matter, whether real or imaginary.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Realistic Fiction",
                "Family",
                "Animals",
                "Magical Realism",
                "Audiobook"
            ]
        },
        {
            "title": "Sea Prayer",
            "authors": [
                "Khaled Hosseini"
            ],
            "ranking": 4.07,
            "ranking_count": 51158,
            "abstract": "The #1. New York Times. -bestselling author of. The Kite Runner. ,. A Thousand Splendid Suns. , and. And the Mountains Echoed. responds to the heartbreak of the current refugee crisis with this deeply moving, beautifully illustrated short work of fiction for people of all ages, all over the world.. Intensely moving. . .Powerfully evocative of the plight in which displaced populations find themselves.–. Kirkus, STARRED Review. Hosseini's story, aimed at readers of all ages, does not dwell on nightmarish fates; instead, its emotional power flows from the love of a father for his son.. –. Publishers Weekly, STARRED BOX Review. A short, powerful, illustrated book written by beloved novelist Khaled Hosseini in response to the current refugee crisis,. Sea Prayer. is composed in the form of a letter, from a father to his son, on the eve of their journey. Watching over his sleeping son, the father reflects on the dangerous sea-crossing that lies before them. It is also a vivid portrait of their life in Homs, Syria, before the war, and of that city's swift transformation from a home into a deadly war zone.. Impelled to write this story by the haunting image of young Alan Kurdi, the three-year-old Syrian boy whose body washed upon the beach in Turkey in September 2015, Hosseini hopes to pay tribute to the millions of families, like Kurdi's, who have been splintered and forced from home by war and persecution, and he will donate author proceeds from this book to the UNHCR (the UN Refugee Agency) and The Khaled Hosseini Foundation to help fund lifesaving relief efforts to help refugees around the globe.. Khaled Hosseini is one of the most widely read writers in the world, with more than fifty-five million copies of his novels sold worldwide in more than seventy countries. Hosseini is also a Goodwill Envoy to the UNHCR, and the founder of The Khaled Hosseini Foundation, a nonprofit that provides humanitarian assistance to the people of Afghanistan.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Historical",
                "Sequential Art",
                "Childrens",
                "War",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Reading Promise: My Father and the Books We Shared",
            "authors": [
                "Alice Ozma",
                "Jim Brozina"
            ],
            "ranking": 3.67,
            "ranking_count": 6356,
            "abstract": "When Alice Ozma was in 4th grade, she and her father decided to see if he could read aloud to her for 100 consecutive nights. On the hundredth night, they shared pancakes to celebrate, but it soon became evident that neither wanted to let go of their storytelling ritual. So they decided to continue what they called The Streak. Alice's father read aloud to her every night without fail until the day she left for college.. Alice approaches her book as a series of vignettes about her relationship with her father and the life lessons learned from the books he read to her.. Books included in the Streak included:. Great Expectations by Charles Dickens, the Oz books by L. Frank Baum, Harry Potter by J. K. Rowling, Alice's Adventures in Wonderland by Lewis Carroll, and Shakespeare's plays.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Parenting",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Pretending to Dance",
            "authors": [
                "Diane Chamberlain"
            ],
            "ranking": 4.0,
            "ranking_count": 18689,
            "abstract": "Molly Arnette is very good at keeping secrets. She lives in San Diego with a husband she adores, and they are trying to adopt a baby because they can't have a child on their own. But the process of adoption brings to light many questions about Molly's past and her family—the family she left behind in North Carolina twenty years before. The mother she says is dead but who is very much alive. The father she adored and whose death sent her running from the small community of Morrison's Ridge. Her own birth mother whose mysterious presence in her family raised so many issues that came to a head. The summer of twenty years ago changed everything for Molly and as the past weaves together with the present story, Molly discovers that she learned to lie in the very family that taught her about pretending. If she learns the truth about her beloved father's death, can she find peace in the present to claim the life she really wants?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Mystery",
                "Adult",
                "Womens Fiction",
                "Family",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "Love Letters to the Dead",
            "authors": [
                "Ava Dellaira",
                "Dạ Oanh"
            ],
            "ranking": 3.8,
            "ranking_count": 78967,
            "abstract": "It begins as an assignment for English class: Write a letter to a dead person. Laurel chooses Kurt Cobain because her sister, May, loved him. And he died young, just like May did. Soon, Laurel has a notebook full of letters to people like Janis Joplin, Amy Winehouse, Amelia Earhart, Heath Ledger, and more -- though she never gives a single one of them to her teacher. She writes about starting high school, navigating new friendships, falling in love for the first time, learning to live with her splintering family. And, finally, about the abuse she suffered while May was supposed to be looking out for her. Only then, once Laurel has written down the truth about what happened to herself, can she truly begin to accept what happened to May. And only when Laurel has begun to see her sister as the person she was -- lovely and amazing and deeply flawed -- can she begin to discover her own path in this stunning debut from Ava Dellaira,. Love Letters to the Dead.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Death",
                "Health",
                "LGBT"
            ]
        },
        {
            "title": "The Editor",
            "authors": [
                "Steven  Rowley"
            ],
            "ranking": 3.78,
            "ranking_count": 7272,
            "abstract": "From the bestselling author of. Lily and the Octopus. comes a novel about a struggling writer who gets his big break, with a little help from the most famous woman in America.. After years of trying to make it as a writer in 1990s New York City, James Smale finally sells his novel to an editor at a major publishing house: none other than Jacqueline Kennedy Onassis. Jackie--or Mrs. Onassis, as she's known in the office--has fallen in love with James's candidly autobiographical novel, one that exposes his own dysfunctional family. But when the book's forthcoming publication threatens to unravel already fragile relationships, both within his family and with his partner, James finds that he can't bring himself to finish the manuscript.. Jackie and James develop an unexpected friendship, and she pushes him to write an authentic ending, encouraging him to head home to confront the truth about his relationship with his mother. Then a long-held family secret is revealed, and he realizes his editor may have had a larger plan that goes beyond the page.... From the bestselling author of. Lily and the Octopus. comes a funny, poignant, and highly original novel about an author whose relationship with his very famous book editor will change him forever--both as a writer and a son.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Writing",
                "Contemporary",
                "LGBT",
                "Audiobook",
                "New York",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "By Blood",
            "authors": [
                "Ellen Ullman"
            ],
            "ranking": 3.58,
            "ranking_count": 2679,
            "abstract": "The award-winning writer returns with a major, absorbing, atmospheric novel that takes on the most dramatic and profoundly personal subject matter.. San Francisco in the 1970s. Free love has given way to radical feminism, psychedelic ecstasy to hard-edged gloom. The Zodiac Killer stalks the streets. A disgraced professor takes an office in a downtown tower to plot his return. But the walls are thin and he's distracted by voices from next door—his neighbor is a psychologist, and one of her patients dislikes the hum of the white-noise machine. And so he begins to hear about the patient's troubles with her female lover, her conflicts with her adoptive, avowedly WASP family, and her quest to track down her birth mother. The professor is not just absorbed but enraptured. And the further he is pulled into the patient's recounting of her dramas—and the most profound questions of her own identity—the more he needs the story to move forward.. The patient's questions about her birth family have led her to a Catholic charity that trafficked freshly baptized orphans out of Germany after World War II. But confronted with this new self— “I have no idea what it means to say ‘I’m a Jew’”—the patient finds her search stalled. Armed with the few details he’s gleaned, the professor takes up the quest and quickly finds the patient’s mother in records from a German displaced-persons camp. But he can’t let on that he’s been eavesdropping, so he mocks up a reply from an adoption agency the patient has contacted and drops it in the mail. Through the wall, he hears how his dear patient is energized by the news, and so is he. He unearths more clues and invests more and more in this secret, fraught, triangular relationship: himself, the patient, and her therapist, who is herself German. His research leads them deep into the history of displaced-persons camps, of postwar Zionism, and—most troubling of all—of the Nazi Lebensborn program.. With ferocious intelligence and an enthralling, magnetic prose, Ellen Ullman weaves a dark and brilliant, intensely personal novel that feels as big and timeless as it is sharp and timely. It is an ambitious work that establishes her as a major writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Psychology",
                "Drama"
            ]
        },
        {
            "title": "Harvest of Rubies",
            "authors": [
                "Tessa Afshar"
            ],
            "ranking": 4.41,
            "ranking_count": 4481,
            "abstract": "The prophet Nehemiah's cousin has been catapulted into the center of the Persian court—working long hours, rubbing elbows with royalty, and becoming the queen's favorite scribe.. Not bad, for a woman living in a man's world. But a devastating past has left Sarah believing that God doesn't love her and her achievements are the measure of her worth—a measure she can never quite live up to.. Darius Pasargadae is accustomed to having his way. A wealthy and admired aristocrat, the last thing he expects is an arranged marriage to the queen's scribe, an intelligent woman who scorns him.. Can two such different people help one another overcome the idols that bind them?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Biblical Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Biblical",
                "Adult"
            ]
        },
        {
            "title": "Deceived",
            "authors": [
                "Paul S. Kemp"
            ],
            "ranking": 3.89,
            "ranking_count": 10289,
            "abstract": "The second novel set in the Old Republic era and based on the massively multiplayer online game. Star Wars. ®: The Old Republic™ ramps up the action and brings readers face-to-face for the first time with a Sith warrior to rival the most sinister of the Order’s Dark Lords—Darth Malgus, the mysterious, masked Sith of the wildly popular “Deceived” and “Hope” game trailers.. Malgus brought down the Jedi Temple on Coruscant in a brutal assault that shocked the galaxy. But if war crowned him the darkest of Sith heroes, peace would transform him into something far more heinous—something Malgus would never want to be, but cannot stop, any more than he can stop the rogue Jedi fast approaching.. Her name is Aryn Leneer—and the lone Knight that Malgus cut down in the fierce battle for the Jedi Temple was her Master. And now she’s going to find out what happened to him, even if it means breaking every rule in the book.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Space",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Sycamore Row",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.05,
            "ranking_count": 118133,
            "abstract": "Seth Hubbard is a wealthy man dying of lung cancer. He trusts no one. Before he hangs himself from a sycamore tree, Hubbard leaves a new, handwritten, will. It is an act that drags his adult children, his black maid, and Jake into a conflict as riveting and dramatic as the murder trial that made Brigance one of Ford County's most notorious citizens, just three years earlier.. The second will raises far more questions than it answers. Why would Hubbard leave nearly all of his fortune to his maid? Had chemotherapy and painkillers affected his ability to think clearly? And what does it all have to do with a piece of land once known as Sycamore Row?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult Fiction",
                "Law"
            ]
        },
        {
            "title": "The Immortalists",
            "authors": [
                "Chloe  Benjamin"
            ],
            "ranking": 3.71,
            "ranking_count": 181144,
            "abstract": "If you knew the date of your death, how would you live your life?. It's 1969 in New York City's Lower East Side, and word has spread of the arrival of a mystical woman, a traveling psychic who claims to be able to tell anyone the day they will die. The Gold children—four adolescents on the cusp of self-awareness—sneak out to hear their fortunes.. The prophecies inform their next five decades. Golden-boy Simon escapes to the West Coast, searching for love in '80s San Francisco; dreamy Klara becomes a Las Vegas magician, obsessed with blurring reality and fantasy; eldest son Daniel seeks security as an army doctor post-9/11; and bookish Varya throws herself into longevity research, where she tests the boundary between science and immortality.. A sweeping novel of remarkable ambition and depth, The Immortalists probes the line between destiny and choice, reality and illusion, this world and the next. It is a deeply moving testament to the power of story, the nature of belief, and the unrelenting pull of familial bonds.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Contemporary",
                "Audiobook",
                "Magical Realism",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Book Club"
            ]
        }
    ]
}