{
    "books": [
        {
            "title": "Biggles The Camels Are Coming",
            "authors": [
                "W.E. Johns"
            ],
            "ranking": 4.06,
            "ranking_count": 485,
            "abstract": "At the end of WW1, Biggles and fellow pilots contend with enemies in their own Sopwith Camels. The Camel closed up until it was flying beside him; the pilot smiling. Biggles showed his teeth in what he imagined to be an answering smile. 'You swine,' he breathed: 'you dirty, unutterable, murdering swine! I'm going to kill you if it's the last thing I do on earth.'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "War",
                "Historical",
                "Childrens",
                "Aviation",
                "Short Stories",
                "European Literature"
            ]
        },
        {
            "title": "A Gift Of Wings",
            "authors": [
                "Richard Bach"
            ],
            "ranking": 3.81,
            "ranking_count": 2081,
            "abstract": "Once in a generation a book, a vision, a writer, capture the imagination  and emotions of millions.. Jonathan  Livingston Seagull. was such a book. Richard Bach's unique vision again shines forth, touching with magic the drama of life in all its limitless horizons. Once again Richard Bach has written a masterpiece to help you touch that part of your home  that is the sky.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Aviation",
                "Philosophy",
                "Short Stories",
                "Spirituality",
                "Religion",
                "Fantasy",
                "Inspirational",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Flutterby",
            "authors": [
                "Stephen Cosgrove"
            ],
            "ranking": 4.21,
            "ranking_count": 1071,
            "abstract": "Flutterby finds out what she is by painful trial and error.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Art",
                "Classics",
                "Young Adult"
            ]
        },
        {
            "title": "The Ivory and the Horn",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 4.15,
            "ranking_count": 2940,
            "abstract": "In the city of Newford, when the stars and the vibes are right, you can touch magic. Mermaids sing in the murky harbor, desert spirits crowd the night, and dreams are more real than waking.. Charles de Lint began his chronicles of the extraordinary city of Newford in Memory & Dream and the short-story collection Dreams Underfoot. In The Ivory and the Horn,  this uncommonly gifted craftsman weaves a new tapestry of stark realism and fond hope, mean streets and boulevards of dreams, where you will rediscover the power of love and longing, of wishes and desires, and of the magic that hovers at the edge of everyday life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Science Fiction Fantasy",
                "Magical Realism",
                "Anthologies",
                "Science Fiction",
                "Cultural",
                "Urban"
            ]
        },
        {
            "title": "Paideia: The Ideals of Greek Culture, Volume I: Archaic Greece: The Mind of Athens",
            "authors": [
                "Werner Wilhelm Jaeger",
                "Gilbert Highet"
            ],
            "ranking": 4.43,
            "ranking_count": 137,
            "abstract": "Werner Jaeger's classic three-volume work, originally published in 1939, is now available in paperback. Paideia, the shaping of Greek character through a union of civilization, tradition, literature, and philosophy is the basis for Jaeger's evaluation of Hellenic culture.. Volume I describes the foundation, growth, and crisis of Greek culture during the archaic and classical epochs, ending with the collapse of the Athenian empire. The second and third volumes of the work deal with the intellectual history of ancient Greece in the Age of Plato, the 4th century. B.C.--the age in which Greece lost everything that is valued in this world--state, power, liberty--but still clung to the concept of paideia. As its last great poet, Menander summarized the primary role of this ideal in Greek culture when he said: The possession which no one can take away from man. is paideia.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Philosophy",
                "Education",
                "Sociology",
                "Nonfiction",
                "Literature",
                "Classics",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "Ride the Wind",
            "authors": [
                "Lucia St. Clair Robson"
            ],
            "ranking": 4.38,
            "ranking_count": 5583,
            "abstract": "In 1836, when she was nine years old, Cynthia Ann Parker was kidnapped by Comanche Indians. This is the story of how she grew up with them, mastered their ways, married one of their leaders, and became, in every way, a Comanche woman. It is also the story of a proud and innocent people whose lives pulsed with the very heartbeat of the land. It is the story of a way of life that is gone forever....",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Romance",
                "Adventure",
                "Native Americans",
                "True Story",
                "North American Hi..."
            ]
        },
        {
            "title": "Dorothy and the Wizard in Oz",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.76,
            "ranking_count": 12722,
            "abstract": "When Dorothy recovered her senses they were still falling, but not so fast. The top of the buggy caught the air like a parachute or an umbrella filled with wind, and held them back so that they floated downward with a gentle motion that was not so very disagreeable to bear. The worst thing was their terror of reaching the bottom of this great crack in the earth, and the natural fear that sudden death was about to overtake them at any moment.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "North of Boston",
            "authors": [
                "Robert Frost"
            ],
            "ranking": 3.89,
            "ranking_count": 985,
            "abstract": "He moves in darkness as it seems to me, Not of woods only and the shade of trees. He will not go behind his father's saying, And he likes having thought of it so well He says again, Good fences make good neighbours.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "A Bone to Pick",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.74,
            "ranking_count": 22134,
            "abstract": "Going to two weddings—one of a former lover—and a funeral for a member of her disbanded crime study club keeps Aurora “Roe” Teagarden quite busy for a few months. Unfortunately, her personal life seems to be at a standstill—until her fortunes unexpectedly change.. After the funeral, Roe learns that Jane Engle, the deceased, has named her as heir to a rather substantial estate, which includes money, jewelry, and a house complete with a skull hidden in a window seat. Knowing Jane, Roe concludes that the elderly woman has purposely left her a murder to solve. So she must identify the victim and figure out which one of Jane’s ordinary-seeming neighbors is a murderer—without putting herself in deadly danger...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Romance",
                "Thriller",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Apple Bough",
            "authors": [
                "Noel Streatfeild"
            ],
            "ranking": 4.0,
            "ranking_count": 619,
            "abstract": "The Forums (David and Polly, and the children Myra, Sebastian, Wolfgang and Ethel) live in a house called Apple Bough, and are a very musical family. David is a pianist, and considered one of the best accompanists in the country. Polly had been training to be a professional singer before her marriage: after her marriage she gave up training, and became an artist.. All of the children can play the piano nicely, but Myra, Wolfgang and Ethel are born amateurs. Sebastian plays remarkably well, but there seems to be something missing. However, when he is four David and Polly realise that the violin is his instrument, and he begins taking lessons, and practising up to four hours a day. Because of his violin lessons, Sebastian cannot go to a normal school, so David and Polly engage a governess to teach all the children - Miss Popple, who soon becomes known as Popps.. At the suggestion of his violin teacher, David and Polly allow Sebastian to play at a musicians' charity event when he is eight. As a result of this, an important American concert arranger makes an offer for Sebastian to tour America, accompanied by his father. The tour will finish in California, where a great violin master lives: the income from the tour will be enough to pay for lessons. At first Polly refuses, not wanting to break up the family. However, a new offer is made, for the whole family, and Miss Popple, to travel with Sebastian. David and Polly think this will be a wonderful experience for the children, so they agree. Apple Bough is sold, Myra's dog, Wag, is left with Miss Popple's brother, and the family set off for America.. One tour is followed by another, and after four years the family has travelled around North and South America, Japan, Australia, and Europe, but they have not been back to England. By this time, the children and Miss Popple are getting tired of travelling: Myra misses Wag, Ethel wants to be a student at the Royal Ballet School, and Wolfgang feels it's as if Sebastian was a dog and we were his tail. When Sebastian turns twelve, he is able to perform in England. Before his first concert, Myra, Wolfgang and Ethel have a holiday with their grandparents, and it is from a conversation with Grandfather that Operation Home is born.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Historical",
                "Classics",
                "Music",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "Cruel & Unusual",
            "authors": [
                "Patricia Cornwell"
            ],
            "ranking": 4.13,
            "ranking_count": 105291,
            "abstract": "An earlier cover edition for this ISBN can be found. here. Virginia Chief Medical Examiner Kay Scarpetta is called in to autopsy the body of convicted murderer Ronnie Waddell after his execution. Several days after the execution, a young boy is discovered murdered in the fashion of Waddell's earlier killings, with Waddell's prints near the body. Scarpetta, along with FBI Agent Benton Wesley and Detective Pete Marino, try to discover how a dead inmate could have possibly committed another murder after his death. As the story progresses she seeks the assistance of her 17-year-old niece Lucy after she discovers a strange folder on her computer.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Medical"
            ]
        },
        {
            "title": "The Egypt Game",
            "authors": [
                "Zilpha Keatley Snyder"
            ],
            "ranking": 3.82,
            "ranking_count": 35125,
            "abstract": "The first time Melanie Ross meets April Hall, she's not sure they'll have anything in common. But she soon discovers that they both love anything to do with ancient Egypt. When they stumble upon a deserted storage yard behind the A-Z Antiques and Curio Shop, Melanie and April decide it's the perfect spot for the Egypt Game.. Before long there are six Egyptians instead of two. After school and on weekends they all meet to wear costumes, hold ceremonies, and work on their secret code.. Everyone thinks it's just a game, until strange things begin happening to the players. Has the Egypt Game gone too far?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Mystery",
                "Fantasy",
                "Northern Africa",
                "Realistic Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Blackwell Companion to Natural Theology",
            "authors": [
                "William Lane Craig",
                "J.P. Moreland"
            ],
            "ranking": 4.46,
            "ranking_count": 171,
            "abstract": "With the help of in-depth essays from some of the world's leading philosophers,. The Blackwell Companion to Natural Theology. explores the nature and existence of God through human reason and evidence from the natural world.. Provides in-depth and cutting-edge treatment of natural theology's main arguments Includes contributions from first-rate philosophers well known for their work on the relevant topics Updates relevant arguments in light of the most current, state-of-the-art philosophical and scientific discussions Stands in useful contrast and opposition to the arguments of the 'new atheists'",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Christian",
                "Reference",
                "Science",
                "Academic"
            ]
        },
        {
            "title": "The Challenge of the Left Opposition 1926-27",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 4.23,
            "ranking_count": 13,
            "abstract": "Documents the fight of the communist opposition from 1923 to 1929 against the reactionary political and economic policies of the rising bureaucratic caste in the Soviet Union.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "All the Winters That Have Been",
            "authors": [
                "Evan Maxwell"
            ],
            "ranking": 3.54,
            "ranking_count": 82,
            "abstract": "A bittersweet romantic novel that reunites two star-crossed lovers.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Runaway Stallion",
            "authors": [
                "Walt Morey",
                "Fredrika Spillman"
            ],
            "ranking": 3.87,
            "ranking_count": 97,
            "abstract": "Jeff is considered a clodhopper by youngsters in the ranching community but his luck changes after he conquers his own fears in a search for a magnificent red stallion.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Childrens"
            ]
        },
        {
            "title": "On the Other Side of the Hill",
            "authors": [
                "Roger Lea MacBride",
                "David Gilleece"
            ],
            "ranking": 4.05,
            "ranking_count": 5251,
            "abstract": "A new addition to the popular series written by the adopted grandson of Rose Wilder, Laura Ingalls Wilder's daughter. The Wilder family struggles to make a success of Rocky Ridge, their little farm in the Ozarks. Young Rose must help her parents as they battle the natural disasters of a cyclone, a drought, and a forest fire. But there are good times as well, when Rose attends her first party in town.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Family",
                "Adventure"
            ]
        },
        {
            "title": "Solar Lottery",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.49,
            "ranking_count": 4200,
            "abstract": "The operating principle was random selection: positions of public power were decided by a sophisticated lottery and when the magnetic lottery bottle twitched, anyone could become the absolute ruler of the world, the Quizmaster.. But with the power came the game – the assassination game – which everyone could watch on TV. Would the new man be good enough to evade his chosen killer? Which made for fascinating and exciting viewing, compelling enough to distract the public’s attention while the Big Five industrial complexes ran the world. Then, in 2203, with the choice of a member of a maverick cult as Quizmaster, the system developed a little hitch…. Solar Lottery. was Philip K. Dick’s first published novel, brilliant and idiosyncratic, powerful and affecting.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Adventure",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Sole Survivor",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.8,
            "ranking_count": 28472,
            "abstract": "A catastrophic, unexplainable plane crash leaves three hundred and thirty dead--no survivors. Among the victims are the wife and two daughters of Joe Carpenter, a Los Angeles Post crime reporter.. A year after the crash, still gripped by an almost paralyzing grief, Joe encounters a woman named Rose, who claims to have survived the crash. She holds out the possibility of a secret that will bring Joe peace of mind. But before he can ask any questions, she slips away.. Driven now by rage (have the authorities withheld information?) and a hope almost as unbearable as his grief (if there is one survivor, are there others?), Joe sets out to find the mysterious woman. His search immediately leads him into the path of a powerful and shadowy organization hell-bent on stopping Rose before she can reveal what she knows about the crash.. Sole Survivor unfolds at a heart-stopping pace, as a desperate chase and a shattering emotional odyssey lead Joe to a truth that will force him to reassess everything he thought he knew about life and death--a truth that, given the chance, will rock the world and redefine the destiny of humanity.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "The Eternal Champion",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.84,
            "ranking_count": 1785,
            "abstract": "John Daker dreams of other worlds, and a name: Erekosë. He finds the strength to answer the call, travelling to a strange land ruled by the aging King Rigenos of Necranal. Humanity is united in a desperate fight against the inhuman Eldren, and he must fight with them. But the actions of his brethren turns his loyalties, and as Erekosë he will take a terrible revenge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Adventure",
                "Pulp"
            ]
        },
        {
            "title": "A Giraffe and a Half",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.12,
            "ranking_count": 5918,
            "abstract": "If you had a giraffe, and he stretched another half.... ...If you gave him a flute, and he played tooty-toot.... ...If you found an old trunk and inside was a skunk.... And so it goes until... but that would be telling. Children will be kept in stitches until the very end, when the situation is resolved in the most riotous way possible.. Shel Silverstein's. incomparable line drawings add to the hilarity of his wildly funny story. In this book you'll find delightfully zany rhymes about a giraffe who accumulates some ridiculous things – like glue on his shoe and a bee on his knee – only to lose them again, one by one.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Humor",
                "Fiction",
                "Animals",
                "Classics",
                "Kids",
                "Fantasy"
            ]
        },
        {
            "title": "Being Alien",
            "authors": [
                "Rebecca Ore"
            ],
            "ranking": 3.72,
            "ranking_count": 116,
            "abstract": "All the different ways of being a smart calculating creature doesn’t mean that those creatures don’t do dumb things from time to time, borrow each others’ vices, and can’t have hangnails and broken feathers.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "A Theft",
            "authors": [
                "Saul Bellow"
            ],
            "ranking": 3.1,
            "ranking_count": 791,
            "abstract": "Clara Velde, a corporate executive specializing in women's fashions, cherishes a ring given to her years before by a high powered Washington figure. The ring is lost and she attempts to recover it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novella",
                "Literature",
                "New York",
                "Novels",
                "Nobel Prize",
                "Contemporary",
                "Classics",
                "Modern"
            ]
        },
        {
            "title": "For the Time Being",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 4.16,
            "ranking_count": 3788,
            "abstract": "With her keen eye, penchant for paradox, and yearning for truth, Dillard renews our ability to discover wonder in life's smallest--and often darkest--corners.. Why do we exist? Where did we come from? How can one person matter? Dillard searches for answers in a powerful array of images: pictures of bird-headed dwarfs in the standard reference of human birth defects; ten thousand terra-cotta figures fashioned for a Chinese emperor in place of the human court that might have followed him into death; the paleontologist and theologian Teilhard de Chardin crossing the Gobi Desert; the dizzying variety of clouds. Vivid, eloquent, haunting,. For the Time Being. evokes no less than the terrifying grandeur of all that remains tantalizingly and troublingly beyond our understanding.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Philosophy",
                "Spirituality",
                "Environment",
                "Religion",
                "Literature",
                "Autobiography",
                "History"
            ]
        },
        {
            "title": "The Cheerleader",
            "authors": [
                "Ruth Doan MacDougall"
            ],
            "ranking": 4.26,
            "ranking_count": 494,
            "abstract": "First published in 1973 and 1974 by Putnam and Bantam, The. Cheerleader was a Book-of-the-Month Club selection, optioned by Twentieth Century-Fox, made into an NBC sitcom pilot, and became a best-seller beloved by generations of readers.. p/pThe reprint of this classic coming-of-age novel. features a foreword by English professor Ann V. Norton, who writes, As Snowy grows in mind and heart, she realizes she must develop her own self. That this realization happens in a small town in the 1950s to a cheerleader, symbol of a girl's simultaneous success and subordination, makes it. all the more powerful.. The Cheerleader transcends its setting to portray a young person's timeless yearning for a full and satisfying life.. Snowy, a sequel to The Cheerleader, has recently been rereleased by Frigate Books. Fans have designed a website devoted to Ruth Doan MacDougall's work.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Historical",
                "Contemporary",
                "Childrens"
            ]
        },
        {
            "title": "No Triumphant Procession: The Forgotten Battles of April 1945",
            "authors": [
                "John Russell",
                "R. de Normann"
            ],
            "ranking": 3.75,
            "ranking_count": 12,
            "abstract": "Traces the progress made by the British Second Army as they fought against the German Second Naval Infantry Division in the closing stages of World War II. The book provides a thorough account of skirmishes which have been largely ignored by war historians, although they took place on German soil.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "War"
            ]
        },
        {
            "title": "Persephone Returns: Victims, Heroes and the Journey from the Underworld",
            "authors": [
                "Tanya Wilkinson"
            ],
            "ranking": 4.16,
            "ranking_count": 19,
            "abstract": "Jungian psychologist Tanya Wilkinson takes a balanced and compassionate look at the issue of victimization. In an engaging and entertaining style, she explore myths and fairy tales involving victims and heroes and encourages individuals to reach a new level of spiritual and emotional maturity.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Nonfiction"
            ]
        },
        {
            "title": "Henri Nouwen: A Restless Seeking for God",
            "authors": [
                "Jurjen Beumer"
            ],
            "ranking": 4.02,
            "ranking_count": 41,
            "abstract": "Jurjen Beumer's seminal work traces the arc of Henri Nouwen's life from the beginning in Nijkerk, Holland to his final resting place on the outskirts of Toronto near Daybreak, the community of people he loved and served. In this book, the reader meets Nouwen as an always restless seeker who gradually becomes more at home with God and with himself. The reader is exposed to a vital spirituality that can relate both to one's own life and seeking for wholeness, and to the world at large. Ordained in Holland and trained as a psychologist and a theologian, Fr. Nouwen taught at Notre Dame before becoming a professor at the Yale Divinity School from 1971 to 1981. For the next three years he taught theology at Harvard. From then until the time of his death he was the pastor of Daybreak, a L'Arche community in Toronto, a worldwide organization that provides homes for the mentally and physically handicapped. Nouwen was a psychologist of the heart and of the soul; he wrote not only to guide others but to discover himself. Better known in the United States and Canada than in his native Netherlands, he was a public speaker, a retreat leader, and the author of 38 books, many of which were translated into several foreign languages.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Preacher, Volume 7: Salvation",
            "authors": [
                "Garth Ennis",
                "Steve Dillon"
            ],
            "ranking": 4.31,
            "ranking_count": 16944,
            "abstract": "Written by Garth Ennis Art by Steve Dillon Cover by Glenn Fabry A new edition of the classic collection featuring PREACHER #41-50, in which Jesse Custer becomes the sheriff of a troubled Texas town. This volume includes a cover gallery and reprints issue #50's pin-ups of the PREACHER cast by Jim Lee, Fabry, Tim Bradstreet, John McCrea, Doug Mahnke, and more.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Fantasy",
                "Comics",
                "Graphic Novels Comics",
                "Horror",
                "Religion",
                "Westerns"
            ]
        },
        {
            "title": "Studies In The Sermon On The Mount",
            "authors": [
                "D. Martyn Lloyd-Jones"
            ],
            "ranking": 4.61,
            "ranking_count": 1345,
            "abstract": "A spiritual classic, this detailed and comprehensive study by one of the greatest expository preachers of our time explains Christ's teaching in the Sermon on the Mount and incisively applies it to the Christian life.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Reference",
                "Christianity",
                "Unfinished"
            ]
        },
        {
            "title": "Appleseed, Vol. 1: The Promethean Challenge",
            "authors": [
                "Masamune Shirow"
            ],
            "ranking": 3.94,
            "ranking_count": 1553,
            "abstract": "Functional simplicity, structural complexity: the best life for all. That's the maxim of Olympus, the utopian city that sprung from the ashes of World War III. But Deunan and Bri, a young woman and her cyborg companion just entering the rose-tinted society, find that so long as there are different kinds of people there will be differences among them. Such is the story of Appleseed, the masterwork of manga storyteller Masamune Shirow. Beautiful art and a complex and fully realized future world rank this title among the best comics available.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Action",
                "Apocalyptic",
                "Comics"
            ]
        },
        {
            "title": "Twelve Steps and Twelve Traditions",
            "authors": [
                "Alcoholics Anonymous"
            ],
            "ranking": 4.5,
            "ranking_count": 5653,
            "abstract": "Librarian's Note: This is an alternate-cover edition for. ISBN 0916856011 / 9780916856014. Originally published in 1952, this classic book is used by A.A. members and groups around the world. Bill W.'s 24 essays on the Steps and the Traditions discuss the principles by which A.A. members recover and by which the fellowship functions. The basic text clarifies the Steps which constitute the A.A. way of life and the Traditions, by which A.A. maintains its unity.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Spirituality",
                "Reference",
                "Health",
                "Inspirational",
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "The Buccaneers",
            "authors": [
                "Edith Wharton",
                "Marion Mainwaring"
            ],
            "ranking": 3.9,
            "ranking_count": 5982,
            "abstract": "Nan and Jinny St George have both wealth and beauty in generous supply. In the New York society of the 1870s, however, only those with old money can achieve the status of the elite, and it is here that the sisters seem doomed to failure.. Nan's new governess, Laura Testvalley, herself an outsider, takes pity on their plight and launches them instead on the unsuspecting British aristocracy. Lords, dukes, marquesses and MPs, it seems, not only appreciate beauty, but also the money that New York's. nouveaux riches. can supply.. A love story of love and marriage among the old and new moneyed classes,. The Buccaneers. is a delicately perceptive portrayal of a world on the brink of change.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Il berretto a sonagli",
            "authors": [
                "Luigi Pirandello"
            ],
            "ranking": 3.63,
            "ranking_count": 227,
            "abstract": "Fare il pazzo! Potessi farlo io, come piace a me! Sferrare qua tutta la corda pazza, cacciarmi fino agli orecchi il berretto a sonagli della pazzia e scendere in piazza a sputare in faccia alla gente la verità!",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama"
            ]
        },
        {
            "title": "The Blue Flower",
            "authors": [
                "Penelope Fitzgerald"
            ],
            "ranking": 3.46,
            "ranking_count": 5008,
            "abstract": "Penelope Fitzgerald wrote her first novel 20 years ago, at the age of 59. Since then, she's written eight more, three of which have been short-listed for England's prestigious Booker Prize, and one of which,. Offshore,. won. Now she's back with her tenth and best book so far,. The Blue Flower. . This is the story of Friedrich von Hardenberg--Fritz, to his intimates--a young man of the late 18th century who is destined to become one of Germany's great romantic poets. In just over 200 pages, Fitzgerald creates a complete world of family, friends and lovers, but also an exhilarating evocation of the romantic era in all its political turmoil, intellectual voracity, and moral ambiguity. A profound exploration of genius,. The Blue Flower. is also a charming, wry, and witty look at domestic life. Fritz's family--his eccentric father and high-strung mother; his loving sister, Sidonie; and brothers Erasmus, Karl, and the preternaturally intelligent baby of the family, referred to always as the Bernhard--are limned in deft, sure strokes, and it is in his interactions with them that the ephemeral quality of genius becomes most tangible. Even his unlikely love affair with young Sophie von Kühn makes perfect sense as Penelope Fitzgerald imagines it.. The Blue Flower. is a magical book--funny, sad, and deeply moving. In Fritz Fitzgerald has discovered a perfect character through whom to explore the meaning of love, poetry, life, and loss. In. The Blue Flower. readers will find a work of fine prose, fierce intelligence, and perceptive characterization.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Hindoo Holiday",
            "authors": [
                "J.R. Ackerley",
                "Eliot Weinberger"
            ],
            "ranking": 3.59,
            "ranking_count": 414,
            "abstract": "In the 1920s, the young J. R. Ackerley spent several months in India as the personal secretary to the maharajah of a small Indian principality. In his journals, Ackerley recorded the Maharajah's fantastically eccentric habits and riddling conversations, and the odd shambling day-to-day life of his court.. Hindoo Holiday. is an intimate and very funny account of an exceedingly strange place, and one of the masterpieces of twentieth-century travel literature.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Cultural",
                "Nonfiction",
                "Autobiography",
                "History",
                "Literature",
                "Biography",
                "LGBT",
                "European Literature",
                "Humor"
            ]
        },
        {
            "title": "Pale Blue Dot: A Vision of the Human Future in Space",
            "authors": [
                "Carl Sagan",
                "Ann Druyan"
            ],
            "ranking": 4.31,
            "ranking_count": 33524,
            "abstract": "Pulitzer Prize-winning author Carl Sagan traces our exploration of space and suggests that our very survival may depend on the wise use of other worlds. This stirring book reveals how scientific discovery has altered our perception of who we are and where we stand, and challenges us to weigh what we will do with that knowledge. Photos, many in color.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "Philosophy",
                "History",
                "Audiobook"
            ]
        },
        {
            "title": "Dead Man's Walk",
            "authors": [
                "Larry McMurtry"
            ],
            "ranking": 3.98,
            "ranking_count": 14601,
            "abstract": "Dead Man's Walk. is the first, extraordinary book in the epic. Lonesome Dove. tetralogy, in which Larry McMurtry breathed new life into the vanished American West and created two of the most memorable heroes in contemporary fiction: Augustus McCrae and Woodrow Call.. As young Texas Rangers, Gus and Call have much to learn about survival in a land fraught with perils: not only the blazing heat and raging tornadoes, roiling rivers and merciless Indians but also the deadly whims of soldiers. On their first expeditions--led by incompetent officers and accompanied by the robust, dauntless whore known as the Great Western--they will face death at the hands of the cunning Comanche war chief Buffalo Hump and the silent Apache Gomez. They will be astonished by the Mexican army. And Gus will meet the love of his life.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Adventure",
                "Audiobook",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Monkey's Paw (Oxford Bookworms)",
            "authors": [
                "Diane Mowat",
                "W.W. Jacobs"
            ],
            "ranking": 3.88,
            "ranking_count": 21267,
            "abstract": "Without, the night was cold and wet, but in the small parlour of Laburnam Villa the blinds were drawn and the fire burned brightly. Father and son were at chess, the former, who possessed ideas about the game involving radical changes, putting his king into such sharp and unnecessary perils that it even provoked comment from the white-haired old lady knitting placidly by the fire. Hark at the wind, said Mr. White, who, having seen a fatal mistake after it was too late, was amiably desirous of preventing his son from seeing it. I'm listening, said the latter, grimly surveying the board as he stretched out his hand. Check. I should hardly think that he'd come to-night, said his father, with his hand poised over the board.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Classics",
                "Fiction",
                "Fantasy",
                "Academic",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "Cakes and Ale",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 3.77,
            "ranking_count": 6499,
            "abstract": "Cakes and Ale. is a delicious satire of London literary society between the Wars. Social climber Alroy Kear is flattered when he is selected by Edward Driffield's wife to pen the official biography of her lionized novelist husband, and determined to write a bestseller. But then Kear discovers the great novelist's voluptuous muse (and unlikely first wife), Rosie. The lively, loving heroine once gave Driffield enough material to last a lifetime, but now her memory casts an embarrissing shadow over his career and respectable image. Wise, witty, deeply satisfying,. Cakes and Ale. is Maugham at his best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Humor"
            ]
        },
        {
            "title": "عصر الحب",
            "authors": [
                "Naguib Mahfouz"
            ],
            "ranking": 3.63,
            "ranking_count": 1911,
            "abstract": "رواية",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Northern Africa",
                "Romance",
                "Historical",
                "Audiobook",
                "African Literature"
            ]
        },
        {
            "title": "കാലം | Kaalam",
            "authors": [
                "M.T. Vasudevan Nair"
            ],
            "ranking": 3.88,
            "ranking_count": 1656,
            "abstract": "കാലത്തിന്റെ മറുകര തേടുന്ന മനുഷ്യന്റെ ജീവിതേതിഹാസമാണ്‌ ഈ നോവല്‍. കടന്നു പോകുന്ന ഓരോ പാതയിലും തന്റെ ഒരടയാളമെങ്കിലും അവശേഷിപ്പിക്കാന്‍ ആഗ്രഹിക്കുന്ന മനുഷ്യന്‍ ഒടുവില്‍ മുന്നില്‍ കാണുന്നത്‌ രക്തം വാര്‍ന്നു തീര്‍ന്ന മണ്ണിന്റെ മൃതശരീരമാണ്‌. അയാള്‍ക്കു കൂട്ടായി സ്വന്തം നിഴല്‍ മാത്രം അവശേഷിക്കുന്നു. പച്ചയും ഈർപ്പവും അലഞ്ഞകലുന്ന നാടിന്റെ കഥയെ മനുഷ്യകഥയിൽ മനോഹരമായി ലയിപ്പിച്ചിരിപ്പിക്കുന്ന ഈ നോവലിലെ നായകൻ, എങ്കിലും, ഉദയത്തിന്റെ ഗോപുരങ്ങലിലേക്കു നോക്കുന്നു. അരും കാണാതെ വിടരുന്ന താമരപ്പൂക്കളുടെ ഒരു പൊയ്ക എവിടെയൊ ഉണ്ടെന്ന്‌ ആശ്വസിക്കുന്നു. മലവെള്ളം സ്വപ്നം കണ്ടുണങ്ങിയ പുഴ പോലെ, ജീവിതത്തിന്റെ സമൃദ്ധികൾ കിനാവുകണ്ടുകൊണ്ടിരിക്കെ കാലഗതിയുടെ കടുന്തുടികൾ കേട്ടുനടുങ്ങിയ മനുഷ്യജന്മങ്ങളുടെ കഥ! കാലത്തിന്റെ ആസുരമായ കൈകൾക്കു പിടികൊടുക്കാത്ത കലാശക്തിയുടെ കൈയൊപ്പായ എംടിയുടെ ‘കാലം.’",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Novels"
            ]
        },
        {
            "title": "The Midnight Fox",
            "authors": [
                "Betsy Byars"
            ],
            "ranking": 3.76,
            "ranking_count": 1134,
            "abstract": "Tom dislikes spending the summer on his aunt's farm until he discovers a black fox in the forest and tracks her to her den.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Animals",
                "Young Adult",
                "Realistic Fiction",
                "Classics",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Threat",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.89,
            "ranking_count": 3164,
            "abstract": "There is a new Animorph. And he's arrived just in time, because the Yeerks are preparing their biggest takeover ever. The ultimate target: the world's most powerful leaders gathered together in one place. What better way to get into the minds of humans?. Literally.. At first, David joins the fight with a vengeance. But there is definitely something wrong. Because he's starting to break the rules. Taking risks that could get them all captured. Or killed. The Animorphs don't know what to do. Because there was a time when the Yeerks were their greatest enemy. That's about to change. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Sadako and the Thousand Paper Cranes",
            "authors": [
                "Eleanor Coerr",
                "Ronald Himler"
            ],
            "ranking": 4.1,
            "ranking_count": 24430,
            "abstract": "Hiroshima-born Sadako is lively and athletic--the star of her school's running team. And then the dizzy spells start. Soon gravely ill with leukemia, the atom bomb disease, Sadako faces her future with spirit and bravery. Recalling a Japanese legend, Sadako sets to work folding paper cranes. For the legend holds that if a sick person folds one thousand cranes, the gods will grant her wish and make her healthy again. Based on a true story,. Sadako and the Thousand Paper Cranes. celebrates the extraordinary courage that made one young woman a heroine in Japan.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Cultural",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Page",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.23,
            "ranking_count": 48062,
            "abstract": "As the only female page in history to last beyond the first year of formal training to become a knight, 11-year-old Keladry of Mindelan has an uphill battle to fight. In addition to proving herself worthy of being a page, Kel spends her time defending first-year pages from bullies, staying on top of homework, conquering her paralyzing fear of heights, and keeping up with Lord Wyldon's grueling physical training schedule. Kel's detractors do everything in their power to thwart her progress, from tormenting her friends to sabotaging the Midwinter Festivities to kidnapping her maid and dog on the day of final examinations. The tide of resistance begins to turn slightly during the summer between Kel's second and third years, when she leads a team of pages in defensive maneuvers against renegade bandits--coincidentally on the same day that she gets her first period.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Medicine Burns",
            "authors": [
                "Adam Klein"
            ],
            "ranking": 3.71,
            "ranking_count": 34,
            "abstract": "Adam Klein?s debut fiction, The Medicine Burns, is a collection of stories linked by a central voice that is at once precise, touching and brutal. In ?Club Feet? a mother and son are inexorably bound by this inherited physical deformity; in the title story ?The Medicine Burns? a gay adolescent tyrannized by acne turns vengeful after failing in his struggle to be loved; in ?India? a young man with AIDS, unable to connect with everyday life, takes an exotic adventure. These stories brim with boys and men who do not fit in, shedding new light on the outsider in our society.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Son of the Morning",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 3.97,
            "ranking_count": 7516,
            "abstract": "All of Linda Howard's novels are wonderful but this exceptional time-travel is her first foray into paranormal romance--and it's not to be missed.. Grace St. John, a scholar, unwittingly discovers the Knights of Templar's secret treasure. Suddenly, her life is upturned when she spies her boss murdering her husband and brother. With no reason to live, except to extract vengeance, Grace becomes a fugitive of the law as she attempts to find an explanation for this horrible act.. Grace simultaneously translates 14th century medieval documents written by Black Niall. This embittered knight reaches into Grace's subconscious and the two begin to share dreams 700 years apart. A scholar specializing in ancient manuscripts, Grace St. John never imagined that a cache of fragile, old documents she discovered was the missing link to a lost Celtic treasure. But as soon as she deciphers the intriguing legend of the Knights of the Templar -- long fabled to hold the key to unlimited power -- Grace becomes the target of a ruthless killer bent on abusing the coveted force.. Determined to stop him, Grace needs the help of a celebrated warrior bound by duty to uphold the Templar's secret for all eternity. But to find him -- and to save herself -- she must go back in time.. Summoning the magic of an arcane ritual, Grace steps back to the barren hills of 14th-century Scotland, enduring the perils of an untamed land to confront Black Niall, a fierce man of dark fury and raw, unbridled desire. Driven by a mix of fear and passion, Grace enlists this brazen knight to join her in a modern-day search for a killer.. In their quest to protect a timeless secret, they uncover a love for all time -- and a deadly duel of honor that risks everything they have.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Historical",
                "Fantasy",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "No Surrender: My Thirty-Year War",
            "authors": [
                "Hiroo Onoda",
                "Charles S. Terry"
            ],
            "ranking": 4.15,
            "ranking_count": 1356,
            "abstract": "In the spring of 1974, Second Lieutenant Hiroo Onoda of the Japanese Army made world headlines when he emerged from the Philippine jungle after a thirty-year ordeal. Hunted in turn by American troops, the Philippine police, hostile islanders, and successive Japanese search parties, Onoda had skillfully outmaneuvered all his pursuers, convinced that World War II was still being fought and that one day his fellow soldiers would return victorious. This account of those years is an epic tale of the will to survive that offers a rare glimpse of man's invincible spirit, resourcefulness, and ingenuity. A hero to his people, Onoda wrote down his experiences soon after his return to civilization. This book was translated into English the following year and has enjoyed an approving audience ever since.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Cultural",
                "Biography",
                "Autobiography",
                "Military",
                "Adventure"
            ]
        },
        {
            "title": "I Can Read With My Eyes Shut!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.16,
            "ranking_count": 20382,
            "abstract": "“The more that you read, the more things you will know. The more you learn, the more places you’ll go”. In this delightful book, Dr. Seuss celebrates the joys of reading, encouraging young children to take pride in their budding reading abilities.. With his unique combination of hilarious stories, zany pictures and riotous rhymes, Dr. Seuss has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic Cat in the Hat, and ranked among the UK's top ten favourite children's authors, Seuss is firmly established as a global best-seller, with nearly half a billion books sold worldwide.. As the first step in a major rebrand programme, HarperCollins is relaunching 17 of Dr. Seuss's best-selling books, including such perennial favourites as The Cat in the Hat, Green Eggs and Ham and Fox in Socks. In response to consumer demand, the bright new cover designs incorporate much needed guidance on reading levels, with the standard paperbacks divided into three reading strands – Blue Back Books for parents to share with young children, Green Back Books for budding readers to tackle on their own, and Yellow Back Books for older, more fluent readers to enjoy. I Can Read With My Eyes Shut belongs to the Green Back Book range.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Humor",
                "Kids",
                "Fantasy",
                "Writing"
            ]
        },
        {
            "title": "Peace Is Every Step: The Path of Mindfulness in Everyday Life",
            "authors": [
                "Thich Nhat Hanh",
                "Arnold Kotler",
                "Dalai Lama XIV"
            ],
            "ranking": 4.29,
            "ranking_count": 35784,
            "abstract": "In the rush of modern life, we tend to lose touch with the peace that is available in each moment. World-renowned Zen master, spiritual leader, and author Thich Nhat Hanh shows us how to make positive use of the very situations that usually pressure and antagonize us. For him a ringing telephone can be a signal to call us back to our true selves. Dirty dishes, red lights, and traffic jams are spiritual friends on the path to mindfulness—the process of keeping our consciousness alive to our present experience and reality. The most profound satisfactions, the deepest feelings of joy and completeness lie as close at hand as our next aware breath and the smile we can form right now.. Lucidly and beautifully written,. Peace Is Every Step. contains commentaries and meditations, personal anecdotes and stories from Nhat Hanh's experiences as a peace activist, teacher, and community leader. It begins where the reader already is—in the kitchen, office, driving a car, walking a part—and shows how deep meditative presence is available now. Nhat Hanh provides exercises to increase our awareness of our own body and mind through conscious breathing, which can bring immediate joy and peace. Nhat Hanh also shows how to be aware of relationships with others and of the world around us, its beauty and also its pollution and injustices. the deceptively simple practices of. Peace Is Every Step. encourage the reader to work for peace in the world as he or she continues to work on sustaining inner peace by turning the mindless into the mindFUL.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Philosophy",
                "Self Help",
                "Psychology",
                "Audiobook",
                "Buddhism"
            ]
        },
        {
            "title": "O Jogral de Nossa Senhora",
            "authors": [
                "Michel Zink"
            ],
            "ranking": 4.29,
            "ranking_count": 7,
            "abstract": "Reúnem-se neste volume alguns contos da Idade Média, selecionados e reescritos por Michel Zink. A idéia que presidiu à sua seleção foi oferecer ao leitor moderno umas narrativas em que palpitam com toda a viveza a fé e a sabedoria cristãs, reelaboradas para que a forma literária ultrapassada não dificultasse o acesso às verdades de fundo, àquilo que o narrador queria dizer quando se dirigia ao público do seu tempo.. Não é pouco o que estas velhas histórias têm a dizer-nos. A variedade de personagens e situações é impressionante, e dificilmente deixaremos de encontrar tipos e casos com que identificar-nos. Por trás dessa variedade está o maravilhoso realismo da mentalidade medieval, que se alegra na colorida multiplicidade do mundo e na riqueza ímpar do ser humano, imagem de Deus. E na sua singela psicologia, estes contos representam muito ao vivo o que acontece no coração humano.. Mas, sobretudo, as narrativas testemunham uma fé viva, generosa e fervente, praticada na vida de cada dia, em que a misericórdia divina está ao alcance da mão e a graça salvadora é uma realidade sólida e incontestável.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "History"
            ]
        },
        {
            "title": "Salka Valka",
            "authors": [
                "Halldór Laxness",
                "Jyrki Mäntylä"
            ],
            "ranking": 4.02,
            "ranking_count": 1181,
            "abstract": "Islantilaisen Halldór Laxnessin (1902-98) Salka Valka -romaanin tapahtumapaikkana on vähäinen kalastajakylä tunturien katveessa. Miten sellaisessa paikassa eletään ja kuinka kuollaan? Millaisia iloja ja suruja koetaan noiden himmeiden öljytuikkujen ympärillä? Tämä kylä tunnetaan nykyisin kaikkialla maailmassa, samoin nuori tyttö Salka Valka, joka saa raataa koko elämänsä kalanperkaamossa voidakseen aikanaan maksaa edes omat hautajaisensa. Ankeissa oloissa hän kasvaa rakkauteen, sankaruuteen, kohtaloonsa.. Salka Valka on Laxnessin viimeinen nuoruudenteos ja samalla hänen ensimmäinen kuuluisa islantilaiseepoksensa, josta hän sai vuoden 1955 Nobel-palkinnon. Jyrki Mäntylän vuonna 1966 suomentaman tekstin on tarkistanut Tapio Koivukari.. Suomessa Salka Valka on aina ollut Laxnessin suosituin teos. Siitä on tehty maailmalla lukuisia näytelmä-, elokuva- ja kuunnelmaversioita.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Nobel Prize",
                "Historical",
                "European Literature",
                "Novels",
                "Roman",
                "Literature"
            ]
        },
        {
            "title": "Tu nombre envenena mis sueños",
            "authors": [
                "Joaquín Leguina"
            ],
            "ranking": 4.0,
            "ranking_count": 23,
            "abstract": "Un hombre aparece muerto de noche en el banco de un parque. Es noviembre de 1942. Parece un suicidio. Dos inspectores muy cinematográficos buscan la causas de ésta y otras muertes. Una oscura y siniestra trama política rodea toda la novela. Narra un momento histórico de España en la triste posguerra con el fondo de una convulsa Europa.. Joaquín Leguina con Tu nombre envenena mis sueños se sitúa entre uno de los grandes escritores en lengua española. Es un intelectual de su tiempo capaz de combinar de forma lúcida, tanto sus textos puramente literarios como sus ensayos políticos. Rasgo que le convierte en una rara avis del panorama literario.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Girl Named Disaster",
            "authors": [
                "Nancy Farmer"
            ],
            "ranking": 3.83,
            "ranking_count": 4776,
            "abstract": "Nhamo is a virtual slave in her African village in 1981. Before her twelfth birthday, Nhamo runs away to escape marriage to a cruel husband, and spends a year going from Zimbabwe to Mozambique. Alone on the river in a stolen boat, swept into the uncharted heart of a great lake, she battles drowning, starvation, wild animals.. Orchard collectible editions have new designs, author prefaces and discussion guides.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Cultural",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Starlight Crystal",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.86,
            "ranking_count": 2145,
            "abstract": "It is 200 years in the future. Paige Christian, 18, has been given the chance to join the crew of the Traveler--a special spaceship/time capsule designed to circle the solar system and study the changes on earth throughout two centuries. But an awful thing happens to the earth--and the Traveler.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Horror",
                "Childrens",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "One",
            "authors": [
                "David Karp"
            ],
            "ranking": 4.12,
            "ranking_count": 181,
            "abstract": "A dystopian novel set in a perversely benevolent future in which an attempt is made to remould the identity of a so-called heretic, Professor Burden, who had, up until then, regarded himself as a loyal citizen of the State.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Ophiuchi Hotline",
            "authors": [
                "John Varley"
            ],
            "ranking": 3.88,
            "ranking_count": 3231,
            "abstract": "After the effortless capture of Earth by vastly superior aliens, humanity is forced to fight for existence on the Moon and other lumps of airless rock. The invention of the Hotline -- a constant stream of data from a star in the constellation Ophiuchus -- facilitates survival and enables the development of amazing new technologies. Then, after 400 years, humanity's unknown helpers send a bill for their services...and suddenly everything is threatened once again.. The Ophiuchi Hotline. was John Varley's first novel, and it received nominations for both the Hugo and Nebula awards; he later won both for his book. Persistence of Vision. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "A Song for Summer",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 3.82,
            "ranking_count": 6670,
            "abstract": "Ellen never expected the Hallendorf school to be quite so unusual. Her life back in England with her suffragette mother and liberated aunts certainly couldn't be called normal, but buried deep in the beautiful Austrian countryside, Ellen discovers an eccentric world occupied by wild children and even wilder teachers, experimental dancers and a tortoise on wheels. And then there is the particularly intriguing, enigmatic, and very handsome Marek, part-time gardener and fencing teacher. Ellen is instantly attracted to the mysterious gardener, but Hitler's Reich is already threatening their peaceful world, and only when she discovers Marek's true identity and his dangerous mission does Ellen realize the depth of her feelings for him - and the danger their newfound love faces in the shadow of war.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Young Adult",
                "Fiction",
                "War",
                "School Stories",
                "Adult"
            ]
        },
        {
            "title": "The Princes in the Tower",
            "authors": [
                "Alison Weir"
            ],
            "ranking": 3.86,
            "ranking_count": 6876,
            "abstract": "The story of the death, in sinister circumstances, of the boy-king Edward V and his younger brother Richard, Duke of York, is one of the most fascinating murder mysteries in English history. It is a tale with profound moral and social consequences, rich in drama, intrigue, treason, scandal and violence. In this gripping book Alison Weir re-examines all the evidence - including that against the Princes' uncle, Richard III. She brilliantly reconstructs the whole chain of events leading to their murder and reveals how, why and by whose order they died.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "European Literature",
                "Literature",
                "English History",
                "Crime",
                "Mystery"
            ]
        },
        {
            "title": "Törst",
            "authors": [
                "Nawal El Saadawi"
            ],
            "ranking": 3.48,
            "ranking_count": 27,
            "abstract": "Tretton noveller om psykiskt och fysiskt förtryck. Det är framför allt kvinnors och barns erfarenheter i ett mansdominerat samhälle som skildras. Individernas känsloliv sätts i centrum medan miljöbeskrivningarna är knapphändiga. Långsamt och utdraget skildras de utsattas känslor och reaktioner: den torterade kvinnan som värjer sig för ljuset i rättssalen, den unga flickan som ryggar för faderns hotande gestalt, den förtryckta hustrun som tvingas till undergivenhet och tystnad. Människornas tragik i dessa sällsynt gripande noveller är att de alla är låsta i sina roller. Mannen i sin destruktiva roll som maktutövare, kvinnan i sin som den utsatta.. Översatt från engelska och arabiska. Novellerna hämtade ur samlingarna She has no place in paradise (1987) och Death of an ex-minister (1987)",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Angelina Ballerina",
            "authors": [
                "Katharine Holabird",
                "Helen Craig"
            ],
            "ranking": 4.01,
            "ranking_count": 10071,
            "abstract": "Angelina is so busy dancing that she does nothing else. Her parents are in despair until they send her to ballet school.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Fantasy",
                "Kids",
                "Family",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Moonlight and Vines",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 4.2,
            "ranking_count": 3031,
            "abstract": "Return to Newford. Familiar to Charles de Lint's ever-growing audience as the setting of the novels. Moonheart. ,. Forests of the Heart. ,. The Onion Girl. , and many others, Newford is the quintessential North American city, tough and streetwise on the surface and rich with hidden magic for those who can see.. In the World Fantasy Award-winning. Moonlight and Vines. , de Lint returns to this extraordinary city for another volume of stories set there, featuring the intertwined lives of many characters from the novels. Here is enchantment under a streetlamp: the landscape of our lives as only Charles de Lint can show it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Science Fiction Fantasy",
                "Magical Realism",
                "Cultural",
                "Anthologies",
                "Science Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Ideological Origins of the American Revolution",
            "authors": [
                "Bernard Bailyn"
            ],
            "ranking": 4.04,
            "ranking_count": 4070,
            "abstract": "In this 25th anniversary edition, Bailyn has added a substantial essay, Fulfillment, as a Postscript to the original text. In it he discusses the intense, nation-wide debate on the ratification of the constitution, stressing the continuities between that struggle over the foundations of the national government and the original principles of the Revolution. This study of the persistence of the nation's ideological origins adds a new dimension to the book and projects its meaning forward into vital present concerns.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "North American Hi...",
                "Nonfiction",
                "Military History",
                "Politics",
                "Philosophy",
                "Literature",
                "American Revolution",
                "Historical"
            ]
        },
        {
            "title": "Harvest Home",
            "authors": [
                "Thomas Tryon"
            ],
            "ranking": 3.85,
            "ranking_count": 8068,
            "abstract": "It was almost as if time had not touched the village of Cornwall Coombe. The quiet, peaceful place was straight out of a bygone era, with well-cared-for Colonial houses, a white-steepled church fronting a broad Common. Ned and Beth Constantine chanced upon the hamlet and immediately fell in love with it. This was exactly the haven they dream of. Or so they thought.. For Ned and his family, Cornwall Coombe was to become a place of ultimate horror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Gothic",
                "Thriller",
                "Classics",
                "Suspense",
                "Holiday",
                "Adult",
                "Fantasy"
            ]
        },
        {
            "title": "The Julius House",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.85,
            "ranking_count": 17549,
            "abstract": "Since she met her fiance Martin Bartell, Roe Teagarden has never been happier. There's a difference in age and in background, but he seems to know exactly what she wants - like the Julius house. Roe is thrilled when Martin gives her the house as a wedding present. She's a keen amateur sleuth, and she has always been intrigued by its infamous history: six years ago, the family who lived there disappeared, never to be seen again. As Roe throws herself into renovating the Julius house, her misgivings about Martin's rather murky past recede. But when Roe is attacked by an axe-wielding maniac, she realises that the secrets inside her four walls - and her brand-new marriage - could destroy her.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Thriller",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Womens Fiction"
            ]
        },
        {
            "title": "Listening Point",
            "authors": [
                "Sigurd F. Olson"
            ],
            "ranking": 4.39,
            "ranking_count": 394,
            "abstract": "Poetic meditations about Olson’s cabin and his life there.. This long-awaited paperback edition of a cabin-reading classic tells the story of Olson’s Listening Point from his first night of sleeping under the stars, to the eventual building of his retreat there.. Mr. Olson brings to his writing a native’s perception of the north country and the happy gift of making readers participate in his appreciation of trees and plants and animals. Atlantic Monthly",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction",
                "Writing",
                "Autobiography",
                "United States",
                "Science Nature",
                "Nature"
            ]
        },
        {
            "title": "The Path of Daggers",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 3.92,
            "ranking_count": 123140,
            "abstract": "The Seanchan invasion force is in possession of Ebou Dar. Nynaeve, Elayne, and Aviendha head for Caemlyn and Elayne's rightful throne, but on the way they discover an enemy much worse than the Seanchan.. In Illian, Rand vows to throw the Seanchan back as he did once before. But signs of madness are appearing among the Asha'man.. In Ghealdan, Perrin faces the intrigues of Whitecloaks, Seanchan invaders, the scattered Shaido Aiel, and the Prophet himself. Perrin's beloved wife, Faile, may pay with her life, and Perrin himself may have to destroy his soul to save her.. Meanwhile the rebel Aes Sedai under their young Amyrlin, Egwene al'Vere, face an army that intends to keep them away from the White Tower. But Egwene is determined to unseat the usurper Elaida and reunite the Aes Sedai. She does not yet understand the price that others—and she herself—will pay.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Making of the Atomic Bomb",
            "authors": [
                "Richard Rhodes"
            ],
            "ranking": 4.36,
            "ranking_count": 18898,
            "abstract": "Here for the first time, in rich, human, political, and scientific detail, is the complete story of how the bomb was developed, from the turn-of-the-century discovery of the vast energy locked inside the atom to the dropping of the first bombs on Japan.. Few great discoveries have evolved so swiftly -- or have been so misunderstood. From the theoretical discussions of nuclear energy to the bright glare of Trinity there was a span of hardly more than twenty-five years. What began as merely an interesting speculative problem in physics grew into the Manhattan Project, and then into the Bomb with frightening rapidity, while scientists known only to their peers -- Szilard, Teller, Oppenheimer, Bohr, Meitner, Fermi, Lawrence, and yon Neumann -- stepped from their ivory towers into the limelight.. Richard Rhodes takes us on that journey step by step, minute by minute, and gives us the definitive story of man's most awesome discovery and invention.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Science",
                "Nonfiction",
                "War",
                "Politics",
                "North American Hi..."
            ]
        },
        {
            "title": "Reasonable Faith: Christian Truth and Apologetics",
            "authors": [
                "William Lane Craig"
            ],
            "ranking": 4.24,
            "ranking_count": 3229,
            "abstract": "Perfect as a textbook yet excellent for lay readers, this updated edition builds a positive case for Christianity by applying the latest thought to core theological themes.. J. Gresham Machen once said, False ideas are the greatest obstacles to the reception of the gospel-which makes apologetics that much more important. Wanting to engage not just academics and pastors but Christian laypeople and seekers, William Lane Craig has revised and updated key sections in this third edition of his classic text to reflect the latest work in astrophysics, philosophy, probability calculus, the arguments for the existence of God, and Reformed epistemology.. His approach-that of positive apologetics-gives careful attention to crucial questions and concerns, including: the relationship of faith and reason, the existence of God, the problems of historical knowledge and miracles, the personal claims of Christ, and the historicity of the resurrection of Jesus. He shows that there is good reason to think Christianity is true. As Craig says, If you have a sound and persuasive case for Christianity, you don't have to become an expert in comparative religions and Christian cults. A positive justification of the Christian faith automatically overwhelms all competing world views lacking an equally strong case.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Science"
            ]
        },
        {
            "title": "Βιολέτες για μια εποχή",
            "authors": [
                "Tasos Livaditis",
                "Τάσος Λειβαδίτης"
            ],
            "ranking": 4.61,
            "ranking_count": 128,
            "abstract": "Οι ποιητές γυρίζουν ανάμεσά μας. Φτωχοί που περνάνε στους δρόμους, κρύβοντας στα φαρδιά ξεχειλωμένα. πανωφόρια τους κάποιον ποιητή, που τον αρνήθηκε η τύχη. ή τον ξεγέλασαν οι περιστάσεις. αλλά που τους χαρίζει καμιά φορά τα ωραία τους δάκρυα.. Νυχτερινός άνεμος. Κάποτε θα εγκαταλείψω όλες τις προσδοκίες μου για να γεννηθεί. ένας λόγος αληθινός. οι νύχτες μου αγρύπνησαν πάνω στο στήθος των αγαλμάτων. κι άξαφνα ένας τρελός φώναζε κι έβγαινε ο κούκος του φεγγαριού. είμαι λυπημένος σαν μια μικρή άρρωστη που της αρνήθηκαν τον. κήπο. και φυσικά ερχόταν από πολύ μακρά όπως κάθε κίνδυνος. ενώ το γέλιο της γυναίκας κελάρυζε απαλά σαν βυζαντινό τροπάριο. παιδικές ικεσίες γραμμένες στον άνεμο. ω λησμονιά...",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Loon Lake",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.5,
            "ranking_count": 1466,
            "abstract": "It is America in the great depression, and he is a child of that time, that place. He runs away from home in Paterson, New Jersey, to New York City and learns the bare bones of life before he hits the road with a traveling carnival. Then one icy night in the Adirondacks, the young man sees a private train roar by. In its lit windows, he spies an industrial tycoon, a poet, a gangster, and a heartbreakingly beautiful girl. He follows them, as one follows a dream, to an isolated private estate on Loon Lake.. Thus the stage is set for a spellbinding tale of mystery and menace, greed and ambition, harsh lust and tender love, that lays bare the darkest depths of the human heart and the nightmarish underside of the American dream. E. L. Doctorow has written a novel aglow with poetry and passion, lit by the burning fire of humanity and history, terror and truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Classics",
                "Literary Fiction",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "They Were Counted",
            "authors": [
                "Miklós Bánffy",
                "Patrick Thursfield",
                "Katalin Bánffy-Jelen",
                "Patrick Leigh Fermor"
            ],
            "ranking": 4.21,
            "ranking_count": 1131,
            "abstract": "Shooting parties in great country houses, turbulent scenes in parliament and the luxury life in Budapest provide the backdrop for this gripping, prescient novel, forming a chilling indictment of upper-class frivolity and political folly, in which good manners cloak indifference and brutality. Abady becomes aware of the plight of a group of Romanian mountain peasants and champions their cause, while Gyeroffy dissipates his resources at the gaming tables, mirroring the decline of the Austro-Hungarian empire itself.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Challenge of the Left Opposition 1923-25",
            "authors": [
                "Leon Trotsky",
                "Naomi Allen"
            ],
            "ranking": 3.64,
            "ranking_count": 14,
            "abstract": "Documents the fight of the communist opposition from 1923 to 1929 against the reactionary political and economic policies of the rising bureaucratic caste in the Soviet Union.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Blame!, Vol. 2",
            "authors": [
                "Tsutomu Nihei"
            ],
            "ranking": 4.29,
            "ranking_count": 1477,
            "abstract": "Oh his quest to find the human possessing Net Terminal Genes, Killy embarks on a journey full of action-adventure and dark discovery before entering Cluster Town. Is there still hope for the last of the dying human settlements? Rated for older teens.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Horror",
                "Fiction",
                "Comics Manga",
                "Manga"
            ]
        },
        {
            "title": "Kiss of the Fur Queen",
            "authors": [
                "Tomson Highway"
            ],
            "ranking": 3.9,
            "ranking_count": 2369,
            "abstract": "Born into a magical Cree world in snowy northern Manitoba, Champion and Ooneemeetoo Okimasis are all too soon torn from their family and thrust into the hostile world of a Catholic residential school. Their language is forbidden, their names are changed to Jeremiah and Gabriel, and both boys are abused by priests.. As young men, estranged from their own people and alienated from the culture imposed upon them, the Okimasis brothers fight to survive. Wherever they go, the Fur Queen--a wily, shape-shifting trickster--watches over them with a protective eye. For Jeremiah and Gabriel are destined to be artists. Through music and dance they soar.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "LGBT",
                "Literature",
                "Fantasy",
                "Magical Realism"
            ]
        },
        {
            "title": "Below Stairs",
            "authors": [
                "Margaret Powell",
                "Leigh Crutchley"
            ],
            "ranking": 3.57,
            "ranking_count": 12922,
            "abstract": "Brilliantly evoking the long-vanished world of masters and servants, Margaret Powell's classic memoir of her time in service is the remarkable true story of an indomitable woman who, though she served in the great houses of England, never stopped aiming high.. Brilliantly evoking the long-vanished world of masters and servants portrayed in Downton Abbey and Upstairs, Downstairs, Margaret Powell's classic memoir of her time in service, Below Stairs, is the remarkable true story of an indomitable woman who, though she served in the great houses of England, never stopped aiming high. Powell first arrived at the servants' entrance of one of those great houses in the 1920s. As a kitchen maid - the lowest of the low - she entered an entirely new world; one of stoves to be blacked, vegetables to be scrubbed, mistresses to be appeased, and bootlaces to be ironed. Work started at 5:30am and went on until after dark. It was a far cry from her childhood on the beaches of Hove, where money and food were scarce, but warmth and laughter never were. Yet from the gentleman with a penchant for stroking the housemaids' curlers, to raucous tea-dances with errand boys, to the heartbreaking story of Agnes the pregnant under-parlormaid, fired for being seduced by her mistress's nephew, Margaret's tales of her time in service are told with wit, warmth, and a sharp eye for the prejudices of her situation. Margaret Powell's true story of a life spent in service is a fascinating downstairs portrait of the glittering, long-gone worlds behind the closed doors of Downton Abbey and 165 Eaton Place.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "European Literature",
                "Biography Memoir",
                "Historical",
                "Food and Drink",
                "Adult"
            ]
        },
        {
            "title": "Mrs Dalloway",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 3.79,
            "ranking_count": 257087,
            "abstract": "Mrs. Dalloway chronicles a June day in the life of Clarissa Dalloway–a day that is taken up with running minor errands in preparation for a party and that is punctuated, toward the end, by the suicide of a young man she has never met. In giving an apparently ordinary day such immense resonance and significance–infusing it with the elemental conflict between death and life–Virginia Woolf triumphantly discovers her distinctive style as a novelist. Originally published in 1925,. Mrs. Dalloway. is Woolf’s first complete rendering of what she described as the “luminous envelope” of consciousness: a dazzling display of the mind’s inside as it plays over the brilliant surface and darker depths of reality.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Feminism",
                "European Literature",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "Baedeker's Amsterdam (Baedeker's City Guides)",
            "authors": [
                "Baedeker"
            ],
            "ranking": 4.33,
            "ranking_count": 3,
            "abstract": "Baedeker Amsterdam. Baedeker. -- the guides to travel with.. Now in fully revised editions, Baedeker guides offer today's visitor a tremendous depth and reliability of information. Completely updated and revisedCompact guide and foldout map in a clear plastic walletHundreds of full-color photos throughoutDetailed maps and floorplansA-to-Z listings of sights or towns with in-depth reviews and detailed descriptions.Baedeker's original star-rating system.Solid background coverage highlighting history, culture, the economy, the people, and moreUseful practical information, facts and figures, hotel and restaurant listings, and language glossaries.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Worst Witch At Sea",
            "authors": [
                "Jill Murphy"
            ],
            "ranking": 4.03,
            "ranking_count": 2500,
            "abstract": "Mildred Hubble returns for another exciting adventure in which Mildred, the worst student at Miss Cackle's Academy for Witches, loses her beloved cat Tabby on a trip to the beach and tries to solve a mysterious legend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Paranormal",
                "School Stories",
                "Audiobook",
                "Adventure",
                "European Literature"
            ]
        },
        {
            "title": "The Collected Stories of Philip K. Dick 2: We Can Remember it for You Wholesale",
            "authors": [
                "Philip K. Dick",
                "Norman Spinrad"
            ],
            "ranking": 4.22,
            "ranking_count": 8420,
            "abstract": "Many thousands of readers consider Philip K. Dick the greatest science fiction mind on any planet. Since his untimely death in 1982, interest in Dick's works has continued to mount and his reputation has been further enhanced by a growing body of critical attention. The Philip K. Dick Award is now given annually to a distinguished work of science fiction, and the Philip K. Dick Society is devoted to the study and promulgation of his works.This collection includes all of the writer's earliest short and medium-length fiction (including some previously unpublished stories) covering the years 1952-1955. These fascinating stories include We Can Remember It for You Wholesale, The Cookie Lady, The World She Wanted, and many others.. A useful acquisition for any serious SF library or collection. -- Kirkus Reviews. The collected stories of Philip K. Dick is awe inspiring. -- The Washington Post. More than anyone else in the field, Mr. Dick really puts you inside people's minds. -- Wall Street Journal",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Literature",
                "Fantasy",
                "Science Fiction Fantasy",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Rain",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.85,
            "ranking_count": 5985,
            "abstract": "Rain already knows how hard life can be. But she is about to discover a shattering secret from the past that will change her future forever.... Growing up in the ghettos of Washington, D.C., the cards are stacked against a hardworking dreamer like Rain Arnold. Rain has fought to be the best daughter she can: she studies hard and gets good grades; she helps her mother cook and clean. And unlike her defiant younger sister, she avoids the dangers of the city streets as if her life depends on it...and it does. But Rain can't suppress the feeling that she has never truly fit in, that she is a stranger in her own world.. Then one fateful night, Rain overhears something she shouldn't: a heartbreaking revelation from the past, a long-buried secret that is about to change her life in ways she never could have imagined. In the blink of an eye, everything Rain has ever known -- the family she has loved and the familiar place she has called home is left behind, and Rain is sent to live with total strangers, the wealthy Hudson family. But just as she did not belong to the troubled world she was raised in, Rain is also out of place in this realm of luxury and privilege. With nowhere to turn, Rain finds an escape in the theater, inside the walls of an exclusive private school. But will it be enough to fulfill her heart's deepest wish -- and give her a place to call home?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Womens Fiction",
                "Thriller",
                "Mystery",
                "Gothic",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Last Call",
            "authors": [
                "Tim Powers"
            ],
            "ranking": 4.06,
            "ranking_count": 6151,
            "abstract": "Set in Las Vegas, Last Call concerns the fate of Scott Crane, former professional gambler, recent widower, blind in one eye--and also the lost natural son of the man who is determined to kill him. In this novel, Crane is forced to resume the high-stakes game of a lifetime--and wager it all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Magical Realism",
                "Mystery"
            ]
        },
        {
            "title": "Killing Mr. Griffin",
            "authors": [
                "Lois Duncan"
            ],
            "ranking": 3.63,
            "ranking_count": 10515,
            "abstract": "Kill their English teacher? Even if Mr. Griffin was the toughest teacher in the school, the one who demanded the most, gave the lowest grades, and refused to turn the classroom into a place where students had 'fun'—there was no reason to kill him. Or was there?. Well, Mark suggested, perhaps not kill him—just really frighten him. Kidnap him for a few hours and teach him that students could strike back.. No, they never actually intended to. kill. Mr. Griffin. But sometimes even the best-laid plans go wrong.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fiction",
                "Horror",
                "Thriller",
                "Literature",
                "Suspense",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Disclosure",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.79,
            "ranking_count": 70985,
            "abstract": "Thomas Sanders' world collapses in just 24 hours - he is passed over for promotion, his new woman boss comes on to him during a drink after work, then, the next morning, he learns that she has accused him of sexually harassing her. She demands his transfer, thereby threatening to cut him off from the millions he would have made when his high-tech company was floated on the stock market.. What follow next made. Disclosure. the most talked about novel of the decade.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Science Fiction",
                "Novels",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Night Warriors",
            "authors": [
                "Graham Masterton"
            ],
            "ranking": 3.75,
            "ranking_count": 841,
            "abstract": "When three strangers, Henry, Susan, and Gil, discover a corpse partially consumed by deadly eels, they have no way of knowing that it will lead to a confrontation with the devil.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Independence Day",
            "authors": [
                "Richard Ford"
            ],
            "ranking": 3.86,
            "ranking_count": 15341,
            "abstract": "A visionary account of American life--and the long-awaited sequel to one of the most celebrated novels of the past decade--. Independence Day. reveals a man and our country with unflinching comedy and the specter of hope and even permanence, all of which Richard Ford evokes with a keen intelligence, perfect emotional pitch, and a voice invested with absolute authority.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Classics",
                "The United States Of America",
                "Adult Fiction",
                "American"
            ]
        },
        {
            "title": "Animal Speak: The Spiritual & Magical Powers of Creatures Great and Small",
            "authors": [
                "Ted Andrews",
                "Winston Allen",
                "Margaret K. Andrews"
            ],
            "ranking": 4.2,
            "ranking_count": 11728,
            "abstract": "Open your heart and mind to the wisdom of the animal world.. Animal Speak. provides techniques for recognizing and interpreting the signs and omens of nature. Meet and work with animals as totems and spirit guides by learning the language of their behaviors within the physical world.. Animal Speak. shows you how to:. Identify, meet, and attune to your spirit animals. Discover the power and spiritual significance of more than 100 different animals, birds, insects, and reptiles. Call upon the protective powers of your animal totem. Create and use five magical animal rites, including shapeshifting and sacred dance. This beloved, bestselling guide has become a classic reference for anyone wishing to forge a spiritual connection with the majesty and mystery of the animal world.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Animals",
                "Reference",
                "Religion",
                "Philosophy",
                "Environment",
                "Witchcraft"
            ]
        },
        {
            "title": "Can You Drink the Cup?",
            "authors": [
                "Henri J.M. Nouwen",
                "Ron Hansen"
            ],
            "ranking": 4.26,
            "ranking_count": 1464,
            "abstract": "Explores the deep spiritual impact of the question Jesus asks his friends James and John. With stories from his family life and his life with people with mental disabilities, the author challenges us to drink our cup to the bottom, thereby letting it become the cup of our salvation.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity"
            ]
        },
        {
            "title": "The Colour of Memory",
            "authors": [
                "Geoff Dyer"
            ],
            "ranking": 3.84,
            "ranking_count": 501,
            "abstract": "A wonderful, nostalgic novel about youth in London in the 1980s",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Freckle Juice",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.83,
            "ranking_count": 43967,
            "abstract": "Nicky has freckles: they cover his face, his ears, and the whole back of his neck. Sitting behind him in class, Andrew once counted eighty-six of them, and that was just a start! If Andrew had freckles like Nicky, his mother would never know if his neck was dirty.. One day after school, Andrew works up enough courage to ask Nicky where he got his freckles. When know-it-all Sharon overhears, she offers Andrew her secret freckle juice recipe for fifty cents. It's a lot of money, but Andrew is desperate. At home he carefully mixes the strange combination of ingredients. Then the unexpected happens...",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Disney's Mulan Classic Storybook (The Mouse Works Classics Collection)",
            "authors": [
                "Lisa Ann Marsoli",
                "Judith Holmes Clarke"
            ],
            "ranking": 4.51,
            "ranking_count": 1272,
            "abstract": "Based on a Chinese folktale, a young girl dresses up like a boy and goes off to battle in order to keep her elderly father safe at home. Along the way she meets a cast of unforgettable characters who teach her all about acceptance and self-respect. Full color.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "History",
                "Fairy Tales",
                "Media Tie In"
            ]
        },
        {
            "title": "The Last Days According to Jesus",
            "authors": [
                "R.C. Sproul"
            ],
            "ranking": 4.02,
            "ranking_count": 690,
            "abstract": "Analyzes what Jesus said about when he would return and the last days would arrive (as in Matthew 24:34). Defends the trustworthiness of Jesus' teachings.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "Between the Rivers",
            "authors": [
                "Harry Turtledove"
            ],
            "ranking": 3.59,
            "ranking_count": 345,
            "abstract": "At the sun-drenched dawn of human history, in the great plain between the two great rivers, are the cities of men. And each city is ruled by its god.. But the god of the city of Gibil is lazy and has let the men of his city develop the habit of thinking for themselves. Now the men of Gibil have begun to devise arithmetic, and commerce, and are sending expeditions to trade with other lands.. They're starting to think that perhaps men needn't always be subject to the whims of gods. This has the other god worried.. And well they might be...because human cleverness, once awakened, isn't likely to be easily squelched.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Historical",
                "Historical Fiction",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "One-Dimensional Man: Studies in the Ideology of Advanced Industrial Society",
            "authors": [
                "Herbert Marcuse"
            ],
            "ranking": 3.98,
            "ranking_count": 6129,
            "abstract": "Originally published in 1964, One-Dimensional Man quickly became one of the most important texts in the ensuing decade of radical political change. This second edition, newly introduced by Marcuse scholar Douglas Kellner, presents Marcuse's best-selling work to another generation of readers in the context of contemporary events.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Sociology",
                "Politics",
                "Psychology",
                "Economics",
                "Academic",
                "History",
                "Culture"
            ]
        },
        {
            "title": "Sunrunner's Fire",
            "authors": [
                "Melanie Rawn"
            ],
            "ranking": 4.11,
            "ranking_count": 8760,
            "abstract": "It began with the discovery of the star scroll—the last repository of forgotten spells of sorcery, the only surviving record of the ancient foe who in times past had nearly destroyed the Sunrunners and their magic. Now, as Andry, the new Sunrunner Lord of Goddess Keep, begins to master this potentially deadly knowledge, while Pol, son of High Prince Rohan, seeks to touch the minds of dragons, the long-vanquished enemy is mobilizing to strike again, drawing on forbidden lore to play an ever-shifting game of treachery and betrayal—and secretly infiltrating even the most strongly protected of citadels.. And soon, Pol, Andry, Rohan, his Sunrunner wife Sioned, and all whom they hold dear will find it hard to tell friend from foe as spell wars threaten the devastate the land—and dragons soar the skies, inexorably lured by magic’s fiery call….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "A Change of Climate",
            "authors": [
                "Hilary Mantel"
            ],
            "ranking": 3.85,
            "ranking_count": 2432,
            "abstract": "Set in both the windswept countryside of Norfolk and the violent townships of South Africa, this is a story of what happens when trust is broken, secrets become buried and lives torn apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Audiobook",
                "Novels",
                "Contemporary",
                "Southern Africa"
            ]
        },
        {
            "title": "The Ghost of Opalina",
            "authors": [
                "Peggy Bacon"
            ],
            "ranking": 4.59,
            "ranking_count": 169,
            "abstract": "A ghost cat tells three children, the latest inhabitants of an old house, all about the people who passed through and the events which took place in the house during her previous eight lives.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Animals",
                "Historical",
                "Paranormal"
            ]
        }
    ]
}