{
    "books": [
        {
            "title": "Registry's Secrets",
            "authors": [
                "Jana Janeway"
            ],
            "ranking": 3.87,
            "ranking_count": 63,
            "abstract": "Jessica Mitchell, living the carefully constructed life that the Registry dictates, under their firm thumb and watchful eye, is starting to feel more and more like a prisoner. The only saving grace amid the endless restrictions and constant scrutiny is Craddock Daniels, the man with whom she shares this confinement.. What Craddock wants most is for Jessica to be happy. Though his heart is in the right place, he attempts to accomplish this by keeping certain truths to himself. Even as these truths become undeniable, they continue to find solace in each other, clinging to the hope that their imagined future together might still be possible.. But they soon learn that not everything is as it seems. It is much, much worse.. On the run again, joined by old and new friends, Jessica and Craddock try to reclaim their lives… by taking on the Mengliad community’s most powerful agency.. Registry’s Secrets, Book Two of The Mengliad Series",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Dilaailah: Volume 1",
            "authors": [
                "Zale Zillions"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Barely south of the North Atlantic Ocean is a nation of great wealth and beauty: An archipelago known as Mount Palsa; infamous for its secretive mystique. Moses Carmichael, however, isn’t even a blip on the radar of this place; instead stagnated by a miserable life with his cruel grandmother in Texas. That is until Dad comes into the picture. Vehement about reconnecting with his long-separated son, he offers Moses a stay with him on Dilaailah — one of Mount Palsa’s twelve surrounding islands. Here is where Moses becomes a new man; experiencing a lifestyle like nothing he’s ever imagined. But it’s not all glamour and glitz, this place is secretive for good reason.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Blue Sun, Yellow Sky",
            "authors": [
                "Jamie Jo Hoang"
            ],
            "ranking": 3.89,
            "ranking_count": 364,
            "abstract": "Hailed as “One of the best technical painters of our time” by an L.A. Times critic, 27-year-old Aubrey Johnson is finally gaining traction with her work. But as she weaves through what should be a celebration of her art, a single nagging echo of her doctor’s words refuses to stay silent—there is no cure. In less than eight weeks Aubrey is going blind.. Traveling on a one-way ticket around the world with childhood friend Jeff Anderson, Aubrey is in complete denial. But a blindfolded game of tasting foreign foods in China jolts her into confronting the reality of her situation. So begins her quest.. In this adult coming-of-age story, Aubrey struggles to make sense of her crippling diagnosis. But on her journey she finds a deeper understanding of herself and her life—sometimes fragmented and complex, but always with relentless truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Contemporary",
                "Art"
            ]
        },
        {
            "title": "All Yours, Stranger: Some Mysteries are Dangerously Sexy",
            "authors": [
                "Novoneel Chakraborty"
            ],
            "ranking": 3.93,
            "ranking_count": 2850,
            "abstract": "For those of you who don't know me yet, I'm Rivanah Bannerjee, a Kolkatan trying to find her footing in Mumbai. Even though I’m currently in a relationship with a great guy, I can’t help but miss my ex-boyfriend despite knowing that he cheated on me. But that’s the least of my worries. The stranger has gone missing since the police tried to nab him unsuccessfully. Where is he? What does he want from me? Why did he come into my life in the first place? Will he ever contact me again? These and many more questions continue to torment me every day. I’m desperate for the stranger to come back to me knowing full well that he may destroy me forever. But then that’s the sexiest thing I have ever known about someone.. With every revelation, it seems the truth is far more twisted than Rivanah can imagine. Wickedly plotted, All Yours, Stranger—Novoneel Chakraborty’s gripping follow-up to his hugely popular Marry Me, Stranger—will keep you on the edge of your seat until the last page.. Book two of the Stranger trilogy",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Romance",
                "Mystery",
                "Asian Literature",
                "Suspense"
            ]
        },
        {
            "title": "A Little Faith",
            "authors": [
                "Emma   James"
            ],
            "ranking": 4.28,
            "ranking_count": 407,
            "abstract": "Five best friends graduating from college and a summer vacation filled with surfing and girls.. What could go wrong?. Six years ago five young men went to the island and only four came back alive.. Life was forever changed for these men with a brotherhood stronger than blood formed from the ashes. There is nothing they won’t do for each other.. Nothing.. Retro Cooper lost his memory and found solace in running his own cafe. He just doesn’t know he lost the love of his life along the way. Jase Madden stopped talking, the burden too great and opened up his own gym. Against the odds, Levi Donovan became a model and Keanu Lee hid behind his humor using it to build a business. Harley Madden, alpha security empire owner watches over them all. His guilt for trading places with his brother his own burden to carry.. There is one person who has stopped these men from moving forward emotionally with their lives and she’s about to walk through the door.. Faith Reed lost so much when she was fifteen years old. She hid from life and now she is determined to give back and to move forward.. Five tattooed men are waiting for Faith and her brother Chance to arrive in Ocean Beach so that they can say their goodbyes.. What happens when Faith reunites with these men and is confronted by their own secrets they have kept hidden from her?. What happens when Retro has an epiphany and his memories come flooding back?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Drama",
                "Business",
                "Love"
            ]
        },
        {
            "title": "The Midnight Plan of the Repo Man",
            "authors": [
                "W. Bruce Cameron"
            ],
            "ranking": 4.01,
            "ranking_count": 3766,
            "abstract": "“The Midnight Plan of the Repo Man. introduces my favorite kind of flawed cynical protagonist in Ruddy McCann, former football star, now Repo Man in a small town full of memorable weirdos. It's suspenseful, action-packed, romantic, and above all, truly funny.  I loved it.”—Nelson DeMille,. New York Times. bestselling author. Ruddy McCann, former college football star, has experienced a seismic drop in popularity; he is now Kalkaska, Michigan’s full-time repo man and part-time bar bouncer. His best friend is his low-energy Basset hound Jake, with whom he shares a simple life of stealing cars.. Simple, that is, until Ruddy starts hearing a voice in his head.. The voice introduces himself as Alan Lottner, a dead realtor. Ruddy isn’t sure if Alan is real, or if he’s losing his mind. To complicate matters, it turns out Katie, the girl he’s fallen for, is Alan’s. daughter. .. When Alan demands Ruddy find his murderers, Ruddy decides a voice in your head seeking vengeance is best ignored.  When Alan also demands he clean up his act, and apartment, Ruddy tells him to back off, but where can a voice in your head go?. With a sweet romance, a murder mystery, a lazy but loyal dog and a town full of cabin-fevered characters you can’t help but love, New York Times bestselling novelist W. Bruce Cameron’s. The Midnight Plan of the Repo Man. is yet another laugh-out-loud, keep-you-up-late, irresistible read.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Audiobook",
                "Adult Fiction",
                "Contemporary",
                "Fantasy",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Breathe",
            "authors": [
                "Melanie McCullough"
            ],
            "ranking": 3.95,
            "ranking_count": 20,
            "abstract": "Life's hard. People make it harder. They tether you to them. Make it difficult to breathe, and damn-near impossible to leave.... Seventeen-year-old Abby Rhoades knows this all too well. Born to a mother who could never love her and who vacillates between a sloppy drunk and a suicidal maniac, Abby's never had it easy. But Abby can swim. And Abby has a plan--win the state championship, earn a free ride to Penn State, and leave her small town and suffocating mother behind.. But then Tom Ford, her mother's latest boyfriend and a man Abby adored, washes up along the shore of the Susquehanna River. His injuries suggest murder and suspicion quickly falls on Abby then on her best friend Garrett Scott, both of whom saw Tom the night he died.. They both know what happened that night, but neither one is talking. There's too much at stake and the truth could tear them apart.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery"
            ]
        },
        {
            "title": "Der alte König in seinem Exil",
            "authors": [
                "Arno Geiger"
            ],
            "ranking": 4.1,
            "ranking_count": 1775,
            "abstract": "Arno Geiger hat ein äußerst berührendes Buch über seinen Vater geschrieben, der trotz seiner Alzheimerkrankheit mit Vitalität und Klugheit beeindruckt. Im Alltag ist der Vater oft hellwach, aber seine Vergangenheit, sein Haus und seine Kinder hat er vergessen. Arno Geiger erzählt, wie er nochmals Freundschaft mit seinem Vater schließt und ihn viele Jahre begleitet. Er entdeckt, dass es auch mit der Krankheit bei seinem Vater noch alles gibt: Charme, Witz, Selbstbewusstsein und Würde. Ein lebendiges, oft komisches Buch, das von einem Leben erzählt, das es immer noch zutiefst wert ist, gelebt zu werden.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "European Literature",
                "Contemporary",
                "Autobiography",
                "Psychology",
                "Audiobook",
                "Death",
                "Literature"
            ]
        },
        {
            "title": "A Time to Die",
            "authors": [
                "Nadine Brandes"
            ],
            "ranking": 4.25,
            "ranking_count": 1223,
            "abstract": "How would you live if you knew the day you'd die?. Three hundred sixty-four days, seven hours, and sixteen—no,. fifteen. —seconds left to live. Like everyone else on the east side of the Wall, Parvin Blackwater has a clock counting down the days until her death. At only seventeen, she has only one year left.. When the authorities find out she has been illegally sharing a clock with her twin brother, she is cast through the Wall—her people's death sentence. What she finds on the other side about the world, about God, and about herself changes Parvin forever and might just save her people. If she can get the word to them before her time runs out.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Sands of Time",
            "authors": [
                "Christine Church"
            ],
            "ranking": 4.09,
            "ranking_count": 141,
            "abstract": "Librarian's note: See alternate cover editions of ISBN 1518815235. here. and. here. .. Mysteries uncovered from tombs. Secrets dug up from the grave. The truth about vampires has been unearthed.. These are the journals of an ageless woman, a hybrid half human, half Pet Mer, (Sky Gods in ancient Egypt). A blood drinker from the ancients. Their story is scarce told, but Kesi's is all too clear.... She appears a delusive goddess, wanting more than anything a family. Unable to bear children, and after the death of her husband, she travels the world searching for a way to share her bloodline (creating children, later known as Vampyre). She offers aid to those who need her. But her deep desire to have kin of her own blood is not met, until she comes across a Chinese alchemist named Yin - another of her race. Hope for a life with him is banished, however, by his dark desires to destroy all the world's hybrid offspring, to find a cure for the blood drinking aberrations created by those of his and Kesi's kind.. Taking what she needs and leaving behind chaos, Kesi runs, always searching. Her everlasting quest takes her through history, from one continent to the next; from her home in Egypt, to China, Rome, Scotland, and finally France. But she is never able to outrun Yin, and eventually she must face her enemy and the darkness within herself in order to have that which she truly desires.. Read her story, learn the truth behind the myth of what humans call the vampire, read about Kesi’s unique take on her species and those they create, and discover the mayhem and bloodshed caused by a man determined to put an end to vampires forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Novella"
            ]
        },
        {
            "title": "Vicarious",
            "authors": [
                "Paula Stokes"
            ],
            "ranking": 3.75,
            "ranking_count": 501,
            "abstract": "Winter Kim and her sister, Rose, work as high-tech stunt girls for Rose’s ex-boyfriend, Gideon, engaging in dangerous and enticing activities while recording their neural impulses for his Vicarious Sensory Experiences, or ViSEs. Whether it’s bungee jumping, shark diving, or grinding up against celebrities at the city’s hottest dance clubs, Gideon can make it happen for you—for a price.. When Rose disappears and a ViSE recording of her murder is delivered to Gideon, Winter is devastated. She won’t rest until she finds her sister’s killer. But when the clues she uncovers conflict with the digital recordings her sister made, Winter isn’t sure what to believe. To find out what happened to Rose, she’ll have to untangle what’s real from what only seems real, risking her life in the process.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Mystery",
                "Thriller",
                "Fiction",
                "Contemporary",
                "Fantasy",
                "Realistic Fiction",
                "Action"
            ]
        },
        {
            "title": "Drone / Loss Of Reason (State Of Reason #0.5-1)",
            "authors": [
                "Miles A. Maxwell"
            ],
            "ranking": 3.63,
            "ranking_count": 68,
            "abstract": "Two-Book Set containing the entire beginning of the State Of Reason Mystery -- the Prequel: DRONE, and Book 1: LOSS OF REASON.. DRONE -- The Secret Behind President Christopher Wall's Rise To Power. Now anyone can kill you anywhere! An act of terrorism. A Presidential election. A Constitutional crisis. And a terrorist who may get away scott free! And it could happen again, perpetrated by anyone, anywhere . . . at a financial cost of next to nothing!. LOSS OF REASON -- One Of The Most Disturbing Stories You'll Ever Read. Distant for many years, Franklin out of Pennsylvania and his step-brother Everon out of Nevada are connected by a single link: Their sister Cynthia.. Enter The Nightmare: A nuclear bomb is detonated in New York. Banker, wife, mother, Cynthia lives in New York.. The military has quarantined the city. All bridges and tunnels have been destroyed or blocked. Easterly winds have forced the bomb's huge radiation cloud out over Long Island. But the wind is about to change.. Franklin climbs mountains and truly understands people. Everon can fly anything. And Cynthia's brothers are determined to find her.. If it were your sister, what would you do?. ***A ripping good tale of how intelligence and determination can overcome the near-impossible. And of the true price of altruism.. Before there was Wool there had to be a Loss Of Reason.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Monet's Palate Cookbook: The Artist & His Kitchen Garden At Giverny",
            "authors": [
                "Aileen Bordman"
            ],
            "ranking": 4.38,
            "ranking_count": 68,
            "abstract": "Foreword by Meryl Streep. The farm-to-table tradition lived passionately by Claude Monet beckons one to take a culinary journey in Monet's footsteps. Written by filmmaker Aileen Bordman and garden writer Derek Fell, the book includes sixty recipes linked to Monet's two-acre kitchen garden near his home at Giverny, France. Included is detailed information about the vegetables he grew, plus exquisite photographs and descriptions of the house interiors and gardens capturing Monet's extraordinary lifestyle; French tips for entertaining; as well as recipes inspired by his cooking journals and places he visited.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Art",
                "Cultural",
                "Nonfiction"
            ]
        },
        {
            "title": "A Whisper of Leaves",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 3.37,
            "ranking_count": 158,
            "abstract": "When ESL teacher Riko finds an old journal buried in the forests beneath Mt Fuji, a malevolent, untraceable force begins to threaten her at every turn.. But is it all in her head?. The more she studies the journal for answers, the more questions she uncovers. Worse, no-one takes her fears seriously and her best lead appears to be a belligerent old man, whose only care in the world is raking leaves deep in the forest.. With her grip on reality shaken and friendships strained to breaking point, Riko must discover the truth about the journal in order to put ghosts of the past to rest, as strange events turn deadly.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Novella",
                "Paranormal",
                "Cultural",
                "Literary Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Good Morning, Midnight",
            "authors": [
                "Lily Brooks-Dalton"
            ],
            "ranking": 3.91,
            "ranking_count": 16687,
            "abstract": "Augustine, a brilliant, aging astronomer, is consumed by the stars. For years he has lived in remote outposts, studying the sky for evidence of how the universe began. At his latest posting, in a research center in the Arctic, rumors of war arrive. The scientists are forced to evacuate, but Augustine stubbornly refuses to abandon his work. Shortly after the others have gone, Augustine discovers a mysterious child, Iris, and realizes the airwaves have gone silent. They are alone.. At the same time, Mission Specialist Sullivan is aboard the Aether on its return flight from Jupiter. The astronauts are the first human beings to delve this deep into space, and Sully has made peace with the sacrifices required of her: a daughter left behind, a marriage ended. So far the journey has been a success, but when Mission Control falls inexplicably silent, Sully and her crew mates are forced to wonder if they will ever get home.. As Augustine and Sully each face an uncertain future against forbidding yet beautiful landscapes, their stories gradually intertwine in a profound and unexpected conclusion. In crystalline prose,. Good Morning, Midnight. poses the most important questions: What endures at the end of the world? How do we make sense of our lives?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Audiobook",
                "Space",
                "Adult",
                "Adult Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Church Corp.",
            "authors": [
                "Amazon Digital Services Inc.",
                "Peter Webster"
            ],
            "ranking": 3.8,
            "ranking_count": 5,
            "abstract": "Peter Webster leaves the safety of the corporate world to start America’s first publicly traded church after getting fired from his dead end job. He chases his dream job which is uniquely American, the combination of the freedom of religion and capitalism. This satirical novel follows Peter and his partner as they think of revenue generating ideas as they look to profit from God.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Blindefellows Chronicle",
            "authors": [
                "Auriel Roe"
            ],
            "ranking": 4.12,
            "ranking_count": 133,
            "abstract": "A Blindefellows Chronicle is a comic novel, comprising thirteen interconnected stories that take place over forty years. Its setting is Blindefellows, a second rate public school in the West Country, founded as a charity school for poor, blind boys, but long since converted into an ‘elite’ educational institution for anyone who can pay.. The novel runs chronologically from 1974 to 2014. In the first story ‘The Fair Filles of France’ we see the arrival of Sedgewick who starts his first teaching job at Blindefellows after an unsuccessful stint in shoe sales. Japes, who has been at Blindefellows for a few years following a career in the Royal Engineers, senses the younger man’s inexperience and determines to help remedy it by taking him on the school’s annual World Wars trip to France. Once they arrive in Bayeux, it quickly becomes apparent that the trip is a means for Japes to cavort with one of his many girlfriends.. Throughout the novel, Japes, an older chap, regularly attempts to imbue the younger Sedgewick with his worldly experience and takes it upon himself to introduce Sedgewick to womankind as a means of giving the naïve fellow some sort of fulfilling experience in life. He’s repeatedly thwarted by the timorous Sedgewick, however, who throws his energies into his love of History as a means of sating his rather watery appetite. An unlikely hero through and through, Sedgewick repeatedly finds himself driven to save the day, such as in the next story, ‘The Guardians of The Flock’ where Sedgewick tries to diffuse a siege and is himself taken hostage.. In ‘Of Art and Cheese’, out of necessity, Sedgewick thrusts himself into the role of entrepreneur. Blindefellows’ loathsome Librarian, Francis Fairchild, proposes that the strapped for cash school do away with The Flock, the school’s mascot. Sedgewick comes up with a plan to make them pay their way by establishing a creamery which he will attempt to run, much to the ridicule of the others who hear he needs to read a book on dairy farming to learn how to milk a teat.. In the fourth story it is 1984, the year of the 400th anniversary of the founding of the school, and English master, Tony Tree, bombastic descendant of Beerbohm Tree, has penned ‘A Blindefellows Chronicle’, a multi-media extravaganza to mark the great day, with Sedgewick dubiously in charge on the technical front. Meanwhile, Japes, who has been given responsibility for the social side of the event to distract him from his mid-life crisis, gets entangled in twin flings with the caterer and decorator he has hired, whom he unsuccessfully tries to keep out of sight of one another.. Later, Sedgewick finds himself in a predicament after inadvertently sputtering what is taken to be a proposal by the school’s dowdy receptionist, Yvonne. Advised by Japes to wriggle out of it, Sedgewick tries to pluck up the courage to do the deed. Her ramshackle family farm and her frightening father urge him on until he is touched by the way Yvonne tends to an abused donkey. From that point, he finds himself unable to act on his cold feet and marriage is on the cards.. Other members of the school’s bachelor community feature in the form of Toby and Les, Japes’ colleagues in the Science department. In ‘The Man in the Brown Suit’, Japes and Toby attempt to cure Les, their lab technician, of his imaginary allergies with near disastrous consequences. ‘Toby and the Tree People’ is the story that follows, set in 1989, the year of the White Paper, ‘Roads for Prosperity’. Nature-loving Toby attempts to block the razing of a favourite patch of woodland by inhabiting a tree. The Tree People of the title are a gaggle of itinerant protesters who turn up to help him, but who prove exceedingly trying.. Bachelorettes are key elements too with the landmark arrival of the first female Head of Department half way through the novel in 1994 in “The Fraulein from Brazil”. Matron Ridgeway, Japes’ female equivalent in philandering, is the clear-headed Tiresias of the novel who has to go through her own baptism of fire in chapter two when she starts work at the male-dominated Blindefellows as the school nurse.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Samara's Peril",
            "authors": [
                "Jaye L. Knight"
            ],
            "ranking": 4.57,
            "ranking_count": 489,
            "abstract": "When news arrives that Emperor Daican has been in contact with his chief war strategist, it signals potential doom for the country of Samara. Determined to intervene, the resistance in Landale, headed by Lady Anne, embark on a covert mission in hopes of unearthing further information. However, a shocking discovery leads to complications no one could have foreseen.. Armed with their newfound knowledge, they set out for Samara to warn the king. War is inevitable, and they must face two desperate battles—one on the walls of Samara’s great stronghold, and the other on the battlefield of Jace’s heart, where victory might only be achievable through great sacrifice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Christian Fiction",
                "Christian",
                "Young Adult",
                "Adventure",
                "Romance",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "The Cellar",
            "authors": [
                "Natasha Preston"
            ],
            "ranking": 3.9,
            "ranking_count": 47753,
            "abstract": "Nothing ever happens in the town of Long Thorpe – that is, until sixteen-year-old Summer Robinson disappears without a trace. No family or police investigation can track her down. Spending months inside the cellar of her kidnapper with several other girls, Summer learns of Colin’s abusive past, and his thoughts of his victims being his family…his perfect, pure flowers. But flowers can’t survive long cut off from the sun, and time is running out….",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Horror",
                "Contemporary",
                "Suspense",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Bone River",
            "authors": [
                "Megan Chance"
            ],
            "ranking": 3.91,
            "ranking_count": 4072,
            "abstract": "From award-winning author Megan Chance, Bone River is a haunting, lyrical tale of passion and identity.. In the mid-19th Century, on Shoalwater Bay, Washington Territory, Leonie Monroe Russell works alongside her oysterman husband, Junius. At night she continues her father’s lifelong obsession—collecting artifacts and studying the native culture that once thrived in area.. On her thirty-seventh birthday, Leonie discovers a mummy protruding from the riverbank bordering her property—a mummy that by all evidence shouldn’t exist. As Leonie searches for answers to the mummy’s origins, she begins to feel a mystical connection to it that defies all logic. Leonie’s sense that otherworldly forces are at work only grows when news of the incredible discovery brings Junius’s long lost son, Daniel, to her doorstep. Upon his unexpected arrival, a native elder insists that Leonie wear a special shell bracelet for protection. But protection from whom? The mummy, or, perhaps, Daniel?. Leonie has always been a good daughter and good wife, but, for the first time, these roles do not seem to be enough. Finding the mummy has changed everything, and now Leonie must decide if she has the courage to put aside the expectations of others to be the woman she was meant to be.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "Audiobook",
                "Suspense",
                "History",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Un-American: W.E.B. Du Bois and the Century of World Revolution",
            "authors": [
                "Bill V. Mullen"
            ],
            "ranking": 3.67,
            "ranking_count": 6,
            "abstract": "Un-American. is Bill Mullen’s revisionist account of renowned author and activist W.E.B. Du Bois’s political thought toward the end of his life, a period largely dismissed and neglected by scholars. He describes Du Bois’s support for what the Communist International called “world revolution” as the primary objective of this aged radical’s activism. Du Bois was a champion of the world’s laboring millions and critic of the Cold War, a man dedicated to animating global political revolution.. Mullen argues that Du Bois believed that the Cold War stalemate could create the conditions in which the world powers could achieve not only peace but workers’ democracy.. Un-American. shows Du Bois to be deeply engaged in international networks and personal relationships with revolutionaries in India, China, and Africa. Mullen explores how thinkers like Karl Marx, Jawaharlal Nehru, Mohandas Gandhi, and C.L.R. James helped him develop a theory of world revolution at a stage in his life when most commentators regard him as marginalized. This original political biography also challenges assessments of Du Bois as an American “race man.”",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Four Patriots",
            "authors": [
                "Sumit Agarwal"
            ],
            "ranking": 3.87,
            "ranking_count": 333,
            "abstract": "If you have ever fallen victim to the system, been humiliated, felt helpless… this book is for you.. Varun, a NRI software engineer, loves Alisha.. Salman, CEO of Coffee Moments, loves Mahi.. Raghav, a virtuous politician, loves Neha.. Aditya, an altruist businessman, is married to Prachi.. Destiny invites them to step out of their comfort zones and fight the devil that holds their country captive. Will they choose country over love, comfort and success? Will they enter the Chakravyuh, intricately laid down to ensure their destruction? Will they come out of it alive and win back our lost pride?. Buckle up for a roller-coaster ride into the lives of these four young men who are out to change the system which could not be changed in the last 70 years of independence. A story fraught with romance and patriotism. The story unveils how the four patriots ( our protagonists ) fight against terrorism, corruption, naxalites, poverty and many other problems, apart from the web spun for their destruction by their rivals ( the villians ). Against all odds, they come out victorious, ultimately bringing glory and pride to our country.. Also pick this book if you are a patriot and do not believe that “ is desh ka kuch nahin ho sakta.”. If you do, all the more reason to read it !",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Sea of Ash",
            "authors": [
                "Scott  Thomas",
                "Mike    Davis"
            ],
            "ranking": 4.12,
            "ranking_count": 341,
            "abstract": "A fresh take on cosmic horror.... A Victorian Englishman summons a strange puppet-like being to an old Colonial Inn. A doctor returns from the Great War and discovers a mysterious naked woman at the edge of the Atlantic.. A contemporary collector of arcane books retraces the steps of these other men -- adventurers who sought out the mysteries of neighboring dimensions.. In THE SEA OF ASH, Scott Thomas takes us along as three men from three different centuries experience the wonders and horrors of an unknown New England.. Never had the universe felt so vast, and I so small within it. I had, through circumstance, been made aware of something, but of what? Something either too horrible or too beautiful for humans to know. —From The Sea of Ash",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Novella",
                "Science Fiction",
                "Weird Fiction"
            ]
        },
        {
            "title": "Big, Fat American Lion Book: An Active Guide for How to Live a Better Life Being Fat",
            "authors": [
                "Alessandro Boccaletti",
                "Amerigo Consta"
            ],
            "ranking": 4.25,
            "ranking_count": 8,
            "abstract": "Our population is facing a global health crisis at the hands of rising obesity rates. But fortunately, Alessandro Boccaletti, a researcher and science-novel writer, is here to show you how you can take responsibility for your health in Big, Fat American Lion Book.. Let the comical Big Fat Lion be your guide as you look for simple ways to improve your health. Together, you will learn the factors driving up obesity rates through plenty of eye-opening US and world statistics.. Boccaletti not only investigates the concerns surrounding obesity, but he also outlines the ways overweight or obese individuals can still live healthy lives. The best part? Boccaletti is on your side. Everything here is easy to read and lighthearted-highlighting the importance of the issue without scaring you away with too much jargon.. As the saying goes, knowing is half the battle. Let this book arm you with everything you need to know to understand obesity and take control of your life.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Turn of the Story",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 4.43,
            "ranking_count": 414,
            "abstract": "Elliot Schafer has been carried off to a magical land and called to fight… but he has no intention of doing so. He is a little disappointed by the facilities on the Border, but he gets to meet Serene-Heart-In-The-Chaos-Of-Battle, an elf warrior, and Luke Sunborn, an annoyingly brave human warrior native to the magical land he’s crossed into. There are also mermaids, unicorns, harpies and assorted battles and political issues, with Elliot alternating between diplomatic genius and saying the completely wrong thing.. Rees Brennan is an expert storyteller than can have you laughing out loud one moment and in tears the next. Her characters are tridimensional and varied and nobody is without good reason to do good and terrible things. The Turn of the Story was inspired in the magical worlds of Tamora Pierce, Diana Wynne Jones’s Witch Week, Harry Potter, Neil Gaiman’s The Books of Magic, Eva Ibbotson’s Which Witch? and Jill Murphy's Worst Witch but it's an original piece which awknowledges and comments in its influences, engaging with its predecessors both with the joy of a reader and the critical self awareness of a writer. Elliot is marked by SRB's distinctive voice and the reader is constantly delighted by his referencing of a world that, accross the Border, it's as fictional as the Border is for us, creating a metafictional loop in which the reader and Elliot are the only ones aware of the implications of the plot in its context in our reality.. So far magic school was total rubbish.. Elliot sat on the fence bisecting two fields and brooded tragically over his wrongs.. He had been taken away from geography class, one of his most interesting classes, to take some kind of scholarship test out in the wild. A woman in odd clothing had ‘tested’ him by asking him if he could see a wall standing in the middle of a field. When he told her “Obviously, because it’s a wall. Walls tend to be obvious” she had pointed out other people blithely walking through the wall as if it was not there, and told him that he was one of the chosen few with the sight.. “Are you telling me that I have magical powers?” Elliot had asked, extremely excited for a moment, and then he added: “… because I can’t walk through walls? That doesn’t seem right.”",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Humor"
            ]
        },
        {
            "title": "On Such a Full Sea",
            "authors": [
                "Chang-rae Lee"
            ],
            "ranking": 3.49,
            "ranking_count": 10831,
            "abstract": "Against a vividly imagined future America, Lee tells a stunning, surprising, and riveting story that will change the way readers think about the world they live in.. On Such a Full Sea takes Chang-rae Lee's elegance of prose, his masterly storytelling, and his long-standing interests in identity, culture, work, and love, and lifts them to a new plane. Stepping from the realistic and historical territories of his previous work, Lee brings us into a world created from scratch. Against a vividly imagined future America, Lee tells a stunning, surprising, and riveting story that will change the way readers think about the world they live in.. In a future, long-declining America, society is strictly stratified by class. Long-abandoned urban neighborhoods have been repurposed as highwalled, self-contained labor colonies. And the members of the labor class - descendants of those brought over en masse many years earlier from environmentally ruined provincial China - find purpose and identity in their work to provide pristine produce and fish to the small, elite, satellite charter villages that ring the labor settlement.. In this world lives Fan, a female fish-tank diver, who leaves her home in the B-Mor settlement (once known as Baltimore), when the man she loves mysteriously disappears. Fan's journey to find him takes her out of the safety of B-Mor, through the anarchic Open Counties, where crime is rampant with scant governmental oversight, and to a faraway charter village, in a quest that will soon become legend to those she left behind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literary Fiction",
                "Speculative Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Adult",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Retrieval",
            "authors": [
                "Aly Martinez"
            ],
            "ranking": 4.27,
            "ranking_count": 8449,
            "abstract": "One story. Two couples.. I proposed on our first date.. She laughed and told me I was insane. Less than a day later, she said yes.. It was a whirlwind, but we were happy…. Until we got greedy and wanted a family.. It was a life I couldn’t give her, not for lack of trying. Fertility just wasn’t on our side. We sought out doctors and treatments. Spent money we didn’t have. Lied to our families. Smiled for our friends. Put on a brave face for a world that didn’t understand.. Finally, we were successful…. Until we were forced to bury our son.. We were left broken, battered, and destroyed.. They say love is in the details, but it was the details that ruined us.. This is the story of how I took back what had always been mine.. The retrieval of my wife and our family.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Sociology",
                "Suspense",
                "New Adult",
                "Adult",
                "Marriage",
                "Audiobook"
            ]
        },
        {
            "title": "Luke's Tale",
            "authors": [
                "Carol McKibben"
            ],
            "ranking": 4.38,
            "ranking_count": 180,
            "abstract": "Luke, an intelligent, 89-pound yellow Labrador retriever, has an odd ability to understand human conversations and actions. When his owner’s girlfriend, Sara Colson, discovers she has breast cancer Luke is the sole secret keeper of her disease. Not knowing if she’ll survive, Sara leaves her boyfriend, Ashlundt Jaynes, to shield him from the pain. Luke, knowing how to give unconditional love, is the catalyst bringing the two lovers back together and helps them stay together while Sara and Ashlundt overcome a series of life-changing events.. At the heart of Luke’s Tale is the story of two lovers and their struggle with unforeseen disillusionment to build a lasting relationship -- and the loving, furry creature who is devoted to them beyond all reason.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Health",
                "Drama",
                "Animals",
                "Romance"
            ]
        },
        {
            "title": "When",
            "authors": [
                "Victoria Laurie"
            ],
            "ranking": 4.19,
            "ranking_count": 13607,
            "abstract": "Maddie Fynn is a shy high school junior, cursed with an eerie intuitive ability: she sees a series of unique digits hovering above the foreheads of each person she encounters. Her earliest memories are marked by these numbers, but it takes her father’s premature death for Maddie and her family to realize that these mysterious digits are actually death dates, and just like birthdays, everyone has one.. Forced by her alcoholic mother to use her ability to make extra money, Maddie identifies the quickly approaching death date of one client's young son, but because her ability only allows her to see the. when. and not the. how. , she’s unable to offer any more insight. When the boy goes missing on that exact date, law enforcement turns to Maddie.. Soon, Maddie is entangled in a homicide investigation, and more young people disappear and are later found murdered. A suspect for the investigation, a target for the murderer, and attracting the attentions of a mysterious young admirer who may be connected to it all, Maddie's whole existence is about to be turned upside down. Can she right things before it's too late?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "The Heretic Emperor",
            "authors": [
                "Paul  Christensen"
            ],
            "ranking": 4.6,
            "ranking_count": 5,
            "abstract": "Maximillian Scarlotti. The Chief, al-Akbar, Bogatyr…to some a saviour, to others a demon. To each, exactly what they need him to be.. His trail of conquest spans four continents, while around him gather clouds of war. But can he free himself from the shadow of past lives and recurring destinies?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Calling the Reaper (First Book of Purgatory 1)",
            "authors": [
                "Jason Pere"
            ],
            "ranking": 4.29,
            "ranking_count": 28,
            "abstract": "The time of the Unity has ended. Now, the realm of man is stranded between Paradise and Purgatory. The Valkyrie and Reaper battle over the fate of all who pass from the land of the living and into the afterlife.. Eight mortal spirits from vastly different worlds tread the same, inevitable path toward their last, crucial decision. Within them all exists the defining conflict every man must face—to look upon the end of their life with glory and honor, or to give credence to their baser longings, calling the Reaper to their own demise.. In this rich, harrowing tale of pride, deceit, honor, vengeance, and redemption, each individual must battle their inner turmoil, facing the sacrifices they have made before their unavoidable end in the land of the living.. But their last day in life is also their first day of death amidst the terrors of the underworld. Lord Master Death wants them all…and the real battle has only just begun.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Mandala : The OWL Coloring For Relax: Intricate Mandalas,Mesmerising Zentangle,Animal Mandalas and Floral Designs",
            "authors": [
                "Natasha claire"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "This Mandala coloring book has 50 Pages 25 large drawn for connoisseur colorists and is suitable for adults and older children coloring with fine tipped markers. Mandalas are complex circular designs that draw the eye inward, toward their centers. You can found the place of relax and explore the intricate and exquisite world of stress mending circular whimsical art.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Know Thyself",
            "authors": [
                "Gian Kumar"
            ],
            "ranking": 4.27,
            "ranking_count": 11,
            "abstract": "In the First Of his Series of 3 Books Gian Kumar answers our questions related to spirituality in a simple and seamless manner. From time immemorial, people have searched for definitve responses to questions such as: Who am I? Where do I come from? Does God exist? What is the essence of my relationship with Him?. Gian's thoughts are an amalgam of Science, Spirituality and Philosophy. He Believes that once we discover our true selves, our lives can be fred from stress, depression and misery. The core of this series is based upon the absolute reality of life - Oneness between the Self and the Universe.. Knowing oneself is the most challenging task. It involves accepting our alter ego or shadow-self. When we understand and accept who we really are, in totality. We have a better chance of achieving what we want from our lives.. Know Thyself - herein lies the key to sucess happiness and fulfilment...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Dying of the Light",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.61,
            "ranking_count": 9641,
            "abstract": "The FINAL shocking, heart-wrenching book in the jaw-droppingly stupendous Skulduggery Pleasant series. Valkyrie. Darquesse. Stephanie. The world ain’t big enough for the three of them. The end will come…. The War of the Sanctuaries has been won, but it was not without its casualties. Following the loss of Valkyrie Cain, Skulduggery Pleasant must use any and all means to track down and stop Darquesse before she turns the world into a charred, lifeless cinder.. And so he draws together a team of soldiers, monster hunters, killers, criminals… and Valkyrie’s own murderous reflection.. The war may be over, but the final battle is about to begin. And not everyone gets out of here alive…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Action",
                "Adventure",
                "Horror"
            ]
        },
        {
            "title": "Healing Naturally and Primary Reflexes - Restore energy with organic moves",
            "authors": [
                "Margaret Mulder"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "'Healing Naturally and Primary Reflexes' will provide you with insight into the probable cause of your constant lack of energy and will give you practical tools to regain your vitality in a 100% natural way. You may never have heard about primary reflexes, or primitive reflexes, but they can be the source of many health problems.. The book highlights the devastating influence primary reflexes can have on the human body from the age of 12 months onwards. Knowing about these reflexes, you will be able to find a solution in the form of primary reflex inhibition by which these reflexes are controlled and hence stop the energy drain and stress. Knowledge of uninhibited primary reflexes is scarce. Therefore you may not be aware of the disturbing effects of these repetitive movements on your nervous system.. All of us, regardless of our origin, education or culture, can suffer from uninhibited primary reflexes.. In the womb, babies develop primary reflexes or movement patterns that help them to survive the birthing process and the following couple of months. They enable essential functions like breathing, feeding and reacting to stimuli. However necessary these reflexes may be at the start of our lives, a baby needs to learn to control them. In the majority of cases this happens naturally, but not always. It is generally unknown that these primary reflexes can linger on uninhibited, resulting in chronic stress.. This stress can come in a variety of disguises. Symptoms may vary, ranging from inflammation, muscle and bone pain to motoric and postural problems; from emotional instability to psychiatric disorders; from concentration issues and dizzy spells to food and metabolism problems; from learning difficulties to autistic symptoms; and from all sorts of difficulties surrounding pregnancy, giving birth and feeding to relational and social problems.. This book sheds light on a phenomenon about which little is known.. RPRM®, Remembering Primary Reflexes, presents a fast method to regain your vitality by inhibiting these reflexes and releasing related stress. You will be guided through the natural process of primary reflex movements by a therapist who has successfully applied this method to many patients. Simply by remembering primary reflex movements you can help yourself heal. There is no need for pills. Parents will find RPRM to be a friendly way to help their children without harmful side effects and therapists who take the RPRM® training will have a very powerful tool to help their clients. The book contains a practical list of symptoms and their relation to uninhibited primary reflexes.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Bond of Venom and Magic",
            "authors": [
                "Karen Tomlinson"
            ],
            "ranking": 4.01,
            "ranking_count": 621,
            "abstract": "A Bond of Venom and Magic is a Young Adult fantasy that will delight fans of SJ Maas-A Court of Mist and Fury, and Cassandra Clare. The Wraith Lord is hunting; his prize, the key to unleashing darkness and Chaos upon the eight Kingdoms. For Diamond Gillon the war raging in the south seems a remote danger until her home is brutally attacked. Having lost everything she holds dear, Diamond is catapulted into a terrifying new world in which legendary beasts arise, magic is condemned and half blood fae, like her, have no rights. Despite her growing feelings for her saviour, Commander Hugo Casimir, he remains a paradox - not only is he a heartless killer, he is owned by the cruel immortal fae queen; a queen who will murder her own people for magic. As Diamond's circumstances become ever more perilous she is drawn deeper into Hugo's world and discovers the lengths to which he will go to save what he holds dear. Will Hugo become her friend, her protector, or - an enemy not worthy of her trust? A Bond of Venom and Magic is a tale of two people bound by magic and secrets, but trapped in the complexities of love and betrayal. It is the beginning of an epic journey, one that will test Diamond's resolve and determination to battle an evil that threatens not only her world but that of Eternity, the land of The Goddess and the Guardians.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "The Rage of Plum Blossoms",
            "authors": [
                "Christine M. Whitehead"
            ],
            "ranking": 4.06,
            "ranking_count": 1294,
            "abstract": "Attorney Quinn Jones is in over her head. Her husband, Jordan Chang, Annapolis grad and superstar businessman, has been found dead outside their Greenwich Village brownstone. He’s wearing clothes that aren’t his, and was last seen at a place he never went while consorting with people he shouldn’t—and he’s vastly richer than he ought to be, Quinn discovers. Since NYPD has labeled Jordan’s death a suicide, Quinn is on her own to uncover the truth. Courtrooms, Quinn knows. Chanel No. 5, horses, martial arts, and frizzy hair, she knows. Murder, she doesn’t know but she’s learning fast in order to stay alive. With a few clues to work with, including a photo of Jordan with a stunning unknown Asian woman and a copy of a 1986 check payable to Jordan for twelve million dollars, Quinn stalks the back streets of Chinatown, haunted by the need to know what happened that day and why.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Business",
                "New York"
            ]
        },
        {
            "title": "Janus Quadrifrons",
            "authors": [
                "Spark D'Ark"
            ],
            "ranking": 4.0,
            "ranking_count": 8,
            "abstract": "Janus Quadrifrons is a dark mind game written in order to manipulate your perception of Human Identity, Self Awareness,Freedom of Choice, Reality and Time.. Janus has the ability to connect with other people's conciousness. Alex enhances that ability at a secret, dystopian laboratory using genetic engeneering, quantum mechanics and advanced technology in order to bend Reality and Time. Mark is a doctor who maintains the balance between Janus and Alex.. Each one of them is on a quest for his own personnal Happy Ending while both Happy and Ending are deceitful.. Free Preview http://a.co/3xuZYbi. Free on Kindle Unlimited http://amzn.to/2fapern. Intro of the audiobook https://www.youtube.com/watch?v=Jb7XE.... Free Chapter 1 audio https://youtu.be/uIcplynsCpw",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stop Chasing Carrots: Healing Self-Help Deceptions With a Scientific Philosophy of Life",
            "authors": [
                "Chris Masi"
            ],
            "ranking": 3.99,
            "ranking_count": 136,
            "abstract": "Librarian Note: Alternate Cover and Title Edition of. ASIN: B014BU81DM. .. Every year, Americans spend more than $10 billion on self-help products. Yet psychologists and philosophers agree that these commonplace approaches to creating happiness, success, and fulfillment make critical mistakes. Stop Chasing Carrots reveals how these mistakes begin with misconceptions about happiness and then presents a philosophy of life to achieve better results.. Here is the rare book that creates a philosophy of life based on scientific evidence. Replacing self-help materialism, Eastern spiritualism/minimalism, and complex but insightful psychological studies with an accessible, balanced, and realistic concept, Stop Chasing Carrots empowers readers to lead lives based on proven ideas.",
            "part_of_series": false,
            "genre_list": [
                "Self Help"
            ]
        },
        {
            "title": "Death Panels: A Novel of Life, Liberty and Faith",
            "authors": [
                "Michelle Buckman"
            ],
            "ranking": 4.51,
            "ranking_count": 45,
            "abstract": "The year is 2042.. American Christians are decimated, persecuted. Most of them huddled together on a federal reservation, the rest forced to worship in secret underground communities.. The State knows all and controls all: what you eat, what you watch, how you think and pray. Tolerance is the highest virtue. Deviance is the norm; speaking out against it is a crime.. Any lifestyle choice is fine as long as it doesn t lower your federal Healthcare Score. Too low and the Health Continuity Councils or Death Panels will hold your life in their hands.. For powerful, ambitious Senator Axyl Houston, this isn t enough. He wants the Death Panels to have the power to euthanize the genetically weak and imperfect; he wants America to lead the global Unified Order in purging future generations of disease and imperfection.. Against him stands David Rudder, an escapee from the Christian reservation called the Cloistered Dominion or Dome who in the simple, merciful act of rescuing a Down s syndrome baby from termination becomes entangled in a chain of events that could lead to a revolution for the Culture of Life. Or to its final destruction.. The Death Panels is an exciting and disturbing story of a not-too-distant future in which our current political battles over life and freedom have reached an explosive crossroads, and a clarion call to all Christians and lovers of liberty.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Something Witchy This Way Comes",
            "authors": [
                "Veronica Blade"
            ],
            "ranking": 3.82,
            "ranking_count": 616,
            "abstract": "Brainiac Tessa McClean's newly discovered magical powers give her hope of an escape from her inadequate life. But the thrill of being a witch fades when she learns of a rival coven and begins to suspect her own coven's objective. Evidence tells Tessa to trust one side, but instinct drives her toward the other.. When Hayden Anders, the most delinquent kid in school--and the toughest--offers self-defense lessons in exchange for tutoring, the timing couldn't be better. Though the idea of hanging out with a bad-boy that tempting is unnerving, staying alive amidst warring witches takes priority. She vows to hold onto her values and not surrender to the bad-boy she begins to secretly want.. Together, Tessa and Hayden uncover the truth about the two factions--a truth that explains why the covens will stop at nothing to lure her to their side. Tessa has only a matter of weeks to form an alliance with one coven or the other, but the wrong decision could cost Tessa the lives of all those she loves--including Hayden.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Faerie Prince",
            "authors": [
                "Rachel  Morgan"
            ],
            "ranking": 4.31,
            "ranking_count": 5331,
            "abstract": "Packed with spine-tingling intrigue and swoonworthy romance, the plot thickens in this YA fantasy from Amazon bestselling author, Rachel Morgan.... Guardian trainee Violet Fairdale is just weeks away from one of the most important occasions of her life: graduation. After messing up big time by bringing a human into the fae realm, Vi needs to step up her game and forget about Nate if she hopes to graduate as the top guardian of her year. Everything would be fine if she wasn’t forced to partner with Ryn, her ex-friend, ex-enemy, current ‘sort of friend’. They might be trying to patch up their relationship, but does she really want to spend a week undercover with him for their final assignment? On top of that, the possibly insane Unseelie Prince is still on the loose, free to ‘collect’ as many specially talented faeries as he can find—and Vi is still at the top of his list. Add in faerie queens, enchanted storms, complicated not-just-friends feelings, and a murder within the Guild itself, and graduation is about to become the least of Vi’s problems.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Your Heart Is a Muscle the Size of a Fist",
            "authors": [
                "Sunil Yapa"
            ],
            "ranking": 3.61,
            "ranking_count": 6680,
            "abstract": "The Flamethrowers meets Let the Great World Spin in this debut novel set amid the heated conflict of Seattle's 1999 WTO protests.. On a rainy, cold day in November, young Victor--a boyish, scrappy world traveler who's run away from home--sets out to sell marijuana to the 50,000 anti-globalization protestors gathered in the streets. It quickly becomes clear that the throng determined to shut the city down--from environmentalists to teamsters to anarchists--are testing the patience of the police, and what started as a peaceful protest is threatening to erupt into violence.. Over the course of one life-altering afternoon, the lives of seven people will change forever: foremost among them police chief Bishop, the estranged father Victor hasn't seen in three years, two protestors struggling to stay true to their non-violent principles as the day descends into chaos, two police officers in the street, and the coolly elegant financial minister from Sri Lanka whose life, as well as his country's fate, hinges on getting through the angry crowd, out of jail, and to his meeting with the president of the United States.. In this raw and breathtaking novel, Yapa marries a deep rage with a deep humanity, and in doing so casts an unflinching eye on the nature and limits of compassion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Politics",
                "Adult Fiction",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Burning Down Rome",
            "authors": [
                "Melodie Ramone"
            ],
            "ranking": 4.31,
            "ranking_count": 45,
            "abstract": "BURNING DOWN ROME is the coming-of-age story of two lifelong friends who refuse to allow their dream to die. Joey Boldt and Aiden Kid Cade meet as children and grow up together dreaming the dream of becoming rock stars. The difference between them and so many others is that they have the talent to do it. Joining them on their quest are Cecily DeLuca, a wayward child of abuse seeking an escape, and Natasha Olejnik, a Ukrainian immigrant who has her own demons to overcome. Talent, determination and sheer force of will bring the four friends to the top of the rock 'n' roll world - but they experience the pitfalls of too much, too soon. They find the dreams they once had are lost in a whirlwind of relentless touring, personal betrayal, misrepresentation, and substance abuse that nearly destroys them.. Burning Down Rome is the story of a rock'n'roll dream that became a nightmare for four unconquerable souls who nearly lost it all: Themselves, each other, and their passion... And who then reclaimed their destinies, and blazed beyond what the world said they were allowed to do.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Literary Fiction",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "SandRider",
            "authors": [
                "Angie Sage"
            ],
            "ranking": 4.18,
            "ranking_count": 2371,
            "abstract": "In PathFinder, readers journeyed with Alice TodHunter Moon, a young PathFinder who found her way to the Castle seven years after the events of the original Septimus Heap series.. Now it’s two months later and Alice is settled into her new life in the Castle. Being Apprentice to ExtraOrdinary Wizard Septimus Heap is tricky—there’s loads of new Magyk to learn—but at least she’s mastered the Unseen charm.. She’s lucky she has, too—that Unseen will come in handy when she sets out with friends Oskar and Ferdie on a perilous journey to retrieve the Egg of the Orm from the Desert of the Singing Sands. If they don’t reach the Egg before it hatches, the new baby Orm could imprint on the evil sorcerer Oraton-Marr, giving him unlimited Magyk to do with what he wishes….. Bursting with humorous and poignant moments, SandRider celebrates the satisfaction of taking charge of one’s path in life—unexpected adventures and all.. Perfect for anyone who can’t get enough of the world of Septimus Heap!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Dark Waters Of Hagwood",
            "authors": [
                "Robin Jarvis"
            ],
            "ranking": 3.88,
            "ranking_count": 58,
            "abstract": "The race to save Hagwood has begun!. Wicked queen Rhiannon, High Lady of the Hollow Hill, is more intent than ever on finding the enchanted casket containing her heart. Made immortal through evil sorcery, she has ruled the land of Hagwood. heartlessly. for far too long. If someone can discover the lost casket and destroy the beating heart within, her terrible reign will end. The werlings Finnen and Gamaliel—in possession of the golden key that will unlock the High Lady’s casket—race to find it first. Their quest leads them to the Pool of the Dead, where the hideous Peg-tooth Meg resides with her slimy snails and mutated sluglungs. Caught between the armies of Peg-tooth Meg and the High Lady, Gamaliel and his friends must make a desperate stand to save the world of Hagwood from the forces of evil. This ebook features an illustrated biography of Robin Jarvis including rare photos from the author’s personal collection.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Mara Dyer Trilogy",
            "authors": [
                "Michelle Hodkin"
            ],
            "ranking": 4.46,
            "ranking_count": 966,
            "abstract": "Experience the spine-tingling, bone-chilling,. New York Times. bestselling Mara Dyer trilogy, now available in one collectible boxed set.. Mara cannot remember anything about the night her friends did. All she knows is what she’s been told: they went to an abandoned asylum, the building collapsed, and only Mara survived.. Two months later, Mara is eager to move forward with her life in a new town, but that’s easier said than done. A boy at school named Noah Shaw seems to know more about Mara’s tragic past than she does. And to make matters worse, Mara is beginning to see people and things that can’t possibly be there. Or can they?. When Mara goes searching for answers, she discovers a secret about herself that is most unbecoming. A secret that promises a future full of destruction, pain, love, evolution, and ultimately, retribution.. This paperback boxed set includes. The Unbecoming of Mara Dyer. ,. The Evolution of Mara Dyer. , and. The Retribution of Mara Dyer. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Nest",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 3.65,
            "ranking_count": 3422,
            "abstract": "#1. New York Times. bestselling author Terry Goodkind reinvents the thriller with a provocative, page-turning walk among evil.. Kate Bishop thought she was an ordinary woman living and working in Chicago. But when she unexpectedly finds herself in the middle of a police investigation into a brutal murder, Kate makes a shocking discovery: she has the ability to identify killers just by looking into their eyes.. Trying to grasp the implications of this revelation, Kate is drawn deep into a world of terror. She is tracked down by Jack Raines, a mysterious author with shadowy connections to those who share her ability. He tells Kate that her unique vision also makes her a target, and only he can help her.. Now, hot on Jack and Kate’s heels are a force of super-predators, vicious and bloodthirsty killers who will stop at nothing until Kate is dead. But even as she fights for her life, Kate still isn’t sure if Jack is really her salvation, or another killer coming to slaughter her.. An explosive mix of action and suspense,. Nest. is a landmark new novel from worldwide bestselling author Terry Goodkind, and a complete reinvention of the contemporary thriller. Travel with Goodkind on a dangerous journey to the back alleys of the darknet, to the darkest corners of our minds, and to the very origins of what it is to be human.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Fantasy",
                "Horror",
                "Suspense",
                "Science Fiction"
            ]
        },
        {
            "title": "Um Milionário em Lisboa",
            "authors": [
                "José Rodrigues dos Santos"
            ],
            "ranking": 4.21,
            "ranking_count": 1838,
            "abstract": "Baseado em acontecimentos verídicos, Um Milionário em Lisboa conclui a espantosa história iniciada em O Homem de Constantinopla e transporta-nos no percurso da vida do arménio que mudou o mundo - confirmando José Rodrigues dos Santos como um dos maiores narradores da literatura contemporânea.. Kaloust Sarkisian completa a arquitectura do negócio mundial do petróleo e torna-se o homem mais rico do século. Dividido entre Paris e Londres, cidades em cujas suítes dos hotéis Ritz mantém em permanência uma beldade núbil, dedica-se à arte e torna-se o maior coleccionador do seu tempo.. Mas o destino interveio.. O horror da matança dos Arménios na Primeira Guerra Mundial e a hecatombe da Segunda Guerra Mundial levam o milionário arménio a procurar um novo sítio para viver. Após semanas a agonizar sobre a escolha que teria de fazer, é o filho quem lhe apresenta a solução:. Lisboa.. O homem mais rico do planeta decide viver no bucólico Portugal. O país agita-se, Salazar questiona-se, o mundo do petróleo espanta-se. E a polícia portuguesa prende-o.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "European Literature",
                "Cultural",
                "Historical",
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "On the Hit List",
            "authors": [
                "Timothy  Dalton",
                "Mike Capprotti",
                "Dalton Lynne"
            ],
            "ranking": 3.42,
            "ranking_count": 12,
            "abstract": "My name is Ellis DeAngelo. I tend to get caught in the midst of trouble quite often. I'm an unlucky guy, but fortunate to have friends to help me out. These aren't the memoirs of a geisha you'll be reading. And most definitely not some soul-searching discovery that depicts eating, praying, and loving. This is so much better ... or worse, depending on your perspective.. To sum up: I think I'm going to die. Not of old age, mind you, or in a tragic accident. My boss is trying to kill me. It all starts when I'm .... You don't really think I'm going into all the details now, do you? I mean, come on - look at the size of the space I'm provided here. I couldn't possibly cover everything in such a small area. That's what the book is for. Start reading!",
            "part_of_series": false,
            "genre_list": [
                "Audiobook"
            ]
        },
        {
            "title": "Spoonfed: My Life with the Spoons",
            "authors": [
                "Gord Deppe"
            ],
            "ranking": 4.12,
            "ranking_count": 17,
            "abstract": "With a string of smash hits - Nova Heart, Tell No Lies, Old Emotions, Romantic Traffic - the Spoons redefined the musical landscape and captured the hearts of its fans everywhere.. The Spoons toured extensively, playing sold-out shows with an array of fellow icons including Talking Heads, Police, Culture Club, Simple Minds and many more, during an amazing decades-long journey-adventure that continues to this day.. The Spoons gold album Arias & Symphonies was named one of the 20 Most Influential Albums of The '80s by The Chart Magazine, and Nova Heart was recently named one of The Top 100 Canadian Singles.. Spoonfed is the compelling life story of Gord Deppe, the Spoons' driving creative force, principal songwriter, lead singer and lead guitarist, whose creative vision defined one of the most influential and original bands of the '80s and beyond.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography"
            ]
        },
        {
            "title": "It's a Mad, Mad, Mad, Mad Trip: On the Road of the Longest Two-Week Family Road Trip in History",
            "authors": [
                "Kevin J. Shay"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "It's a Mad, Mad, Mad, Mad Trip chronicles the adventures of a single Dad taking his two kids on a 6,950-mile odyssey across the USA and back during his two-week vacation. Along the way, they set a record for the longest family road trip in a roughly two-week span, certified by RecordSetter, a competitor of Guinness World Records. And they did it in their trusty 2001 Honda CRV with more than 165,000 miles. They rode roller coasters and water slides, tried to locate some Hollywood celebrities, met some aliens at a UFO center in Sedona, sat on a ledge on top of the country's tallest building in Chicago, spray painted Cadillac Ranch, dodged mule poop at the Grand Canyon, and bought a pressed coin at Old Faithful. They also visited Mount Rushmore, Vegas, Dallas, the Pro Football Hall of Fame, and many points in between. Their book also lends tips, websites and other info on attractions, fun facts, and more resources, so you can take your own Great American Adventure.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Angel of Innisfree",
            "authors": [
                "Patrick F. Rooney"
            ],
            "ranking": 4.43,
            "ranking_count": 69,
            "abstract": "The Angel of Innisfree. , a Victorian-era historical romance, weaves a story of love overcoming every obstacle during one of the most tumultuous periods in history. It's 1848, the Irish Potato Famine has claimed more lives than anyone can count, and English landlords are evicting their tenants with a ruthless lack of compassion. Revolutions in Europe are transforming the basic foundations of society while inventions such as the telegraph are changing the way the world works.. Young Brian O'Rourke, an ingenious, Catholic, violin prodigy in a family of outlawed Ribbonmen peasants meets Elizabeth Reilly, a talented Protestant pianist from London, while she's visiting her father in a nearby castle. After secretly promising themselves to each other at the age of sixteen, Elizabeth returns to London to study piano with Chopin while Brian immigrates to New York on a famine ship. Brian joins the nascent telegraph industry, where he uses his expertise to help slaves escape on the Underground Railroad, travels to California to work on the Transcontinental Telegraph, and to Washington to help President Lincoln during the Civil War. Meanwhile, Elizabeth launches a successful career as a concert pianist in Europe while impatiently searching for Brian to find out if he's even alive.. This enduring romance captures the passionate spirits of two people determined to find each other regardless of the forces conspiring to keep them apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Mail-Order Annie (A Story of Passion and Compassion)",
            "authors": [
                "Fyodor Bukowski"
            ],
            "ranking": 4.0,
            "ranking_count": 3,
            "abstract": "An inner-city high-school teacher and trailer-park resident named Frank struggles to feed the homeless cats which surround him, despite constant threats of eviction. When he spies Annie, a stunning nineteen-year-old beauty in a catalog of Ukrainian and Russian women, he decides to write to her. As Frank attempts to survive the school year, he and his friend Eddie embark on a series of strip-club adventures. Frank becomes increasingly disillusioned and disgusted with his own life as well as the state of romance in modern America, until he meets a charming and seemingly innocent dancer named Emma. Will Frank and Emma find lasting romance in a society that makes romantic love nearly impossible, or will Frank chase his dream all the way to the Ukraine? In the meantime, a bubbly ninth-grader named Jazz and an aging hawk-like Math teacher but heads and compete for Frank's affection as the trailer-park manager vows to catch and evict whoever has been feeding the park cats. Will Frank make it across the land-mine of ludicrous and dangerous situations known as his life to achieve a life of passion and compassion?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Primal Wisdom: Nature's Unifcation of Cooperation and Competition",
            "authors": [
                "V. Frank Asaro"
            ],
            "ranking": 4.5,
            "ranking_count": 12,
            "abstract": "This groundbreaking award-winning book teaches the universal law of “co-opetition” (cooperation vs competition) to vastly improve the interrelationships of our lives, our politics and our economies both at home and between the peoples of the world, yet keep our good faith-rational principles, our freedoms and build even greater liberty for the individual—within a socially moral society.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stories of Music, Volume 1",
            "authors": [
                "Holly E. Tripp"
            ],
            "ranking": 4.67,
            "ranking_count": 15,
            "abstract": "Stories of Music explores the incredible ways in which music has impacted people's lives, from its role in healing, community, and family relationships to musicianship, travel, and much more. Bringing together the works of more than 40 authors and artists from 11 countries, the book features poetry, nonfiction, photography, audio, and video (the print book includes URLs and QR codes that direct readers to a free companion web edition for accessing audio and video components).. Readers will learn how rock and blues music helped to heal the war-torn country of Bosnia, about the tradition of candombe drumming in Uruguay, and about the history of musicians who travelled on foot—from the balladeers of Victorian England and the Delta bluesmen of the early 20th century to present day musicians who participate in the Massachusetts Walking Tour. Along with these and other stories, the book includes photography from around the world, poetry readings, and original music, including a song that was performed to honor first responders at Ground Zero.. The book was compiled and edited by Holly E. Tripp, and also includes a foreword by Dan Cohen, MSW, Founder and Executive Director of MUSIC & MEMORY℠. Ten percent of book proceeds will be donated to Hungry for Music and Music & Memory. Learn more about their work at www.hungryformusic.org and www.musicandmemory.org.",
            "part_of_series": false,
            "genre_list": [
                "Music"
            ]
        },
        {
            "title": "Public Offerings Book 1: Birthright",
            "authors": [
                "Bob LiVolsi"
            ],
            "ranking": 4.78,
            "ranking_count": 9,
            "abstract": "Ripped from the headlines of today’s deadliest epidemics and our most advanced medical breakthroughs, the. Public Offerings. series undulates like a breathtaking roller coaster ride from the snow-capped Rockies of northern Colorado to the rain-soaked jungles of West Africa.. Birthright. ,. Book 1. of the. Public Offerings. series, is a cinematic and breathtaking adventure into the 21st century heart of darkness.. Installment # 1 in the Public Offerings series. Winner of the prestigious Writers League of Texas competition for best thriller.. Over a million people will die… Or just one innocent young girl whose devoted father must make the choice…. Dave has it all: a wife and daughter he treasures, a deep faith in God, a satisfying career fighting disease, and a job about to make him rich through an initial public offering. Then his 15 year old daughter, Liv, inexplicably contracts HIV, ripping his life and soul apart. When Dave discovers that his own work in West Africa may be responsible for Liv’s disease, he scrambles for a cure, only to become embroiled in a genocidal cabal of wealthy conspirators, including his business partner Claire, head of a powerful pharmaceutical firm. Liv’s fate is attached to the outcome of the genocide. If Dave doesn’t cooperate, she and everything he cherishes are doomed.. Helped by a missionary priest and a tribal chief in Sierra Leone, Dave peels back the conspiracy’s layers, seeking a way to fight back. But Claire anticipates all possible moves, stopping him at every turn. Disease and war loom ominously as the stakes escalate. Then, the final countdown begins, forcing Dave to choose. He must play God with his own child and over a million innocents. Who will live and who will die? And how will Dave live with himself?. First in a four book thriller series.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Shadowshaper",
            "authors": [
                "Daniel José Older"
            ],
            "ranking": 3.77,
            "ranking_count": 9785,
            "abstract": "Sierra Santiago was looking forward to a fun summer of making art, hanging out with her friends, and skating around Brooklyn. But then a weird zombie guy crashes the first party of the season. Sierra's near-comatose abuelo begins to say Lo siento over and over. And when the graffiti murals in Bed-Stuy start to weep.... Well, something stranger than the usual New York mayhem is going on.. Sierra soon discovers a supernatural order called the Shadowshapers, who connect with spirits via paintings, music, and stories. Her grandfather once shared the order's secrets with an anthropologist, Dr. Jonathan Wick, who turned the Caribbean magic to his own foul ends. Now Wick wants to become the ultimate Shadowshaper by killing all the others, one by one. With the help of her friends and the hot graffiti artist Robbie, Sierra must dodge Wick's supernatural creations, harness her own Shadowshaping abilities, and save her family's past, present, and future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "BILLIONAIRES and BAGMEN: What Happens When A Small Town Takes Them On",
            "authors": [
                "Ray Bourhis"
            ],
            "ranking": 4.75,
            "ranking_count": 4,
            "abstract": "Billionaires and Bagmen offers a surprising solution to the question many people are asking: How can we take our lives back from an over-reaching government, Wall Street power brokers, lobbyist-written laws, the billionaires who buy them off and candidates we don’t like?. Sean Cogan, is funny, prickly, charismatic economist turned venture capitalist, comes up with the idea that his town should simply ignore Big Brother's rules and write its own. He is convinced that the government is no longer “of, by and for the people,” that the President and all three branches of government are bought, paid for, and held in the grip of powerful billionaires, corrupt multinational corporations and their bagmen: the politicians and lobbyists who carry out their agendas.. From a savvy newspaper reporter to a secretive former CIA agent who knows how the game is played to the idiot alcoholic mayor of the town who tries to sabotage the initiative, events start to spin out of control. Things go from bad to worse when the powers that be in Washington become concerned that this independence movement could take on a life of its own.. Cogan and his team of supporters, old high school friends, plow ahead in spite of the collusion of spies, lobbyists, a controversial talk show host and a whole boatload of other unsavory characters. It’s an exciting, scary and dangerous ride.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Summer Days and Summer Nights: Twelve Love Stories",
            "authors": [
                "Stephanie Perkins",
                "Leigh Bardugo",
                "Francesca Lia Block",
                "Libba Bray",
                "Cassandra Clare",
                "Brandy Colbert",
                "Tim Federle",
                "Lev Grossman",
                "more…",
                "Nina LaCour",
                "Veronica Roth",
                "Kelley Skovron",
                "Jennifer E. Smith",
                "…less"
            ],
            "ranking": 3.53,
            "ranking_count": 11207,
            "abstract": "Maybe it's the long, lazy days, or maybe it's the heat making everyone a little bit crazy. Whatever the reason, summer is the perfect time for love to bloom.. Summer Days & Summer Nights: Twelve Love Stories. , written by twelve bestselling young adult writers and edited by the international bestselling author Stephanie Perkins, will have you dreaming of sunset strolls by the lake. So set out your beach chair and grab your sunglasses. You have twelve reasons this summer to soak up the sun and fall in love.. Head, scales, tongue, tail / Leigh Bardugo --. The end of love / Nina LaCour --. Last stand at the Cinegore / Libba Bray --. Sick pleasure / Francesca Lia Block --. In ninety minutes, turn north / Stephanie Perkins --. Souvenirs / Tim Federle --. Inertia / Veronica Roth --. Love is the last resort / Jon Skovron --. Good luck and farewell / Brandy Colbert --. Brand new attraction / Cassandra Clare --. A thousand ways this could all go wrong / Jennifer E. Smith --. The map of tiny perfect things / Lev Grossman",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Short Stories",
                "Romance",
                "Contemporary",
                "Anthologies",
                "Fiction",
                "Fantasy",
                "LGBT"
            ]
        },
        {
            "title": "Dark Peril",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.3,
            "ranking_count": 12866,
            "abstract": "Dominic of the Dragonseeker lineage, one of the most powerful lines the Carpathian people has, ingests vampire blood laces with parasites in order to be able to go the very heart of the enemy camp and learn their plans. It is a one way mission. He knows he has little time once the parasites and the blood go to work. He plans to get in fast, relay the information to the leader of the Carpathians living in the area and go out fighting -- an honorable way to end his life.. Solange Sangria is one of the last of the jaguar people, a royal pureblood. Her people, once many are now nearly extinct, a dying species that cannot recover from the choices they made over hundreds of years. She has long been alone, fighting to save the remaining women who are able to shift, from the hands of Brodrick the Terrible, her own father who slaughtered her family and everyone she loved. Wounded, weary, she plans one last battle, hoping to stop the man who has made an alliance with the vampires, accepting she will not come out alive.. They are two warriors who have lived their lives alone. Now, at the end of their time, they find each other, a complication, neither saw coming.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Dark",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "A Girl Like That",
            "authors": [
                "Tanaz Bhathena"
            ],
            "ranking": 3.7,
            "ranking_count": 3962,
            "abstract": "A timeless exploration of high-stakes romance, self-discovery, and the lengths we go to love and be loved.. Sixteen-year-old Zarin Wadia is many things: a bright and vivacious student, an orphan, a risk taker. She’s also the kind of girl that parents warn their kids to stay away from: a troublemaker whose many romances are the subject of endless gossip at school.. You don't want to get involved with a girl like that. , they say. So how is it that eighteen-year-old Porus Dumasia has only ever had eyes for her? And how did Zarin and Porus end up dead in a car together, crashed on the side of a highway in Jeddah, Saudi Arabia? When the religious police arrive on the scene, everything everyone thought they knew about Zarin is questioned. And as her story is pieced together, told through multiple perspectives, it becomes clear that she was far more than just a girl like that.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Romance",
                "Audiobook",
                "Feminism",
                "Religion",
                "Death"
            ]
        },
        {
            "title": "Five Rivers Met on a Wooded Plain",
            "authors": [
                "Barney Norris"
            ],
            "ranking": 3.63,
            "ranking_count": 1999,
            "abstract": "One quiet evening in Salisbury, the peace is shattered by a serious car crash. At that moment, five lives collide – a flower seller, a schoolboy, an army wife, a security guard, a widower – all facing their own personal disasters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Romance",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "In the Days of Humans: New Dawn",
            "authors": [
                "Terry R. Hill"
            ],
            "ranking": 4.58,
            "ranking_count": 12,
            "abstract": "At times we must embrace chaos to find sanity, and sometimes we must destroy in order to save.. The beginning of a new generation is underway and life has settled into a deceptive normality for the inhabitants of Mars’ first city, Alkebulan. Commander of the starship Yamakara, Col. Zune Adamini, however, senses that the protection offered by the ancient intelligence they found on Mars is finite. It is almost certain that their guardian will one day leave to find its own place in the universe, having finally fulfilled its directive. Following his instinct, Col. Adamini plans to send two teams on separate missions while they can still utilize their remaining time with the AI’s presence.. With limited time, one team must venture into the darkness to update the ancient alien star maps or risk the dangers of having to someday do it alone. A second is sent to Earth to finish building the sister ship to the Yamakara before nature destroys what is left of it. The Yamakara has ferried humanity to its new home, but the years and the distances traveled are beginning to show.. Two missions meant to better the last foothold of humanity quickly unravel, potentially costing the lives of the crew and leaving humankind stranded on an inhospitable planet…a planet they are forced to call “home.”. Both crews will struggle to understand what is real and what is right. In the end, decisions will be made, leaving none unscarred. And for those who make it home, humanity will never be the same.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "L'impostore",
            "authors": [
                "Javier Cercas",
                "Bruno Arpaia"
            ],
            "ranking": 3.63,
            "ranking_count": 1944,
            "abstract": "LA CRONISTORIA DEL ROMANZO DI CUI TUTTI PARLANO:. 3 settembre 2015. : “. L’impostore. ” di Javier Cercas, attualmente uno degli scrittori più importanti in lingua spagnola, esce nelle librerie italiane dopo essere stato al vertice delle classifiche spagnole. Il premio. Nobel Vargas Llosa. è tra i primi a sostenerne l’eccezionalità.. Il tema del romanzo è la storia vera di un novantenne di Barcellona, militante antifranchista, che si finge sopravvissuto ai campi di sterminio. La qualità della scrittura e la profondità di analisi sono così potenti che il venerdì di Repubblica gli dedica la copertina, con un’illustrazione di Gipi appositamente disegnata per il libro.. Anche Concita De Gregorio lo recensisce su La Repubblica. L’articolo è richiamato dalla prima pagina del quotidiano.. Tutti i principali quotidiani, settimanali, blog, testate on line cominciano a parlare del libro.. Due intere pagine, a firma di Pier Luigi Battista, vengono dedicate al romanzo su La Lettura, proprio al centro del prestigioso inserto del Corriere della Sera.. È la qualità e la varietà delle reazioni che colpisce: il libro scatena. riflessioni sulla forma del romanzo. , sul. rapporto tra Storia e memoria. ,. tra verità e menzogna. ,. sull’ambiguità. come categoria letteraria,. sulla manipolazione del genocidio. , persino. sulla politica attuale e passata. .. Nel frattempo, anche in Francia esce “. L’impostore. ” ed esplode subito il caso editoriale: 2 ristampe in meno di un mese, candidato a due tra i più importanti premi letterari:. PRIX MÉDICIS. e. PRIX FEMINA. .. In Italia “. L’impostore. ”. viene ristampato 2 volte in meno di una settimana. .... Un affascinante romanzo vero, ma allo stesso tempo una mirabile opera di finzione.. La finzione, però, in questo caso non è frutto della fantasia dell’autore, ma è opera dello stesso protagonista, Enric Marco. Chi è Enric Marco? Un novantenne di Barcellona, militante antifranchista, che negli anni Settanta è stato segretario del sindacato anarchico – la CNT – e in seguito ha presieduto l’associazione spagnola dei sopravvissuti ai campi di sterminio nazisti, ricevendo numerosi riconoscimenti per il coraggio dimostrato negli anni e la testimonianza degli orrori del lager. In realtà, è un impostore. Nel 2005 la sua menzogna è stata pubblicamente smascherata. Enric Marco, come ha rivelato uno storico, non è mai stato internato a Flossenbürg. E l’intera sua vita è un racconto intessuto di finzioni, dalla sua partecipazione alla guerra civile alla militanza antifranchista. Dieci anni dopo, la magistrale scrittura di Javier Cercas traduce in un romanzo audace che sfida le convenzioni narrative, l’enigma del personaggio, le sue verità e le sue bugie. In queste pagine intense si dipana un intero secolo di Storia, raccontato con la passione di un sovversivo della letteratura e un’ammirevole onestà dissacratoria.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Biography",
                "European Literature",
                "Crime",
                "War",
                "Historical",
                "Autobiography",
                "Literature"
            ]
        },
        {
            "title": "The Dove's Lament",
            "authors": [
                "Kirthi Jayakumar"
            ],
            "ranking": 4.61,
            "ranking_count": 51,
            "abstract": "The Dove's Lament is a journey that takes you around the world, bringing to life the human side of conflicts that tear people apart. From the genocide in Rwanda, to war-stricken Bosnia, from child marriages in India to prostitution and drug trafficking in Colombia, these stories traverse a microcosm of reality. Be it the manifestation of Bacha Baazi in Afghanistan, or the fight for paradise on Earth, Kashmir, the repertoire of stories lend a soul to what otherwise remain a muddle of news reports and statistics. Through these stories, Kirthi embroiders a tapestry of the unvanquished human spirit in varied shades, and shakes you up to the reality that surrounds you.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Brainwalker",
            "authors": [
                "Robyn Mundell",
                "Stephan Lacast"
            ],
            "ranking": 4.34,
            "ranking_count": 15656,
            "abstract": "One teen’s incredible journey may just blow his father’s mind…. Fourteen-year-old Bernard thinks outside the box. The only problem is that neither his school nor his ultra-rational physicist father appreciate his unique ideas. When he reacts to a stressful situation at school by mooning the class, his suspension sends him straight to his father’s workplace. After his frustrated father leaves him unattended, Bernard does what any teen would do: wander into the particle accelerator and accidentally get transported through a wormhole!. It doesn’t take long for Bernard to realize he’s in deep trouble. Not only did the wormhole drop him in the middle of a civil war over a depleted resource, but the battle is actually taking place inside his father’s brain. Bernard has one chance to save the dying side of his father’s creative brain from the tyrannical left side. Can he use his outside-the-box thinking to save his father’s life?. Brainwalker is a young adult sci-fi fantasy novel that turns the world of neuroscience on its head. If you like incredible fantasy worlds, fast-paced entertainment, and the human mind, then you’ll love Robyn Mundell and Stephan Lacast’s amazing journey inside the brain.. Buy Brainwalker to help the mind survive today!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy",
                "Fiction",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "The Scribbler Guardian",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.27,
            "ranking_count": 292,
            "abstract": "Jeramiah Poe isn’t just any character in the Realm of Fiction, he is Muse Master—Destiny Diviner—Mysterious Miskriat. Being of neither the Traditional Genre Provinces nor Independent, Poe enjoys an eternal lease on life, so long as his Scribbler keeps him out of publication.. Poe meets Kane, a seven-year-old boy from the Independent Horror Province, where he learns ancient codes are being broken and the horror that should be an act, is real.. But the evil clutching Octava is not new and Seven Arks have been sent to Earth to stop it.. Only something has gone wrong and Poe is commissioned as the 8th Ark of Octava to discover what has become of the Seven.. But his passage to Earth comes with revelations he's not prepared for. Not only does his Scribbler not know of his existence, he's a she that his human form seems allergic to.. Poe soon realizes that with each Ark he locates, his powers grow along with his feelings for the Scribbler. And the enemy will try and use both to gain control of the two realms.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "High Heat",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 3.93,
            "ranking_count": 3110,
            "abstract": "An ISIS-style beheading of a journalist, carried out by a New York City group pledging fealty to that rogue state, becomes more than just another case for NYPD Captain Nikki Heat when the killers announce their next target: her husband, magazine writer Jameson Rook. Meanwhile, Heat is haunted by a fleeting glimpse of someone she swears is her mother... a woman who has been dead for nearly twenty years.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Music And Freedom",
            "authors": [
                "Zoë Morrison"
            ],
            "ranking": 3.95,
            "ranking_count": 1200,
            "abstract": "A gripping and beautifully written novel in the tradition of Elizabeth is Missing and the work of Elizabeth Harrower.. I have no use for forgiveness, not yet. But other ideas like that,. kindness, for example, I think that is fundamental. Resurrection;. I like that too. And love, of course, love, love, love.. Alice Murray learns to play the piano aged three on an orange orchard in rural Australia. Recognising her daughter's gift, her mother sends Alice to boarding school in the bleak north of England, and there Alice stays for the rest of her childhood. Then she's offered a scholarship to the Royal College of Music in London, and on a summer school in Oxford she meets Edward, an economics professor who sweeps her off her feet.. Alice soon finds that Edwards is damaged, and she's trapped. She clings to her playing and to her dream of becoming a concert pianist, until disaster strikes. Increasingly isolated as the years unravel, eventually Alice can't find it in herself to carry on. Then she hears the most beautiful music from the walls of her house …. This novel's love story is that of a woman who must embrace life again if she is to survive. Inspiring and compelling, it explores the dark terrain of violence and the transformative powers of music and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Book Club",
                "Music",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "Novels",
                "Womens",
                "Historical"
            ]
        },
        {
            "title": "Reginald Bones 2",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.61,
            "ranking_count": 314,
            "abstract": "***WARNING*** PROCEED WITH CAUTION. EXTREMELY HOT MIND BENDER AHEAD. Bones should have known allowing Reginald to date a woman would end badly.. And if he'd known just how badly, he would've forbidden him. But it's too late. Winter Rose is in their life, their mind, and their basement with a death wish. And after discovering her dirty secrets, Bones is ready to oblige her.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Way the World Is",
            "authors": [
                "Yael Politis"
            ],
            "ranking": 4.37,
            "ranking_count": 823,
            "abstract": "Please note that this is Book 2 of a series. While it can be read on its own, readers who begin with Book 1, Olivia, Mourning, will have a deeper understanding of the characters.. Detroit Michigan, 1842. After the devastating trauma she suffered in Olivia, Mourning and finally knowing the reality with which she must deal, Olivia strives to rebuild herself – emotionally, socially, and financially.. She starts a new life in Detroit, the young and exciting city on a river where she has come to feel at home. New friends help the healing process, while she continues her search for the two people she loves, who have disappeared from her life. She finds the greatest solace in helping fugitive slaves escape over the river to Canada. She believes, as one of her new friends says, “In this time and place it is the most worthy thing a person can do.”. Olivia remains a compelling protagonist on a journey to find a way to do the right thing in a world in which so much is wrong.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Relationships"
            ]
        },
        {
            "title": "The Stephen Hawking Death Row Fan Club",
            "authors": [
                "R.C. Goodwin"
            ],
            "ranking": 4.1,
            "ranking_count": 20,
            "abstract": "Six stories and a novella.. AS DEATH ROW INMATES AWAIT EXECUTION, THEY DELVE INTO A STUDY OF THE UNIVERSE.. A STALKER LETS US GLIMPSE INTO THE WORLD OF HIS COMPULSIONS.. A WOMAN, CONFRONTING HER CONVICTED RAPIST, BECOMES OBSESSED WITH FINDING A WAY TO KILL HIM.. A NEO-NAZI BEGINS TO SEE BEYOND THE HATE AND VIOLENCE ON WHICH HE HAS BASED HIS LIFE.. How do people wind up in prison? Once there, can they change? Do they feel remorse, or merely regret that they’ve been incarcerated? What kind of a toll does a prison take on those who work there? What’s the aftermath of a violent assault on their victims, and their victims’ families, and their own?. These are a few of the questions confronted by the characters in R.C. Goodwin’s collection of stories, The Stephen Hawking Death Row Fan Club. The questions don’t make for easy answers, and the characters don’t fall into clear-cut categories.. Taken together, the stories illuminate some of society’s darkest corners. Goodwin’s experience practicing psychiatry in correctional settings for over twenty years adds depth and authenticity to them. His stories offer unexpected turns and endings, as well as surprising doses of gallows humor.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories"
            ]
        },
        {
            "title": "The Sockdolager Fall 2015 Issue 03",
            "authors": [
                "Paul Tuttle Starr",
                "Alison Wilgus",
                "Kelly Jennings",
                "Laura DeHaan",
                "Mike Reeves-McMillan",
                "Julia August",
                "Laurence Raphael Brothers",
                "Angela Enos",
                "more…",
                "T.L. Huchu",
                "Jason Kimble",
                "…less"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Summer's heat has broken and the delights of autumn are upon us! Among them: These eight fascinating tales of delight, tragedy, intrigue, and one very persistent electronic greeting card sound chip.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Kundalini Tantra",
            "authors": [
                "Satyananda Saraswati"
            ],
            "ranking": 4.29,
            "ranking_count": 493,
            "abstract": "This Book presents a systematic and pragmatic approach to the awakening of kudalini, which arouses greater intelligence from it's sleep and you can give birth to a new range of creativity.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Philosophy",
                "Religion",
                "Sexuality",
                "Occult",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Three Hills",
            "authors": [
                "Mark  Montgomery"
            ],
            "ranking": 4.02,
            "ranking_count": 61,
            "abstract": "Set on the Anglo/Scottish border in the sixteenth century, a child’s dream of war is shattered, a boy is interned and the man travels a dangerous path not of his own design. This is the first volume of the Borderer Chronicles. Where life leads, someone always suffers.. Three Hills is a core of one man's story; poignancy, adventure and wit. Opening with the Battle of Solway Moss, it covers three periods of a life born out of the troubled English and Scottish Marches, where hardship and strife mould the local people. When English and Scottish sovereigns could only pick at each other, only to make their subjects bleed to satisfy their own royal vanity. It is a story that is the commencement of a sweeping saga of mystery, romance and adventure set against the backdrop of sixteenth century Europe and the terrible conflicts born out of man's ambition.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "Heart of the Winterland",
            "authors": [
                "Kristen Kooistra"
            ],
            "ranking": 4.28,
            "ranking_count": 29,
            "abstract": "In the heart of snow-cursed Trabor, a princess and her guardian live in a haze cast by an ancient spell. On the dawn of her 200th birthday, Princess Calisandra awakes with a clear mind. No longer happy to just sit idle, Cali and Voice set out to find what lies beyond their shielded kingdom.. Joined by Angel—a fiery redhead that delights in ruffling Cali's feathers—they soon find themselves fleeing from the legendary Captain Kota who is determined to capture Angel. Cali's perfect vision of her journey is shattered and it takes all of her strength just to keep up in a world she doesn't understand. Everything is a new experience and tests Cali physically and mentally.. Will she ever find out what happened to her kingdom? And what will Voice's purpose be when Cali no longer needs her?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Moon Before Morning",
            "authors": [
                "W.S. Merwin"
            ],
            "ranking": 4.14,
            "ranking_count": 358,
            "abstract": "“Merwin’s masterfully refined, meditative poems stem from his dwelling mindfully in one beloved place and handling words as though they are seeds, flowers, stones, and water… Merwin has attained a transcendent and transformative elevation of beaming perception, exquisite balance, and clarifying beauty.”—. Booklist,. starred review of. The Moon before Morning. In his personal anonymity, his strict individuated manner, his defense of the earth, and his heartache at time's passing, Merwin has become instantly recognizable on the page.—Helen Vendler,. The New York Review of Books. W.S. Merwin's legacy is unquestionably secure: his best and most fierce poems are moody, visionary compositions that dive into the unconscious and the seeds of existence with an inwardness and scrutiny unique in American poetry.—. Poetry. Merwin [is] fresh and awake with a simplicity that can only be called wisdom.—. Publishers Weekly. , starred review. An elaboration and response to his Pulitzer Prize-winning. The Shadow of Sirius. , W.S. Merwin examines everything from minute flowers to oceanic destruction, and weaves our complex relationship with the natural world with his own youth, memory, and intense engagement with the passing of days. With considered reverence, subtle might, and generous poetic imagination, Merwin presents a masterful and gorgeous collection.. From Wild Oats:. All the beads have gone. from the old string. and the string does not miss them. I needed my mistakes. in their own order. to get me here. In my youth I believed in somewhere else. I put faith in travel. now I am becoming my own tree. W.S. Merwin. is one of the country's best-selling poets. He served as Poet Laureate of the United States, and his three most recent poetry collections each received a major award, including the Pulitzer Prize, the National Book Award, and the Bobbitt Award from the Library of Congress. He lives in Hawaii.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction"
            ]
        },
        {
            "title": "The Weaver of Odds",
            "authors": [
                "Louise Blackwick"
            ],
            "ranking": 4.21,
            "ranking_count": 57,
            "abstract": "As the Weaver, so is the Thread. Vivian Amberville® is a bestselling philosophical fantasy book series about a girl whose imagination can reshape reality.. THE BOOK. First in the. Vivian Amberville fantasy series,. The Weaver of Odds introduces 13-year old Vivian to her unique if hazardous power of altering odds, outcomes and the very substance of reality.. The main protagonist, Vivian is an orphaned child who uncovers her imagination can influence certain events, and even twist reality into impossible shapes - a mind-over-matter ability called “Weaving”. But Vivian’s powers prove hazardous to keeping the universal balance. Beyond the fabric of reality, she finds herself in the custody of the original Weavers, thrown head-first into the most dangerous competition the multiverse has ever known: The Weaver Trials.. The universe that spanned millions of fans worldwide and captured readers imagination all around the world invites you to journey alongside unforgettable heroes you would want to take home. Fantasy like never told before: a mythical fiction of friendship and acceptance; of fate and free will; of destiny and despair; of extraordinary ordinary heroes and their reality-changing journeys.. SYNOPSIS. Vivian lives in a cage, in Ala Spuria's Shelter for Strays and has never tasted real food. When one of the other orphans gives Vivian hope, she discovers a hidden power to reshape her circumstances completely.. From the English town of Milton Keynes, Vivian discovers a neighbouring universe, where Alarian Weavers - an ancient race of powerful beings - have perfected a way of altering reality. By weaving Threads into the fabric of the cosmos, the Weavers strive to imprison freewill, banish Chaos and bring balance to cosmic reality.. Faced with a sudden hole in the Pattern of Threads that threatens to consume the substance of everything, it is up to 13-year-old Vivian Amberville to repair the damage. Believed to be a formidable weaver of odds and circumstances, Vivian must now attend the Weaver Trials and master the mysterious art of Weaving into reality in hope of preventing the impending apocalypse.. Together with her friends, Patricia Kate, Lucian Blossom and Acciper Sparrowhawk, Vivian stumbles upon terrible insights into her identity as she explores what lies beyond the fabric of reality.. GENRE: epic philosophical fantasy, Jungian allegory;. CATEGORY: young adult, coming of age, adventure voyage, social satire;. SETTING: double-dystopia: futuristic dystopia and fantasy world;. SUBJECTS: responsibility over the act of Creation, time travel, parallel universes, mind over matter, matter manipulation;. THEMES: free will vs. determinism, freedom and responsibility, the burden of being, death, friendship and sacrifice;. TAGS: post-apocalyptic, multiple realities, inter-dimensional travel, journey within;",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "Underworld: Sex, Drugs, and a Loaded Gun",
            "authors": [
                "Mike Stop Continues"
            ],
            "ranking": 4.07,
            "ranking_count": 15,
            "abstract": "Sex, drugs, and a loaded gun... What could go wrong?. It's the last day of high school and Hero Banner's last chance to step out of his brother's shadow, win the heart of the magical Gilly Jung, and show his friends he's more than meets the eye.. Hero's plan? Go to the Graduation Eve rave, point a gun at the school bully's head, and force him to apologize in front of everyone. If only Hero knew his actions would set in motion a series of events so disastrous and so inescapable that by dawn, nothing would be the same.. Underworld. is a groundbreaking coming-of-age story featuring fast-paced action, fresh teen romance, and bone-chilling small-town secrets that will stay with you long after you finish the book. Not for the faint of heart!. Start reading today!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Walking through the Wall",
            "authors": [
                "Kevin J. Shay"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Long before reality television shows like Survivor, some people walked across the United States and Europe to Russia on real-life, Survivor-like projects. This is the inside story of one of those break-down-the-walls projects during the height of the 1980s Cold War by a journalist trained to be as objective as possible. The walk was covered by more than 2,000 newspapers and other media outlets. The participants met officials in all countries, including Russia, in an effort to get them to reverse the arms race and work together for the good of humanity. Walking through the Wall details the sometimes intense internal conflicts of this project and others. The book covers the dangers that included one participant of a 1987-88 march in India being hit by a bus and almost dying. It is a timeless story of not just trying to walk through barriers like the Berlin Wall, but of attempting to break through internal walls, unseen walls between fellow human beings, walls between one's self.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Cast in Chaos",
            "authors": [
                "Michelle Sagara",
                "Michelle Sagara West"
            ],
            "ranking": 4.26,
            "ranking_count": 7604,
            "abstract": "Kaylin Neya is a Hawk, part of the elite force tasked with keeping the City of Elantra safe. Her past is dark, her magic uncontrolled and her allies unpredictable. And nothing has prepared her for what is coming, when the charlatans on Elani Street suddenly grow powerful, the Oracles are thrown into an uproar and the skies rain blood.. The powerful of Elantra believe that the mysterious markings on Kaylin's skin hold the answer, and they are not averse to using her - however they have to - in order to discover what it is.. Something is coming, breaking through the barriers between the worlds. But is it a threat that Kaylin needs to defend her city against - or has she been chosen for another reason entirely?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "The Asylum Dweller's Diary",
            "authors": [
                "Sudipta   Das"
            ],
            "ranking": 4.13,
            "ranking_count": 16,
            "abstract": "The Asylum Dweller, Kit, appeared apparently out of nowhere and, after spending two decades at the asylum, disappeared mysteriously. All along, he maintained that he was from another planet called Hoola, millions of light-years away from the Earth. He left behind his diary to his doctor, the narrator.. His vivid diary describes how he grew up on Hoola, with certain identity. He found that their alien Hoo race was divided by their diverse identities. He met this pretty girl, Ket, from his neighbouring country; the two became friends. Later, war broke out between the two countries and she was deported. Eventually, Kit rose in his career. Meanwhile, the war escalated and he had to go to the battlefield to fight against Ket’s country. He fought well, but was captured. In captivity, he reunited with Ket and had the vision of his Deity. The two decided to marry and eloped. After a dramatic climax, his Deity sent him to Earth.. Thus ends the diary, leaving the narrator confused about Kit’s true identity. Was he indeed an alien or just insane?",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Skirting Tradition",
            "authors": [
                "Kay Moser"
            ],
            "ranking": 4.54,
            "ranking_count": 119,
            "abstract": "Sarah Novak has an impossible dream. She wants to be a schoolteacher, but everyone in Riverford, Texas in 1895 knows that immigrant farm girls do not become teachers. It's an absurd notion, and the sooner it's squashed, the better!. Riverford has another problem -- a troublesome newcomer named Victoria Hodges. She's a Bohemian nonconformist who ran off to Europe 20 years ago to become an artist. How she managed to hook wealthy local businessman, Hayden Hodges, is more than a body can understand. One thing's for certain. She's a corrupting force who must be removed from decent society! These things can get out of hand, you know.. Fortunately, Edith Bellows knows how to nip these problems in the bud: a united stand of all the decent ladies and a cold-shouldered shut-out of such radicalism--that s the ticket. But Mrs. Bellows barely gets her campaign underway when mutiny in the ranks occurs. Why on earth would genteel Christine Boyd, daughter of famed Confederate Gen. Gibbes of Charleston, South Carolina, befriend those two reprobates? Bless her heart! Doesn't she understand that the very life blood of Southern womanhood --propriety--is at stake?. There will be no skirting of tradition on Mrs. Bellows watch!. Or will there?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Christian",
                "Inspirational"
            ]
        },
        {
            "title": "The Wanderers",
            "authors": [
                "Meg Howrey"
            ],
            "ranking": 3.55,
            "ranking_count": 4771,
            "abstract": "In four years Prime Space will put the first humans on Mars. Helen Kane, Yoshi Tanaka, and Sergei Kuznetsov must prove they’re the crew for the job by spending seventeen months in the most realistic simulation ever created.. Retired from NASA, Helen had not trained for irrelevance. It is nobody’s fault that the best of her exists in space, but her daughter can’t help placing blame. The MarsNOW mission is Helen’s last chance to return to the only place she’s ever truly felt at home. For Yoshi, it’s an opportunity to prove himself worthy of the wife he has loved absolutely, if not quite rightly. Sergei is willing to spend seventeen months in a tin can if it means travelling to Mars. He will at least be tested past the point of exhaustion, and this is the example he will set for his sons.. As the days turn into months the line between what is real and unreal becomes blurred, and the astronauts learn that the complications of inner space are no less fraught than those of outer space.. The Wanderers. gets at the desire behind all exploration: the longing for discovery and the great search to understand the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Science Fiction Fantasy",
                "Contemporary",
                "Adult Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "YO-KAI WATCH, Vol. 1",
            "authors": [
                "Noriyuki Konishi"
            ],
            "ranking": 4.04,
            "ranking_count": 464,
            "abstract": "Join Nate as he befriends the Yo-kai of the hit video game YO-KAI WATCH!. Nate Adams is just an average kid until the mysterious Whisper gives him the Yo-kai Watch. Now he can see what others cannot: Yo-kai of all shapes and forms!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Childrens",
                "Manga",
                "Graphic Novels Comics",
                "Comics Manga",
                "Fiction"
            ]
        },
        {
            "title": "The Suitable Inheritor",
            "authors": [
                "Pushpendra Mehta"
            ],
            "ranking": 4.08,
            "ranking_count": 64,
            "abstract": "An inspirational journey to the extraordinary that spans CHICAGO and PERU with an INDIA connect. A fascinating saga of true love, exceptional success, self-discovery, sacrifice, and support.. Michael Elliott is stirred from deep sleep by an early-morning dream—a beautiful woman leads him to the Pacific Ocean and whispers that the ocean will help him discover his true destiny. When Michael is then invited to Peru, he wonders if this is the path to that destiny.. The journey of a lifetime, the energy of the majestic Pacific Ocean, a priceless philosophy for success and happiness, the sacrifice of a soul mate from Chicago, and the support of a special mate from India combine to make Michael the preeminent relationship coach for young people. Once he reaches that pinnacle, he is confronted with the most difficult choice he has ever made: in the pursuit of excellence, does sacrifice matter more than support; or without support, does no sacrifice count?. Can Michael resolve this life-changing dilemma, discover his true destiny, and finally become The Suitable Inheritor?. Book Reviews (Huffington Post, Readers Favorite, Midwest Book Review):. Incredible Review by Huffington Post (Huffpost Books) - The Suitable Inheritor is an excellent read that will capture the reader’s interest and make them yearn for a sequel - http://www.huffingtonpost.com/stacey-.... Book Review (5 Star) by Readers Favorite: The Suitable Inheritor by Pushpendra Mehta is an extraordinary tale of pure love, inspiration, enlightenment, and destiny. It is a truly compelling read with a beautiful story and invaluable lessons.. Book Review by Suzie Housley, Midwest Book Review: THE SUITABLE INHERITOR will touch your heart, soul, and mind as you fall in love with all this novel offers.. Book Review by Abhilasha Agarwal, co-author of the bestseller Rendezvous with God: A captivating story of sacrifice, excellence, love, passion, mistakes, and the yearning that each of us can relate to.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Magic Marks the Spot",
            "authors": [
                "Caroline Carlson",
                "Dave Phillips"
            ],
            "ranking": 4.06,
            "ranking_count": 4111,
            "abstract": "Admiral Westfield sucked in his breath and released it in a tremendous gust. “My dear,” he said, “let me be clear: You are a young lady. You will not tell silly tales and you will. never. be a pirate.”. Hilary Westfield has always dreamed of being a pirate. She can tread water for thirty-seven minutes. She can tie a knot faster than a fleet of sailors. She particularly enjoys defying authority, and she already owns a rather pointy sword. There’s only one problem: The Very Nearly Honorable League of Pirates refuses to let any girl join their ranks of scourges and scallywags.. Girls belong at Miss Pimm’s Finishing School for Delicate Ladies, learning to waltz, faint, and cursty. But Hilary and her dearest friend, the gargoyle, have no use for such frivolous lessons—they are pirates! (Or very nearly.). To escape from a life of petticoats and politeness, Hilary answers a curious advertisement for a pirate crew and suddenly finds herself swept up in a seafaring adventure that may or may not involve a map without an. X. , a magical treasure that likely doesn’t exist, a rogue governess who insists on propriety, a crew of misfit scallywags, and the most treacherous—and unexpected—villain on the High Seas.. Will Hilary find the treasure in time? Will she become a true pirate after all? And what will become of the gargoyle?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Fiction",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Head for the Edge, Keep Walking",
            "authors": [
                "Kate Tough"
            ],
            "ranking": 3.55,
            "ranking_count": 104,
            "abstract": "A  warm, gritty, out-loud funny tale about  one thirty-something's  life in free-fall, and the lessons learned in putting it back together.. Head for the Edge, Keep Walking absorbs you into the eccentric world of Jill Beech, whose friends are finally getting their lives together while hers is falling apart. Adrift at thirty-four, no-one does 'lost' quite like Jill. Wry, witty, resilient but bewildered, she's left asking, 'What does it take to stay sane in this life? And why does it look easier for everyone else?'. Her nine-year relationship is over. She swaps one so-so job for another. She gets drunk with off-beat friends and internet dates with mixed results... Then life is flipped on its head by some shocking news. But average 'chic fiction' this ain't!. There's nothing average about Jill and her distinctive, savagely honest voice; with sentences you'll want to read and re-read for their lyrical, original language and ringing clarity. An exploration of modern friendships and relationships, Jill's voice will penetrate and have you analysing your own life choices through her lens!. When events take Jill to the edge - will tip herself over or turn things around and keep walking?",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Was America Founded as a Christian Nation?: A Historical Introduction",
            "authors": [
                "John Fea"
            ],
            "ranking": 4.14,
            "ranking_count": 311,
            "abstract": "Fea offers an even-handed primer on whether America was founded to be a Christian nation, as many evangelicals assert, or a secular state, as others contend. He approaches the title's question from a historical perspective, helping readers see past the emotional rhetoric of today to the recorded facts of our past. Readers on both sides of the issues will appreciate that this book occupies a middle ground, noting the good points and the less-nuanced arguments of both sides and leading us always back to the primary sources that our shared American history comprises.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Politics",
                "North American Hi...",
                "Christian",
                "Military History",
                "United States"
            ]
        },
        {
            "title": "Asking For It",
            "authors": [
                "Louise O'Neill"
            ],
            "ranking": 4.02,
            "ranking_count": 19556,
            "abstract": "It's the beginning of the summer in a small town in Ireland. Emma O'Donovan is eighteen years old, beautiful, happy, confident. One night, there's a party. Everyone is there. All eyes are on Emma.. The next morning, she wakes on the front porch of her house. She can't remember what happened, she doesn't know how she got there. She doesn't know why she's in pain. But everyone else does.. Photographs taken at the party show, in explicit detail, what happened to Emma that night. But sometimes people don't want to believe what is right in front of them, especially when the truth concerns the town's heroes...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Feminism",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Sociology",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "The Weight of Swords",
            "authors": [
                "Lance Conrad"
            ],
            "ranking": 4.44,
            "ranking_count": 91,
            "abstract": "The Helveti nation has endured a siege of dragons for fifteen bloody years. The ravenous beasts can only be taken down by teams of elite fighters, led by Sword Bearers wielding ancient weapons. Even with all they can do, the cost of human life has driven the Helveti to the brink of annihilation.. As the people contemplate the possibility of ultimate defeat, tragedy strikes again. Artair, one of their greatest Sword Bearers, is taken in the night by new and powerful enemies. Carried to a foreign land, his battle for his life and his homeland reaches new levels of ferocity. With his true enemies revealed, he must fight men, dragons, and worse to gain a chance for his people.... ...a chance to survive.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Total Recall: My Unbelievably True Life Story",
            "authors": [
                "Arnold Schwarzenegger"
            ],
            "ranking": 4.12,
            "ranking_count": 19031,
            "abstract": "One of the most anticipated autobiographies of this generation, Arnold Schwarzenegger’s Total Recall is the candid story by one of the world’s most remarkable actors, businessmen, and world leaders.. Born in the small city of Thal, Austria, in 1947, Arnold Schwarzenegger moved to Los Angeles at the age of twenty-one. Within ten years, he was a millionaire businessman. After twenty years, he was the world’s biggest movie star. In 2003, he was elected governor of California and a household name around the world.. Chronicling his embodiment of the American Dream,. Total Recall. covers Schwarzenegger’s high-stakes journey to the United States, from creating the international bodybuilding industry out of the sands of Venice Beach, to breathing life into cinema’s most iconic characters, and becoming one of the leading political figures of our time. Proud of his accomplishments and honest about his regrets, Schwarzenegger spares nothing in sharing his amazing story.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Audiobook",
                "Business",
                "Politics",
                "Biography Memoir",
                "Sports",
                "Self Help"
            ]
        },
        {
            "title": "The Hike",
            "authors": [
                "Drew Magary"
            ],
            "ranking": 3.93,
            "ranking_count": 15602,
            "abstract": "From the author of. The Postmortal. , a fantasy saga unlike any you’ve read before, weaving elements of folk tale and video game into a riveting, unforgettable adventure of what a man will endure to return to his family. When Ben, a suburban family man, takes a business trip to rural Pennsylvania, he decides to spend the afternoon before his dinner meeting on a short hike. Once he sets out into the woods behind his hotel, he quickly comes to realize that the path he has chosen cannot be given up easily. With no choice but to move forward, Ben finds himself falling deeper and deeper into a world of man-eating giants, bizarre demons, and colossal insects.. On a quest of epic, life-or-death proportions, Ben finds help comes in some of the most unexpected forms, including a profane crustacean and a variety of magical objects, tools, and potions. Desperate to return to his family, Ben is determined to track down the “Producer,” the creator of the world in which he is being held hostage and the only one who can free him from the path.. At once bitingly funny and emotionally absorbing, Magary’s novel is a remarkably unique addition to the contemporary fantasy genre, one that draws as easily from the world of classic folk tales as it does from video games. In. The Hike. , Magary takes readers on a daring odyssey away from our day-to-day grind and transports them into an enthralling world propelled by heart, imagination, and survival.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Audiobook",
                "Adventure",
                "Humor",
                "Adult",
                "Contemporary",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Seascape",
            "authors": [
                "E.L. Parfitt"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "I invite you into a world of fairy tales where the lines between fiction and reality blur, and melt and burst into flames. A selkie leaves the sea for the first time to go to university; three young boys find a genie in a can of Irn Bru; two friends think they see a firebird in an old housing estate; a boy discovers that people are not always who they seem to be; a man is spirited away by a snake charmer into a dark maze; goblins crawl through mirrors; an unwilling princess is saved from a tower; and Rapunzel is kidnapped by an automaton. A series of eight original short stories to amuse and entertain.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "True to You",
            "authors": [
                "Becky Wade"
            ],
            "ranking": 4.14,
            "ranking_count": 4418,
            "abstract": "After a devastating heartbreak three years ago, genealogist and historical village owner Nora Bradford decided that burying her nose in her work and her books is far safer than romance in the here and now.. Unlike Nora, former Navy SEAL John Lawson is a modern-day man, usually 100 percent focused on the present. However, when John, an adoptee, is diagnosed with an inherited condition, he's forced to dig into the secrets of his ancestry.. John enlists Nora's help to uncover the identity of his birth mother, and as they work side by side, this pair of opposites begins to suspect that they just might be a perfect match. But can their hope for a future survive their wounds from the past?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Romance",
                "Contemporary",
                "Christian",
                "Fiction",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "The Mischief of the Mistletoe",
            "authors": [
                "Lauren Willig"
            ],
            "ranking": 4.02,
            "ranking_count": 5698,
            "abstract": "Arabella Dempsey’s dear friend Jane Austen warned her against teaching. But Miss Climpson’s Select Seminary for Young Ladies seems the perfect place for Arabella to claim her independence while keeping an eye on her younger sisters nearby. Just before Christmas, she accepts a position at the quiet girls’ school in Bath, expecting to face nothing more exciting than conducting the annual Christmas recital. She hardly imagines coming face to face with French aristocrats and international spies…. Reginald “Turnip” Fitzhugh—often mistaken for the elusive spy known as the Pink Carnation—has blundered into danger before. But when he blunders into Miss Arabella Dempsey, it never occurs to him that she might be trouble. When Turnip and Arabella stumble upon a beautifully wrapped Christmas pudding with a cryptic message written in French, “Meet me at Farley Castle”, the unlikely vehicle for intrigue launches the pair on a Yuletide adventure that ranges from the Austens’ modest drawing room to the awe-inspiring estate of the Dukes of Dovedale, where the Dowager Duchess is hosting the most anticipated event of the year: an elaborate 12-day Christmas celebration. Will they find poinsettias or peril, dancing or danger? And is it possible that the fate of the British Empire rests in Arabella and Turnip’s hands, in the form of a festive Christmas pudding?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Mystery",
                "Fiction",
                "Holiday",
                "Womens Fiction"
            ]
        },
        {
            "title": "44 Chapters About 4 Men",
            "authors": [
                "B.B. Easton"
            ],
            "ranking": 3.88,
            "ranking_count": 8330,
            "abstract": "School psychologists aren’t supposed to write books about sex. Doing so would be considered “unethical” and “a fireable offense.” Lucky for you, ethics was never my strong suit.. After spending years trying to spice up my sex life, I gave up and took to my journal. Perhaps my gorgeous, cold, number crunching husband simply wasn’t capable of the kind of passion I’d come to expect. After all, my ex-boyfriends—a skinhead turned US Marine turned motorcycle club outlaw, a baby-faced punk rocker out on parole, and a heavy-metal bass player—were every bit as tattooed and testosterone-fueled as the leading men in my favorite romance novels. If I couldn’t have that kind of passion again in real life, at least I could write about it. Right? Nobody had to know. It would be my little secret.. Well, guess what? My husband read that shit.. And guess what else? He upped his fucking game.. Drunk with power and under the dubious advisement of my best friend and colleague, I began testing the limits—crafting journal entries specifically designed to manipulate Ken’s behavior. For the most part, he responded beautifully…except when he didn’t.. Told through actual journal entries, steamy short stories, personal emails, a few haikus, and at least one dirty limerick, 44 Chapters About 4 Men chronicles the year I spent toying with my husband’s mind and ignoring all ethical standards of psychology. I decided to publish it in the hopes that someone out there might benefit from my discovery—or at least laugh at it—but in doing so I’m risking more than just my career. If word of this book gets back to Ken, I could lose the very man I’ve worked so hard to perfect.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Autobiography",
                "Humor",
                "Nonfiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "New Adult"
            ]
        },
        {
            "title": "The Soul Summoner",
            "authors": [
                "Elicia Hyder"
            ],
            "ranking": 4.12,
            "ranking_count": 6687,
            "abstract": "Previous cover for ASIN: B015ZS7DSS. Blessed–or cursed–with a connection to the souls of others, Sloan Jordan can see the best in people… and the worst. For twenty-seven years, she's kept her ability a secret, but eleven young women have been murdered in the mountains of North Carolina, and Sloan may be the only hope of finding their killer.. She has just agreed to help Detective Nathan McNamara with the case, when a stranger—who is as alluring as he is terrifying—shows up at her doorstep with a dark past and another puzzling mystery: she can't see his soul at all.. Now Sloan is on the hunt for a deadly psychopath with two irresistible men. One of them would die for her, and the other would kill to keep her safe.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Suspense"
            ]
        },
        {
            "title": "The Happiness Mindset: 12 Strategies for Happiness & Success I Wish Someone Had Told Me When I Was Younger",
            "authors": [
                "Brandon Stanberg"
            ],
            "ranking": 3.67,
            "ranking_count": 69,
            "abstract": "There are some things in life nobody ever tells you. Things that you somehow just figure out on your own as you grow up, through life experience or observations of how other people handle things, or otherwise through seeking professional help.. For example, dealing with a relationship breakup; facing rejection at school or at job interviews; being betrayed by a friend or a lover; suffering a financial loss; or falling seriously ill.. These are universal experiences that everyone goes through. No one is immune to them. Do you sometimes wish someone had told you how to prevent these negative events, or at least shown you how to recover quickly from setbacks, losses or pain so you could quickly bounce back, focus on the things you love and live a happier, more successful life?. This book includes 12 life strategies designed to guarantee a happier and more rewarding life and teach you how to create a “winning” mind set so that no matter what life throws at you, you can experience happiness and success and go from strength to strength.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Psychology"
            ]
        }
    ]
}