{
    "books": [
        {
            "title": "Passion",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 3.86,
            "ranking_count": 161129,
            "abstract": "Luce would die for Daniel.. And she has. Over and over again. Throughout time, Luce and Daniel have found each other, only to be painfully torn apart: Luce dead, Daniel left broken and alone. But perhaps it doesn’t need to be that way… .. Luce is certain that something—or someone—in a past life can help her in her present one. So she begins the most important journey of this lifetime… going back eternities to witness firsthand her romances with Daniel… and finally unlock the key to making their love last.. Cam and the legions of angels and Outcasts are desperate to catch Luce, but none are as frantic as Daniel. He chases Luce through their shared pasts, terrified of what might happen if she rewrites history.. Because their romance for the ages could go up in flames… forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Dead and Gone",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.01,
            "ranking_count": 182755,
            "abstract": "The vamps have been out for years, and now the weres and shifters have decided to follow the lead of the undead and reveal their existence to the ordinary world. Sookie Stackhouse already knows about them, of course - her brother turns into a panther at the full moon, she's friend to the local were pack, and Sam, her boss at Merlotte's bar, is a shapeshifter.. The great revelation goes well at first - then the horribly mutilated body of a were-panther is found in the parking lot of Merlotte's, and Sookie agrees to use her telepathic talent to track down the murderer. But there is a far greater danger than this killer threatening Bon Temps: a race of unhuman beings, older, more powerful, and far more secretive than the vampires or the werewolves, is preparing for war. And Sookie is an all-too-human pawn in their ages-old battle...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Shapeshifters"
            ]
        },
        {
            "title": "Wizard and Glass",
            "authors": [
                "Stephen King",
                "Dave McKean"
            ],
            "ranking": 4.24,
            "ranking_count": 179747,
            "abstract": "Roland, Eddie, Susannah, Jake, and Jake’s pet bumbler survive Blaine the Mono’s final crash, only to find themselves stranded in an alternate version of Topeka, Kansas, one that has been ravaged by the superflu virus. While following the deserted I-70 toward a distant glass palace, they hear the atonal squalling of a thinny, a place where the fabric of existence has almost entirely worn away. While camping near the edge of the thinny, Roland tells his ka-tet a story about another thinny, one that he encountered when he was little more than a boy. Over the course of one long magical night, Roland transports us to the Mid-World of long-ago and a seaside town called Hambry, where Roland fell in love with a girl named Susan Delgado, and where he and his old tet-mates Alain and Cuthbert battled the forces of John Farson, the harrier who—with a little help from a seeing sphere called Maerlyn’s Grapefruit—ignited Mid-World’s final war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Westerns",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Apocalyptic",
                "Novels"
            ]
        },
        {
            "title": "Roll of Thunder, Hear My Cry",
            "authors": [
                "Mildred D. Taylor"
            ],
            "ranking": 3.86,
            "ranking_count": 119040,
            "abstract": "Why is the land so important to Cassie's family? It takes the events of one turbulent year—the year of the night riders and the burnings, the year a white girl humiliates Cassie in public simply because she's black—to show Cassie that having a place of their own is the Logan family's lifeblood. It is the land that gives the Logans their courage and pride—no matter how others may degrade them, the Logans possess something no one can take away.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "Light in August",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.93,
            "ranking_count": 58467,
            "abstract": "Light in August. , a novel that contrasts stark tragedy with hopeful perseverance in the face of mortality, which features some of Faulkner’s most memorable characters: guileless, dauntless Lena Grove, in search of the father of her unborn child; Reverend Gail Hightower, a lonely outcast haunted by visions of Confederate glory; and Joe Christmas, a desperate, enigmatic drifter consumed by his mixed ancestry.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Gothic",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Study in Scarlet",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.14,
            "ranking_count": 382400,
            "abstract": "Sherlock Holmes investigates the murder of two Americans whose deaths have some mysterious connection to sinister Socialist groups gathering power in both Britain and America.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Every Day",
            "authors": [
                "David Levithan"
            ],
            "ranking": 3.92,
            "ranking_count": 216843,
            "abstract": "Every day a different body. Every day a different life. Every day in love with the same girl.. There’s never any warning about where it will be or who it will be. A has made peace with that, even established guidelines by which to live: Never get too attached. Avoid being noticed. Do not interfere.. It’s all fine until the morning that A wakes up in the body of Justin and meets Justin’s girlfriend, Rhiannon. From that moment, the rules by which A has been living no longer apply. Because finally A has found someone A wants to be with—day in, day out, day after day.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "LGBT",
                "Magical Realism",
                "Science Fiction"
            ]
        },
        {
            "title": "The Runaway Jury",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.0,
            "ranking_count": 289479,
            "abstract": "Every jury has a leader, and the verdict belongs to him. In Biloxi, Mississippi, a landmark tobacco trial with hundreds of millions of dollars at stake begins routinely, then swerves mysteriously off course.. The jury is behaving strangely, and at least one juror is convinced he's being watched. Soon they have to be sequestered. Then a tip from an anonymous young woman suggests she is able to predict the jurors' increasingly odd behavior.. Is the jury somehow being manipulated, or even controlled? If so, by whom? And, more importantly, why?. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "Fantasy Lover",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.15,
            "ranking_count": 89595,
            "abstract": "Cursed into an eternity of slavery by his own brother, Julian of Macedon has spent centuries in hell, where the only respite he knows is measured in a handful of weeks whenever he’s summoned through an arcane spell. With the modern age, those summonings are becoming fewer and fewer, and he lives in fear of the day when they’ll stop for good.. Grace Alexander doesn’t believe in much of anything. But when her “psychic” girlfriend talks her into performing the spell as a joke on her birthday, the last thing she ever imagines is it working. But work it does. Now, she finds an ancient Greek general in her living room and trapped in her life for the next month. Worse, they learn too late that part of the spell means Grace will lose her sanity should he return to his captivity.. Now it’s a race against time to free him. Something much easier said than done, since it was the ancient gods who cursed him to his fate. And the last thing they want is to see him go free of the punishment the gods believe he. deserves. It’s man against the gods, and a race against time.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Adult",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "This Lullaby",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.02,
            "ranking_count": 176251,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. The science of breaking up.... Remy always knows when to give a guy the speech - right after the initial romantic rush, but before anything gets too serious. She's had her fair share of boyfriends, and she's learned all there is to learn from her mother, who's currently working on husband number five. So why is it that's Remy can't seem to dump Dexter? It can't be his name. It can't be that he's messy and disorganized. And it certainly isn't that he's a musician - just like Remy's father, a man she never knew because he left before she was born. Could it be that Remy's romantic rules to live by don't apply anymore?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction",
                "Music"
            ]
        },
        {
            "title": "The Awakening / The Struggle",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.68,
            "ranking_count": 87696,
            "abstract": "This book has Alternate Cover Editions for this ISBN [ACE]. ACE #1. A DEADLY LOVE TRIANGLE. Elena: the golden girl, the leader, the one who can have any boy she wants.. Stefan: brooding and mysterious, he seems to be the only one who can resist Elena, even as he struggles to protect her from the horrors that haunt his past.. Damon: sexy, dangerous, and driven by an urge for revenge against Stefan, the brother who betrayed him. Determined to have Elena, he'd kill to possess her.. Collected here in one volume for the first time, volumes one and two of The Vampire Diaries, the tale of two vampire brothers and the beautiful girl torn between them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Ruins of Gorlan",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.23,
            "ranking_count": 138962,
            "abstract": "They have always scared him in the past — the Rangers, with their dark cloaks and shadowy ways. The villagers believe the Rangers practice magic that makes them invisible to ordinary people. And now 15-year-old Will, always small for his age, has been chosen as a Ranger's apprentice. What he doesn't yet realize is that the Rangers are the protectors of the kingdom. Highly trained in the skills of battle and surveillance, they fight the battles before the battles reach the people. And as Will is about to learn, there is a large battle brewing. The exiled Morgarath, Lord of the Mountains of Rain and Night, is gathering his forces for an attack on the kingdom. This time, he will not be denied....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action"
            ]
        },
        {
            "title": "Winter",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.43,
            "ranking_count": 236383,
            "abstract": "Princess Winter is admired for her grace, kindness and beauty, despite the scars on her face. She's said to be even more breath-taking than her stepmother, Queen Levana.... When Winter develops feelings for the handsome palace guard, Jacin, she fears the evil Queen will crush their romance before it has a chance to begin.. But there are stirrings against the Queen across the land. Together with the cyborg mechanic, Cinder, and her allies, Winter might even find the power to launch a revolution and win a war that's been raging for far too long.. Can Cinder, Scarlet, Cress, and Winter claim their happily ever afters by defeating Levana once and for all?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Retellings",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Childhood's End",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.11,
            "ranking_count": 143573,
            "abstract": "The Overlords appeared suddenly over every city--intellectually, technologically, and militarily superior to humankind. Benevolent, they made few demands: unify earth, eliminate poverty, and end war. With little rebellion, humankind agreed, and a golden age began.. But at what cost? With the advent of peace, man ceases to strive for creative greatness, and a malaise settles over the human race. To those who resist, it becomes evident that the Overlords have an agenda of their own. As civilization approaches the crossroads, will the Overlords spell the end for humankind . . . or the beginning?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "They Both Die at the End",
            "authors": [
                "Adam Silvera"
            ],
            "ranking": 3.91,
            "ranking_count": 412170,
            "abstract": "Adam Silvera reminds us that there’s no life without death and no love without loss in this devastating yet uplifting story about two people whose lives change over the course of one unforgettable day.. On September 5, a little after midnight, Death-Cast calls Mateo Torrez and Rufus Emeterio to give them some bad news: They’re going to die today.. Mateo and Rufus are total strangers, but, for different reasons, they’re both looking to make a new friend on their End Day. The good news: There’s an app for that. It’s called the Last Friend, and through it, Rufus and Mateo are about to meet up for one last great adventure—to live a lifetime in a single day.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Wings",
            "authors": [
                "Aprilynne Pike"
            ],
            "ranking": 3.75,
            "ranking_count": 79672,
            "abstract": "Laurel was mesmerized, staring at the pale things with wide eyes. They were terrifyingly beautiful—too beautiful for words.. Laurel turned to the mirror again, her eyes on the hovering petals that floated beside her head. They looked almost like wings.. In this extraordinary tale of magic and intrigue, romance and danger, everything you thought you knew about faeries will be changed forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "These Is My Words: The Diary of Sarah Agnes Prine, 1881-1901, Arizona Territories",
            "authors": [
                "Nancy E. Turner"
            ],
            "ranking": 4.34,
            "ranking_count": 69620,
            "abstract": "A moving, exciting, and heartfelt American saga inspired by the author's own family memoirs, these words belong to Sarah Prine, a woman of spirit and fire who forges a full and remarkable existence in a harsh, unfamiliar frontier. Scrupulously recording her steps down the path Providence has set her upon--from child to determined young adult to loving mother--she shares the turbulent events, both joyous and tragic, that molded her and recalls the enduring love with cavalry officer Captain Jack Elliot that gave her strength and purpose.. Rich in authentic everyday details and alive with truly unforgettable characters,. These Is My Words. brilliantly brings a vanished world to breathtaking life again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Westerns",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Taming of the Shrew",
            "authors": [
                "William Shakespeare"
            ],
            "ranking": 3.78,
            "ranking_count": 161080,
            "abstract": "Renowned as Shakespeare's most boisterous comedy, The Taming of the Shrew is the tale of two young men, the hopeful Lucentio and the worldly Petruchio, and the two sisters they meet in Padua. Lucentio falls in love with Bianca, the apparently ideal younger daughter of the wealthy Baptista Minola. But before they can marry, Bianca's formidable elder sister, Katherine, must be wed. Petruchio, interested only in the huge dowry, arranges to marry Katherine -against her will- and enters into a battle of the sexes that has endured as one of Shakespeare's most enjoyable works.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Romance",
                "Poetry",
                "Humor"
            ]
        },
        {
            "title": "Muhammad, the World-Changer: An Intimate Portrait",
            "authors": [
                "Mohamad Jebara"
            ],
            "ranking": 4.83,
            "ranking_count": 408,
            "abstract": "An accessible biography of Muhammad, Islam’s founding prophet, tracing his development from orphan to political leader and providing insights into his personal life and tastes. —. New York Times Book Review. A fresh telling of a familiar story...The result is a biography that reads like a novel.—. Washington Post. “A joyous read, presenting the Prophet Muhammad both as human and humane. Insightful, thoughtful and thought provoking!” —. Azar Nafisi,. New York Times. bestselling author of. Reading Lolita in Tehran. “A beautifully written, immaculately researched meditation on the impact of the Prophet Muhammad on the modern world. I loved this book!” —. Reza Aslan, author of. No God but God. and. Zealot: The Life and Times of Jesus of Nazareth. A six-year-old cries in his mother’s arms as she draws her last breaths to urge him: “Muhammad, be a world-changer!” The boy, suddenly orphaned in a tribal society that fears any change, must overcome enormous obstacles to unleash his own potential and inspire others to do the same.. Fusing details long known to Muslim scholars but inaccessible to popular audiences, Mohamad Jebara brings to life the gripping personal story of Islam’s founding prophet. From his dramatic birth to nearly being abducted into slavery to escaping assassination, Muhammad emerges as an unrelenting man on a mission. Surrounding the protagonist are dynamic women who nurture Muhammad; Jewish and Christian mentors who inspire him; and the enslaved individuals he helps liberate who propel his movement.. Jebara places Muhammad’s life in a broader historical context, vividly evoking the Meccan society he was born into and arguing that his innovative vision helped shape our modern world.. This excellent biography presents a unique and personal perspective. —. Booklist. Accessible... Those looking for an introduction to the life of the Islamic prophet would do well to start here.—. Publishers Weekly. “This book is truly unique—in its enchanting prose, reverent secularity, and thought-provoking revisionism. For anyone curious about the amazing life and legacy of this seminal figure, this book is highly recommended—even for those who think they already know it well.” —. Mustafa Akyol, senior fellow at Cato Institute, author of. Reopening Muslim Minds. “A vivid and beautifully written book that is both inspiring and well-researched. Readers will be in awe at how Jebara describes the Prophet Muhammad’s many inspiring and overlooked acts in service to humanity – as an entrepreneur, philosopher, statesman, husband, humanitarian, and father, among other roles. —. Dr. Craig Considine, author of. The Humanity of Muhammad: A Christian View. A rare literary treat...Jebara treats his namesake, the prophet Muhammad, as a human and historical figure, distilling a wealth of compelling information while deftly treading sensitive ground.” —. Nadim Shehadi, Executive Director, Lebanese American University Academic Center, New York. “A religious icon long shrouded in both myth and stigma at last receives the biography he deserves. Jebara’s mastery of classical Arabic and Islamic scholarship enables him to reveal an authentic human narrative of Muhammad’s life.” —. Captain Barbara Helms, first female Muslim military chaplain in the British commonwealth. “Jebara, a once-in-a-generation elucidator, brings his namesake’s visionary spirit to life as never before. Offers an inspiring portrait of Islam’s founder that serves as a vital tool for enhancing interfaith coexistence.” —. Jason Guberman, American Sephardi Federation. “Jebara spotlights the many women who mentored Muhammad, including his mother, his wife Khadijah, and Barakah—the slave he emancipated at age six. Erudite and poetic, the narrative immerses readers in the Prophet’s life, leaving them craving to know more. A must-read.” —. Rana Bokhari, former head of the Manitoba Liberal Party. “Via Jebara’s soaring prose, readers join Muhammad on an epic life journey that transforms how they view the world.” —. Rev. Father Andre Boyer, Former Superior of the Oblates of Mary Immaculate. “Scholarly yet accessible, this book touches the heart and the mind--helping advance peacemaking our world so desperately needs.” —. The Venerable Mavis Brownlee, Archdeacon in the Anglican Church of Canada (retired). “Brings this icon to life as never before.” —. Prof. Stuart Chambers, University of Ottawa. This book will transport you to an ancient time, yet you will sense human emotions as contemporary as our own. This book inspires us to be world-changers. —. Rev. Takouhi Demirdjian-Petro, first Armenian woman minister ordained in Canada by the United Church.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Nonfiction",
                "Inspirational",
                "Biography",
                "Philosophy",
                "Spirituality",
                "Poetry"
            ]
        },
        {
            "title": "Silas Marner",
            "authors": [
                "George Eliot"
            ],
            "ranking": 3.66,
            "ranking_count": 80273,
            "abstract": "George Eliot's tale of a solitary miser gradually redeemed by the joy of fatherhood,. Silas Marner. is edited with an introduction and notes by David Carroll in Penguin Classics.. Wrongly accused of theft and exiled from a religious community many years before, the embittered weaver Silas Marner lives alone in Raveloe, living only for work and his precious hoard of money. But when his money is stolen and an orphaned child finds her way into his house, Silas is given the chance to transform his life. His fate, and that of Eppie, the little girl he adopts, is entwined with Godfrey Cass, son of the village Squire, who, like Silas, is trapped by his past.. Silas Marner. , George Eliot's favourite of her novels, combines humour, rich symbolism and pointed social criticism to create an unsentimental but affectionate portrait of rural life.. This text uses the Cabinet edition, revised by George Eliot in 1878. David Carroll's introduction is complemented by the original Penguin Classics edition introduction by Q.D. Leavis.. Mary Ann Evans (1819-80) began her literary career as a translator, and later editor, of the Westminster Review. In 1857, she published. Scenes of Clerical Life. , the first of eight novels she would publish under the name of 'George Eliot', including. The Mill on the Floss. ,. Middlemarch. , and. Daniel Deronda. .. If you enjoyed. Silas Marner. , you might like Nathaniel Hawthorne's. The Scarlet Letter. , also available in Penguin Classics.. 'I think. Silas Marner. holds a higher place than any of the author's works. It is more nearly a masterpiece; it has more of that simple, rounded, consummate aspect ... which marks a classical work'. Henry James",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Drawing of the Three",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.22,
            "ranking_count": 235157,
            "abstract": "While pursuing his quest for the Dark Tower through a world that is a nightmarishly distorted mirror image of our own, Roland, the last gunslinger, encounters three mysterious doorways on the beach. Each one enters into the life of a different person living in contemporary New York.. Here he links forces with the defiant young Eddie Dean and the beautiful, brilliant, and brave Odetta Holmes, in a savage struggle against underworld evil and otherworldly enemies.. Once again, Stephen King has masterfully interwoven dark, evocative fantasy and icy realism.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Adventure",
                "Westerns",
                "Audiobook",
                "Science Fiction Fantasy",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Dispossessed",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.22,
            "ranking_count": 102984,
            "abstract": "Librarian note: Alternate cover edition of ISBN. 9780061054884. .. Shevek, a brilliant physicist, decides to take action. He will seek answers, question the unquestionable, and attempt to tear down the walls of hatred that have isolated his planet of anarchists from the rest of the civilized universe. To do this dangerous task will mean giving up his family and possibly his life—Shevek must make the unprecedented journey to the utopian mother planet, Urras, to challenge the complex structures of life and living, and ignite the fires of change.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Speculative Fiction",
                "Politics",
                "Philosophy",
                "Novels"
            ]
        },
        {
            "title": "Redwall",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.12,
            "ranking_count": 111527,
            "abstract": "A quest to recover a legendary lost weapon by bumbling young apprentice monk, mouse Matthias.. Redwall Abbey, tranquil home to a community of peace-loving mice, is threatened by Cluny the Scourge savage bilge rat warlord and his battle-hardened horde. But the Redwall mice and their loyal woodland friends combine their courage and strength.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Rime of the Ancient Mariner",
            "authors": [
                "Samuel Taylor Coleridge",
                "Gustave Doré"
            ],
            "ranking": 3.95,
            "ranking_count": 55406,
            "abstract": "The Rime of the Ancient Mariner. (originally The Rime of the Ancyent Marinere) is the longest major poem by the English poet Samuel Taylor Coleridge, written in 1797–98 and published in 1798 in the first edition of. Lyrical Ballads. . Modern editions use a later revised version printed in 1817 and featuring a gloss. Along with other poems in. Lyrical Ballads. , it was a signal shift to modern poetry and the beginning of British Romantic literature.. It relates the events experienced by a mariner who has returned from a long sea voyage. The Mariner stops a man on his way to a wedding ceremony and begins to narrate a story. The Wedding-Guest's reaction turns from bemusement to impatience, fear, and fascination as the Mariner's story progresses, as can be seen in the language style: for example, the use of narrative techniques such as personification and repetition to create a sense of danger, or the supernatural, or serenity, depending on the mood each different part of the poem.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Fantasy",
                "Academic",
                "Gothic",
                "European Literature"
            ]
        },
        {
            "title": "Requiem for a Dream",
            "authors": [
                "Hubert Selby Jr.",
                "Darren Aronofsky",
                "Richard Price"
            ],
            "ranking": 4.09,
            "ranking_count": 57676,
            "abstract": "In Coney Island, Brooklyn, Sarah Goldfarb, a lonely widow, wants nothing more than to lose weight and appear on a television game show. She becomes addicted to diet pills in her obsessive quest, while her junkie son, Harry, along with his girlfriend, Marion, and his best friend, Tyrone, have devised an illicit shortcut to wealth and leisure by scoring a pound of uncut heroin. Entranced by the gleaming visions of their futures, these four convince themselves that unexpected setbacks are only temporary. Even as their lives slowly deteriorate around them, they cling to their delusions and become utterly consumed in the spiral of drugs and addiction, refusing to see that they have instead created their own worst nightmares.. Selby's place is in the front rank of American novelists. HIs work has the power, the intimacy with suffering and morality, the honesty and moral urgency of Doestoevsky's. To understand Selby's work is to understand the anguish of America. - The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "گم شده ای در مه",
            "authors": [
                "سید مرتضی مصطفوی"
            ],
            "ranking": 3.77,
            "ranking_count": 680,
            "abstract": "Philosophical story about human loneliness in two different worlds. Body world The spirit world. This story is inspired by the high world. چند جوان در جاده ای مه آلود مسیر خود را گم می کنند در حالی که مرگ آنها را تهدید می کند بوسیله اتومبیلی شگفت انگیز نجات پیدا می کنند اتومبیل آنها را وارد جاده بی انتهایی می کند که فرا زمان و فرا مکانی است و در این. مسیر توقفگاه های بسیاری است اتومبیل در هر توقفگاهی که درنگ می کند آنها را با دنیای جدیدی آشنا کرده و در حالی که شخصیت قبلی آنها را از بین می برد شخصیت جدیدی را به آنها پیشنهاد می دهد آنها اگر با آن شخصیت جدید هم ذات پنداری کنند و راضی به شرایط موجود شوند در غالب آن در خواهند آمد و پیشنهاد جدیدی دیگر به آنها نخواهد شد اما اگر به شرایط جدید رضا ندهند با شخصیت بهتری که در آن حلول کرده اند مواجه خواهند شد.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "Between Shades of Gray",
            "authors": [
                "Ruta Sepetys"
            ],
            "ranking": 4.36,
            "ranking_count": 200560,
            "abstract": "Lina is just like any other fifteen-year-old Lithuanian girl in 1941. She paints, she draws, she gets crushes on boys. Until one night when Soviet officers barge into her home, tearing her family from the comfortable life they've known. Separated from her father, forced onto a crowded and dirty train car, Lina, her mother, and her young brother slowly make their way north, crossing the Arctic Circle, to a work camp in the coldest reaches of Siberia. Here they are forced, under Stalin's orders, to dig for beets and fight for their lives under the cruelest of conditions.. Lina finds solace in her art, meticulously—and at great risk—documenting events by drawing, hoping these messages will make their way to her father's prison camp to let him know they are still alive. It is a long and harrowing journey, spanning years and covering 6,500 miles, but it is through incredible strength, love, and hope that Lina ultimately survives.. Between Shades of Gray. is a novel that will steal your breath and capture your heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "Romance",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "The Far Pavilions",
            "authors": [
                "M.M. Kaye"
            ],
            "ranking": 4.2,
            "ranking_count": 42541,
            "abstract": "A magnificent romantic/historical/adventure novel set in India at the time of mutiny. The Far Pavilions is a story of 19th Century India, when the thin patina of English rule held down dangerously turbulent undercurrents. It is a story about and English man - Ashton Pelham-Martyn - brought up as a Hindu and his passionate, but dangerous love for an Indian princess. It's a story of divided loyalties, of tender camaraderie, of greedy imperialism and of the clash between east and west. To the burning plains and snow-capped mountains of this great, humming continent, M.M. Kaye brings her quite exceptional gift of immediacy and meticulous historical accuracy, plus her insight into the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Classics",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "We Have Always Lived in the Castle",
            "authors": [
                "Shirley Jackson",
                "Jonathan Lethem"
            ],
            "ranking": 3.97,
            "ranking_count": 156433,
            "abstract": "My name is Mary Katherine Blackwood. I am eighteen years old, and I live with my sister Constance. I have often thought that with any luck at all I could have been born a werewolf, because the two middle fingers on both my hands are the same length, but I have had to be content with what I had. I dislike washing myself, and dogs, and noise, I like my sister Constance, and Richard Plantagenet, and Amanita phalloides, the death-cap mushroom. Everyone else in my family is dead...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Gothic",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "White Noise",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.87,
            "ranking_count": 94811,
            "abstract": "Part of the Penguin Orange Collection, a limited-run series of twelve influential and beloved American classics in a bold series design offering a modern take on the iconic Penguin paperback. For the seventieth anniversary of Penguin Classics, the Penguin Orange Collection celebrates the heritage of Penguin’s iconic book design with twelve influential American literary classics representing the breadth and diversity of the Penguin Classics library. These collectible editions are dressed in the iconic orange and white tri-band cover design, first created in 1935, while french flaps, high-quality paper, and striking cover illustrations provide the cutting-edge design treatment that is the signature of Penguin Classics Deluxe Editions today.. White Noise. Winner of the 1985 National Book Award,. White Noise. tells the story of Jack Gladney, his fourth wife, Babette, and their four ultramodern offspring, as they navigate the rocky passages of family life to the background babble of brand-name consumerism.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Science Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Disgrace",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.84,
            "ranking_count": 95682,
            "abstract": "Set in post-apartheid South Africa, J. M. Coetzee’s searing novel tells the story of David Lurie, a twice divorced, 52-year-old professor of communications and Romantic Poetry at Cape Technical University. Lurie believes he has created a comfortable, if somewhat passionless, life for himself. He lives within his financial and emotional means. Though his position at the university has been reduced, he teaches his classes dutifully; and while age has diminished his attractiveness, weekly visits to a prostitute satisfy his sexual needs. He considers himself happy. However, when Lurie seduces one of his students, he sets in motion a chain of events that will shatter his complacency and leave him utterly disgraced.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "Finding Hope in the Darkness of Grief: Spiritual Insights Expressed Through Art, Poetry and Prose",
            "authors": [
                "Diamante Lavendar"
            ],
            "ranking": 4.31,
            "ranking_count": 2740,
            "abstract": "Written to honor Diamante's children in Heaven, Finding Hope In The Darkness Of Grief is a recipient of five awards to date for Poetry, Religion/Spirituality, Inspiration and Gift Book.. This earthly plane offers much for us to learn: happiness, wisdom, loss, heartbreak, and enlightenment. It is a Pandoras box of emotions, situations, opportunities, and failures, all wrapped into a package we call life. Nobody is immune, but everyone has the opportunity to grow tall or wither like a flower in harsh light. Its completely up to us how we choose to respond. Finding Hope in the Darkness of Grief is a gleaning of insights from artist Diamante Lavender. For her, life has been a long, difficult road, but it has taught many poignant lessons. Her poetry collection is an exploration of the human soul, a traversing of situations that life throws at us. Diamante has always been intrigued by the ability to overcome and move on to bigger and better things. She writes to encourage hope and possibility in those who read her stories. If she can help others heal, as she has, then Diamantes work as an author and artist will have been well spent. She believes that everyone should try to leave a positive mark on the world, to make it a better place for all. Writing is the way that she is attempting to leave her markone story at a time.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Adult",
                "Novels",
                "Poetry",
                "Drama",
                "New Adult",
                "Young Adult",
                "Spirituality",
                "Book Club"
            ]
        },
        {
            "title": "The Horse Whisperer",
            "authors": [
                "Nicholas Evans"
            ],
            "ranking": 3.83,
            "ranking_count": 54489,
            "abstract": "A forty-ton truck hurtles out of control on a snowy country road, a teenage girl on horseback in its path. In a few terrible seconds the life of a family is shattered. And a mother's quest beings - to save her maimed daughter and a horse driven mad by pain. It is an odyssey that will bring her to.... THE HORSE WHISPERER. He is the stuff of legend. His voice can calm wild horses and his touch heal broken spirits. For secrets uttered softly into pricked and troubled ears, such men were once called Whisperers. Now Tom Booker, the inheritor of this ancient gift, is to meet his greatest challenge.. Annie Graves has traveled across a continent with her daughter, Grace, and their wounded horse, Pilgrim, to the Booker ranch in Montana. Annie has risked everything - her career, her marriage, her comfortable life - in her desperate belief that the Whisperer can help them. The accident has turned Pilgrim savage. He is now so demented and dangerous that everyone says he should be destroyed. But Annie won't give up on him. For she feels his fate is inextricably entwined with that of he daughter, who has retreated into a heartrending, hostile silence. Annie knows that if the horse dies, something in Grace will die too.. In the weeks to come, under the massive sky of the Rocky Mountain Front, all their lives - including Tom Booker's - will be transformed forever in a way none could have foretold. At once an epic love story and a gripping adventure,. The Horse Whisperer. weaves an extraordinary tale of healing and redemption - a magnificent emotional journey that explores our ancient bonds with earth and sky and hearts untamed. It is a stirring elegy to the power of belief and self-discovery, to hopes lost and found again.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Animals",
                "Contemporary",
                "Drama",
                "Adult",
                "Classics",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "All the Pretty Horses",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.01,
            "ranking_count": 102859,
            "abstract": "All the Pretty Horses. tells of young John Grady Cole, the last of a long line of Texas ranchers. Across the border Mexico beckons—beautiful and desolate, rugged and cruelly civilized. With two companions, he sets off on an idyllic, sometimes comic adventure, to a place where dreams are paid for in blood.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "The Guardian",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.15,
            "ranking_count": 169794,
            "abstract": "Julie Barenson's young husband left her two unexpected gifts before he died: a Great Dane puppy named Singer and the promise that he would always be watching over her. Now, four years have passed. Still living in the small town of Swansboro, North Carolina, 29-year-old Julie is emotionally ready to make a commitment to someone again. But who? Should it be Richard Franklin, the handsome, sophisticated engineer who treats her like a queen? Or Mike Harris, the down-to-earth nice guy who was her husband's best friend? Choosing one of them should bring her more happiness than she's had in years. Instead, Julie is soon fighting for her life in a nightmare spawned by a chilling deception and jealousy so poisonous that it has become a murderous desire",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "The Story of Ferdinand",
            "authors": [
                "Munro Leaf",
                "Robert Lawson"
            ],
            "ranking": 4.35,
            "ranking_count": 89230,
            "abstract": "A true classic with a timeless message,. The Story of Ferdinand. has enchanted readers since it was first published in 1936. All the other bulls would run and jump and butt their heads together. But Ferdinand would rather sit and smell the flowers. And he does just that, until the day a bumblebee and some men from the Madrid bullfights give gentle Ferdinand a chance to be the most ferocious star of the. corrida. —and the most unexpected comic hero. This cherished hardcover is perfect for those who love Ferdinand, and those who have yet to meet him.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Cultural",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "Tiger's Curse",
            "authors": [
                "Colleen Houck"
            ],
            "ranking": 4.06,
            "ranking_count": 60375,
            "abstract": "Passion. Fate. Loyalty.. Would you risk it all to change your destiny?. The last thing Kelsey Hayes thought she’d be doing this summer was trying to break a 300-year-old Indian curse. With a mysterious white tiger named Ren. Halfway around the world. But that’s exactly what happened. Face-to-face with dark forces, spellbinding magic, and mystical worlds where nothing is what it seems, Kelsey risks everything to piece together an ancient prophecy that could break the curse forever.. Tiger’s Curse is the exciting first volume in an epic fantasy-romance that will leave you breathless and yearning for more.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Unearthly",
            "authors": [
                "Cynthia Hand"
            ],
            "ranking": 4.01,
            "ranking_count": 126850,
            "abstract": "In the beginning, there's a boy standing in the trees.... Clara Gardner has recently learned that she's part angel. Having angel blood run through her veins not only makes her smarter, stronger, and faster than humans (a word, she realizes, that no longer applies to her), but it means she has a purpose, something she was put on this earth to do. Figuring out what that is, though, isn't easy.. Her visions of a raging forest fire and an alluring stranger lead her to a new school in a new town. When she meets Christian, who turns out to be the boy of her dreams (literally), everything seems to fall into place and out of place at the same time. Because there's another guy, Tucker, who appeals to Clara's less angelic side.. As Clara tries to find her way in a world she no longer understands, she encounters unseen dangers and choices she never thought she'd have to make between honesty and deceit, love and duty, good and evil. When the fire from her vision finally ignites, will Clara be ready to face her destiny?. Unearthly is a moving tale of love and fate, and the struggle between following the rules and following your heart.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Collected Fictions",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 4.57,
            "ranking_count": 21986,
            "abstract": "Jorge Luis Borges has been called the greatest Spanish-language writer of our century. Now for the first time in English, all of Borges' dazzling fictions are gathered into a single volume, brilliantly translated by Andrew Hurley. From his 1935 debut with. The Universal History of Iniquity. , through his immensely influential collections. Ficciones. and. The Aleph. , these enigmatic, elaborate, imaginative inventions display Borges' talent for turning fiction on its head by playing with form and genre and toying with language. Together these incomparable works comprise the perfect one-volume compendium for all those who have long loved Borges, and a superb introduction to the master's work for those who have yet to discover this singular genius.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Fantasy",
                "Magical Realism",
                "Philosophy",
                "European Literature",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Lady Midnight",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.37,
            "ranking_count": 203055,
            "abstract": "The Shadowhunters of Los Angeles star in the first novel in Cassandra Clare’s newest series, The Dark Artifices, a sequel to the internationally bestselling Mortal Instruments series.. Lady Midnight. is a Shadowhunters novel.. It’s been five years since the events of. City of Heavenly Fire. that brought the Shadowhunters to the brink of oblivion. Emma Carstairs is no longer a child in mourning, but a young woman bent on discovering what killed her parents and avenging her losses.. Together with her parabatai Julian Blackthorn, Emma must learn to trust her head and her heart as she investigates a demonic plot that stretches across Los Angeles, from the Sunset Strip to the enchanted sea that pounds the beaches of Santa Monica. If only her heart didn’t lead her in treacherous directions…. Making things even more complicated, Julian’s brother Mark—who was captured by the faeries five years ago—has been returned as a bargaining chip. The faeries are desperate to find out who is murdering their kind—and they need the Shadowhunters’ help to do it. But time works differently in faerie, so Mark has barely aged and doesn’t recognize his family. Can he ever truly return to them? Will the faeries really allow it?. Glitz, glamours, and Shadowhunters abound in this heartrending opening to Cassandra Clare’s Dark Artifices series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Last of the Mohicans",
            "authors": [
                "James Fenimore Cooper"
            ],
            "ranking": 3.7,
            "ranking_count": 94284,
            "abstract": "The wild rush of action in this classic frontier adventure story has made. The Last of the Mohicans. the most popular of James Fenimore Cooper’s Leatherstocking Tales. Deep in the forests of upper New York State, the brave woodsman Hawkeye (Natty Bumppo) and his loyal Mohican friends Chingachgook and Uncas become embroiled in the bloody battles of the French and Indian War. The abduction of the beautiful Munro sisters by hostile savages, the treachery of the renegade brave Magua, the ambush of innocent settlers, and the thrilling events that lead to the final tragic confrontation between rival war parties create an unforgettable, spine-tingling picture of life on the frontier. And as the idyllic wilderness gives way to the forces of civilization, the novel presents a moving portrayal of a vanishing race and the end of its way of life in the great American forests.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Adventure",
                "Literature",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Along for the Ride",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.05,
            "ranking_count": 194538,
            "abstract": "It’s been so long since Auden slept at night. Ever since her parents’ divorce—or since the fighting started. Now she has the chance to spend a carefree summer with her dad and his new family in the charming beach town where they live.. A job in a clothes boutique introduces Auden to the world of girls: their talk, their friendship, their crushes. She missed out on all that, too busy being the perfect daughter to her demanding mother. Then she meets Eli, an intriguing loner and a fellow insomniac who becomes her guide to the nocturnal world of the town. Together they embark on parallel quests: for Auden, to experience the carefree teenage life she’s been denied; for Eli, to come to terms with the guilt he feels for the death of a friend.. In her signature pitch-perfect style, Sarah Dessen explores the hearts of two lonely people learning to connect.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Songs of Innocence and of Experience",
            "authors": [
                "William Blake"
            ],
            "ranking": 4.1,
            "ranking_count": 43893,
            "abstract": "Songs of Innocence and of Experience. is an illustrated collection of poems by William Blake. It appeared in two phases. A few first copies were printed and illuminated by William Blake himself in 1789; five years later he bound these poems with a set of new poems in a volume titled. Songs of Innocence and of Experience Shewing the Two Contrary States of the Human Soul. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Art",
                "Medievalism",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "The Pilgrim's Progress",
            "authors": [
                "John Bunyan"
            ],
            "ranking": 4.01,
            "ranking_count": 122228,
            "abstract": "This famous story of man's progress through life in search of salvation remains one of the most entertaining allegories of faith ever written. Set against realistic backdrops of town and country, the powerful drama of the pilgrim's trials and temptations follows him in his harrowing journey to the Celestial City.. Along a road filled with monsters and spiritual terrors, Christian confronts such emblematic characters as Worldly Wiseman, Giant Despair, Talkative, Ignorance, and the demons of the Valley of the Shadow of Death. But he is also joined by Hopeful and Faithful.. An enormously influential 17th-century classic, universally known for its simplicity, vigor, and beauty of language,. The Pilgrim's Progress. remains one of the most widely read books in the English language.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Christian",
                "Religion",
                "Christian Fiction",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "The Mysterious Benedict Society",
            "authors": [
                "Trenton Lee Stewart"
            ],
            "ranking": 4.19,
            "ranking_count": 142198,
            "abstract": "Are you a gifted child looking for special opportunities?. When this peculiar ad appears in the newspaper, dozens of children enroll to take a series of mysterious, mind-bending tests. (And you, dear reader, can test your wits right alongside them.) But in the end just four very special children will succeed. Their challenge: to go on a secret mission that only the most intelligent and resourceful children could complete. To accomplish it they will have to go undercover at the Learning Institute for the Very Enlightened, where the only rule is that there are no rules. As our heroes face physical and mental trials beyond their wildest imaginations, they have no choice but to turn to each other for support. But with their newfound friendship at stake, will they be able to pass the most important test of all?. This tenth anniversary edition of. The Mysterious Benedict Society. includes over thirty pages of bonus materials that will delight old and new fans alike.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Fantasy",
                "Adventure",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Razor's Edge",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 4.19,
            "ranking_count": 41094,
            "abstract": "Larry Darrell is a young American in search of the absolute. The progress of this spiritual odyssey involves him with some of Maugham's most brillant characters - his fiancee Isabel, whose choice between love and wealth have lifelong repercussions, and Elliot Templeton, her uncle, a classic expatriate American snob. The most ambitious of Maugham's novels, this is also one in which Maugham himself plays a considerable part as he wanders in and out of the story, to observe his characters struggling with their fates.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Philosophy",
                "European Literature",
                "Literary Fiction",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "Suzanne's Diary for Nicholas",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.16,
            "ranking_count": 145172,
            "abstract": "Beautifully captures the joys of a new family as it builds to an overwhelmingly moving climax. This is an unforgettable love story, at once heartbreaking and full of hope.. James Patterson has written a love story!--a powerfully moving and suspenseful novel about families, loss, new love, and hope.. Katie Wilkinson has found her perfect man at last. He's a writer, a house painter, an original thinker--everything she's imagined she wanted in a partner. But one day, without explanation, he disappears from her life, leaving behind only a diary for her to read.. This diary is a love letter written by a new mother named Suzanne for her baby son, Nicholas. In it she pours out her heart about how she and the boy's father met, about her hopes for marriage and family, and about the unparalleled joy that having a baby has brought into her life. As Katie reads this touching document, it becomes clear that the lover who has just left her is the husband and father in this young family. She reads on, filled with terror and hope, as she struggles to understand what has happened--and whether her new love has a prayer of surviving.. Written with James Patterson's perfect pitch for emotion and suspense, Suzanne's Diary for Nicholas captures beautifully the joys of a new family as it builds to an overwhelmingly moving climax. This is an unforgettable love story, at once heartbreaking and full of hope.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "The Maltese Falcon",
            "authors": [
                "Dashiell Hammett"
            ],
            "ranking": 3.89,
            "ranking_count": 98492,
            "abstract": "Sam Spade is hired by the fragrant Miss Wonderley to track down her sister, who has eloped with a louse called Floyd Thursby. But Miss Wonderley is in fact the beautiful and treacherous Brigid O'Shaughnessy, and when Spade's partner Miles Archer is shot while on Thursby's trail, Spade finds himself both hunter and hunted: can he track down the jewel-encrusted bird, a treasure worth killing for, before the Fat Man finds him?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Blue Bloods",
            "authors": [
                "Melissa de la Cruz"
            ],
            "ranking": 3.69,
            "ranking_count": 138540,
            "abstract": "When the Mayflower set sail in 1620, it carried on board the men and women who would shape America: Miles Standish; John Alden; Constance Hopkins. But some among the Pilgrims were not pure of heart; they were not escaping religious persecution. Indeed, they were not even human. They were vampires.. The vampires assimilated quickly into the New World. Rising to levels of enormous power, wealth, and influence, they were the celebrated blue bloods of American society.. The. Blue Bloods. vowed that their immortal status would remain a closely guarded secret. And they kept that secret for centuries. But now, in New York City, the secret is seeping out. Schuyler Van Alen is a sophomore at a prestigious private school. She prefers baggy, vintage clothes instead of the Prada and pearls worn by her classmates, and she lives with her reclusive grandmother in a dilapated mansion. Schuyler is a loner...and happy that way. Suddenly, when she turns fifteen, there is a visible mosaic of blue veins on her arm. She starts to crave raw food and she is having flashbacks to ancient times. Then a popular girl from her school is found dead... drained of all her blood. Schuyler doesn't know what to think, but she wants to find out the secrets the Blue Bloods are keeping. But is she herself in danger?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Shot Down: The True Story of Pilot Howard Snyder and the Crew of the B-17 Susan Ruth",
            "authors": [
                "Steve Snyder"
            ],
            "ranking": 4.24,
            "ranking_count": 14789,
            "abstract": "Belgium ... February 8, 1944 ... Shot Down and Alive. For the first time, the full and complete story of the B-17 Flying Fortress Susan Ruth is shared in unbelievable detail. Author Steve Snyder’s story of his father, Lieutenant Howard Snyder, and the Susan Ruth crew, provides in-depth details about many aspects of World War II few understand or know about including the:. • separation for young families as men went off to war;. • training before heading to foreign soil;. • military combat operations;. • underground and resistance and what Lt. Snyder did when he joined it;. • German atrocities toward captured crew and civilians;. • behind-the-scenes stories of the Belgium civilians who risked all to save American flyers who were in the air one moment, spiraling down in flames the next;. • creation and dedication of the monument to the Susan Ruth and its crew located in Macquenoise, Belgium in 1989.. Shot Down. was created from the vast number of letters and journals of Howard Snyder; diaries of men and women on the ground who rescued, sheltered and hid the crew; and interviews conducted by historians. Centered around the 306th Bomb Group in Thurleigh, England, it is informative, insightful and captivating.. For most, 70 years is a long time ago. World War II fades in importance as each year goes by.. Shot Down. moves history out of the footnotes into reality, keeping the stories of real people alive as they experience being shot down. You are there, almost holding your breath as Lt. Snyder gets his crew out of his B-17 when bailing out over Nazi occupied Europe.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "War",
                "Nonfiction",
                "Adult",
                "Aviation",
                "Biography",
                "Adventure",
                "True Story",
                "New Adult"
            ]
        },
        {
            "title": "A Bend in the Road",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.03,
            "ranking_count": 144248,
            "abstract": "Miles Ryan's life seemed to end the day his wife was killed in a hit-and-run accident two years ago. Missy had been his first love, and Miles fervently believes she will be his last. As a deputy in the North Carolina town of New Bern, Miles Ryan not only grieves for Missy, but also longs to bring the unknown driver to justice. Then Miles meets Sarah Andrews. The second grade teacher of his son, Jonah, Sarah had left Baltimore after a difficult divorce to start over in the gentler surroundings of New Bern. Perhaps it's her own emotional wounds that make her sensitive to the hurt she first sees in Jonah's eyes, and then his father's. Tentatively, Sarah and Miles reach out to each other. Soon they are both laughing for the first time in years . . . and falling in love. Neither will be able to guess how closely linked they are to a shocking secret -- one that will force them to question everything they ever believed in . . . and make a heartbreaking choice that will change their lives forever.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Mystery",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "Archer's Voice",
            "authors": [
                "Mia Sheridan"
            ],
            "ranking": 4.35,
            "ranking_count": 125443,
            "abstract": "When Bree Prescott arrives in the sleepy, lakeside town of Pelion, Maine, she hopes against hope that this is the place where she will finally find the peace she so desperately seeks. On her first day there, her life collides with Archer Hale, an isolated man who holds a secret agony of his own. A man no one else sees.. Archer's Voice. is the story of a woman chained to the memory of one horrifying night and the man whose love is the key to her freedom. It is the story of a silent man who lives with an excruciating wound and the woman who helps him find his voice. It is the story of suffering, fate, and the transformative power of love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Adult",
                "Disability",
                "Fiction",
                "Sociology",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Doll's House",
            "authors": [
                "Henrik Ibsen",
                "T. Weber",
                "Michael   Meyer"
            ],
            "ranking": 3.75,
            "ranking_count": 122618,
            "abstract": "A Doll's House (1879), is a masterpiece of theatrical craft which, for the first time portrayed the tragic hypocrisy of Victorian middle class marriage on the stage. The play ushered in a new social era and exploded like a bomb into contemporary life.. The Student Edition contains these exclusive features:. ·         A chronology of the playwright's life and work. ·         An introduction giving the background of the play. ·         Commentary on themes, characters. language and style. ·         Notes on individual words and phrases in the text. ·         Questions for further study. ·         Bibliography for further reading.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Feminism",
                "Literature"
            ]
        },
        {
            "title": "The Client",
            "authors": [
                "John Grisham"
            ],
            "ranking": 4.03,
            "ranking_count": 420868,
            "abstract": "In a weedy clearing on the outskirts of Memphis, two boys watch a shiny Lincoln pull up to the curb...Eleven-year-old Mark Sway and his younger brother were sharing a forbidden cigarette when a chance encounter with a suicidal lawyer left Mark knowing a bloody and explosive secret: the whereabouts of the most sought-after dead body in America. Now Mark is caught between a legal system gone mad and a mob killer desperate to cover up his crime. And his only ally is a woman named Reggie Love, who has been a lawyer for all of four years. Prosecutors are willing to break all the rules to make Mark talk. The mob will stop at nothing to keep him quiet. And Reggie will do anything to protect her client --even take a last, desperate gamble that could win Mark his freedom... or cost them both their lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Law",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Smilla's Sense of Snow",
            "authors": [
                "Peter Høeg",
                "Tiina Nunnally"
            ],
            "ranking": 3.74,
            "ranking_count": 46181,
            "abstract": "She thinks more highly of snow and ice than she does of love.  She lives in a world of numbers, science and memories--a dark, exotic stranger in a strange land.  And now Smilla Jaspersen is convinced she has uncovered a shattering crime.... It happened in the Copenhagen snow.  A six-year-old boy, a Greenlander like Smilla, fell to his death from the top of his apartment building.  While the boy's body is still warm, the police pronounce his death an accident.  But Smilla knows her young neighbor didn't fall from the roof on his own.  Soon she is following a path of clues as clear to her as footsteps in the snow.  For her dead neighbor, and for herself, she must embark on a harrowing journey of lies, revelation and violence that will take her back to the world of ice and snow from which she comes, where an explosive secret waits beneath the ice....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Scandinavian Lite..."
            ]
        },
        {
            "title": "Eleven Minutes",
            "authors": [
                "Paulo Coelho",
                "Margaret Jull Costa"
            ],
            "ranking": 3.7,
            "ranking_count": 162385,
            "abstract": "Eleven Minutes. is the story of Maria, a young girl from a Brazilian village, whose first innocent brushes with love leave her heartbroken. At a tender age, she becomes convinced that she will never find true love, instead believing that “love is a terrible thing that will make you suffer. . . .” A chance meeting in Rio takes her to Geneva, where she dreams of finding fame and fortune.. Maria’s despairing view of love is put to the test when she meets a handsome young painter. In this odyssey of self-discovery, Maria has to choose between pursuing a path of darkness—sexual pleasure for its own sake—or risking everything to find her own “inner light” and the possibility of sacred sex, sex in the context of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Novels",
                "Contemporary",
                "Philosophy",
                "Literature",
                "Adult",
                "Cultural",
                "Drama",
                "Spirituality"
            ]
        },
        {
            "title": "The Tempest",
            "authors": [
                "William Shakespeare",
                "Paul Werstine",
                "David Lindley",
                "Israel Gollancz",
                "Barbara A. Mowat"
            ],
            "ranking": 3.8,
            "ranking_count": 189299,
            "abstract": "Alternate Cover/publisher Edition ISBN 0743482832 (ISBN13: 9780743482837). Each edition includes:. • Freshly edited text based on the best early printed version of the play. • Full explanatory notes conveniently placed on pages facing the text of the play. • Scene-by-scene plot summaries. • A key to famous lines and phrases. • An introduction to reading Shakespeare's language. • An essay by an outstanding scholar providing a modern perspective on the play. • Illustrations from the Folger Shakespeare Library's vast holdings of rare books",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Fantasy",
                "Academic",
                "Literature",
                "Poetry"
            ]
        },
        {
            "title": "At Grave's End",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.29,
            "ranking_count": 86664,
            "abstract": "Some Things Won’t Stay Buried … At Grave’s End. It should be the best time of half-vampire Cat Crawfield’s life. With her undead lover Bones at her side, she’s successfully protected mortals from the rogue undead. But though Cat’s worn disguise after disguise to keep her true identity a secret from the brazen bloodsuckers, her cover’s finally been blown, placing her in terrible danger.. As if that wasn’t enough, a woman from Bones’s past is determined to bury him once and for all. Caught in the crosshairs of a vengeful vamp, yet determined to help Bones stop a lethal magic from being unleashed, Cat’s about to learn the true meaning of bad blood. And the tricks she’s learned as a special agent won’t help her. She will need to fully embrace her vampire instincts in order to save herself – and Bones – from a fate worse than the grave.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Walks Away Woman",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 4.37,
            "ranking_count": 1117,
            "abstract": "Ki Longfellow, acclaimed author of. Flow Down Like Silver: Hypatia of Alexandria. ,. The Secret Magdalene. , and. Houdini Heart. has penned. Walks Away Woman. , a remarkable story of an ordinary woman driven to an extraordinary decision. Overwhelmed, overwrought, and overweight, an everyday housewife walks into the Sonoran Desert to die.. But there's more to a desert than sand or death. There's thorns, venom, claws, heat, thirst, other people—and unexpected adventure.. As she says, It's because your gums are receding and your hair is thinning and your neckline is sagging. It's because all you ever had was your youth, and you spent that so long ago now it's hard to remember what you bought with it. Mrs. Warner shuddered in her loosening skin, was almost running now. It's because you're scared. Lately you're so scared and so aimless and so useless you sleep half the day and panic half the night. In between, you watch TV to ward off the evil of watching yourself. So—if not death, then what?. When she tripped over a rock—and in tripping, plunged over the edge of a cliff—Mrs. Warner had forgotten the desert, the cacti, the heat, the hunger, the thirst. All that was left was an ever increasing panic and an ever deepening desperation. And then there was the shock of falling and the screaming inside: Here we go, here we go—but don't hurt, don't hurt. Oh god, please! Don't hurt!. After that, there was nothing.. Until she woke up at the bottom of an arroyo with a lot of surviving to do. And all she had was her purse. It wasn't much to face a desert with, but Mrs. Warner, born Molly Brock, was in a fight for her life, the life she didn't want until she was just about to lose it.. What's an everyday housewife to do? In Molly's case, a lot. And every bit of it changing her from ordinary to extraordinary.",
            "part_of_series": false,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Literature",
                "Novels",
                "Environment",
                "Humor",
                "Womens",
                "Action"
            ]
        },
        {
            "title": "A Passage to India",
            "authors": [
                "E.M. Forster",
                "Oliver Stallybrass",
                "Pankaj Mishra"
            ],
            "ranking": 3.68,
            "ranking_count": 74525,
            "abstract": "When Adela Quested and her elderly companion Mrs Moore arrive in the Indian town of Chandrapore, they quickly feel trapped by its insular and prejudiced 'Anglo-Indian' community. Determined to escape the parochial English enclave and explore the 'real India', they seek the guidance of the charming and mercurial Dr Aziz, a cultivated Indian Muslim. But a mysterious incident occurs while they are exploring the Marabar caves with Aziz, and the well-respected doctor soon finds himself at the centre of a scandal that rouses violent passions among both the British and their Indian subjects. A masterful portrait of a society in the grip of imperialism,. A Passage to India. compellingly depicts the fate of individuals caught between the great political and cultural conflicts of the modern world.. In his introduction, Pankaj Mishra outlines Forster's complex engagement with Indian society and culture. This edition reproduces the Abinger text and notes, and also includes four of Forster's essays on India, a chronology and further reading.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Collector",
            "authors": [
                "John Fowles"
            ],
            "ranking": 3.99,
            "ranking_count": 66305,
            "abstract": "Withdrawn, uneducated and unloved, Frederick collects butterflies and takes photographs. He is obsessed with a beautiful stranger, the art student Miranda. When he wins the pools he buys a remote Sussex house and calmly abducts Miranda, believing she will grow to love him in time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Horror",
                "Thriller",
                "Mystery",
                "Novels",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Immortal Life of Henrietta Lacks",
            "authors": [
                "Rebecca Skloot"
            ],
            "ranking": 4.09,
            "ranking_count": 657251,
            "abstract": "Her name was Henrietta Lacks, but scientists know her as HeLa. She was a poor Southern tobacco farmer who worked the same land as her enslaved ancestors, yet her cells—taken without her knowledge—became one of the most important tools in medicine. The first “immortal” human cells grown in culture, they are still alive today, though she has been dead for more than sixty years. If you could pile all HeLa cells ever grown onto a scale, they’d weigh more than 50 million metric tons—as much as a hundred Empire State Buildings. HeLa cells were vital for developing the polio vaccine; uncovered secrets of cancer, viruses, and the atom bomb’s effects; helped lead to important advances like in vitro fertilization, cloning, and gene mapping; and have been bought and sold by the billions.. Yet Henrietta Lacks remains virtually unknown, buried in an unmarked grave.. Now Rebecca Skloot takes us on an extraordinary journey, from the “colored” ward of Johns Hopkins Hospital in the 1950s to stark white laboratories with freezers full of HeLa cells; from Henrietta’s small, dying hometown of Clover, Virginia — a land of wooden quarters for enslaved people, faith healings, and voodoo — to East Baltimore today, where her children and grandchildren live and struggle with the legacy of her cells.. Henrietta’s family did not learn of her “immortality” until more than twenty years after her death, when scientists investigating HeLa began using her husband and children in research without informed consent. And though the cells had launched a multimillion-dollar industry that sells human biological materials, her family never saw any of the profits. As Rebecca Skloot so brilliantly shows, the story of the Lacks family — past and present — is inextricably connected to the history of experimentation on African Americans, the birth of bioethics, and the legal battles over whether we control the stuff we are made of.. Over the decade it took to uncover this story, Rebecca became enmeshed in the lives of the Lacks family—especially Henrietta’s daughter Deborah, who was devastated to learn about her mother’s cells. She was consumed with questions: Had scientists cloned her mother? Did it hurt her when researchers infected her cells with viruses and shot them into space? What happened to her sister, Elsie, who died in a mental institution at the age of fifteen? And if her mother was so important to medicine, why couldn’t her children afford health insurance?. Intimate in feeling, astonishing in scope, and impossible to put down,. The Immortal Life of Henrietta Lacks. captures the beauty and drama of scientific discovery, as well as its human consequences.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Biography",
                "Health",
                "Audiobook",
                "Medical",
                "Book Club",
                "Biography Memoir",
                "Historical"
            ]
        },
        {
            "title": "Animal Farm / 1984",
            "authors": [
                "George Orwell",
                "Christopher Hitchens"
            ],
            "ranking": 4.3,
            "ranking_count": 179835,
            "abstract": "This edition features George Orwell’s best-known novels—1984 and Animal Farm—with an introduction by Christopher Hitchens.. In 1984, London is a grim city where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith joins a secret revolutionary organisation called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be.. Animal Farm is Orwell’s classic satire of the Russian Revolution - an account of the bold struggle, initiated by the animals, that transforms Mr. Jones’s Manor Farm into Animal Farm - a wholly democratic society built on the credo that All Animals Are Created Equal. But are they? AUTHOR: George Orwell (1903-1950) was born in India and served with the Imperial Police in Burma before joining the Republican Army in the Spanish Civil War. Orwell was the author of six novels as well as numerous essays and nonfiction works.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Literature",
                "Politics",
                "Fantasy",
                "Novels",
                "Philosophy",
                "Academic"
            ]
        },
        {
            "title": "Running with Scissors",
            "authors": [
                "Augusten Burroughs"
            ],
            "ranking": 3.74,
            "ranking_count": 373299,
            "abstract": "Running with Scissors is the true story of a boy whose mother (a poet with delusions of Anne Sexton) gave him away to be raised by her unorthodox psychiatrist who bore a striking resemblance to Santa Claus. So at the age of twelve, Burroughs found himself amidst Victorian squalor living with the doctor’s bizarre family, and befriending a pedophile who resided in the backyard shed. The story of an outlaw childhood where rules were unheard of, and the Christmas tree stayed up all year round, where Valium was consumed like candy, and if things got dull an electroshock- therapy machine could provide entertainment. The funny, harrowing and bestselling account of an ordinary boy’s survival under the most extraordinary circumstances.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Humor",
                "Biography Memoir",
                "LGBT",
                "Psychology",
                "Health",
                "Mental Health"
            ]
        },
        {
            "title": "Point of Retreat",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.25,
            "ranking_count": 153719,
            "abstract": "From the bestselling author of Slammed, comes Colleen Hoover's next big hit.. Layken and Will have managed to overcome the obstacles that threatened to destroy their love, proving that they are destined for one another. What they are about to learn, however, is that the things that have brought them together may be the very things that ruin their connection forever…. Layken is left second-guessing the relationship whilst Will is jumping over hurdles to prove his love for her. What the young lovers discover about themselves along this journey may change their entire world and the lives of those who depend upon them the most.... Praise for Colleen Hoover:. 'As brilliant and entertaining as Slammed, Point of Retreat is absolute poetry.' - JAMIE MCGUIRE, New York Times bestselling author of Beautiful Disaster. 'I finished reading Slammed at 1am on Sunday... I couldn't wait to start reading Point of Retreat so I bought it right then and there!' - Amazon Review",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Academic",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "The Devil Wears Prada",
            "authors": [
                "Lauren Weisberger"
            ],
            "ranking": 3.77,
            "ranking_count": 832486,
            "abstract": "A delightfully dishy novel about the all-time most impossible boss in the history of impossible bosses.. Andrea Sachs, a small-town girl fresh out of college, lands the job “a million girls would die for.” Hired as the assistant to Miranda Priestly, the high-profile, fabulously successful editor of Runway magazine, Andrea finds herself in an office that shouts Prada! Armani! Versace! at every turn, a world populated by impossibly thin, heart-wrenchingly stylish women and beautiful men clad in fine-ribbed turtlenecks and tight leather pants that show off their lifelong dedication to the gym. With breathtaking ease, Miranda can turn each and every one of these hip sophisticates into a scared, whimpering child.. THE DEVIL WEARS PRADA gives a rich and hilarious new meaning to complaints about “The Boss from Hell.” Narrated in Andrea’s smart, refreshingly disarming voice, it traces a deep, dark, devilish view of life at the top only hinted at in gossip columns and over Cosmopolitans at the trendiest cocktail parties. From sending the latest, not-yet-in-stores Harry Potter to Miranda’s children in Paris by private jet, to locating an unnamed antique store where Miranda had at some point admired a vintage dresser, to serving lattes to Miranda at precisely the piping hot temperature she prefers, Andrea is sorely tested each and every day—and often late into the night with orders barked over the phone. She puts up with it all by keeping her eyes on the prize: a recommendation from Miranda that will get Andrea a top job at any magazine of her choosing. As things escalate from the merely unacceptable to the downright outrageous, however, Andrea begins to realize that the job a million girls would die for may just kill her. And even if she survives, she has to decide whether or not the job is worth the price of her soul.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Contemporary",
                "Romance",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Couture",
                "Novels",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Helter Skelter: The True Story of the Manson Murders",
            "authors": [
                "Vincent Bugliosi",
                "Curt Gentry"
            ],
            "ranking": 4.05,
            "ranking_count": 135774,
            "abstract": "Prosecuting attorney in the Manson trial, Vincent Bugliosi held a unique insider's position in one of the most baffling and horrifying cases of the twentieth century: the cold-blooded Tate-LaBianca murders carried out by Charles Manson and four of his followers. What motivated Manson in his seemingly mindless selection of victims, and what was his hold over the young women who obeyed his orders? Here is the gripping story of this famous and haunting crime. 50 pages of b/w photographs.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Horror",
                "Biography",
                "Audiobook",
                "Religion",
                "Psychology"
            ]
        },
        {
            "title": "Dead Witch Walking",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.03,
            "ranking_count": 121656,
            "abstract": "All the creatures of the night gather in the Hollows of Cincinnati, to hide, to prowl, to party... and to feed.. Vampires rule the darkness in a predator-eat-predator world rife with dangers beyond imagining - and it's Rachel Morgan's job to keep that world civilized.. A bounty hunter and witch with serious sex appeal and an attitude, she'll bring 'em back alive, dead... or undead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Great Divorce",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.29,
            "ranking_count": 125863,
            "abstract": "Alternative cover for ISBN: 978-0-00-746123-3. C.S. Lewis’ The Great Divorce is a classic Christian allegorical tale about a bus ride from hell to heaven. An extraordinary meditation upon good and evil, grace and judgment, Lewis’s revolutionary idea in the The Great Divorce is that the gates of Hell are locked from the inside. Using his extraordinary descriptive powers, Lewis’ The Great Divorce will change the way we think about good and evil.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Fiction",
                "Religion",
                "Classics",
                "Fantasy",
                "Philosophy",
                "Christian Fiction"
            ]
        },
        {
            "title": "Hex Hall",
            "authors": [
                "Rachel Hawkins"
            ],
            "ranking": 3.92,
            "ranking_count": 140344,
            "abstract": "Three years ago, Sophie Mercer discovered that she was a witch. It's gotten her into a few scrapes. Her non-gifted mother has been as supportive as possible, consulting Sophie's estranged father—an elusive European warlock—only when necessary. But when Sophie attracts too much human attention for a prom-night spell gone horribly wrong, it's her dad who decides her punishment: exile to Hex Hall, an isolated reform school for wayward Prodigium, a.k.a. witches, faeries, and shapeshifters.. By the end of her first day among fellow freak-teens, Sophie has quite a scorecard: three powerful enemies who look like supermodels, a futile crush on a gorgeous warlock, a creepy tag-along ghost, and a new roommate who happens to be the most hated person and only vampire student on campus. Worse, Sophie soon learns that a mysterious predator has been attacking students, and her only friend is the number-one suspect.. As a series of blood-curdling mysteries starts to converge, Sophie prepares for the biggest threat of all: an ancient secret society determined to destroy all Prodigium, especially her.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Hatchet",
            "authors": [
                "Gary Paulsen"
            ],
            "ranking": 3.75,
            "ranking_count": 347283,
            "abstract": "Brian is on his way to Canada to visit his estranged father when the pilot of his small prop plane suffers a heart attack. Brian is forced to crash-land the plane in a lake--and finds himself stranded in the remote Canadian wilderness with only his clothing and the hatchet his mother gave him as a present before his departure.. Brian had been distraught over his parents' impending divorce and the secret he carries about his mother, but now he is truly desolate and alone. Exhausted, terrified, and hungry, Brian struggles to find food and make a shelter for himself. He has no special knowledge of the woods, and he must find a new kind of awareness and patience as he meets each day's challenges. Is the water safe to drink? Are the berries he finds poisonous?. Slowly, Brian learns to turn adversity to his advantage--an invading porcupine unexpectedly shows him how to make fire, a devastating tornado shows him how to retrieve supplies from the submerged airplane. Most of all, Brian leaves behind the self-pity he has felt about his predicament as he summons the courage to stay alive.. A story of survival and of transformation, this riveting book has sparked many a reader's interest in venturing into the wild.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Classics",
                "Childrens",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Hogfather",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 85157,
            "abstract": "Susan had never hung up a stocking . She'd never put a tooth under her pillow in the serious expectation that a dentally inclined fairy would turn up. It wasn't that her parents didn't believe in such things. They didn't. need. to believe in them. They know they existed. They just wished they didn't.. There are those who believe and those who don't. Through the ages, superstition has had its uses. Nowhere more so than in the Discworld where it's helped to maintain the status quo. Anything that undermines superstition has to be viewed with some caution. There may be consequences, particularly on the last night of the year when the time is turning. When those consequences turn out to be the end of the world, you need to be prepared. You might even want more standing between you and oblivion than a mere slip of a girl - even if she has looked Death in the face on numerous occasions...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Holiday",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "A Room of One's Own",
            "authors": [
                "Virginia Woolf"
            ],
            "ranking": 4.19,
            "ranking_count": 154261,
            "abstract": "A Room of One's Own. is an extended essay by Virginia Woolf. First published on the 24th of October, 1929, the essay was based on a series of lectures she delivered at Newnham College and Girton College, two women's colleges at Cambridge University in October 1928. While this extended essay in fact employs a fictional narrator and narrative to explore women both as writers and characters in fiction, the manuscript for the delivery of the series of lectures, titled Women and Fiction, and hence the essay, are considered nonfiction. The essay is seen as a feminist text, and is noted in its argument for both a literal and figural space for women writers within a literary tradition dominated by patriarchy.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Feminism",
                "Writing",
                "Philosophy",
                "Language",
                "Literature",
                "Womens",
                "European Literature"
            ]
        },
        {
            "title": "Everything, Everything",
            "authors": [
                "Nicola Yoon",
                "David  Yoon"
            ],
            "ranking": 4.01,
            "ranking_count": 506299,
            "abstract": "My disease is as rare as it is famous. It’s a form of Severe Combined Immunodeficiency, but basically, I’m allergic to the world. I don’t leave my house, have not left my house in fifteen years. The only people I ever see are my mom and my nurse, Carla.. But then one day, a moving truck arrives. New next door neighbors. I look out the window, and I see him. He’s tall, lean and wearing all black—black t-shirt, black jeans, black sneakers and a black knit cap that covers his hair completely. He catches me looking and stares at me. I stare right back. His name is Olly. I want to learn everything about him, and I do. I learn that he is funny and fierce. I learn that his eyes are Atlantic Ocean-blue and that his vice is stealing silverware. I learn that when I talk to him, my whole world opens up, and I feel myself starting to change—starting to want things. To want out of my bubble. To want everything, everything the world has to offer.. Maybe we can’t predict the future, but we can predict some things. For example, I am certainly going to fall in love with Olly. It’s almost certainly going to be a disaster.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lover Enshrined",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.11,
            "ranking_count": 112156,
            "abstract": "In this frighteningly addictive paranormal romance saga there's a war raging between vampires and their slayers. Here are the stories of a secret band of brothers like no other—six vampire warriors, defenders of their race. And now a dutiful twin must choose between two lives.... Fiercely loyal to the Black Dagger Brotherhood, Phury has sacrificed himself for the good of the race, becoming the male responsible for keeping the Brotherhood's bloodlines alive. As Primale of the Chosen, he is obligated to father the sons and daughters who will ensure that the traditions of the race survive, and that there are warriors to fight those who want all vampires extinguished.. As his first mate, the Chosen Cormia wants to win not only his body, but his heart for herself. She is drawn to the noble responsibility behind the emotionally scarred male. But Phury has never allowed himself to know pleasure or joy. As the war with the Lessening Society grows grim, tragedy looms over the Brotherhood's mansion, and Phury must decide between duty and love....",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Beastly",
            "authors": [
                "Alex Flinn"
            ],
            "ranking": 3.83,
            "ranking_count": 174875,
            "abstract": "I am a beast.. A beast. Not quite wolf or bear, gorilla or dog but a horrible new creature who walks upright—a creature with fangs and claws and hair springing from every pore. I am a monster.. You think I'm talking fairy tales? No way. The place is New York City. The time is now. It's no deformity, no disease. And I'll stay this way forever—ruined—unless I can break the spell.. Yes, the spell, the one the witch in my English class cast on me. Why did she turn me into a beast who hides by day and prowls by night? I'll tell you. I'll tell you how I used to be Kyle Kingsbury, the guy you wished you were, with money, perfect looks, and the perfect life. And then, I'll tell you how I became perfectly . . . beastly.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Retellings",
                "Fiction",
                "Fairy Tales"
            ]
        },
        {
            "title": "Let the Right One In",
            "authors": [
                "John Ajvide Lindqvist"
            ],
            "ranking": 4.04,
            "ranking_count": 100681,
            "abstract": "It is autumn 1981 when the inconceivable comes to Blackeberg, a suburb in Sweden. The body of a teenage boy is found, emptied of blood, the murder rumored to be part of a ritual killing. Twelve-year-old Oskar is personally hoping that revenge has come at long last—revenge for the bullying he endures at school, day after day.. But the murder is not the most important thing on his mind. A new girl has moved in next door—a girl who has never seen a Rubik's Cube before, but who can solve it at once. There is something wrong with her, though, something odd. And she only comes out at night....",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Paranormal",
                "Fantasy",
                "Thriller",
                "Mystery",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Short Second Life of Bree Tanner",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.51,
            "ranking_count": 201243,
            "abstract": "FANS OF THE TWILIGHT SAGA WILL BE ENTHRALLED BY THIS RIVETING STORY OF BREE TANNER, A CHARACTER FIRST INTRODUCED IN. ECLIPSE. , AND THE DARKER SIDE OF THE NEWBORN VAMPIRE WORLD SHE INHABITS.. BREE TANNER CAN BARELY REMEMBER LIFE before she had uncannily powerful senses, superhuman reflexes, and unstoppable physical strength. Life before she had a relentless thirst for blood... life before she became a vampire.. ALL BREE KNOWS IS THAT LIVING WITH HER fellow newborns has few certainties and even fewer rules: watch your back, don't draw attention to yourself, and above all, make it home by sunrise or die. What she doesn't know: her time as an immortal is quickly running out.. THEN BREE FINDS AN UNEXPECTED FRIEND in Diego, a newborn just as curious as Bree about their mysterious creator, whom they only know as. her. . As they come to realize that the newborns are pawns in a game larger than anything they could have imagined, Bree and Diego must choose sides and decide whom to trust. But when everything you know about vampires is based on a lie, how do you find the truth?. IN ANOTHER IRRESISTIBLE COMBINATION of danger, mystery, and romance, Stephenie Meyer tells the devastating story of the newborn army as they prepare to close in on Bella Swan and the Cullens, following their encounter to its unforgettable conclusion.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Novella"
            ]
        },
        {
            "title": "Eugene Onegin",
            "authors": [
                "Alexander Pushkin",
                "James E. Falen"
            ],
            "ranking": 4.1,
            "ranking_count": 56821,
            "abstract": "Eugene Onegin. is the master work of the poet whom Russians regard as the fountainhead of their literature. Set in 1820s Russia, Pushkin's verse novel follows the fates of three men and three women. Engaging, full of suspense, and varied in tone, it also portrays a large cast of other characters and offers the reader many literary, philosophical, and autobiographical digressions, often in a highly satirical vein.. Eugene Onegin. was Pushkin's own favourite work, and this new translation conveys the literal sense and the poetic music of the original.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Cultural",
                "Fiction",
                "Literature",
                "Romance",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Kitchen God's Wife",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 4.01,
            "ranking_count": 80771,
            "abstract": "Winnie and Helen have kept each other's worst secrets for more than fifty years. Now, because she believes she is dying, Helen wants to expose everything. And Winnie angrily determines that she must be the one to tell her daughter, Pearl, about the past—including the terrible truth even Helen does not know. And so begins Winnie's story of her life on a small island outside Shanghai in the 1920s, and other places in China during World War II, and traces the happy and desperate events that led to Winnie's coming to America in 1949.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Contemporary",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Birdsong: A Novel of Love and War",
            "authors": [
                "Sebastian Faulks"
            ],
            "ranking": 4.09,
            "ranking_count": 73597,
            "abstract": "Published to international critical and popular acclaim, this intensely romantic yet stunningly realistic novel spans three generations and the unimaginable gulf between the First World War and the present. As the young Englishman Stephen Wraysford passes through a tempestuous love affair with Isabelle Azaire in France and enters the dark, surreal world beneath the trenches of No Man's Land, Sebastian Faulks creates a world of fiction that is as tragic as A Farewell to Arms and as sensuous as The English Patient. Crafted from the ruins of war and the indestructibility of love, Birdsong is a novel that will be read and marveled at for years to come.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "Romance",
                "Cultural",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Stoner",
            "authors": [
                "John  Williams",
                "John McGahern"
            ],
            "ranking": 4.3,
            "ranking_count": 125593,
            "abstract": "William Stoner is born at the end of the nineteenth century into a dirt-poor Missouri farming family. Sent to the state university to study agronomy, he instead falls in love with English literature and embraces a scholar’s life, so different from the hardscrabble existence he has known. And yet as the years pass, Stoner encounters a succession of disappointments: marriage into a “proper” family estranges him from his parents; his career is stymied; his wife and daughter turn coldly away from him; a transforming experience of new love ends under threat of scandal. Driven ever deeper within himself, Stoner rediscovers the stoic silence of his forebears and confronts an essential solitude.. John Williams’s luminous and deeply moving novel is a work of quiet perfection. William Stoner emerges from it not only as an archetypal American, but as an unlikely existential hero, standing, like a figure in a painting by Edward Hopper, in stark relief against an unforgiving world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Forbidden",
            "authors": [
                "Tabitha Suzuma"
            ],
            "ranking": 4.01,
            "ranking_count": 65107,
            "abstract": "She is pretty and talented - sweet sixteen and never been kissed. He is seventeen; gorgeous and on the brink of a bright future. And now they have fallen in love. But... they are brother and sister.. Seventeen-year-old Lochan and sixteen-year-old Maya have always felt more like friends than siblings. Together they have stepped in for their alcoholic, wayward mother to take care of their three younger siblings. As defacto parents to the little ones, Lochan and Maya have had to grow up fast. And the stress of their lives—and the way they understand each other so completely—has also brought them closer than two siblings would ordinarily be. So close, in fact, that they have fallen in love. Their clandestine romance quickly blooms into deep, desperate love. They know their relationship is wrong and cannot possibly continue. And yet, they cannot stop what feels so incredibly right. As the novel careens toward an explosive and shocking finale, only one thing is certain: a love this devastating has no happy ending.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Dark",
                "Realistic Fiction",
                "New Adult",
                "Drama"
            ]
        },
        {
            "title": "Timeline",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.86,
            "ranking_count": 197668,
            "abstract": "In an Arizona desert, a man wanders in a daze, speaking words that make no sense. Within twenty-four hours he is dead, his body swiftly cremated by his only known associates. Halfway around the world, archaeologists make a shocking discovery at a medieval site. Suddenly they are swept off to the headquarters of a secretive multinational corporation that has developed an astounding technology. Now this group is about to get a chance not to study the past but to enter it. And with history opened up to the present, the dead awakened to the living, these men and women will soon find themselves fighting for their very survival -- six hundred years ago.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Historical",
                "Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Factotum",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.93,
            "ranking_count": 63973,
            "abstract": "One of Bukowski's best, this beer-soaked, deliciously degenerate novel follows the wanderings of aspiring writer Henry Chinaski across World War II-era America. Deferred from military service, Chinaski travels from city to city, moving listlessly from one odd job to another, always needing money but never badly enough to keep a job. His day-to-day existence spirals into an endless litany of pathetic whores, sordid rooms, dreary embraces, and drunken brawls, as he makes his bitter, brilliant way from one drink to the next.. Charles Bukowski's posthumous legend continues to grow.. Factotum. is a masterfully vivid evocation of slow-paced, low-life urbanity and alcoholism, and an excellent introduction to the fictional world of Charles Bukowski.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Poetry",
                "The United States Of America"
            ]
        },
        {
            "title": "Valley of the Dolls",
            "authors": [
                "Jacqueline Susann"
            ],
            "ranking": 3.79,
            "ranking_count": 56276,
            "abstract": "Dolls: red or black; capsules or tablets; washed down with vodka or swallowed straight-for Anne, Neely, and Jennifer, it doesn't matter, as long as the pill bottle is within easy reach. These three women become best friends when they are young and struggling in New York City and then climb to the top of the entertainment industry-only to find that there is no place left to go but down-into the Valley of the Dolls.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Novels",
                "Adult",
                "Adult Fiction",
                "New York",
                "Drama"
            ]
        },
        {
            "title": "The Man in the High Castle",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.61,
            "ranking_count": 189624,
            "abstract": "It's America in 1962. Slavery is legal once again. The few Jews who still survive hide under assumed names. In San Francisco, the I Ching is as common as the Yellow Pages. All because some twenty years earlier the United States lost a war — and is now occupied by Nazi Germany and Japan.. This harrowing, Hugo Award-winning novel is the work that established Philip K. Dick as an innovator in science fiction while breaking the barrier between science fiction and the serious novel of ideas. In it Dick offers a haunting vision of history as a nightmare from which it may just be possible to wake.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Historical",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Indigo Spell",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.35,
            "ranking_count": 99448,
            "abstract": "In the aftermath of a forbidden moment that rocked Sydney to her core, she finds herself struggling to draw the line between her Alchemist teachings and what her heart is urging her to do. Then she meets alluring, rebellious Marcus Finch--a former Alchemist who escaped against all odds, and is now on the run. Marcus wants to teach Sydney the secrets he claims the Alchemists are hiding from her. But as he pushes her to rebel against the people who raised her, Sydney finds that breaking free is harder than she thought. There is an old and mysterious magic rooted deeply within her. And as she searches for an evil magic user targeting powerful young witches, she realizes that her only hope is to embrace her magical blood--or else she might be next.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Fingersmith",
            "authors": [
                "Sarah Waters"
            ],
            "ranking": 4.0,
            "ranking_count": 95278,
            "abstract": "Sue Trinder is an orphan, left as an infant in the care of Mrs. Sucksby, a baby farmer, who raised her with unusual tenderness, as if Sue were her own. Mrs. Sucksby’s household, with its fussy babies calmed with doses of gin, also hosts a transient family of petty thieves—fingersmiths—for whom this house in the heart of a mean London slum is home.. One day, the most beloved thief of all arrives—Gentleman, an elegant con man, who carries with him an enticing proposition for Sue: If she wins a position as the maid to Maud Lilly, a naïve gentlewoman, and aids Gentleman in her seduction, then they will all share in Maud’s vast inheritance. Once the inheritance is secured, Maud will be disposed of—passed off as mad, and made to live out the rest of her days in a lunatic asylum.. With dreams of paying back the kindness of her adopted family, Sue agrees to the plan. Once in, however, Sue begins to pity her helpless mark and care for Maud Lilly in unexpected ways...But no one and nothing is as it seems in this Dickensian novel of thrills and reversals.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Romance",
                "Mystery",
                "Adult",
                "Gothic"
            ]
        },
        {
            "title": "Breaking Dawn",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.72,
            "ranking_count": 1499498,
            "abstract": "Don't be afraid, I murmured. We belong together.. I was abruptly overwhelmed by the truth of my own words.. This moment was so perfect, so right, there was no way to doubt it.. His arms wrapped around me,. holding me against him..... It felt like every nerve ending in my body was a live wire.. Forever, he agreed.. WHEN YOU LOVED THE ONE WHO WAS KILLING YOU, IT LEFT YOU NO OPTIONS. How could you run, how could you fight, when doing so would hurt that beloved one? If your life was all you had to give, how could you not give it? If it was someone you truly loved?. TO BE IRREVOCABLY IN LOVE WITH A VAMPIRE is both fantasy and nightmare woven into a dangerously heightened reality for Bella Swan. Pulled in one direction by her intense passion for Edward Cullen, and in another by her profound connection to werewolf Jacob Black, a tumultuous year of temptation, loss, and strife have led her to the ultimate turning point. Her imminent choice to either join the dark but seductive world of immortals or to pursue a fully human life has become the thread from which the fates of two tribes hangs.. NOW THAT BELLA HAS MADE HER DECISION, a startling chain of unprecedented events is about to unfold with potentially devastating, and unfathomable, consequences. Just when the frayed strands of Bella's life - first discovered in. Twilight. , then scattered and torn in. New Moon. and. Eclipse. - seem ready to heal and knit together, could they be destroyed... forever?. THE ASTONISHING, BREATHLESSLY anticipated conclusion to the Twilight Saga,. Breaking Dawn. illuminates the secrets and mysteries of this spellbinding romantic epic that has entranced millions.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Magician",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.3,
            "ranking_count": 63972,
            "abstract": "Raymond E. Feist's classic fantasy epic, Magician, has enchanted readers for over twenty years. The revised edition was prepared to celebrate the tenth anniversary of its publication, and incorporates over 15,000 words of text omitted from previous editions.. At Crydee, a frontier outpost in the tranquil Kingdom of the Isles, an orphan boy, Pug, is apprenticed to a master magician – and the destinies of two worlds are changed forever.. Suddenly the peace of the Kingdom is destroyed as mysterious alien invaders swarm the land. Pug is swept up into the conflict but for him and his warrior friend, Tomas, an odyssey into the unknown has only just begun.. Tomas will inherit a legacy of savage power from an ancient civilization. Pug’s destiny is to lead him through a rift in the fabric of space and time to the mastery of the unimaginable powers of a strange new magic.. Reviews. 'Epic scope… fast moving action…vivid imagination'. WASHINGTON POST. 'tons of intrigue and action'. PUBLISHERS WEEKLY",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Childrens",
                "Adventure",
                "Epic"
            ]
        },
        {
            "title": "Dirk Gently's Holistic Detective Agency",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 3.97,
            "ranking_count": 132509,
            "abstract": "What do a dead cat, a computer whiz-kid, an Electric Monk who believes the world is pink, quantum mechanics, a Chronologist over 200 years old, Samuel Taylor Coleridge (poet), and pizza have in common?. Apparently not much; until Dirk Gently, self-styled private investigator, sets out to prove the fundamental interconnectedness of all things by solving a mysterious murder, assisting a mysterious professor, unravelling a mysterious mystery, and eating a lot of pizza – not to mention saving the entire human race from extinction along the way (at no extra charge).. To find out more, read this book (better still, buy it, then read it) – or contact Dirk Gently’s Holistic Detective Agency. ‘A thumping good detective-ghost-horror-whodunnit-time travel-romantic-musical-comedy epic.’ The author",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "And the Mountains Echoed",
            "authors": [
                "Khaled Hosseini"
            ],
            "ranking": 4.06,
            "ranking_count": 335860,
            "abstract": "So, then. You want a story and I will tell you one...Afghanistan, 1952. Abdullah and his sister Pari live with their father and stepmother in the small village of Shadbagh. Their father, Saboor, is constantly in search of work and they struggle together through poverty and brutal winters. To Abdullah, Pari - as beautiful and sweet-natured as the fairy for which she was named - is everything. More like a parent than a brother, Abdullah will do anything for her, even trading his only pair of shoes for a feather for her treasured collection. Each night they sleep together in their cot, their heads touching, their limbs tangled. One day the siblings journey across the desert to Kabul with their father. Pari and Abdullah have no sense of the fate that awaits them there, for the event which unfolds will tear their lives apart; sometimes a finger must be cut to save the hand. Crossing generations and continents, moving from Kabul, to Paris, to San Francisco, to the Greek island of Tinos, with profound wisdom, depth, insight and compassion, Khaled Hosseini writes about the bonds that define us and shape our lives, the ways in which we help our loved ones in need, how the choices we make resonate through history and how we are often surprised by the people closest to us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Book Club",
                "Drama"
            ]
        },
        {
            "title": "Lock and Key",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 4.0,
            "ranking_count": 146467,
            "abstract": "Ruby, where is your mother?. Ruby knows that the game is up. For the past few months, she's been on her own in the yellow house, managing somehow, knowing that her mother will probably never return.. That's how she comes to live with Cora, the sister she hasn't seen in ten years, and Cora's husband Jamie, whose down-to-earth demeanor makes it hard for Ruby to believe he founded the most popular networking Web site around. A luxurious house, fancy private school, a new wardrobe, the promise of college and a future; it's a dream come true. So why is Ruby such a reluctant Cinderella, wary and defensive? And why is Nate, the genial boy next door with some secrets of his own, unable to accept the help that Ruby is just learning to give?. Best-selling author Sarah Dessen explores the heart of a gutsy, complex girl dealing with unforeseen circumstances and learning to trust again.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Educated",
            "authors": [
                "Tara Westover"
            ],
            "ranking": 4.47,
            "ranking_count": 1134972,
            "abstract": "A newer edition of ISBN 9780399590504 can be found. here.. Tara Westover was 17 the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her head-for-the-hills bag. In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard.. Her father forbade hospitals, so Tara never saw a doctor or nurse. Gashes and concussions, even burns from explosions, were all treated at home with herbalism. The family was so isolated from mainstream society that there was no one to ensure the children received an education and no one to intervene when one of Tara's older brothers became violent.. Then, lacking any formal education, Tara began to educate herself. She taught herself enough mathematics and grammar to be admitted to Brigham Young University, where she studied history, learning for the first time about important world events like the Holocaust and the civil rights movement. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge. Only then would she wonder if she'd traveled too far, if there was still a way home.. Educated. is an account of the struggle for self-invention. It is a tale of fierce family loyalty and of the grief that comes with severing the closest of ties. With the acute insight that distinguishes all great writers, Westover has crafted a universal coming-of-age story that gets to the heart of what an education is and what it offers: the perspective to see one's life through new eyes and the will to change it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Education",
                "Book Club",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "Gödel, Escher, Bach: An Eternal Golden Braid",
            "authors": [
                "Douglas R. Hofstadter"
            ],
            "ranking": 4.28,
            "ranking_count": 46395,
            "abstract": "Douglas Hofstadter's book is concerned directly with the nature of “maps” or links between formal systems. However, according to Hofstadter, the formal system that underlies all mental activity transcends the system that supports it. If life can grow out of the formal chemical substrate of the cell, if consciousness can emerge out of a formal system of firing neurons, then so too will computers attain human intelligence. Gödel, Escher, Bach is a wonderful exploration of fascinating ideas at the heart of cognitive science: meaning, reduction, recursion, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Music",
                "Psychology",
                "Art",
                "Unfinished",
                "History"
            ]
        },
        {
            "title": "The Iron Queen",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.2,
            "ranking_count": 103910,
            "abstract": "My name is Meghan Chase.. I thought it was over. That my time with the fey, the impossible choices I had to make, the sacrifices of those I loved, was behind me. But a storm is approaching, an army of Iron fey that will drag me back, kicking and screaming. Drag me away from the banished prince who's sworn to stand by my side. Drag me into the core of conflict so powerful, I'm not sure anyone can survive it.. This time, there will be no turning back.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Nightshade",
            "authors": [
                "Andrea Cremer"
            ],
            "ranking": 4.01,
            "ranking_count": 83761,
            "abstract": "Calla Tor has always known her destiny: After graduating from the Mountain School, she'll be the mate of sexy alpha wolf Ren Laroche and fight with him, side by side, ruling their pack and guarding sacred sites for the Keepers. But when she violates her masters' laws by saving a beautiful human boy out for a hike, Calla begins to question her fate, her existence, and the very essence of the world she has known.. By following her heart, she might lose everything- including her own life. Is forbidden love worth the ultimate sacrifice?. A finely-wrought compelling tale of romance and treachery.... -Cynthia Leitich Smith. (New York Times bestselling author of. Eternal and Tantalize)",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Crying of Lot 49",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.69,
            "ranking_count": 78605,
            "abstract": "Suffused with rich satire, chaotic brilliance, verbal turbulence and wild humor,. The Crying of Lot 49. opens as Oedipa Maas discovers that she has been made executrix of a former lover's estate. The performance of her duties sets her on a strange trail of detection, in which bizarre characters crowd in to help or confuse her. But gradually, death, drugs, madness, and marriage combine to leave Oedipa in isolation on the threshold of revelation, awaiting the Crying of Lot 49.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Mystery",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        }
    ]
}