{
    "books": [
        {
            "title": "Who's on First",
            "authors": [
                "William F. Buckley Jr."
            ],
            "ranking": 3.73,
            "ranking_count": 428,
            "abstract": "The celebrated author of Tucker's Last Stand and. Stained Glass. offers a chilling story set against the backdrop of the cold war space race. Blackford Oakes heads a mission to kidnap a pair of extraordinary Russian scientists who can put the U.S. ahead in the race for space, unaware that KGB spymaster Bolgin is hot on his trail.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Spy Thriller",
                "Thriller",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Book of Jhereg",
            "authors": [
                "Steven Brust"
            ],
            "ranking": 4.19,
            "ranking_count": 4623,
            "abstract": "A welcome addition to any fantasy fan's library,. The Book of Jhereg. follows the antics of the wise-cracking assassin Vlad Taltos and his dragon-like companion through their first three adventures: Jhereg, Yendi, and Teckla. From his rookie assassin days to his selfless feats of heroism, the dauntless Vlad will hold readers spellbound and. The Book of Jhereg. will take its place among the classic compilations in fantasy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Mystery",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Whoreson",
            "authors": [
                "Donald Goines"
            ],
            "ranking": 4.3,
            "ranking_count": 1967,
            "abstract": "Goines takes the reader into the violent world of ghetto prostitution. Whoreson Jones, the novel's hero, is the son of a beautiful black prosititute and an unknown white john. By the age of sixteen, he is a fully- fledged pimp, cold blooded, ruthless. Written in gritty street talk, Whoreson's story affords a startling glimpse into the hell of the inner city, yet brisrles with bitter humor and defiant pride.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Urban",
                "Classics",
                "Audiobook",
                "American"
            ]
        },
        {
            "title": "Guerra del tiempo y otros relatos",
            "authors": [
                "Alejo Carpentier"
            ],
            "ranking": 4.02,
            "ranking_count": 222,
            "abstract": "A book written by one of the twentieth century's best writters, his languague is rich, colorful and majestic.This book is a must read in order to understand universal literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Magical Realism"
            ]
        },
        {
            "title": "John Quincy Adams: A Public Life, a Private Life",
            "authors": [
                "Paul C. Nagel"
            ],
            "ranking": 3.93,
            "ranking_count": 7550,
            "abstract": "Nagel probes deeply into the psyche of this cantankerous, misanthropic, erudite, hardworking son of a former president whose remarkable career spanned many offices: minister to Holland, Russia, and England, U.S. senator, secretary of state, president of the United States (1825-1829), and, finally, U.S. representative (the only ex-president to serve in the House). On the basis of a thorough study of Adams' seventy-year diary among a host of other documents, the author gives us a richer account than we have yet had of JQAs life - his passionate marriage to Louisa Johnson, his personal tragedies (two sons lost to alcoholism), his brilliant diplomacy, his recurring depression, his exasperating behavior - and shows us why in the end, only Abraham Lincoln's death evoked a greater outpouring of national sorrow in nineteenth-century America. We come to see how much Adams disliked politics and hoped for more from life than high office; how he sought distinction in literary and scientific endeavors, and drew his greatest pleasure from being a poet, critic, translator, essayist, botanist, and professor of oratory at Harvard; how tension between the public and private Adams vexed his life; and how his frustrations kept him masked and aloof (and unpopular).",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Presidents",
                "Biography Memoir",
                "Literature",
                "Military History"
            ]
        },
        {
            "title": "Absolute Power",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.18,
            "ranking_count": 99647,
            "abstract": "A grizzled professional cat burglar gets trapped inside the bedroom closet of one of the world's richest men, only to witness, through a one-way mirror, two Secret Service agents kill the billionaire's trampy young wife as she tries to fight off the drunken sexual advances of the nation's chief executive. Running for his life, but not before he picks up a bloodstained letter opener that puts the president at the scene of the crime, the burglar becomes the target of a clandestine manhunt orchestrated by leading members of the executive branch.. Meanwhile, Jack Graham, once a public defender and now a high-powered corporate attorney, gets drawn into the case because the on-the-lam burglar just happens to be the father of his former financee, a crusading Virginia prosecutor.. Embroidering the narrative through assorted plot whorls are the hero's broken romance; his conflict over selling out for financial success; the prosecutor's confused love-hate for her burglar father; the relentless investigation by a northern Virginia career cop; the dilemma of government agents trapped in a moral catch-22; the amoral ambitions of a sexy White House Chief of Staff; and the old burglar's determination to bring down the ruthless president.. Meanwhile, lurking at the novel's center like a venomous spider is the sociopathic president.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Politics",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "The Great Illusion",
            "authors": [
                "Norman Angell"
            ],
            "ranking": 3.56,
            "ranking_count": 112,
            "abstract": "First published in 1909, The Great Illusion sets out to answer one of the greatest questions in human history: Why is there war? Specifically, Angell wishes to discuss why there is war between the countries of Europe, which seem to always be at one another's throats. Angell refutes the belief that military power results in greater wealth and instead proposes that advanced economies based on trade and contract law can only generate value in the absence of military upset. War destroys any wealth that conquerors may have wanted to obtain, making the whole enterprise pointless. A deep understanding of this would, then, end the need for war. Students of history, political science, and peace studies will find much to ponder and much to argue with in this classic text. British journalist and politician SIR RALPH NORMAN ANGELL (1872-1967) was an executive for the World Committee against War and Fascism and a member of the executive committee of the League of Nations Union. Knighted in 1931, he was awarded the Nobel Peace Prize in 1933. From 1905 to 1912, he was the Paris editor for the Daily Mail, and served as a Labour MP from 1929 to 1931. He is also the author of Peace Theories and the Balkan War and The Fruits of Victory.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Economics",
                "Political Science",
                "Classics",
                "Philosophy",
                "War",
                "Sociology"
            ]
        },
        {
            "title": "Ελεγεία και σάτιρες",
            "authors": [
                "Kostas Karyotakis",
                "Κώστας Καρυωτάκης"
            ],
            "ranking": 4.59,
            "ranking_count": 95,
            "abstract": " Όμως κάθε φορά πού ή ελληνική ποίηση απελπίζεται, δηλαδή κάθε φορά πού γίνεται ποίηση, ό Καρυωτάκης είναι εξακολουθητικά παρών. Μετράει σχεδόν εν τέταρτον του αιώνος ή διαβεβαίωση ετούτη του ποιητή και κριτικού Βύρωνα Λεοντάρη, πού με την επιλογή του σημαδιακού επιρρήματος εξακολουθητικά θέλει να παραπέμψει ευθέως στη γνωστή, γενναία διαπίστωση του Τέλλου Άγρα: Κι έξαφνα, στα 1927, με την τρίτη και τελευταία του συλλογή, Ελεγεία και Σάτιρες, μας εξεπέρασεν όλους, αμέσως κι εξακολουθητικά. Έγινεν αμέσως maitre. Στό σύστημα της διαβεβαίωσης αυτής ή ποίηση ταυτίζεται με την απελπισία της, τη ριζική εννοείται απελπισία της, εκείνη πού δεν τελείται σε κοινωνικό κενό, δεν ακκίζεται ούτε εξαντλείται στον υδάτινο καθρέφτη των φιλολογημάτων της, εκείνη πού συγκλονίζει την ουσία και τη μορφή, είτε για να τα ξανααρμόσει είτε για να αποδείξει ανέφικτη τη συναρμογή τους και ήδη σωπασμένη την ποίηση. Μια απελπισία, λοιπόν, σαν κι εκείνη του Κώστα Καρυωτάκη, οριακά δαπανηρή μα και τόσο οξυδερκής, σχεδόν εξωανθρώπινα οξυδερκής, ώστε αφενός να μπορεί να τρέψει σε πανίσχυρη ειρωνεία τη χολή, σε λόγο το ουρλιαχτό, αφετέρου να φτάσει να μη χρειάζεται πάντοτε το βίωμα, να μη χρειάζεται καν το βίωμα: δεν αρκούσε ή πνιγηρή υπαλληλία, ή ωχρά σπειροχαίτη και ή Πρέβεζα για να αναδυθεί τόσο αδιάλλακτη ή τέχνη του Καρυωτάκη, τέχνη πού υπερβαίνει τόσο τη βιογραφία του ποιητή όσο και τη μυθολόγησή της.. (Από τον πρόλογο της έκδοσης)",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Sternstunden der Menschheit: Vierzehn historische Miniaturen (Fischer Klassik Plus)",
            "authors": [
                "Stefan Zweig"
            ],
            "ranking": 4.22,
            "ranking_count": 8425,
            "abstract": "Mit einem Nachwort von Knut Beck.Mit dem Autorenporträt aus dem Metzler Lexikon Weltliteratur.Mit Daten zu Leben und Werk, exklusiv verfasst von der Redaktion der Zeitschrift für Literatur TEXT + KRITIK.Manchmal ist die Geschichte selbst spannender als jedes Drama und lebendiger als jeder Roman. Stefan Zweig versammelt in diesen historischen Miniaturen vierzehn große, schicksalhafte Augenblicke in der Geschichte der Menschheit: von der Schlacht bei Waterloo über die Entstehung von Goethes berühmter Marienbader Elegie bis hin zur tragischen Südpolexpedition von Sir Robert Falcon Scott. Dabei zeigt sich: Es sind oft gerade die kurzen, vom Zufall bestimmten Augenblicke, die prägend für die Zukunft sind.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Short Stories",
                "European Literature",
                "Biography",
                "Literature",
                "Historical",
                "Writing"
            ]
        },
        {
            "title": "Divine Foreknowledge and Human Freedom: The Coherence of Theism: Omniscience",
            "authors": [
                "William Lane Craig"
            ],
            "ranking": 3.79,
            "ranking_count": 14,
            "abstract": "The ancient problem of fatalism, more particularly theological fatalism, has resurfaced with surprising vigour in the second half of the twentieth century. Two questions predominate in the debate: (1) Is divine foreknowledge compatible with human freedom and (2) How can God foreknow future free acts? Having surveyed the historical background of this debate in The Problem of Divine Foreknowledge and Future Contingents from Aristotle to Suarez (Brill: 1988), William Lane Craig now attempts to address these issues critically. His wide-ranging discussion brings together a thought- provoking array of related topics such as logical fatalism, multivalent logic, backward causation, precognition, time travel, counterfactual logic, temporal necessity, Newcomb's Problem, middle knowledge, and relativity theory. The present work serves both as a useful survey of the extensive literature on theological fatalism and related fields and as a stimulating assessment of the possibility of divine foreknowledge of future free acts.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "Terrorism and Communism: A Reply to Karl Kautsky",
            "authors": [
                "Leon Trotsky",
                "Slavoj Žižek"
            ],
            "ranking": 3.74,
            "ranking_count": 524,
            "abstract": "Written in the white heat of revolutionary Russia’s Civil War, Trotsky’s. Terrorism and Communism. is one of the most potent defenses of revolutionary dictatorship. In his provocative commentary to this new edition the philosopher Slavoj Žižek argues that Trotsky’s attack on the illusions of liberal democracy has a vital relevance today.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Philosophy",
                "History",
                "Nonfiction",
                "Cultural",
                "Literature",
                "Sociology"
            ]
        },
        {
            "title": "Everything She Ever Wanted",
            "authors": [
                "Ann Rule"
            ],
            "ranking": 4.05,
            "ranking_count": 7601,
            "abstract": "WAS SHE A SWEET SOUTHERN CHARMER?. OR A COLD-BLOODED KILLER?. For their wedding portrait, petite Pat Taylor and handsome Tom Allanson posed as Rhett and Scarlett. Both came from fine Southern families, and dreamed of the Tara-like plantation where they would grow roses, raise horses, and move in the genteel circles of Atlanta society. Less than two months later, their dream exploded in terror and murder: their beautiful home mysteriously burned to the ground and Tom was convicted of the brutal slaying of his mother and father.. Pat's only brother had died in a puzzling suicide, her grandparents-in-law were poisoned with arsenic, and no one—from her wealthy employers to her own children—was safe when Pat Allanson didn't get her way. It took Georgia lawmen more than two decades to stop her for good—if indeed they have.. In this fascinating account, Ann Rule delivers a tour de force: a whirlwind of misguided love, denial, guilt, and passions out of control; a series of brilliantly manipulated crimes; the bizarre and horrifying tale of two families brought to ruin; and, at the center of it all, the heartless, supremely selfish sociopath whose evil hid behind soft words and gentle manners, but who destroyed—without mercy—those who loved her.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "History",
                "True Story",
                "Audiobook",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "The Life of Forms in Art",
            "authors": [
                "Henri Focillon"
            ],
            "ranking": 3.98,
            "ranking_count": 58,
            "abstract": "In this beautiful meditation on the art-historical problem of style, Henri Focillon (1881-1943) describes how art forms change over time. Although he argues that the development of art is irreducible to external political, social, or economic determinants, one of his great achievements was to lodge a concept of autonomous formal mutation within the shifting domain of materials and techniques. Focillon emphasizes the presence of nonsynchronous tendencies within styles that give artworks a manifold and stratified character.. The Life of Forms in Art. remains one of the most brilliant and important reflections on the morphology of art. It has been superbly translated by Yale art historian George Kubler, whose book. The Shape of Time. was influenced by Focillon. The book also contains a critical introduction by Jean Molino.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Philosophy",
                "Architecture",
                "Nonfiction",
                "Cultural",
                "Academic",
                "Literature",
                "History"
            ]
        },
        {
            "title": "The Long Road Home",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 4.01,
            "ranking_count": 9444,
            "abstract": "A novel of courage, hope and love.... From her secret perch at the top of the stairs, seven-year-old Gabriella watches the guests arrive at her parents' lavish Manhattan home. The click, click click of her mother's high heels strikes terror into her heart, as she has been told that she is to blame for her mother's rage - and her father's failure to protect her. Her world is a confusing blend of terror, betrayal and pain, and Gabriella knows that there is no safe place for her to hide.. When her parents' marriage collapses, her father disappears and her mother abandons her to a convent, where Gabriella's battered body and soul begin to mend amid the quiet safety and hushed rituals of the nuns. And when she grows into womanhood, young Father Joe Connors comes into her life. Like Gabriella, Joe is haunted by the pain of his childhood, and with her he takes the first steps towards healing. But their relationship leads to disaster as Joe must choose between the priesthood and Gabriella. She struggles to survive on her own in New York, where she seeks escape through her writing, until eventually she is able to find forgiveness, freedom from guilt, and healing from abuse.. In this work of daring and compassion, Danielle Steel has created a vivid portrait of an abused child's broken world which will shock and move you to your very soul.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Drama",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Novels",
                "Love"
            ]
        },
        {
            "title": "Gloomy Gus",
            "authors": [
                "Walt Morey"
            ],
            "ranking": 4.12,
            "ranking_count": 107,
            "abstract": "Gloomy Gus Walt Morey A warm, engaging story...which is sure to be popular with young animal lovers.-Library Journal Eric Strong is eleven and lonely. Then he finds Gus, an orphaned cub, and from then on their lives change. They're wanted-by the cruel circus master who try to hurt the bear and by Eric's neglectful father who sees only profit in the friendship between Eric and Gloomy Gus. Together, they run away, and the chase begins.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Animals",
                "Fiction"
            ]
        },
        {
            "title": "Lies, Inc.",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.16,
            "ranking_count": 2844,
            "abstract": "A masterwork by Philip K. Dick, this is the final, expanded version of the novella. The Unteleported Man. , which Dick worked on shortly before his death. In. Lies, Inc.. , fans of the science fiction legend will immediately recognize his hallmark themes of life in a security state, conspiracy, and the blurring of reality and illusion. This publication marks its first complete appearance in the United States.. In this wry, paranoid vision of the future, overpopulation has turned cities into cramed industrial anthills. For those sick of this dystopian reality, one corporation, Trails of Hoffman, Inc., promises an alternative: Take a teleport to Whale's Mouth, a colonized planet billed as the supreme paradise. The only catch is that you can never comeback. When a neurotic man named Rachmael ben Applebaum discovers that the promotional films of happy crowds cheering their newfound existence on Whale's Mouth are faked, he decides to pilot a scapeship on the eighteen-year journey there to see if anyone wants to return.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Audiobook",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Hell House",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.77,
            "ranking_count": 43093,
            "abstract": "Can any soul survive?. Regarded as the Mount Everest of haunted houses, Belasco House has witnessed scenes of almost unimaginable horror and depravity. Two previous expeditions to investigate its secrets met with disaster, the participants destroyed by murder, suicide or insanity. Now a new investigation has been mounted - four strangers, each with his or her own reason for daring the unknown torments and temptations of the mansion...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Classics",
                "Paranormal",
                "Mystery",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "King Arthur and the Round Table",
            "authors": [
                "Geraldine McCaughrean",
                "Alan Marks"
            ],
            "ranking": 3.82,
            "ranking_count": 61,
            "abstract": "A splendid retelling of the greatest legend of all time, by Geraldine McCaughrean, winner of the Carnegie Medal, the Whitbread Award, and the Guardian Prize.. Who pulls the sword from out this anvil is the true and rightful King of England. In this skillful retelling of. King Arthur and the Round Table. , multi-award-winning author Geraldine McCaughrean weaves a dramatic and powerful spell of Arthur, his knights, Merlin, and the sword in the stone—Excalibur. Among Geraldine McCaughrean's retellings are. The Canterbury Tales. and. One Thousand and One Arabian Knights. ; her other books include. My Grandmother's Clock. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy"
            ]
        },
        {
            "title": "Tarnished Gold",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.93,
            "ranking_count": 7493,
            "abstract": "Her high school graduation just days away, Gabriel Landry is blissfully happy - until rich cannery owner Octavious Tate waylays her near a secluded pond and shatters her innocence, forever.. Pregnant and desolate, Gabriel agrees to a shocking plan that will allow Octavious' frigid wife, Gladys, to claim the baby as her own. But nothing can prepare Gabriel for the terrible moment when Gladys takes her baby away.. Drifting in a world of gloom, Gabriel is only comforted by chance glimpses of her son, until a hunting party brings handsome Creole millionaire Pierre Dumas to the bayou. Falling desperately in love, Gabriel will not heed the voice warning her that their joy may bring her more grief than she can bear.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Adult Fiction",
                "Mystery",
                "Womens Fiction",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "The Bane of the Black Sword",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 4.03,
            "ranking_count": 7195,
            "abstract": "Elric returns to Yishana, and finds peace at last. Meanwhile, at the world's rim, dragging red horror in its wake, a horde unimaginable moves on the fabled, gentle, impossible city Tanelorn.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "Before Night Falls",
            "authors": [
                "Reinaldo Arenas",
                "Dolores M. Koch"
            ],
            "ranking": 4.19,
            "ranking_count": 5514,
            "abstract": "Cuban writer Reinaldo Arenas describes his poverty-stricken childhood in rural, his adolescence as a rebel fighting for Fidel Castro, and his life in revolutionary Cuba as a homosexual. Very quickly the Castro government suppressed his writing and persecuted him for his homosexuality until he was finally imprisoned.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "LGBT",
                "Biography",
                "History",
                "Biography Memoir",
                "European Literature"
            ]
        },
        {
            "title": "Ex-drummer",
            "authors": [
                "Herman Brusselmans"
            ],
            "ranking": 3.26,
            "ranking_count": 1381,
            "abstract": "'Ex drummer' is het slotdeel van de 'Ex-trilogie', die verder bestaat uit 'Ex schrijver' en 'Ex minnaar' en behoort tot het allerbeste van Herman Brusselmans' omvangrijke oeuvre. In deze hilarische studie van verloedering worden drie onverbeterlijke losers ten tonele gevoerd, die een populaire schrijver engageren als drummer voor hun rockgroepje. De baldadige avonturen van The Feminists, 'de slechtste band die Gent ooit gekend heeft', worden door Brusselman met de gebruikelijke overdrijving en absurditeit neergezet, maar tussen alle mafkezerij door is er opvallend veel plaats voor gevoeligheid en melancholie. En zo wordt er exuberant gesnoven en gescholden, gevochten en gemoord, geneuzeld en geneukt - tot de even onvermijdelijke als verstrekkende conclusie: 'Alles blijft continu onbegrijpelijk, vunzig, in wezen onmenselijk.'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Humor",
                "Novels",
                "Anthologies",
                "Culture"
            ]
        },
        {
            "title": "Beyond This Horizon",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.72,
            "ranking_count": 4747,
            "abstract": "Hamilton Felix, the result of generations of genetic selection, finds his life as the ultimate man boring, until a gang of revolutionaries tries to enlist him in their cause.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Classics",
                "Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Escape to Witch Mountain",
            "authors": [
                "Alexander Key",
                "Leon B. Wisdom Jr."
            ],
            "ranking": 3.9,
            "ranking_count": 3407,
            "abstract": "Some terrifying experience has blocked Tony and Tia's memory of the past. But because they have supernatural powers, they are sure that they come from another world--and that their people still exist. somewhere. .. Then Tony and Tia find that they must escape from men who want to use their special powers for evil. They begin a desperate search to find their true home--which leads them to the strange and mysterious Witch Mountain.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "First Indian on the Moon",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.1,
            "ranking_count": 684,
            "abstract": "Poetry. Native American Studies. FIRST INDIAN ON THE MOON opens with the section Influences: where I have been/ most of my lives/ is where I'm going/--Lucille Clifton. The stories and poems of Sherman Alexie, an enrolled Spokane/Coeur d'Alene Indian from Wellpint, Washington, have appeared widely, in such publications as Caliban, Esquire, The World, Beloit Poetry Journal, Red Dirt, Zyzzyva and Story. Alexie has won a National Endowment for the Arts Writing Fellowship, and lives in Spokane. These elegiac poems and stories will break your heart. Watch this guy. He's making myth--Joy Harjo.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Adult",
                "Native Americans",
                "Literature",
                "Cultural",
                "Literary Fiction",
                "Humor"
            ]
        },
        {
            "title": "Bird of Life, Bird of Death: A Political Ornithology of Guatemala",
            "authors": [
                "Jonathan Evan Maslow"
            ],
            "ranking": 4.12,
            "ranking_count": 84,
            "abstract": "Maslow does a fine job of presenting his quest for the the magnificent quetzal, legendary bird of the Mayans. The book chronicles not only his search for the bird & aspects of its natural history, but presents encounters with many other birds of Central America as well. Home to some wondrous birds in the almost magical rain forests, Maslow shows tho that the avifauna & the land they inhabit are threatened by unstable politics, unchecked population growth & deforestation. A must read for any interested in birds south of the border.--Tim F. Martin (edited)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Politics",
                "History",
                "Animals",
                "Environment"
            ]
        },
        {
            "title": "Cat-a-Lyst",
            "authors": [
                "Alan Dean Foster"
            ],
            "ranking": 3.4,
            "ranking_count": 728,
            "abstract": "A game of cat...and cat?. Movie star Jason Carter is on vacation in Peru. All he wants is a break, but what he finds is a lost civilization of extradimensional Incas bent on conquest of the entire world!. Nor is Carter alone. His allies include a bloodthirsty Amazon, an archaeologist, a bank robber, three alien vegetables, a scoop-crazed gossip reporter - and not one of them knows what to do next.. Only Carter's cat seemms unruffled by the growing danger. In true feline fashion, she acts like she's in charge of the planet.. Maybe she is.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Animals",
                "Humor",
                "Speculative Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Against the Gods: The Remarkable Story of Risk",
            "authors": [
                "Peter L. Bernstein"
            ],
            "ranking": 3.95,
            "ranking_count": 12475,
            "abstract": "With the stock market breaking records almost daily, leaving longtime market analysts shaking their heads and revising their forecasts, a study of the concept of risk seems quite timely. Peter Bernstein has written a comprehensive history of man's efforts to understand risk and probability, beginning with early gamblers in ancient Greece, continuing through the 17th-century French mathematicians Pascal and Fermat and up to modern chaos theory. Along the way he demonstrates that understanding risk underlies everything from game theory to bridge-building to winemaking.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "History",
                "Business",
                "Nonfiction",
                "Science",
                "Psychology",
                "Currency",
                "Buisness"
            ]
        },
        {
            "title": "This Immortal",
            "authors": [
                "Roger Zelazny",
                "Ştefan Ghidoveanu"
            ],
            "ranking": 3.92,
            "ranking_count": 10762,
            "abstract": "Conrad Nomikos has a long, rich personal history that he'd rather not talk about. And, as Arts Commissioner, he's been given a job he'd rather not do. Escorting an alien grandee on a guided tour of the shattered remains of Earth is not something he relishes- especially when it is apparent that this places him at the center high-level intrigue that has some bearing on the future of Earth itself.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Hugo Awards",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Classics"
            ]
        },
        {
            "title": "How German Is It (Wie Deutsch ist es)",
            "authors": [
                "Walter Abish"
            ],
            "ranking": 3.84,
            "ranking_count": 510,
            "abstract": "The question How German Is It underlies the conduct and actions of the characters in Walter Abish's novel, an icy panorama of contemporary Germany, in which the tradition of order and obedience, the patrimony of the saber and the castle on the Rhine, give way to the present, indiscriminate fascination with all things American. On his return from Paris to his home city of Würtenburg, Ulrich Hargenau, whose father was executed for his involvement in the 1944 plot against Hitler, is compelled to ask himself, How German am l?––as he compares his own recent attempt to save his life, and his wife Paula's, by testifying against fellow members of a terrorist group, with his father's selfless heroism. Through Ulrich––privileged, upper class––we confront the incongruities of the new democratic Germany, in particular the flourishing community of Brumholdstein, named after the country's greatest thinker, Brumhold, and built on the former site of a concentration camp. Paula's participation in the destruction of a police station; the State's cynical response to crush the terrorists; two attempts on Ulrich's life; the discovery in Brumholdstein of a mass grave of death camp inmates––all these, with subtle irony, are presented as pieces of a puzzle spelling out the turmoil of a society's endeavor to avoid the implications of its menacing heritage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "The United States Of America",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Anthologies",
                "United States"
            ]
        },
        {
            "title": "Rise of a Merchant Prince",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.07,
            "ranking_count": 27695,
            "abstract": "A TALE OF WEALTH AND AMBITION IN A WORLD OF MURDER, MAGIC AND INTRIGUE.. Roo Avery, recently returned from a harrowing brush with the armies of the Emerald Queen, is now free to choose his own destiny and his ultimate ambition is to become one of the richest and most powerful merchants in Midkemia.. But nothing can prepare him for the dangers of the new life he has chosen where the repayment of a debt can be as deadly as a knife in the shadows. Even those closest to him are suspect and as Roo struggles to build his financial empire, betrayal is always close at hand. His instinctive cunning will serve him well, but he will soon realise that the road to success is far from smooth.. And while Roo works towards achieving his goal, the memory of the distant forces of darkness are never far away. For the war with the Emerald Queen is far from over and the inevitable confrontation will pose the biggest threat yet to his new found wealth and power.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "Suuri illusioni",
            "authors": [
                "Mika Waltari"
            ],
            "ranking": 3.56,
            "ranking_count": 1187,
            "abstract": "Mika Waltarin kiihkeä esikoisromaani vuodelta 1928 on löytänyt aina uuden nuorison eikä ihme: harvassa kirjassa on sellaista yltiöpäistä nuoruuden kiihkoa ja etsintää. Sen ilmestyttyä arvovaltainen kriitikko Rafael Koskimies kirjoitti: ”Rakkauden illusionin särkyminen, joka on Mika Waltarin romaanin johtoaiheena, on esitetty sellaisella älyllisellä loistolla ja kypsyneisyydellä, joka ehdottomasti pakottaa kuulemaan kirjailijan sanoja ja ajatuksia.”. Waltari kirjoitti teoksensa 20-vuotiaana ja pääosin Pariisissa. ”. Suuren illusionin. kirjoitin pihan puolella, mutta jo seuraavana vuonna. Yksinäisen miehen junan. aikaan minulla oli varaa asua tilavassa huoneessa hotellin valokyltin oikealla puolella”, hän kuvailee hauskasti uransa aukeamista. Kirjailijan muistelmissaan. .",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Classics",
                "Academic",
                "Audiobook",
                "Romance",
                "Novels",
                "Drama",
                "Cultural"
            ]
        },
        {
            "title": "The Big Show: The Greatest Pilot's Story of World War II",
            "authors": [
                "Pierre Clostermann"
            ],
            "ranking": 4.58,
            "ranking_count": 2718,
            "abstract": "This is absolutely the best fighter pilot memoir of World War II. Pierre Closterman was a Free French fighter ace and his account of the air war over Britain and France has justly become famous. It contains everything one could wish for: wonderfully observed descriptions of wartime Britain, frighteningly evocative stories of in-the-cockpit action, an amazing cast of characters, and all the drama and bravery of a man fighting a desperate war thousands of feet above the ground. An undeniable classic and a true page-turner.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Aviation",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "Transport"
            ]
        },
        {
            "title": "Abroad: British Literary Traveling Between the Wars",
            "authors": [
                "Paul Fussell"
            ],
            "ranking": 3.86,
            "ranking_count": 229,
            "abstract": "A book about the meaning of travel, about how important the topic has been for writers for two and a half centuries, and about how excellent the literature of travel happened to be in England and America in the 1920s and 30s.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "History",
                "European Literature",
                "Writing",
                "Criticism",
                "Language",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Starseed Transmissions",
            "authors": [
                "Ken Carey"
            ],
            "ranking": 4.15,
            "ranking_count": 354,
            "abstract": "The first volume of the. Starseed. Trilogy: Intuitive knowledge featuring a startling new view of human evolution.",
            "part_of_series": true,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "The Inner Voice of Love",
            "authors": [
                "Henri J.M. Nouwen"
            ],
            "ranking": 4.28,
            "ranking_count": 6223,
            "abstract": "This is Henri Nouwen's secret journal. It was  written during the most difficult period of his life, when he suddenly lost his self-esteem,  his energy to live and work, his sense of being loved, even his hope in God. Although he experienced excruciating anguish and despair, he was still able to keep a journal in which he wrote a spiritual imperative to himself each day that emerged from his conversations with friends and supporters.. For more than eight years, Henri Nouwen felt that what he wrote was too raw and private to share with others. Instead, he published. The Return of the Prodigal Son,. in which he expressed some of the insights gained during his mental and spiritual crisis. But then friends asked him, Why keep your anguish hidden from the many people who have been nurtured by your writing? Wouldn't it be of consolation for many to know about the fierce inner battle that lies underneath so many of your spiritual insights?. For the countless men and women who have to live through the pain of broken relationships, or who suffer from the loss of a loved one, this book about the inner voice of love offers new courage, new hope, even new life.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Christian",
                "Religion",
                "Nonfiction",
                "Christianity",
                "Autobiography"
            ]
        },
        {
            "title": "The Hard Goodbye",
            "authors": [
                "Frank Miller"
            ],
            "ranking": 4.16,
            "ranking_count": 59831,
            "abstract": "Alternate cover for this ISBN can be found. here. The first volume of the crime-comic megahit that introduced the now-infamous character Marv and spawned a blockbuster film returns in a newly redesigned edition, with a brand-new cover by Frank Miller - some of his first comics art in years! It's a lousy room in a lousy part of a lousy town. But Marv doesn't care. There's an angel in the room. She says her name is Goldie. A few hours later, Goldie's dead without a mark on her perfect body, and the cops are coming before anyone but Marv could know she's been killed. Somebody paid good money for this frame . . . With a new look generating more excitement than ever before, this third edition is the perfect way to attract a whole new generation of readers to Frank Miller's masterpiece!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Mystery",
                "Graphic Novels Comics",
                "Comics",
                "Thriller"
            ]
        },
        {
            "title": "The Prophet Unarmed: Trotsky 1921-29",
            "authors": [
                "Isaac Deutscher"
            ],
            "ranking": 4.41,
            "ranking_count": 486,
            "abstract": "This second of three volumes tells of the struggle between Stalin and Trotsky and ends with the latter's banishment from Russia.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Cultural",
                "Politics",
                "Nonfiction",
                "Russian History",
                "Russia",
                "Biography Memoir"
            ]
        },
        {
            "title": "A Bride for Donnigan",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 3.98,
            "ranking_count": 4166,
            "abstract": "A new look for this Janette Oke novel. Responding to an advertisement, Kathleen O'Malley crosses the ocean to America to become a new bride.Responding to an Advertisement, She Crossed an Ocean to Meet a Total Stranger and Became a Mail-Order Bride...Kathleen O'Malley stood on the deck of the Barreth Lily and watched the land she'd called home for more than a dozen years slip from her view. She had thought she would be glad to see the last of it, but she was not. Emotions in turmoil, her whole being yearned to slip from the ship and return to what she knew. Even though Kathleen had not been happy with her situation, it was all she had ever known. As the shoreline faded into the morning mist, her only certainty was that she was bound for America to marry a man whose name she did not even know and whose face she had never seen.On the other side of the Atlantic, Donnigan Harrison anxiously awaits Kathleen's arrival on a prairie farm far from her port of arrival in Boston. He has known the wonder of a dream fulfilled--a snug frame cabin, the sturdy log barn and outbuildings, a fine herd of livestock, and crops in the field that made his eyes sparkle. Yet Donnigan felt a loneliness on the western frontier that pierced his very soul. With so limited opportunities for finding a wife, the notion of ordering a wife that once seemed unthinkable had come to make some sense. Now that the time has come, Donnigan feels like a small boy waiting for Christmas.But Donnigan's anticipation is overshadowed with terrifying uncertainties--What have I done?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Romance",
                "Christian",
                "Fiction",
                "Westerns",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Lion in Winter",
            "authors": [
                "James Goldman"
            ],
            "ranking": 4.22,
            "ranking_count": 9608,
            "abstract": "Insecure siblings fighting for their parents’ attention; bickering spouses who can’t stand to be together or apart; adultery and sexual experimentation; even the struggle to balance work and family: These are themes as much at home in our time as they were in the twelfth century. In James Goldman’s classic play. The Lion in Winter,. domestic turmoil rises to an art form.. Keenly self-aware and motivated as much by spite as by any sense of duty, Henry II and Eleanor of Aquitaine maneuver against each other to position their favorite son in line for succession. By imagining the inner lives of Henry, Eleanor, and their sons, John, Geoffrey, and Richard, Goldman created the quintessential drama of family strife and competing ambitions, a work that gives visceral, modern-day relevance to the intrigues of Angevin England.. Combining keen historical and psychological insight with delicious, mordant wit, the stage play has become a touchstone of today’s theater scene, and Goldman’s screenplay for the 1968 film adaptation won him an Academy Award. Told in “marvelously articulate language, with humor that bristles and burns” (. Los Angeles Times. ),. The Lion in Winter. is the rare play that bursts into life on the printed page.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Historical",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "عولمة الفقر",
            "authors": [
                "Michel Chossudovsky",
                "محمد مستجير مصطفى"
            ],
            "ranking": 3.83,
            "ranking_count": 105,
            "abstract": "تتناول هذه الدراسة عددا من السياسات ظهرت منذ بداية الثمانينيات على يد المؤسسات المالية فى كثير من بلدان العالم بتحليل سماتها الرئيسية وجذورها فى الاقتصاد العالمى وكيف تعيد هذه السياسات الانماط الاستعمارية وتمنع التخطيط الوطنى والديموقراطية الحقيقية. كما تكشف عن نظام مالى جديد يتغذى على الفقر الانسانى وتدمير البيئة ويخلق الكثير من المشكلات : العزلة الاجتماعية - تشجيع العنصرية - النزاعات العرقية - تقويض حقوق المرأة - الأصولية .. وغيرها",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Economics",
                "Nonfiction"
            ]
        },
        {
            "title": "The Savage God: A Study of Suicide",
            "authors": [
                "Al Álvarez"
            ],
            "ranking": 4.01,
            "ranking_count": 1317,
            "abstract": "Suicide, writes the notes English poet and critic A. Alvarez, has permeated Western culture like a dye that cannot be washed out. Although the aims of this compelling, compassionate work are broadly cultural and literary, the narrative is rooted in personal experience: it begins with a long memoir of Sylvia Plath, and ends with an account of the author's own suicide attempt. Within this dramatic framework, Alvarez launches his enquiry into the final taboo of human behavior, and traces changing attitudes towards suicide from the perspective of literature. He follows the black thread leading from Dante through Donne and the romantic agony, to the Savage God at the heart of modern literature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Philosophy",
                "Health",
                "History",
                "Death",
                "Poetry",
                "Biography",
                "Science",
                "Mental Health"
            ]
        },
        {
            "title": "Midnight Cowboy",
            "authors": [
                "James Leo Herlihy"
            ],
            "ranking": 3.96,
            "ranking_count": 2375,
            "abstract": "Joe Buck, naively charming Texan cowboy, seeks his fortune in the Big Apple, but encounters Ratso Rizzo, a sleazy, small-time con man with big dreams. Living on the fringe of society, these two outcasts develop an unlikely bond. This is the book on which the Academy Award-winning film was based.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "LGBT",
                "Novels",
                "Culture",
                "Media Tie In"
            ]
        },
        {
            "title": "Foreign Affairs",
            "authors": [
                "Alison Lurie"
            ],
            "ranking": 3.74,
            "ranking_count": 11202,
            "abstract": "WINNER OF THE PULITZER PRIZE. Virginia Miner, a fifty-something, unmarried tenured professor, is in London to work on her new book about children’s folk rhymes. Despite carrying a U.S. passport, Vinnie feels essentially English and rather looks down on her fellow Americans. But in spite of that, she is drawn into a mortifying and oddly satisfying affair with an Oklahoman tourist who dresses more Bronco Billy than Beau Brummel.. Also in London is Vinnie’s colleague Fred Turner, a handsome, flat broke, newly separated, and thoroughly miserable young man trying to focus on his own research. Instead, he is distracted by a beautiful and unpredictable English actress and the world she belongs to.. Both American, both abroad, and both achingly lonely, Vinnie and Fred play out their confused alienation and dizzying romantic liaisons in Alison Lurie’s Pulitzer Prize-winning novel. Smartly written, poignant, and witty,. Foreign Affairs. remains an enduring comic masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literature",
                "Academic",
                "Humor"
            ]
        },
        {
            "title": "The Diaries of Adam and Eve",
            "authors": [
                "Mark Twain",
                "Walter Pickette"
            ],
            "ranking": 3.89,
            "ranking_count": 15119,
            "abstract": "Good deal of fog this morning. I do not go out in the fog myself, notes Adam in his diary, adding, The new creature does. It goes out in all weathers. And talks. It used to be so pleasant and quiet here.. Adam has a lot to learn about Eve, and even more from her, as she names the animals, discovers fire, and introduces all manner of innovations to their garden home. Mark Twain's translation of the diaries of the first man and woman offers a humorous he said/she said narrative of biblical events. The great American storyteller found comfort and inspiration in the company of women, and his irreverent look at conventional religion is also a thoughtful -- and humorous -- argument for gender equality.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Humor",
                "Short Stories",
                "Literature",
                "Religion",
                "Fantasy",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Las máscaras del héroe",
            "authors": [
                "Juan Manuel de Prada"
            ],
            "ranking": 4.05,
            "ranking_count": 160,
            "abstract": "Novela coral y crónica literaria de toda una época,. Las máscaras del héroe. es un retrato de la bohemia madrileña de principios del siglo XX. Sus protagonistas son los fracasados de la literatura, aquellos que empeñaron su vida por su vocación hasta llegar a morir vacíos de tinta o de sangre. Sobre el aguafuerte de la Historia, Juan Manuel de Prada entreteje las existencias atormentadas y sonámbulas de sus mil y un personajes, entre los que destacan Fernando Navales, nihilista y canalla, y su. alter ego. , Pedro Luis de Gálvez, aquel bohemio que prefirió enmascarar su heroísmo con los disfraces del desgarro y la truhanería, antes de habitar el cielo de las mitologías. Galardonada con el Premio Ojo Crítico de Narrativa de RNE, esta es una obra sin concesiones, negrísima y magistral.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Enigma",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.88,
            "ranking_count": 14011,
            "abstract": "Bletchley Park: the top-secret landmark of World War Two, where a group of young people were fighting to defeat Hitler, and win the war. March 1943, the Second World War hangs in the balance, and at Bletchley Park a brilliant young codebreaker is facing a double nightmare. The Germans have unaccountably changed their U-boat Enigma code, threatening a massive Allied defeat. And as suspicion grows that there may be a spy inside Bletchley, Jericho's girlfriend, the beautiful and mysterious Claire Romilly suddenly disappears.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Thriller",
                "Mystery",
                "War",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Conquest",
            "authors": [
                "Jude Deveraux"
            ],
            "ranking": 3.89,
            "ranking_count": 4231,
            "abstract": "Lovely Zared Peregrine was the pride of her family, a treasure her rough-hewn brothers would strive at any cost to protect from their ancient enemies, the Howards. The Peregrines had suffered loss enough. Thus Zared's brothers trained her in the arts of war, and dressed her in boy's clothing. Beyond the castle walls, none knew that the youngest Peregrine was a girl.... Yet when the magnificent Knight Tearle Howard returned from a lengthy sojourn in France, it took him but one glance to discover that Zared was most definitely female, and beautiful. Now, as the enmity between their families raged on, Tearle would mount a bold campaign to win the ravishing spitfire's heart -- and save her from his brother's dark and deadly obsession!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "European Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "Dragons of Spring Dawning",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.11,
            "ranking_count": 55654,
            "abstract": "Takes listeners on a fantastical journey to Krynn, where friendships are made and lost and destinies finally realized. Armed at last with the powerful dragonlances, the Companions of the Lance lead their people in a final desperate battle against the destructive dragons. Knight and barbarian, warrior and half-elf, dwarf and kender and dark-souled mage-none has reckoned now high the price of victory-or even defeat-might be. One by one, they must each overcome personal doubts and conflicts-their only hope if they are to stop the return of the five-headed dragon goddess, Takhisis.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Lucky at Cards",
            "authors": [
                "Sheldon Lord",
                "Lawrence Block"
            ],
            "ranking": 3.75,
            "ranking_count": 1137,
            "abstract": "AT CARDS AND WITH WOMEN, BILL MAYNARD KNEW HOW TO CHEAT. On the mend after getting run out of Chicago, professional cardsharp Bill Maynard is hungry for some action – but not nearly as hungry as Joyce Rogers, the tantalizing wife of Bill’s latest mark.   Together they hatch an ingenious scheme to get rid of her husband. But in life as in poker, the other player sometimes has an ace up his sleeve.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Pulp",
                "Thriller"
            ]
        },
        {
            "title": "The Running Man",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 3.89,
            "ranking_count": 115032,
            "abstract": "The Running Man. is set within a dystopian future in which the poor are seen more by the government as worrisome rodents than actual human beings. The protagonist of The Running Man, Ben Richards, is quick to realize this as he watches his daughter, Cathy, grow more sick by the day and tread closer and closer to death. Desperate for money to pay Cathy’s medical bills, Ben enlists himself in a true reality style game show where the objective is to merely stay alive.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Audiobook",
                "Fantasy",
                "Suspense",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Children of the Lens",
            "authors": [
                "E.E. \"Doc\" Smith",
                "Ric Binkley"
            ],
            "ranking": 3.97,
            "ranking_count": 2685,
            "abstract": "It was beginning to look as if no one could prevent the destruction of the Universe. For a strange intelligence was directing the destruction of all civilization from the icy depths of space.. Kim Kinnison of the Patrol was one of the few men who knew how near the end was. And in the last desperate plan to save all life, he knew he had to use his children as bait for the evil powers of the planet Ploor.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "Audiobook",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Anthologies",
                "Classics"
            ]
        },
        {
            "title": "Mathematical Physics",
            "authors": [
                "Eugene Butkov"
            ],
            "ranking": 4.11,
            "ranking_count": 18,
            "abstract": "This classic text focuses on pedagogy to enhance comprehension for students and make it more suitable for independent study.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Textbooks"
            ]
        },
        {
            "title": "The Broken Wings",
            "authors": [
                "Kahlil Gibran",
                "Anthony Rizcallah Ferris"
            ],
            "ranking": 3.95,
            "ranking_count": 20167,
            "abstract": "This is the exquisitely tender story of love that beats desperately against the taboos of Oriental tradition. With great sensitivity, Gibran describes his passion as a youth for Selma Karamy, the girl of Beirut who first unfolded to him the secrets of love. But it is a love that is doomed by a social convention which forces Selma into marriage with another man. Portraying the happiness and infinite sorrow of his relationship with Selma, Gibran at the same time probes the spiritual meaning of human existence with profound compassion. **Lightning Print On Demand Title",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Romance",
                "Novels",
                "Philosophy",
                "Literature",
                "Spirituality",
                "Cultural",
                "Short Stories"
            ]
        },
        {
            "title": "The Lime Works",
            "authors": [
                "Thomas Bernhard",
                "Sophie Wilkins"
            ],
            "ranking": 4.15,
            "ranking_count": 1229,
            "abstract": "For twenty years, Konrad has imprisoned himself and his crippled wife in an abandoned lime works where he's conducted odd auditory experiments and prepared to write his masterwork, 'The Sense of Hearing.' As the story begins, he's just blown the head off his wife with the Mannlicher carbine she kept strapped to her wheelchair. The murder and the bizarre life that led to it are the subject of a mass of hearsay related by an unnamed life-insurance salesman in a narrative as mazy, byzantine, and mysterious as the lime works, Konrad's sanctuary and tomb.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Horror",
                "Mystery"
            ]
        },
        {
            "title": "Prater Violet",
            "authors": [
                "Christopher Isherwood"
            ],
            "ranking": 3.77,
            "ranking_count": 1348,
            "abstract": "Originally published in 1945, Prater Violet is a semi-comic novel about the UK film industry. It centers on the production of the vacuous movie melodrama Prater Violet, set in Olde Vienna, providing ironic counterpoint to tragic events as Hitler annexes the real Vienna of the 1930s. The novel features the portraits of imperious, passionate, and witty Austrian director Friedrich Bergmann and a genial young screenwriter -- the fictionalized Christopher Isherwood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Culture",
                "LGBT",
                "European Literature",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "Lucky Starr and the Pirates of the Asteroids",
            "authors": [
                "Paul  French",
                "Isaac Asimov"
            ],
            "ranking": 3.65,
            "ranking_count": 2118,
            "abstract": "Twenty-five years before, Lucky Starr's parents had been destroyed during a pirate raid on the Terrestrial Empire. Now Lucky was a man, and an officer of the Council of Science. His ship was heavily armed, the pirates were at hand, the time for sweet blaster vengeance was near!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space",
                "Fantasy",
                "Childrens",
                "Mystery"
            ]
        },
        {
            "title": "Chain Letter",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.64,
            "ranking_count": 6713,
            "abstract": "And alternate cover edition can be found. here. .. When Alison first read the chain letter signed Your Caretaker, she thought it was some terrible sick joke. Someone, somewhere knew about that awful night when she and six other friends committed an unthinkable crime in the desolate California desert. And now that person was determined to make them pay for it.. One by one, the chain letter was coming to each of them ... demanding dangerous, impossible deeds... threatening violence if the demands were not met. No one out of the seven wanted to believe that this nightmare was really happening to them. Until the accidents started happening -- and the dying...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Childrens",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "Indecent Exposure",
            "authors": [
                "Tom Sharpe"
            ],
            "ranking": 4.12,
            "ranking_count": 2698,
            "abstract": "A blazing satire of South African apartheid, Indecent Exposure is Tom Sharpe's brilliant follow-up to his Riotous Assembly. Once again the setting is Piemburg, the deceptively peaceful looking capital of Zululand, where Kommandant van Heerden, Konstabel Els, and Luitenant Verkramp continue to terrorize true Englishmen and even truer Zulus in their relentless search for a perfect South Africa.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fiction",
                "Cultural",
                "European Literature",
                "Modern",
                "Literature",
                "Southern Africa",
                "Novels",
                "Emergency Services"
            ]
        },
        {
            "title": "The War in the Air",
            "authors": [
                "H.G. Wells"
            ],
            "ranking": 3.64,
            "ranking_count": 951,
            "abstract": "* Illustrated. (This title belongs to the STEAMPUNK ADVENTURES series. The STEAMPUNK ADVENTURES comprise an illustrated selection of classic Victorian speculative fiction, with each title being chosen for its quality, modern appeal and resonance with the steampunk movement of retro-futurism.). OUR AIRSHIP ESCAPADES into “a Dystopian Retro-Future which never was” continue in the epic Zeppelin war novel by H. G. Wells, THE WAR IN THE AIR. Young Bert Smallways, a brilliant mechanist and accidental aeronaut, finds himself as a reluctant stowaway upon the very same airship which begins the Great War. This is “dieselpunk” at its finest, featuring petrol-powered war machines, ironclads, bombardments, espionage, intrigue and daring adventures in the wild skies of the earliest 1900s. Smallways is swept away aboard the Vaterland, the flagship piloted by a belligerent German Prince, whose mastery of technology shall herald in a new age of war. How long can Smallways keep his identity a secret from the Prince? Will Bert survive THE WAR IN THE AIR?. (Astute readers may notice that this novel served as the inspiration for a certain steampunk trilogy with titles such as LEVIATHAN, BEHEMOTH and GOLIATH.). Enriching and supplementing Wonderland Imprints’ well-received series of classic Illustrated Master Editions, the STEAMPUNK ADVENTURES series is devoted to reviving the very finest forgotten rarities which were originally published during the golden age of technology. The series explores the origins of retro-futurist elements, such as airships, mechanical men, goggled gentlemen of war, sophisticated adventuresses, gadgetry and weaponry, and global cataclysm. These are the tales of the Age of Steam, the lore of the ornate technology which reigned in a golden future that never was. Above all, this series is focused on telling great Victorian stories you’ve probably never heard of!. Episode 3, THE WAR IN THE AIR (inspired by the George Griffith works featured in Episodes 1 and 2, THE ANGEL OF THE REVOLUTION and THE SYREN OF THE SKIES), is considered to be one of H. G. Wells’s greatest novels. This Wonderland Imprints edition features over 30 illustrations, an active table of contents, 11 chapters, 98,000 words and 310 pages of mayhem, secret agents and aerial adventure. Come aboard, and sail the crimson skies of war once again!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Classics",
                "Fiction",
                "War",
                "Novels",
                "Literature",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Saving the Queen",
            "authors": [
                "William F. Buckley Jr."
            ],
            "ranking": 3.7,
            "ranking_count": 757,
            "abstract": "President Truman is near the end of his term in office, and Great Britain has a new queen. It is 1952, the Cold War is heating up, and vital military secrets are falling into Soviet hands. The CIA faces a delicate dilemma for the source of the leaks has been traced directly to the Queen s chambers. The situation must be resolved but without damaging the young Queen s self-confidence and public credibility.. Young Blackford Oakes, the handsome, debonaire, and audacious Yale graduate and ex-fighter pilot, is selected to penetrate the royal circle, win the Queen s confidence, and plug the leak. The action leads to an explosive showdown in the skies over London, one that could determine the future of the West.. Buckley presents a thrilling spy novel as he introduces Blackforf Oakes for the first time in Saving the Queen.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Historical",
                "European Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Fifteen",
            "authors": [
                "Beverly Cleary"
            ],
            "ranking": 3.94,
            "ranking_count": 4889,
            "abstract": "It seems too good to be true. A popular boy has asked Jane out -- and she's never even dated before. Stan is tall and good-looking, friendly and hard-working -- everything Jane ever dreamed of. But is she ready for this? Does she have the right clothes? Will he like her?. Suppose her parents won't let her go? What if she's nervous and makes a fool of herself? Maybe he'll think she's too young. If only she knew all the clever things to say. If only she were prettier. If only she were ready for this.... With her usual warmth, perceptiveness, and humor, Beverly Cleary creates the joys and worries of a young girl's first crush.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Childrens",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "Dragon",
            "authors": [
                "Steven Brust"
            ],
            "ranking": 4.17,
            "ranking_count": 6201,
            "abstract": "In which Vlad Taltos finds himself, much to his surprise, at the fateful Battle of Baritt's Tomb. Marching through mud just isn't as much fun as they say.. After years of surviving in Adrilankha by practicing the trade he knows best--killing people for a living--suddenly Vlad Taltos finds himself in the last place any self-respecting assassin wants to be: the army. Worse, he's right in the middle of a apocalyptic battle between two sorcerous armies, and everyone expects him to play a role they won't explain. All Vlad's got between him and the worst kind of death is his wits. Oh, and a smart-mouthed winged lizard.... Dragon. is Steven Brust at his best--a swashbuckling fantasy adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "The Spirit of St. Louis (Borealis Book S.)",
            "authors": [
                "Charles A. Lindbergh"
            ],
            "ranking": 4.16,
            "ranking_count": 1409,
            "abstract": "Winner of the Pulitzer Prize for Biography, this is Lindbergh's own account of his historic transatlantic flight in 1927. Chosen as one of the 100 Greatest Adventure Books of all time by National Geographic Adventure magazine.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Aviation",
                "Adventure",
                "Autobiography",
                "Classics",
                "Travel",
                "Historical"
            ]
        },
        {
            "title": "Scandalmonger",
            "authors": [
                "William Safire"
            ],
            "ranking": 3.74,
            "ranking_count": 453,
            "abstract": "The bestselling historical novel that exposes the less than honorable side of our Founding Fathers by the Pulitzer Prize-winning columnist.. In this gripping and timely work, William Safire unveils the story behind the nation's first great political scandals. James Thomson Callender, the scandalmonger of the title, is an ambitious gossip-peddling editor secretly hired by Thomas Jefferson as a political weapon. After carefully damaging Alexander Hamilton's reputation, thereby paving the way for Jefferson's success, Callender is shunned by the very politicians on whose behalf he was jailed for sedition. Broke and betrayed, Callender seeks revenge by exposing an illicit affair between Jefferson and his slave Sally Hemmings, an accusation that ultimately cost Callender his career and would not be authenticated for two centuries.. By using actual letters, records, and notes to re-create dialogue and events, Scandalmonger embodies historical fiction at its best, politics at its most intriguing, and our Founding Fathers at their most notorious. For those who think that Washington sex scandals and lurid journalism are recent developments, this novel will be a revelation, for Safire shows how media intrusiveness into private lives-and politicians' cool manipulation of the press-are practices as old as the Constitution.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Military History",
                "Politics",
                "North American Hi...",
                "Novels",
                "Writing"
            ]
        },
        {
            "title": "Πούσι",
            "authors": [
                "Nikos Kavvadias",
                "Νίκος Καββαδίας"
            ],
            "ranking": 4.56,
            "ranking_count": 859,
            "abstract": "Το Πούσι είναι η δεύτερη ποιητική συλλογή του Νίκου Καββαδία και εκδόθηκε για πρώτη φορά το 1947 από τον Α. Καραβία. Έκτοτε εκδόθηκε 4 φορές στις εκδ. Γαλαξίας (1961-1971), 16 φορές στις εκδ. Κέδρος (1975-1989) και, από τον Οκτώβριο 1989 μέχρι τον Δεκέμβριο 2000, 13 φορές στις εκδ. Άγρα.. Περιέχει τα 14 παρακάτω ποιήματα : Πούσι, Kuro Siwo, Στεριανή ζάλη, Cambay's Water, Αρμίδα, Black and White, Εσμεράλδα, Καραντί, Θαλάσσια Πανίς, Federico Garcia Lorca, Θεσσαλονίκη, Σταυρός του Νότου, Μάρεα, Λύχνος του Αλαδδινού. Πρόκειται για τετράστιχα ποιήματα σε σταυρωτή ή ζευγαρωτή ομοιοκαταληξία.. Η συλλογή είναι αφιερωμένη στην Έλγκα Καββαδία, και κάθε ποίημα χωριστά και σε ένα διαφορετικό πρόσωπο, συγγραφείς, ηθοποιούς, ζωγράφους, δικούς κι ανώνυμους.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Marta Oulie",
            "authors": [
                "Sigrid Undset",
                "Janke Klok"
            ],
            "ranking": 3.74,
            "ranking_count": 301,
            "abstract": "Een realistisch portret van een vrouw in tweestrijd over tijdloze thema's als liefde, overspel en de moederrol.. ‘Ik ben mijn man ontrouw geweest.’ Aan het woord is Marta Oulie, die na elf jaar huwelijk met deze woorden haar dagboek opent. In onze tijd klinkt deze zin niet bepaald spectaculair, maar. Marta Oulie. verscheen voor het eerst in 1907 en veroorzaakte destijds een klein schandaal. Want Sigrid Undset, de schrijfster van deze moderne roman, laat haar hoofdpersoon niet alleen uiting geven aan haar ontrouw en haar lichamelijke verlangens, maar ook aan haar liberale politieke ideeën en haar twijfel aan God en religie. Undset, die vond dat schrijvers ‘de verborgen oorlogen van de instincten’ aan het licht moesten brengen, schildert in deze roman een realistisch en herkenbaar portret van een vrouw die moet kiezen tussen haar verlangen een goede moeder te zijn en haar hunkering naar liefde en ontplooiing. Die tweestrijd maakt dat. Marta Oulie. in alle opzichten een klassieke roman genoemd kan worden.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Womens",
                "Love",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "The Romantic Generation",
            "authors": [
                "Charles Rosen"
            ],
            "ranking": 4.34,
            "ranking_count": 192,
            "abstract": "What Charles Rosen's celebrated book. The Classical Style. did for music of the Classical period, this new, much-awaited volume brilliantly does for the Romantic era. An exhilarating exploration of the musical language, forms, and styles of the Romantic period, it captures the spirit that enlivened a generation of composers and musicians, and in doing so it conveys the very sense of Romantic music. In readings uniquely informed by his performing experience, Rosen offers consistently acute and thoroughly engaging analyses of works by Schubert, Schumann, Mendelssohn, Bellini, Liszt, and Berlioz, and he presents a new view of Chopin as a master of polyphony and large-scale form. He adeptly integrates his observations on the music with reflections on the art, literature, drama, and philosophy of the time, and thus shows us the major figures of Romantic music within their intellectual and cultural context.. Rosen covers a remarkably broad range of music history and considers the importance to nineteenth-century music of other cultural developments: the art of landscape, a changed approach to the sacred, the literary fragment as a Romantic art form. He sheds new light on the musical sensibilities of each composer, studies the important genres from nocturnes and songs to symphonies and operas, explains musical principles such as the relation between a musical idea and its realization in sound and the interplay between music and text, and traces the origins of musical ideas prevalent in the Romantic period. Rich with striking descriptions and telling analogies, Rosen's overview of Romantic music is an accomplishment without parallel in the literature, a consummate performance by a master pianist and music historian.",
            "part_of_series": true,
            "genre_list": [
                "Music",
                "Nonfiction",
                "History",
                "Medievalism",
                "Philosophy",
                "Art"
            ]
        },
        {
            "title": "The Case of Mary Bell: A Portrait of a Child Who Murdered",
            "authors": [
                "Gitta Sereny"
            ],
            "ranking": 3.94,
            "ranking_count": 1025,
            "abstract": "In December 1968 two girls who lived next door to each other - Mary, aged eleven, and Norma, thirteen - stood before a criminal court in Newcastle, accused of strangling two little boys; Martin Brown, four-years-old, and Brian Howe, three.. Norma was acquitted. Mary Bell, the younger but infinitely more sophisticated and cooler of the two, was found guilty of manslaughter. She evaded being branded as a murderer due to what the court ruled as 'diminished responsibility', but she was sentenced to 'detention' for life.. Step by step, Gitta Sereny pieces together a gripping and rare study of a horrifying crime; the murders, the events surrounding them, the alternately bizzare and nonchalant behaviour of the two girls, their brazen offers to help the distraught families of the dead boys, the police work that led to their apprehension, and finally the trial itself. What emerges from this extraordinary case is the inability of society to anticipate such events and to take adequate steps once disaster has struck.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Psychology",
                "Biography",
                "History",
                "Health",
                "Mental Health",
                "Horror"
            ]
        },
        {
            "title": "The Uses of Literature",
            "authors": [
                "Italo Calvino",
                "Patrick Creagh"
            ],
            "ranking": 4.07,
            "ranking_count": 1041,
            "abstract": "Italian novelist and short story writer Calvino has been accused of making protons, quarks and living cells talk as if they were people, but here he defends his approach as a kind of animism attuned to the way the universe works. His fascination with myth is evident in pieces on Ovid's Metamorphoses and the separate odysseys that make up Homer's Odyssey. Three intertwined essays on French utopian socialist Fourier present him as a precursor of Women's Lib, a satirist and visionary thinker whose scheme for a society in which each person's desires could be satisfied deserves to be taken seriously. In other pieces, Calvino brings a fresh, unpredictable approach to why we should reread the classics, how cinema and comic strips influence writers, and the cartoon universe of Saul Steinberg. His message is that writers need to establish erotic communion with the humdrum objects of everyday reality.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Criticism",
                "Literature",
                "European Literature",
                "Language",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "The Guide",
            "authors": [
                "R.K. Narayan",
                "Michael Gorra"
            ],
            "ranking": 3.93,
            "ranking_count": 9472,
            "abstract": "Formerly India's most corrupt tourist guide, Raju-just released from prison- seeks refuge in an abandoned temple. Mistaken for a holy man, he plays the part and succeeds so well that God himself intervenes to put Raju's newfound sanctity to the test. Narayan's most celebrated novel,. The Guide. won him the National Prize of the Indian Literary Academy, his country's highest literary honor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Asian Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Art of Happiness",
            "authors": [
                "Dalai Lama XIV",
                "Howard C. Cutler"
            ],
            "ranking": 4.16,
            "ranking_count": 106169,
            "abstract": "Nearly every time you see him, he's laughing, or at least smiling. And he makes everyone else around him feel like smiling. He's the Dalai Lama, the spiritual and temporal leader of Tibet, a Nobel Prize winner, and an increasingly popular speaker and statesman. What's more, he'll tell you that happiness is the purpose of life, and that the very motion of our life is towards happiness. How to get there has always been the question. He's tried to answer it before, but he's never had the help of a psychiatrist to get the message across in a context we can easily understand. Through conversations, stories, and meditations, the Dalai Lama shows us how to defeat day-to-day anxiety, insecurity, anger, and discouragement. Together with Dr. Cutler, he explores many facets of everyday life, including relationships, loss, and the pursuit of wealth, to illustrate how to ride through life's obstacles on a deep and abiding source of inner peace.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Self Help",
                "Religion",
                "Psychology",
                "Inspirational",
                "Biography"
            ]
        },
        {
            "title": "Outside in the Teaching Machine",
            "authors": [
                "Gayatri Chakravorty Spivak"
            ],
            "ranking": 3.93,
            "ranking_count": 58,
            "abstract": "Gayatri Spivak, one of the most influential scholars in critical theory today, addresses the issues of multi-culturalism, international feminism, and post-colonial criticism, in an exciting new collection of her recent work.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Education",
                "Feminism",
                "Academic",
                "Sociology",
                "Nonfiction"
            ]
        },
        {
            "title": "Up at the Villa",
            "authors": [
                "W. Somerset Maugham"
            ],
            "ranking": 3.7,
            "ranking_count": 5042,
            "abstract": "In. Up at the Villa. , W. Somerset Maugham portrays a wealthy young English woman who finds herself confronted rather brutally by the repercussions of whimsy.. On the day her older and prosperous friend asks her to marry him, Mary Leonard demurs and decides to postpone her reply a few days. But driving into the hills above Florence alone that evening, Mary offers a ride to a handsome stranger. And suddenly, her life is utterly, irrevocably altered.. For this stranger is a refugee of war, and he harbors more than one form of passion. Before morning, Mary will witness bloodshed, she will be forced to seek advice and assistance from an unsavory man, and she will have to face the truth about her own yearnings. Erotic, haunting, and maddeningly suspenseful,. Up at the Villa. is a masterful tale of temptation, and the capricious nature of fate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Romance",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "Pastoralia",
            "authors": [
                "George Saunders"
            ],
            "ranking": 4.1,
            "ranking_count": 20165,
            "abstract": "From an author named by The New Yorker as one of the 20 Best American Fiction Writers Under 40, a hilarious, inventive, unforgettable collection of stories.. His remarkable first collection of stories was hailed by The New York Times as the debut of an exciting new voice in fiction. Garrison Keillor called him wildly funny, pure, generous--all that a great humorist should be. With this new collection, George Saunders takes us even further into the shocking, uproarious and oddly familiar landscape of his imagination.. The stories in Pastoralia are set in a slightly skewed version of America, where elements of contemporary life have been merged, twisted, and amplified, casting their absurdity-and our humanity-in a startling new light. Whether he writes a gothic morality tale in which a male exotic dancer is haunted by his maiden aunt from beyond the grave, or about a self-help guru who tells his followers his mission is to discover who's been crapping in your oatmeal, Saunders's stories are both indelibly strange and vividly real.. George Saunders has been identified as a writer in the tradition of Mark Twain, Thomas Pynchon, and Kurt Vonnegut--a savage satirist with a sentimental streak, said The New York Times. In this new collection, Saunders brings greater wisdom and maturity to the worldview he established with CivilWarLand in Bad Decline, leaving no doubt about his place as the brilliant successor to these writers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "Science Fiction"
            ]
        },
        {
            "title": "The Tenseless Theory of Time: A Critical Examination",
            "authors": [
                "William Lane Craig"
            ],
            "ranking": 4.15,
            "ranking_count": 13,
            "abstract": "he present book and its companion volume The Tensed Theory of Time: a T Critical Examination are an attempt to adjudicate what one recent discussant has called the most fundamental question in the philosophy of time, namely, whether a static or a dynamic conception ofthe world is correct. ] I had originally intended to treat this question in the space of a single volume; but the study swelled into two. I found that an adequate appraisal of these two competing theories of time requires a wide-ranging discussion of issues in metaphysics, philosophy of language, phenomenology, philosophy of science, philosophy of space and time, and even philosophy of religion, and that this simply could not be done in one volume. If these volumes succeed in making a contribution to the debate, it will be precisely because of the synoptic nature of the discussion therein. Too often the question of the nature of time has been prematurely answered by some philosopher or physicist simply because he is largely ignorant of relevant discussions outside his chosen field of expertise. In these two complementary but independent volumes I have attempted to appraise what I take to be the most important arguments drawn from a variety of fields for and against each theory of time.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy"
            ]
        },
        {
            "title": "In Defence of Marxism: Against the Petty Bourgeois Opposition",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 4.2,
            "ranking_count": 173,
            "abstract": "to James P. Cannon 9/12/39. The USSR in War 9/25/39. to Sherman Stanley 10/8/39. Again & Once More Again on the Nature of the USSR 10/18/39. The Referendum & Democratic Centralism 10/21/39. to Sherman Stanley 10/22/39. to James P. Cannon 10/28/39. to Max Shachtman 11/6/39. to James P. Cannon 12/15/39. A Petty-Bourgeois Opposition in the SWP 12/15/39. to John G. Wright 12/19/39. to Max Shachtman 12/20/39. to Nat'l Comm. Majority 12/26+27/39, 1/3+4/40. to Joseph Hansen 1/5/40. Open Letter to Cde Burnham 1/7/40. to James P. Cannon 1/9/40. to Farrell Dobbs 1/10/40. to John G. Wright 1/13/40. to James P. Cannon 1/16/40. to Wm F. Warde 1/16/40. to Joseph Hansen 1/18/40. From a Scratch to the Danger of Gangrene 1/24/40. to Martin Abern 1/29/40. to Albert Goldman 2/10+19/40. Back to the Party 2/21/40. Science & Style 2/23/40. to James P. Cannon 2/27/40. to Joseph Hansen 2/29/40. to Farrell Dobbs 3/4, 4/4+16/40. Petty-Bourgeois Moralists & the Proletarian Party 4/23/40. Balance Sheet of the Finnish Events 4/25/40. to James P. Cannon 5/28/40. to Albert Goldman 6/5/40. On the Workers Party 8/7/40. to Albert Goldman 8/9/40. to Chris Andrews 8/17/40",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Philosophy",
                "Russia",
                "Cultural"
            ]
        },
        {
            "title": "Marvel Masterworks: The Amazing Spider-Man, Vol. 4",
            "authors": [
                "Stan Lee",
                "Steve Ditko",
                "John Romita Jr."
            ],
            "ranking": 4.27,
            "ranking_count": 543,
            "abstract": "Collects Amazing Spider-Man #31-40.. As Spider-Man struggles to stop the crime spree of the Master Planner (secretly Dr. Octopus) and his men, he ends up buried under a collapsed water tower! See Spidey use his strength as never before to get free! Peter Parker tries balancing his new life at college and his Aunt May's ailing health! Ned Leeds wants to marry Betty Brant, but she's still got feelings for her old flame, Peter, who's too preoccupied to even notice his beautiful new classmate Gwen Stacy! Spidey tangles with old foes like Kraven the Hunter and the Molten Man, and new ones like the Looter, a Guy Named Joe, and Mendel Stromm! And when the Green Goblin attacks, he learns Spider-Man is Peter Parker, then reveals himself as Norman Osborn, father of Peter's classmate, Harry!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Marvel",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Action",
                "Classics"
            ]
        },
        {
            "title": "Why We Can't Wait",
            "authors": [
                "Martin Luther King Jr."
            ],
            "ranking": 4.53,
            "ranking_count": 7566,
            "abstract": "Letter from Birmingham Jail, April 16, 1963. “Perhaps it is easy for those who have never felt the stinging darts of segregation to say, ‘Wait.’ But when you have seen vicious mobs lynch your mothers and fathers at will and drown your sisters and brothers at whim…when you see the vast majority of twenty million Negro brothers smothering in an airtight cage of poverty in the midst of an affluent society; when you suddenly find your tongue twisted and your speech stammering as you seek to explain to your six-year-old daughter why she can’t go to the public amusement park that has just been advertised on television, and see tears welling up in her eyes when she is told that Funtown is closed to colored children, and see ominous clouds of inferiority beginning to form in her little mental sky…when you take a cross-country drive and find it necessary to sleep night after night in the uncomfortable corners of your automobile because no motel will accept you…when…your wife and mother are never given the respected title ‘Mrs.’…when you are forever fighting a degenerating sense of ‘nobodiness’—then you will understand why we find it difficult to wait. There comes a time when the cup of endurance runs over, and men are no longer willing to be plunged into the abyss of despair.”. Why We Can’t Wait. Martin Luther King’s Classic Exploration of the events and forces behind the Civil Rights Movement",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Race",
                "Classics",
                "Social Movements",
                "Cultural",
                "Writing",
                "Philosophy",
                "Biography"
            ]
        },
        {
            "title": "Male Fantasies: Volume 1: Women, Floods, Bodies, History",
            "authors": [
                "Klaus Theweleit",
                "Barbara Ehrenreich",
                "Chris     Turner"
            ],
            "ranking": 4.16,
            "ranking_count": 249,
            "abstract": "First of this two-volume work providing an imaginative interpretation of the image of women in the collective unconscious of the fascist warrior through a study of the fantasies of the men centrally involved in the rise of Nazism.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Psychology",
                "Gender",
                "Sociology",
                "Cultural",
                "Politics"
            ]
        },
        {
            "title": "In the Drink",
            "authors": [
                "Kate Christensen"
            ],
            "ranking": 3.23,
            "ranking_count": 854,
            "abstract": "In this compassionate, wise, and comical debut, Kate Christensen gives an engaging and authentic voice to a new generation of single urban women.. Claudia Steiner never intended for her life to become such a disaster.  At the age of twenty-nine she finds herself serving as secretary to an insane, aging socialite who barks orders from her toilet, specializes in devastating backhanded remarks, and expects Claudia to ghostwrite her best-selling novels. Her job pays enough to keep her in overpriced cocktails, cabs, and take-out but doesn't cover the rent on her roach-infested apartment or keep her creditors at bay. Her romantic prospects are no better. She's hopelessly in love with her best friend, a corporate lawyer who may or may not be gay, and she's still relentlessly pursued by her ex-lover, a married unpublished epic poet. All Claudia can rely on--aside from her wry sense of humor and her faith in the medicinal properties of whiskey--is a persistent little flame of belief in herself, which gives her the glimmer of a chance for a happy ending.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Contemporary",
                "New York",
                "Humor",
                "Female Authors",
                "Womens"
            ]
        },
        {
            "title": "Home is the North,",
            "authors": [
                "Walt Morey",
                "Robert Shore",
                "Fredrika Spillman"
            ],
            "ranking": 4.01,
            "ranking_count": 78,
            "abstract": "A portrait of the land and people of wilderness Alaska presented through the experiences of an orphan whose year of decisions, responsibilities, and growth help him to accept the future.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "War for the Oaks",
            "authors": [
                "Emma Bull"
            ],
            "ranking": 4.01,
            "ranking_count": 10051,
            "abstract": "Acclaimed by critics and readers on its first publication in 1987, winner of the Locus Award for Best First Novel, Emma Bull's. War for the Oaks. is one of the novels that has defined modern urban fantasy.. Eddi McCandry sings rock and roll. But she's breaking up with her boyfriend, her band just broke up, and life could hardly be worse. Then, walking home through downtown Minneapolis on a dark night, she finds herself drafted into an invisible war between the faerie folk. Now, more than her own survival is at risk—and her own preferences, musical and personal, are very much beside the point.. By turns tough and lyrical, fabulous and down-to-earth,. War for the Oaks. is a fantasy novel that's as much about this world as about the other one. It's about real love and loyalty, about real music and musicians, about false glamour and true art. It will change the way you hear and see your own daily life.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Young Adult",
                "Fairies",
                "Science Fiction Fantasy",
                "Paranormal",
                "Music"
            ]
        },
        {
            "title": "Mating",
            "authors": [
                "Norman Rush"
            ],
            "ranking": 3.81,
            "ranking_count": 3858,
            "abstract": "The narrator of this splendidly expansive novel of high intellect and grand passion is an American anthropologist at loose ends in the South African republic of Botswana. She has a noble and exacting mind, a good waist, and a busted thesis project. She also has a yen for Nelson Denoon, a charismatic intellectual who is rumored to have founded a secretive and unorthodox utopian society in a remote corner of the Kalahari—one in which he is virtually the only man. What ensues is both a quest and an exuberant comedy of manners, a book that explores the deepest canyons of eros even as it asks large questions about the good society, the geopolitics of poverty, and the baffling mystery of what men and women really want.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Southern Africa",
                "Anthropology",
                "Modern"
            ]
        },
        {
            "title": "Into the Garden",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.84,
            "ranking_count": 3875,
            "abstract": "THEY BEGAN AS STRANGERS -- FOUR TEENAGE GIRLS WITH NOTHING IN COMMON BUT THEIR MISERABLE CHILDHOODS. SOON, THEY WOULD REALIZE THAT THEIR SECRET PASTS HAD BOUND THEM TOGETHER FOREVER..... Misty, Star, Jade, and Cat first came together in Dr. Marlowe's group therapy sessions. They trusted no one but each other -- and even that bond was fragile at best. One by one, each of the Wildflowers told her own story and bravely unveiled the inner wounds inflicted by years of lies, deceit, and untold family secrets; each revealed the shocking tales of how their parents hurt them, used them, or simply abandoned them. And as they shared their darkest feelings, they no longer felt like lost souls with nowhere to turn. Finally, years of loneliness and pain gave way to the realization that. someone. else in this world understood them. But then the sessions ended, and the girls didn't know if they would ever see each other again.. Now they are coming together one more time. Jade has sent out invitations to her parents' mansion -- the sprawling, opulent home that served as a battleground for much of her young life. There, the four will rekindle their bonds of friendship and trust. But this time, away from Dr. Marlowe's watchful eye, it will be different. Today, in the mansion's attic, Star, Jade, Cat, and Misty will take each other's hands and swear to tell the. real. truth -- the shattering secrets that lie deep within them like smoldering coals. And once the darkest secret of all is spoken aloud, there will be no turning back. For there may be some things the Wildflowers should leave buried forever....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Thriller",
                "Adult Fiction",
                "Suspense",
                "Drama"
            ]
        },
        {
            "title": "The Enigma of Arrival: A Novel in Five Sections",
            "authors": [
                "V.S. Naipaul"
            ],
            "ranking": 3.7,
            "ranking_count": 1687,
            "abstract": "Taking its title from a picture by surrealist painter Giorgio de Chirico, this is the story of a young Indian from the Crown Colony of Trinidad, who arrives in post-imperial England. He observes the gradual but profound changes wrought on the English countryside by the march of progress.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Nobel Prize",
                "Novels",
                "European Literature",
                "Historical",
                "Literary Fiction",
                "Travel",
                "Cultural"
            ]
        },
        {
            "title": "One Stick Song",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.18,
            "ranking_count": 676,
            "abstract": "Poetry. Native American Studies. Whether slyly identifying irony as a white man's invention, or deftly moving from prose-like multilayered narratives to formal poetry and song structures, this fifth collection from poet, novelist, and screenwriter Alexie demonstrates many of his skills. Most prominent perhaps is his ability to handle multiple perspectives and complex psychological subject matter with a humor that feeds readability: 'Successful non-Indian writers are viewed as well-informed about Indian life. Successful mixed-blood writers are viewed as wonderful translators of Indian life. Successful Indian writers are viewed as traditional storytellers of Indian life.' Poems such as the title one, a haunting chant for lost family, and 'The Theology of Cockroaches, ' do some vivid scene setting: '...never/woke to a wall filled with cockroaches/spelling out my name, never/stepped into a dark room and heard/the cockroaches baying at the moon.' At times Alexie allows his language, within the lineated poems almost exclusively, to slacken into cliche. The opening, multipart prose piece 'The Unauthorized Biography of Me' is arguably the strongest in the book, juxtaposing roughly chronological anecdotes with 'An Incomplete List of People I Wish Were Indian' and the formula 'Poetry = anger x imagination.' Other poems tell of 'Migration, 1902' and 'Sex in Motel Rooms'; describe 'How It Happens' and 'Second Grief'; and develop 'The Anatomy of Mushrooms.' Alexie's latest is as powerful and challenging as his previous excellent books, and should only add readers to his ever-widening audience. Publishers Weekly. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Native Americans",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Death of a Naturalist",
            "authors": [
                "Seamus Heaney"
            ],
            "ranking": 4.28,
            "ranking_count": 3136,
            "abstract": "Poems deal with fathers, the past, mortality, nature, violence, school, rural life, love, fear, and childhood.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature",
                "Classics",
                "Literature",
                "Environment",
                "Nobel Prize",
                "Nonfiction",
                "Animals"
            ]
        },
        {
            "title": "Briar Rose",
            "authors": [
                "Jane Yolen"
            ],
            "ranking": 3.79,
            "ranking_count": 13886,
            "abstract": "It is an old, old tale, the German story of Briar Rose, the Sleeping Beauty. Now one of America's most celebrated writers tells it afresh, set this time in the forests patrolled by the German army during World War II. A tale of castles, of mists and thorns, of a beautiful sleeping princess, and an astonishing revelation of death and rebirth.. A tale that will leave you changed forever.. The tale of Briar Rose.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Fantasy",
                "Fiction",
                "World War II",
                "Retellings",
                "War"
            ]
        },
        {
            "title": "Primeiras Estórias",
            "authors": [
                "João Guimarães Rosa"
            ],
            "ranking": 4.31,
            "ranking_count": 1381,
            "abstract": "Contos em que sobressaem os costumes e a linguagem das gentes de Minas Gerais.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Cultural",
                "Literature",
                "Fiction",
                "European Literature",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Constructing The Self, Constructing America: A Cultural History Of Psychotherapy",
            "authors": [
                "Philip Cushman"
            ],
            "ranking": 4.27,
            "ranking_count": 124,
            "abstract": "In this ground-breaking cultural history of psychotherapy, historian and psychologist Philip Cushman shows how the development of modern psychotherapy is inextricably intertwined with that of the United States and how it has changed the way Americans view events and themselves. By tracing our various definitions of the self throughout history, Cushman reveals that psychotherapy is very much a product of a particular time and place—and that it has been fundamentally complicit in creating many of the ills it seeks to assuage.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "History",
                "Nonfiction",
                "Philosophy",
                "Health",
                "Sociology",
                "Anthropology"
            ]
        },
        {
            "title": "The Palm-Wine Drinkard & My Life in the Bush of Ghosts",
            "authors": [
                "Amos Tutuola",
                "Edward Geoffrey Parrinder",
                "Michael Thelwell"
            ],
            "ranking": 3.88,
            "ranking_count": 1330,
            "abstract": "When Amos Tutuola's first novel, The Palm-Wine Drinkard, appeared in 1952, it aroused exceptional worldwide interest. Drawing on the West African Yoruba oral folktale tradition, Tutuola described the odyssey of a devoted palm-wine drinker through a nightmare of fantastic adventure. Since then, The Palm-Wine Drinkard has been translated into more than 15 languages and has come to be regarded as a masterwork of one of Africa's most influential writers. Tutuola's second novel, My Life in the Bush of Ghosts, recounts the fate of mortals who stray into the world of ghosts, the heart of the tropical forest. Here, as every hunter and traveler knows, mortals venture at great peril, and it is here that a small boy is left alone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy",
                "Western Africa",
                "Literature",
                "Novels",
                "Magical Realism",
                "Classics"
            ]
        },
        {
            "title": "Rage of a Demon King",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.07,
            "ranking_count": 25456,
            "abstract": "The eagerly awaited installment in this immensely popular saga offers a thrilling tale of danger, adventure, suspense, and magic, continuing the exploits of Erick von Darkmoor and Rupert Avery as they are caught in a war for the survival of their world. Feist's newest saga has a freshness of vision.--Publishers Weekly.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "War",
                "Suspense"
            ]
        },
        {
            "title": "Away",
            "authors": [
                "Jane Urquhart"
            ],
            "ranking": 3.83,
            "ranking_count": 5966,
            "abstract": "A stunning, evocative novel set in Ireland and Canada,. Away. traces a family’s complex and layered past. The narrative unfolds with shimmering clarity, and takes us from the harsh northern Irish coast in the 1840s to the quarantine stations at Grosse Isle and the barely hospitable land of the Canadian Shield; from the flourishing town of Port Hope to the flooded streets of Montreal; from Ottawa at the time of Confederation to a large-windowed house at the edge of a Great Lake during the present day. Graceful and moving,. Away. unites the personal and the political as it explores the most private, often darkest corners of our emotions where the things that root us to ourselves endure. Powerful, intricate, lyrical,. Away. is an unforgettable novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Romance",
                "European Literature"
            ]
        },
        {
            "title": "Nineteen Seventy Four",
            "authors": [
                "David Peace"
            ],
            "ranking": 3.61,
            "ranking_count": 5241,
            "abstract": "It's winter, 1974, Yorkshire, and Ed Dunford's got the job he wanted. Crime correspondent for the Evening Post. He didn't know it was going to be a season in hell. A dead little girl with a swan's wings stitched to her back. A gypsy camp in a ring of fire. Corruption everywhere you look.. In. Nineteen Seventy Four. , David Peace brings passion and stylistic bravado to this terrifyingly intense journey into a secret history of sexual obsession, greed and sadism.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Novels",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "The Ravaged Bridegroom: Masculinity in Women",
            "authors": [
                "Marion Woodman"
            ],
            "ranking": 4.38,
            "ranking_count": 143,
            "abstract": "Continues the author's long-standing concern with the feminine, focusing on the ways in which a woman may be undermined by a crippling relationship with her inner man. Powerful images from poetry, myth, dreams, analysis and personal experience.",
            "part_of_series": true,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Womens",
                "Spirituality",
                "Feminism"
            ]
        },
        {
            "title": "The Other Side of Silence",
            "authors": [
                "André Brink"
            ],
            "ranking": 3.8,
            "ranking_count": 470,
            "abstract": "With years of abuse behind her and a bleak future ahead, a young German woman dreams of her country's colony in South-West Africa. When she learns of the women being transported to the colony to attend to the needs of male settlers, Hanna X takes the leap.. In Africa she is confronted with the harsh realities of colonial life. For resisting the advances of a German officer, she is banished to Frauenstein, a phantasmagoric outpost that is at once a prison, nunnery, brothel, and shithouse. When the drunken excesses of visiting soldiers threaten the young girl who has become her only companion, Hanna revolts.. Mounting a ragtag army of women and native victims of brutality, she sets out on an epic journey to take on the German Reich. Combining the history of colonialism with the myths of Africa, this is an exquisitely written tale of suffering, violence, revenge, and, simply, love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Southern Africa",
                "Contemporary",
                "Novels"
            ]
        }
    ]
}