{
    "books": [
        {
            "title": "Laddie: A True Blue Story",
            "authors": [
                "Gene Stratton-Porter"
            ],
            "ranking": 4.23,
            "ranking_count": 4109,
            "abstract": "Loosely based on Stratton-Porter's own childhood,. Laddie. is a double tale—the classic poor-boy/rich-girl romance and the story of a child of nature and her idyllic childhood.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Young Adult",
                "Romance",
                "Childrens",
                "Christian",
                "Education",
                "Novels"
            ]
        },
        {
            "title": "The Collected Short Stories of Saki",
            "authors": [
                "Saki"
            ],
            "ranking": 4.19,
            "ranking_count": 2596,
            "abstract": "An alternate cover for this isbn can be found. here. .. 'All decent people live beyond their incomes nowadays, and those who aren't respectable live beyond other peoples'. Saki (H.H. Munro) stands alongside Anton Chekhov and O Henry as a master of the short story. His extraordinary stories are a mixture of humorous satire, irony and the macabre, in which the stupidities and hypocrisy of conventional society are viciously pilloried. This collection includes. Sredni Vastar. and. The Unrest Cure.. 'We all know that Prime Ministers are wedded to the truth, but like other married couples they sometimes live apart'. [Description from back cover]",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "European Literature",
                "Modern",
                "Anthologies",
                "Unfinished",
                "Horror"
            ]
        },
        {
            "title": "Gone to Soldiers",
            "authors": [
                "Marge Piercy"
            ],
            "ranking": 4.27,
            "ranking_count": 4636,
            "abstract": "In a stunning tour-de-force, Marge Piercy has woven a tapestry of World War II, of six women and four men, who fought and died, worked and worried, and moved through the dizzying days of the war. A compelling chronicle of humans in conflict with inhuman events,. Gone to Soldiers. is an unforgettable reading experience and a stirring tribute to the remarkable survival of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Phantoms",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.95,
            "ranking_count": 69127,
            "abstract": "They found the town silent, apparently abandoned. Then they found the first body, strangely swollen and still warm. One hundred fifty were dead, 350 missing. But the terror had only begun in the tiny mountain town of Snowfield, California.. At first they thought it was the work of a maniac. Or terrorists. Or toxic contamination. Or a bizarre new disease.. But then they found the truth. And they saw it in the flesh. And it was worse than anything any of them had ever imagined...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "I'm a Stranger Here Myself: Notes on Returning to America After Twenty Years Away",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.89,
            "ranking_count": 64114,
            "abstract": "After living in Britain for two decades, Bill Bryson recently moved back to the United States with his English wife and four children (he had read somewhere that nearly 3 million Americans believed they had been abducted by aliens--as he later put it, it was clear my people needed me). They were greeted by a new and improved America that boasts microwave pancakes, twenty-four-hour dental-floss hotlines, and the staunch conviction that ice is not a luxury item.. Delivering the brilliant comic musings that are a Bryson hallmark, I'm a Stranger Here Myself recounts his sometimes disconcerting reunion with the land of his birth. The result is a book filled with hysterical scenes of one man's attempt to reacquaint himself with his own country, but it is also an extended if at times bemused love letter to the homeland he has returned to after twenty years away.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Humor",
                "Autobiography",
                "Writing",
                "Biography",
                "Audiobook",
                "Literature",
                "The United States Of America"
            ]
        },
        {
            "title": "The Ragged Trousered Philanthropists",
            "authors": [
                "Robert Tressell"
            ],
            "ranking": 4.02,
            "ranking_count": 8622,
            "abstract": "The Ragged Trousered Philanthropists. tells the story of a group of working men who are joined one day by Owen, a journeyman-prophet with a vision of a just society. Owen's spirited attacks on the greed and dishonesty of the capitalist system rouse his fellow men from their political quietism.. The Ragged Trousered Philanthropists. is both a masterpiece of wit and political passion and one of the most authentic novels of English working class life ever written",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Politics",
                "Historical",
                "Novels",
                "Philosophy",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Freedom at Midnight",
            "authors": [
                "Larry Collins",
                "Dominique Lapierre"
            ],
            "ranking": 4.32,
            "ranking_count": 9523,
            "abstract": "In this, the most sweeping, powerful and enthralling of their books, the authors of such worldwide best sellers as ls Paris Burning?, Or I'll Dress You in Mourning, and O Jerusalem! have re-created the majestic and tumultuous end of an era, when 400,000,000 people, one fifth of all humanity, claimed their freedom from the greatest empire history has ever known—only to find that the price of freedom was partition, war, riots and murder.. Their subject is the eclipse of the British Raj and the birth of an independent India and Pakistan; the violent transformation of that fabled India—the land of maharajas with their palaces, vices, jewels and harems,-their gold-caparisoned elephants and their glittering private armies; the India of KipIing’s army, with its centuries of legendary heroism, its skirmishes along the Khyber Pass of the Northwest Frontier against the fiercest warriors on the globe, the Pathans, its young British officers commanding troops of a dozen races and religions and castes; the India of tiger hunts and pigsticking, of polo and memsahibs, of dazzling-balls and luxurious clubs; the India of astrologers and sadhus, holy men and strange customs; the India that was the heart and soul of an empire—into the new India of Gandhi and Nehru, precursor of the Third World.. Their story begins in London on New Year's Day of 1947, when a black Austin brings to the door of 10 Downing Street the man Prime Minister Clement Attlee had selected for the task of cutting England's ties to her proudest possession, her Indian Raj. The choice could not have been more ironic. It fell -on Lord Louis Mountbatten, the great-grandson of Queen Victoria, the empress in whose name the empire had been assembled. The story ends just over a year later, at Allahabad, India, on February 12, 1948, as a man leans from a steam boat to pour into the Ganges the ashes of India's murdered liberator, Mahatma Gandhi. Between those dates the world had changed. An age, the Age of Imperialism, had passed and another had begun. An independent India had been born on a day cursed by the stars; the largest Moslem nation in the world, Pakistan, had come into existence; ten million people had been uprooted and perhaps a quarter of a miIIion killed in the greatest migration in history.. At the center of their narrative are major figures of a drama: Nehru, the sensitive politician who prepared for greatness as India's prime minister in a British jail; Jinnah, a Moslem who drank, ate pork and rarely entered a mosque, yet who led 45 million Moslems to nationhood, proclaiming “We shall have lndia divided or lndia destroyed; Mountbatten drawing up the plans for India's division, predicting as he did so that one day the Indians would “bitterly regret the decision they are about to take”; Gandhi, the gentle prophet of a revolution, who stirred the masses of the most populous area on earth without raising his voice, and humbled the British empire by refusing all nourishment except water and bicarbonate of soda.. Weaving together the lives of people great and small, of statesmen, revolutionaries, politicians, ordinary men and women caught up in the triumph and tragedy of a world in upheaval, Collins and Lapierre have illuminated one of the great dramas of our time. Theirs is a book that brims over with pathos, human tragedy, heroism, excitement, conveying the fever pitch of those hot, terrible, dusty days when an age ended and the soul of a nation found utterance at last. They take the reader from the frenzied debates in the imperial grandeur of the Viceroy’s palace to villages destroyed by massacres and riots; from the sordid slums of Calcutta to the funeral ghats of the Holy City of Benares; from the palaces of bewildered maharajas to the baking roads on which millions of refugees sought a new destiny; from the garden in which Gandhi pledged a fast unto death to bring his countrymen back to reason to the bazaars in which his assassins searched for the weapons with which to kill him; from Delhi's jubilant celebrations of independence to the cruel awakening of a divided subcontinent. . . .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Historical",
                "Asian Literature",
                "Biography",
                "Classics"
            ]
        },
        {
            "title": "Baudolino",
            "authors": [
                "Umberto Eco",
                "William Weaver"
            ],
            "ranking": 3.77,
            "ranking_count": 21529,
            "abstract": "It is April 1204, and Constantinople, the splendid capital of the Byzantine Empire, is being sacked and burned by the knights of the Fourth Crusade. Amid the carnage and confusion, one Baudolino saves a historian and high court official from certain death at the hands of the crusading warriors and proceeds to tell his own fantastical story.. Born a simple peasant in northern Italy, Baudolino has two major gifts-a talent for learning languages and a skill in telling lies. When still a boy he meets a foreign commander in the woods, charming him with his quick wit and lively mind. The commander-who proves to be Emperor Frederick Barbarossa-adopts Baudolino and sends him to the university in Paris, where he makes a number of fearless, adventurous friends.. Spurred on by myths and their own reveries, this merry band sets out in search of Prester John, a legendary priest-king said to rule over a vast kingdom in the East-a phantasmagorical land of strange creatures with eyes on their shoulders and mouths on their stomachs, of eunuchs, unicorns, and lovely maidens.. With dazzling digressions, outrageous tricks, extraordinary feeling, and vicarious reflections on our postmodern age, this is Eco the storyteller at his brilliant best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Literature",
                "European Literature",
                "Cultural",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Saint Joan",
            "authors": [
                "George Bernard Shaw",
                "Dan H. Laurence",
                "Imogen Stubbs"
            ],
            "ranking": 3.75,
            "ranking_count": 8640,
            "abstract": "One of Shaw's most unusual and enduringly popular plays. With SAINT JOAN (1923) Shaw reached the height of his fame and Joan is one of his finest creations; forceful, vital, and rebelling against the values that surround her. The play distils Shaw's views on the subjects of politics, religion and creative evolution.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Historical",
                "Literature",
                "Religion"
            ]
        },
        {
            "title": "Baltasar and Blimunda",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 3.94,
            "ranking_count": 18978,
            "abstract": "From the recipient of the 1998 Nobel Prize in Literature, a “brilliant...enchanting novel” (New York Times Book Review) of romance, deceit, religion, and magic set in eighteenth-century Portugal at the height of the Inquisition. National bestseller. Translated by Giovanni Pontiero.. When King and Church exercise absolute power what happens to the dreams of ordinary people? In early eighteenth century Lisbon, Baltasar, a soldier who has lost a hand in battle, falls in love with Blimunda, a young girl with strange visionary powers. From the day that he follows her home from the auto-da-fé where her mother is condemned and sent into exile, the two are bound body and soul by a love of unassailable strength. A third party shares their supper that evening: Padre Bartolemeu Lourenço, whose fantasy is to invent a flying machine. As the inquisition rages and royalty and religion clash, they pursue his impossible, not to mention heretical, dream of flight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "European Literature",
                "Romance",
                "Literature",
                "Nobel Prize",
                "Novels"
            ]
        },
        {
            "title": "Crowds and Power",
            "authors": [
                "Elias Canetti",
                "Carol Stewart"
            ],
            "ranking": 4.09,
            "ranking_count": 1683,
            "abstract": "Crowds and Power. is a revolutionary work in which Elias Canetti finds a new way of looking at human history and psychology. Breathtaking in its range and erudition, it explores Shiite festivals and the English Civil war, the finger exercises of monkeys and the effects of inflation in Weimar Germany. In this study of the interplay of crowds, Canetti offers one of the most profound and startling portraits of the human condition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Psychology",
                "History",
                "Sociology",
                "Politics",
                "Anthropology",
                "European Literature",
                "Cultural",
                "Science"
            ]
        },
        {
            "title": "Shame",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.85,
            "ranking_count": 11444,
            "abstract": "The novel that set the stage for his modern classic,. The Satanic Verses. ,. Shame. is Salman Rushdie’s phantasmagoric epic of an unnamed country that is “not quite Pakistan.” In this dazzling tale of an ongoing duel between the families of two men–one a celebrated wager of war, the other a debauched lover of pleasure–Rushdie brilliantly portrays a world caught between honor and humiliation–“shamelessness, shame: the roots of violence.”. Shame. is an astonishing story that grows more timely by the day.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Asian Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Book of Lights",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 3.89,
            "ranking_count": 2343,
            "abstract": "Gershon Loran, a quiet rabinical student, is troubled by the dark reality around him. He sees hope in the study of Kabbalah, the Jewish bok of mysticism and visions, truth and light. But to Gershon's friend, Arthur, light means something else, the Atom bomb, his father helped create. Both men seek different a refuge in a foreign place, hoping for the same thing....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Religion",
                "Classics",
                "Historical",
                "Judaism",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Kane and Abel / The Prodigal Daughter / Not a Penny More, Not a Penny Less",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.24,
            "ranking_count": 1398,
            "abstract": "This collection of Jeffrey Archer novels includes Kane and Abel the sequel The Prodigal Daughter and the novel Not a Penny More, Not a Penny Less.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "Tacky the Penguin",
            "authors": [
                "Helen Lester",
                "Lynn Munsinger"
            ],
            "ranking": 4.28,
            "ranking_count": 11544,
            "abstract": "Tacky’s the odd bird out among all his friends. Will this nonconformist teach old penguins some new tricks and help save the day? This hilarious series following the adventures of one superlative penguin is a modern classic.. Tacky likes to do splashy cannonballs and greet his friends with a loud, “What’s happening?” His fellow penguins find his odd behavior somewhat bothersome.. But when fearsome poachers come to the iceberg hunting for penguins, Tacky’s odd ways may be just the thing that saves the day.. From beloved children’s book author Helen Lester, and cherished illustrator Lynn Munsinger,. Tacky the Penguin. is a delightful tale about being true to yourself--even when it means being a little different from everybody else.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Animals",
                "Humor",
                "Fiction",
                "Fantasy",
                "Kids"
            ]
        },
        {
            "title": "Player Piano",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.88,
            "ranking_count": 50505,
            "abstract": "Kurt Vonnegut’s first novel spins the chilling tale of engineer Paul Proteus, who must find a way to live in a world dominated by a supercomputer and run completely by machines. Paul’s rebellion is vintage Vonnegut—wildly funny, deadly serious, and terrifyingly close to reality.. Alternate cover edition. here",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Humor",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Wall",
            "authors": [
                "Marlen Haushofer",
                "Shaun Whiteside"
            ],
            "ranking": 4.03,
            "ranking_count": 9437,
            "abstract": "First published to acclaim in Germany,. The Wall. chronicles the life of the last surviving human on earth, an ordinary middle-aged woman who awakens one morning to find that everyone else has vanished. Assuming her isolation to be the result of a military experiment gone awry, she begins the terrifying work of survival and self-renewal. This novel is at once a simple and moving tale and a disturbing meditation on humanity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "European Literature",
                "Classics",
                "Apocalyptic",
                "Novels",
                "Roman",
                "Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "El árbol de la ciencia",
            "authors": [
                "Pío Baroja"
            ],
            "ranking": 3.71,
            "ranking_count": 7758,
            "abstract": "Publicada en 1911, El árbol de la ciencia (para el propio Pío Baroja «el libro más acabado y completo de todos los míos») es la obra en la que la técnica narrativa del novelista –el gusto por la sucesión ininterrumpida de acontecimientos, la abundancia de personajes secundarios, la hábil articulación de situaciones críticas, el impresionismo descriptivo, el rápido trazo de caracteres– alcanza su mayor eficacia, así como aquella en que, en palabras de Azorín, se halla «mejor que en ningún otro libro el espíritu de Baroja».",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Academic",
                "Drama",
                "Novels",
                "Philosophy",
                "Literature"
            ]
        },
        {
            "title": "The Thurber Carnival",
            "authors": [
                "James Thurber",
                "Michael J. Rosen"
            ],
            "ranking": 4.22,
            "ranking_count": 3050,
            "abstract": "An authentic American genius. . . . Mr. Thurber belongs in the great lines of American humorists that includes Mark Twain and Ring Lardner. --Philadelphia Inquirer. James Thurber’s unique ability to convey the vagaries of life in a funny, witty, and often satirical way earned him accolades as one of the finest humorists of the twentieth century. A bestseller upon its initial publication in 1945,. The Thurber Carnival. captures the depth of his talent and the breadth of his wit. The stories compiled here, almost all of which first appeared in. The New Yorker,. are from his uproarious and candid collection. My World and Welcome to It. --including the American classic The Secret Life of Walter Mitty--as well as from. The Owl in the Attic. ,. The Seal in the Bathroom. ,. Men, Women and Dogs. . Thurber’s take on life, society, and human nature is timeless and will continue to delight readers even as they recognize a bit of themselves in his brilliant sketches.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Short Stories",
                "Classics",
                "Writing",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Urantia Book",
            "authors": [
                "Urantia Foundation"
            ],
            "ranking": 4.03,
            "ranking_count": 1151,
            "abstract": "You have just discovered the literary masterpiece that answers your questions about God, life in the inhabited universe, the history and future of this world, and the life of Jesus.. The Urantia Book. harmonizes history, science, and religion into a philosophy of living that brings new meaning and hope into your life. If you are searching for answers, read. The Urantia Book!. The world needs new spiritual truth that provides modern men and women with an intellectual pathway into a personal relationship with God. Building on the world's religious heritage,. The Urantia Book. describes an endless destiny for humankind, teaching that living faith is the key to personal spiritual progress and eternal survival.  These teachings provide new truths powerful enough to uplift and advance human thinking and believing for the next 1000 years.. A third of. The Urantia Book. is the inspiring story of Jesus’ entire life and a revelation of his original teachings. This panoramic narrative includes his birth, childhood, teenage years, adult travels and adventures, public ministry, crucifixion, and 19 resurrection appearances.  This inspiring story recasts Jesus from the leading figure of Christianity into the guide for seekers of all faiths and all walks of life.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Nonfiction",
                "Philosophy",
                "Reference",
                "Occult",
                "Fantasy"
            ]
        },
        {
            "title": "Dealing with Dragons",
            "authors": [
                "Patricia C. Wrede",
                "Peter de Sève"
            ],
            "ranking": 4.14,
            "ranking_count": 88679,
            "abstract": "Cimorene is everything a princess is. not. supposed to be: headstrong, tomboyish, smart - and bored. So bored that she runs away to live with a dragon - and finds the family and excitement she's been looking for.. Cover illustrator: Peter de Sève",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "Forever Amber",
            "authors": [
                "Kathleen Winsor"
            ],
            "ranking": 3.99,
            "ranking_count": 17512,
            "abstract": "Abandoned pregnant and penniless on the teeming streets of London, 16-year-old Amber St. Clare manages, by using her wits, beauty, and courage, to climb to the highest position a woman could achieve in Restoration England—that of favorite mistress of the Merry Monarch, Charles II. From whores and highwaymen to courtiers and noblemen, from events such as the Great Plague and the Fire of London to the intimate passions of ordinary—and extraordinary—men and women, Amber experiences it all. But throughout her trials and escapades, she remains, in her heart, true to the one man she really loves, the one man she can never have.. Frequently compared to. Gone with the Wind. ,. Forever Amber. is the other great historical romance, outselling every other American novel of the 1940s—despite being banned in Boston for its sheer sexiness. A book to read and reread, this edition brings back to print an unforgettable romance and a timeless masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "European Literature",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "There's a Wocket in My Pocket!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.04,
            "ranking_count": 32324,
            "abstract": "Did you ever have the feeling there's a WASKET in your BASKET?. 'There's a Wocket in My Pocket!'. is filled with bizarre creatures and rhymes such as the. nupboard in the cupboard, ghairs beneath the stairs,. and the. bofa on the sofa!. In this silly Bright and Early Book classic by. Dr. Seuss. , a young boy goes exploring in his house and finds an array of fun characters! Are you certain there's a Jertain in the curtain? Or have you ever had a feeling there's a Geeling on the ceiling? From the pesky Nooth Grush on a tooth brush to a sleepy Zelf up on the shelf,. There's a Wocket in My Pocket. will have young readers eager to explore their homes and the wonders of rhyming and wordplay.. Combining brief and funny stories, easy words, catchy rhythm, and lively illustrations, Bright and Early Books are an ideal way to introduce the joys of reading to children!. With his unique combination of hilarious stories, zany pictures and riotous rhymes,. Dr. Seuss. has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic. 'Cat in the Hat'. ,. and ranked among the world's top children's authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Poetry",
                "Classics",
                "Fantasy",
                "Humor",
                "Kids",
                "Young Adult"
            ]
        },
        {
            "title": "Crooked House",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.07,
            "ranking_count": 57032,
            "abstract": "In the sprawling, half-timbered mansion in the affluent suburb of Swinly Dean, Aristide Leonides lies dead from barbiturate poisoning. An accident? Not likely. In fact, suspicion has already fallen on his luscious widow, a cunning beauty fifty years his junior, set to inherit a sizeable fortune, and rumored to be carrying on with a strapping young tutor comfortably ensconced in the family estate. But criminologist Charles Hayward is casting his own doubts on the innocence of the entire Leonides brood. He knows them intimately. And he's certain that in a crooked house such as Three Gables, no one's on the level...",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Bear and the Dragon",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 3.87,
            "ranking_count": 27912,
            "abstract": "Time and again, Tom Clancy's novels have been praised not only for their big-scale drama and propulsive narrative drive but for their cutting-edge prescience in predicting future events.. In. The Bear and the Dragon. , the future is very near at hand indeed.. Newly elected in his own right, Jack Ryan has found that being President has gotten no easier: domestic pitfalls await him at every turn; there's a revolution in Liberia; the Asian economy is going down the tubes; and now, in Moscow, someone may have tried to take out the chairman of the SVR--the former KGB--with a rocket-propelled grenade. Things are unstable enough in Russia without high-level assassination, but even more disturbing may be the identities of the potential assassins. Were they political enemies, the Russian Mafia, or disaffected former KGB? Or, Ryan wonders, is something far more dangerous at work here?. Ryan is right. For even while he dispatches his most trusted eyes and ears, including black ops specialist John Clark, to find out the truth of the matter, forces in China are moving ahead with a plan of truly audacious proportions. If they succeed, the world as we know it will never look the same. If they fail...the consequences will be unspeakable.. Blending the exceptional realism and authenticity that are his hallmarks with intricate plotting, razor-sharp suspense, and a remarkable cast of characters, this is Clancy at his best--and there is none better.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "War",
                "Action",
                "Suspense",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The Kingdom of This World",
            "authors": [
                "Alejo Carpentier",
                "Harriet de Onís"
            ],
            "ranking": 3.79,
            "ranking_count": 5457,
            "abstract": "A few years after its liberation from French colonialist rule, Haiti experienced a period of unsurpassed brutality, horror, and superstition under the reign of the black King Henri-Christophe. Through the eyes of the ancient slave Ti-Noël,. The Kingdom of This World. records the destruction of the black regime--built on the same corruption and contempt for human life that brought down the French--in an orgy of voodoo, racial hatred, erotomania, and fantastic grandeurs of false elegance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "True History of the Kelly Gang",
            "authors": [
                "Peter Carey"
            ],
            "ranking": 3.83,
            "ranking_count": 21140,
            "abstract": "“I lost my own father at 12 yr. of age and know what it is to be raised on lies and silences my dear daughter you are presently too young to understand a word I write but this history is for you and will contain no single lie may I burn in Hell if I speak false.”. In. True History of the Kelly Gang. ,. the legendary Ned Kelly speaks for himself, scribbling his narrative on errant scraps of paper in semiliterate but magically descriptive prose as he flees from the police. To his pursuers, Kelly is nothing but a monstrous criminal, a thief and a murderer. To his own people, the lowly class of ordinary Australians, the bushranger is a hero, defying the authority of the English to direct their lives. Indentured by his bootlegger mother to a famous horse thief (who was also her lover), Ned saw his first prison cell at 15 and by the age of 26 had become the most wanted man in the wild colony of Victoria, taking over whole towns and defying the law until he was finally captured and hanged. Here is a classic outlaw tale, made alive by the skill of a great novelist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Mystery",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Westerns",
                "Classics"
            ]
        },
        {
            "title": "The Garden Party and Other Stories",
            "authors": [
                "Katherine Mansfield",
                "Lorna Sage"
            ],
            "ranking": 3.82,
            "ranking_count": 9632,
            "abstract": "Written during the final stages of her illness, The Garden Party and Other Stories is full of a sense of urgency and was Katherine Mansfield's last collection to be published during her lifetime. The fifteen stories featured, many of them set in her native New Zealand, vary in length and tone from the opening story, At the Bay,  a vivid impressionistic evocation of family life, to the short, sharp sketch Mrs. Brill,  in which a lonely woman's precarious sense of self is brutally destroyed when she overhears two young lovers mocking her. Sensitive revelations of human behaviour, these stories reveal Mansfield's supreme talent as an innovator who freed the story from its conventions and gave it a new strength and prestige.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Female Authors",
                "Academic",
                "Literary Fiction",
                "Womens",
                "Audiobook"
            ]
        },
        {
            "title": "Ozma of Oz",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.94,
            "ranking_count": 24140,
            "abstract": "Readers of all ages will welcome the chance to be reunited with Dorothy Gale and such beloved characters as the Scarecrow, Tin Woodman, and Cowardly Lion, as well as to meet new favorites such as the Hungry Tiger, whose appetite is. never. satisfied; Princess Langwidere, who has thirty heads; Billina, a talking chicken; and Tiktok, a mechanical man.. Blown overboard while sailing with her uncle, Dorothy finds herself in the fairy realm of Ev. She sets out with her friends to rescue the Queen of Ev and her ten children, who have been imprisoned by the cruel Nome King. But even Ozma, the wise Ruler of Oz, is no match for the clever king, and it's up to Dorothy to save everyone from terrible danger. But will the Nome King's enchantments be too much even for the plucky little girl from Kansas?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Mama, Do You Love Me?",
            "authors": [
                "Barbara M. Joosse",
                "Barbara Lavallee"
            ],
            "ranking": 4.21,
            "ranking_count": 7195,
            "abstract": "Mama, do you love me? Yes I do Dear One. How much?. In this universal story, a child tests the limits of independence and comfortingly learns that a parent's love is unconditional and everlasting. The story is made all the more captivating by its unusual Arctic setting. The lyrical text introduces young readers to a distinctively different culture, while at the same time showing that the special love that exists between parent and child transcends all boundaries of time and place. The story is beautifully complemented by graphically stunning illustrations that are filled with such exciting animals as whales, wolves, puffins, and sled dogs, and a carefully researched glossary provides additional information on Arctic life. This tender and reassuring book is one that both parents and children will turn to again and again.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Family",
                "Cultural",
                "Love",
                "Fiction",
                "Animals",
                "Realistic Fiction",
                "Psychology",
                "Classics"
            ]
        },
        {
            "title": "The Struggle",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.46,
            "ranking_count": 37977,
            "abstract": "This is the terrifying story of two vampire brothers and the beautiful girl torn between them: Damon: determined to make Elena his queen of darkness, he'd kill his own brother to possess her.Stefan: desperate for the power to destroy Damon, he succumbs to his thirst for human blood.Elena: irresistibly drawn to both brothers, her choice will decide their fate.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "Fortune's Daughter",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.6,
            "ranking_count": 5330,
            "abstract": "This fierce and beautiful story charts the histories of two women: Rae, young and unmarried and far from home, awaits the birth of her first child. Lila, a fortune-teller with no interest in the future, has lost her own daughter more than a quarter of a century earlier in New York. When these two women meet in Southern California it’s Earthquake Weather – the time when unexpected things happen. Immediately, their lives and fortunes become intertwined, as Rae tries to break away from the man she has been with since high school and Lila reaches into the past to search for the child she lost.. This contemporary world is set against a series of Russian folktales told by an old woman who lives at the edge of Manhattan, in a place so well hidden it can only be found once in a life-time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Business",
                "Womens"
            ]
        },
        {
            "title": "Chariots of The Gods",
            "authors": [
                "Erich von Däniken"
            ],
            "ranking": 3.53,
            "ranking_count": 15171,
            "abstract": "Erich von Daniken's Chariots of the Gods is a work of monumental importance--the first book to introduce the shocking theory that ancient Earth had been visited by aliens. This world-famous bestseller has withstood the test of time, inspiring countless books and films, including the author's own popular sequel,. The Eyes of the Sphinx. . But here is where it all began--von Daniken's startling theories of our earliest encounters with alien worlds, based upon his lifelong studies of ancient ruins, lost cities, potential spaceports, and a myriad of hard scientific facts that point to extraterrestrial intervention in human history. Most incredible of all, however, is von Daniken's theory that we ourselves are the descendants of these galactic pioneers--and the archeological discoveries that prove it... * An alien astronaut preserved in a pyramid. * Thousand-year-old spaceflight navigation charts. * Computer astronomy from Incan and Egyptian ruins. * A map of the land beneath the ice cap of Antarctica. * A giant spaceport discovered in the Andes. Includes remarkable photos that document mankind's first contact with aliens at the dawn of civilization.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Science Fiction",
                "Fantasy",
                "Religion",
                "Classics",
                "Mystery"
            ]
        },
        {
            "title": "M. Butterfly",
            "authors": [
                "David Henry Hwang"
            ],
            "ranking": 3.9,
            "ranking_count": 13254,
            "abstract": "Winner of the Tony Award for Best Play, nominated for the Pulitzer Prize for Drama, and s. oon to be back on Broadway in a revival directed by the. Lion King. 's Julie Taymor, starring Clive Owen. A brilliant play of ideas... a visionary work that bridges the history and culture of two worlds.--. Frank Rich,. New York Times. Based on a true story that stunned the world, and inspired by Giacomo Puccini's opera. Madama Butterfly. ,. M. Butterfly. was an immediate sensation when it premiered in 1988. It opens in the cramped prison cell where diplomat Rene Gallimard is being held captive by the French government--and by his own illusions. He recalls a time when Song Liling, the beautiful Chinese diva, touched him with a love as vivid, as seductive--and as elusive--as a butterfly.. How could he have known that his true love was, in fact, a spy for the Chinese government--and a man disguised as a woman? The diplomat relives the twenty-year affair from the temptation to the seduction, from its consummation to the scandal that ultimately consumed them both.. M. Butterfly. is one of the most compelling, explosive, and slyly humorous dramas ever to light the Broadway stage, a work of unrivaled brilliance, illuminating the conflict between men and women, the differences between East and West, racial stereotypes--and the shadows we cast around our most cherished illusions.. The original cast included John Lithgow as Gallimard and BD Wong as Song Liling. During the show's 777-performance run, David Dukes, Anthony Hopkins, Tony Randall, and John Rubinstein were also cast as Gallimard. Hwang adapted the play for a 1993 film directed by David Cronenberg, starring Jeremy Irons and John Lone.. TEXT OF THE BROADWAY. REVIVAL",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Classics",
                "Academic",
                "LGBT",
                "Historical"
            ]
        },
        {
            "title": "I, the Jury",
            "authors": [
                "Mickey Spillane"
            ],
            "ranking": 3.67,
            "ranking_count": 6197,
            "abstract": "Here's Mickey Spillane and Mike Hammer in their roughest and readiest--a double-strength shot of sex, violence, and action that is vintage Spillane all the way. It's a tough-guy mystery to please even the most bloodthirsty of fans!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Classics",
                "Pulp",
                "Novels"
            ]
        },
        {
            "title": "Z",
            "authors": [
                "Vassilis Vassilikos"
            ],
            "ranking": 4.02,
            "ranking_count": 1160,
            "abstract": "The assassination of Z, a leftist delegate to Greece's Parliament, sparks an exploration into the lives of the hired killers, bourgeois witnesses and political figures behind the killing.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Politics",
                "Historical",
                "Literature",
                "Classics",
                "Novels",
                "Mystery",
                "Roman"
            ]
        },
        {
            "title": "America's Great Depression",
            "authors": [
                "Murray N. Rothbard",
                "Paul Johnson"
            ],
            "ranking": 4.21,
            "ranking_count": 996,
            "abstract": "Applied Austrian economics doesn't get better than this. Murray N. Rothbard's. America's Great Depression. is a staple of modern economic literature and crucial for understanding a pivotal event in American and world history.. The Mises Institute edition features a new introduction by historian Paul Johnson.. Since it first appeared in 1963, it has been the definitive treatment of the causes of the depression. The book remains canonical today because the debate is still very alive.. Rothbard opens with a theoretical treatment of business cycle theory, showing how an expansive monetary policy generates imbalances between investment and consumption. He proceeds to examine the Fed's policies of the 1920s, demonstrating that it was quite inflationary even if the effects did not show up in the price of goods and services. He showed that the stock market correction was merely one symptom of the investment boom that led inevitably to a bust.. The Great Depression was not a crisis for capitalism but merely an example of the downturn part of the business cycle, which in turn was generated by government intervention in the economy. Had the book appeared in the 1940s, it might have spared the world much grief. Even so, its appearance in 1963 meant that free-market advocates had their first full-scale treatment of this crucial subject. The damage to the intellectual world inflicted by Keynesian- and socialist-style treatments would be limited from that day forward.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Philosophy",
                "Literature",
                "Business",
                "Historical"
            ]
        },
        {
            "title": "Dream a Little Dream",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 4.17,
            "ranking_count": 32980,
            "abstract": "A Desperate Young Mother. Rachel Stone's bad luck has taken a turn for the worse. With an empty wallet, a car's that's spilling smoke, and a five-year-old son to support, she's come home to a town that hates her. But this determined young widow with a scandalous past has learned how to be a fighter. And she'll do anything to keep her child safe—even take on. . .. A man With No Heart. Gabe Bonner wants to be left alone, especially by the beautiful outcast who's invaded his property. She has a ton of attitude, a talent for trouble, and a child who brings back bad memories. Yet Rachel's feisty spirit might just be heaven-sent to save a tough, stubborn man.. Dare To Dream. Welcome to Salvation, North Carolina—where a man who's forgotten what tenderness means meets a woman with nothing to lose. here two endearing lovers will set off on a funny, touching journey of the heart. . .to a place where dreams just might come true.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Sports",
                "Contemporary Romance",
                "Fiction",
                "Adult",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "...And Ladies of the Club",
            "authors": [
                "Helen Hooven Santmyer"
            ],
            "ranking": 4.14,
            "ranking_count": 12608,
            "abstract": "A #1. New York Times. bestseller--and an American classic--now in trade paperback.... A groundbreaking bestseller with two and a half million copies in print, . ...And Ladies of the Club.  centers on the members of a book club and their struggles to understand themselves, each other, and the tumultuous world they live in. A true classic, it is sure to enchant, enthrall, and intrigue readers for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Womens",
                "Romance",
                "Novels",
                "Womens Fiction",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Three Trapped Tigers",
            "authors": [
                "Guillermo Cabrera Infante",
                "Donald Gardner",
                "Suzanne Jill Levine"
            ],
            "ranking": 3.94,
            "ranking_count": 1777,
            "abstract": "Cabrera Infante's masterpiece, Three Trapped Tigers is one of the most playful books to reach the U.S. from Cuba. Filled with puns, wordplay, lists upon lists, and Sternean typography--such as the section entitled Some Revelations, which consists of several blank pages--this novel has been praised as a more modern, sexier, funnier, Cuban Ulysses. Centering on the recollections of a man separated from both his country and his youth, Cabrera Infante creates an enchanting vision of life and the many colorful characters found in steamy Havana's pre-Castro cabaret society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Classics",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "The Fury",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.52,
            "ranking_count": 30768,
            "abstract": "A Love Triangle of Unspeakable Horror... Stefan Tormented after losing Elena, he's determined to end the feud with his brother, Damon--whatever the cost.. Damon Mocking Stefan and Elena, he laughs in the face of doom.. Elena Wild with her craving for blood, she confronts the ultimate evil.. The terrifying story of two vampire brothers and the beautiful girl torn between them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "The Year of the French",
            "authors": [
                "Thomas Flanagan"
            ],
            "ranking": 4.06,
            "ranking_count": 996,
            "abstract": "In 1798, Irish patriots, committed to freeing their country from England, landed with a company of French troops in County Mayo, in westernmost Ireland. They were supposed to be an advance guard, followed by other French ships with the leader of the rebellion, Wolfe Tone. Briefly they triumphed, raising hopes among the impoverished local peasantry and gathering a group of supporters. But before long the insurgency collapsed in the face of a brutal English counterattack.. Very few books succeed in registering the sudden terrible impact of historical events; Thomas Flanagan's is one. Subtly conceived, masterfully paced, with a wide and memorable cast of characters,. The Year of the French. brings to life peasants and landlords, Protestants and Catholics, along with old and abiding questions of secular and religious commitments, empire, occupation, and rebellion. It is quite simply a great historical novel.. Named the most distinguished work of fiction in 1979 by the National Book Critics' Circle.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "European Literature",
                "War",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Pnin",
            "authors": [
                "Vladimir Nabokov",
                "David Lodge"
            ],
            "ranking": 3.89,
            "ranking_count": 21111,
            "abstract": "One of the best-loved of Nabokov’s novels,. Pnin. features his funniest and most heart-rending character. Professor Timofey Pnin is a haplessly disoriented Russian émigré precariously employed on an American college campus in the 1950's. Pnin struggles to maintain his dignity through a series of comic and sad misunderstandings, all the while falling victim both to subtle academic conspiracies and to the manipulations of a deliberately unreliable narrator.. Initially an almost grotesquely comic figure, Pnin gradually grows in stature by contrast with those who laugh at him. Whether taking the wrong train to deliver a lecture in a language he has not mastered or throwing a faculty party during which he learns he is losing his job, the gently preposterous hero of this enchanting novel evokes the reader’s deepest protective instinct.. Serialized in. The New Yorker. and published in book form in 1957,. Pnin. brought Nabokov both his first National Book Award nomination and hitherto unprecedented popularity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Last Leaf",
            "authors": [
                "O. Henry",
                "Raymond Harris",
                "Walter Pauk",
                "Robert J. Pailthorpe"
            ],
            "ranking": 4.33,
            "ranking_count": 5355,
            "abstract": "Sue and Johnsy are two girlfriends who live together in New York City. When Johnsy becomes sick one winter, she makes up her mind to die when the last leaf falls from the ivy plant growing outside her window. Sue would do anything to help her friend get well, but she is a poor artist. As the winter wind blows and the rain falls, there seems no way to stop the last leaf from falling.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "Indian Captive: The Story of Mary Jemison",
            "authors": [
                "Lois Lenski"
            ],
            "ranking": 3.84,
            "ranking_count": 9605,
            "abstract": "In this classic frontier adventure, Lois Lenski reconstructs the real life story of Mary Jemison, who was captured in a raid as young girl and raised amongst the Seneca Indians. Meticulously researched and illustrated with many detailed drawings, this novel offers an exceptionally vivid and personal portrait of Native American life and customs.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "Childrens",
                "North American Hi...",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "The Talisman Ring",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.06,
            "ranking_count": 8417,
            "abstract": "The Talisman Ring. is one of Heyer's funniest and fastest-paced romantic comedies, telling the story of a fugitive heir, a tempestuous Frenchwoman, and the two sensible people who try to keep them out of trouble.. Neither Sir Tristram Shield nor Eustacie, his young French cousin, share the slightest inclination to marry one another. Yet it is Lord Lavenham's dying wish. For there is no one else to provide for the old man's granddaughter while Ludovic, his heir, remains a fugitive from justice.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Mystery",
                "Historical Romance",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Shoeless Joe",
            "authors": [
                "W.P. Kinsella"
            ],
            "ranking": 3.97,
            "ranking_count": 14237,
            "abstract": "“If you build it, he will come.”. These mysterious words inspire Ray Kinsella to create a cornfield baseball diamond in honor of his hero, Shoeless Joe Jackson. What follows is a rich, nostalgic look at one of our most cherished national pastimes and a remarkable story about fathers and sons, love and family, and the inimitable joy of finding your way home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Fantasy",
                "Magical Realism",
                "Historical",
                "Classics",
                "Novels",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Das siebte Kreuz",
            "authors": [
                "Anna Seghers"
            ],
            "ranking": 3.93,
            "ranking_count": 2330,
            "abstract": "Dieser Roman, der zuerst 1942 in englischer Sprache, kurz darauf im mexikanischen Exilverlag El Libro Libre in deutscher Sprache erschien, machte die Autorin weltberühmt. Er wurde zu einem Bestseller. Der Stoff wurde 1942 in einer Comic-Fassung und in der Verfilmung des österreichischen Emigranten Fred Zinnemann 1944 in den USA populär, noch bevor der Roman seine Leser in Deutschland erreichte. Von allen Werken der Seghers ist er unumstritten das bekannteste. Er wendet ein populäres, in der trivialen Unterhaltungskunst gern benutztes Erzählmuster an: eine Fluchtgeschichte. Sieben Gefangene sind aus dem KZ Westhofen entflohen. Sie haben die längst und eindeutig gegen sie entschiedene Machtfrage neu gestellt. Mit ihrer Flucht unterlaufen sie ihre Ohnmacht und nehmen für ihre Selbstbehauptung äußerste Bewährungsproben ihrer physischen und psychischen Kräfte auf sich. Aber nur einem von ihnen gelingt die Flucht. Sie habe mit dieser Fluchtgeschichte, sagte Anna Seghers, die Struktur des ganzen Volkes aufrollen wollen. Aus der Perspektive des sozialen Romans schafft sie die bedeutendste analytische Darstellung der nationalsozialistisch formierten Gesellschaft. Der Roman zerlegt die Motive der funktionierenden Mitmacher, der kalkulierenden Karrieristen, der eingeschüchterten früheren Oppositionellen, der Funktionsträger des Regimes und derjenigen, die dem Flüchtling helfen. Das Nachwort zur Entstehung und zur Rezeption macht deutlich, inwiefern Anna Seghers versuchte, einem Weltzustand, den sie keineswegs beschönigt, so etwas wie eine Hoffnung abzutrotzen, und wie das Gelingen des Romans damit zu tun hat, daß die Suggestion der Hoffnung ständig ihre Widerlegung mit sich führt.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Historical",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Laughable Loves",
            "authors": [
                "Milan Kundera",
                "Suzanne Rappaport"
            ],
            "ranking": 3.86,
            "ranking_count": 27168,
            "abstract": "Laughable Loves. is a collection of stories that first appeared in print in Prague before 1968, but was then was subsequently banned. The seven stories are all concerned with love, or rather with the complex erotic games and stratagems employed by women and especially men as they try to come to terms with needs and impulses that can start a terrifying train of events. Sexual attraction is shown as a game that often turns sour, an experience that brings with it painful insights and releases uncertainty, panic, vanity and a constant need for reassurance. Thus a young couple on holiday start a game of pretence that threatens to destroy their relationship, two middle-aged men go in search of girls they don't really want, a young man renews contact with an older woman who feels humiliated by her ageing body, an elderly doctor uses his beautiful wife to increase his attraction and minister to his sexual vanity. In. Laughable Loves. , Milan Kundera shows himself, once again, as a master of fiction's most graceful illusions and surprises.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "European Literature",
                "Literature",
                "Classics",
                "Novels",
                "Romance",
                "Philosophy",
                "Contemporary"
            ]
        },
        {
            "title": "Silverthorn",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.1,
            "ranking_count": 59355,
            "abstract": "A poisoned bolt has struck down the Princess Anita on the day of her wedding to Prince Arutha of Krondor.. To save his beloved, Arutha sets out in search of the mystic herb called Silverthorn that only grows in the dark and forbidding land of the Spellweavers.. Accompanied by a mercenary, a minstrel, and a clever young thief, he will confront an ancient evil and do battle with the dark powers that threaten the enchanted realm of Midkemia.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Moving Pictures",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.95,
            "ranking_count": 74299,
            "abstract": "'Holy wood is a different sort of place. People act differently here. Everywhere else the most important things are gods or money or cattle. Here, the most important thing is to be important.'. People might say that reality is a quality that things possess in the same way that they possess weight. Sadly alchemists never really held with such a quaint notion. They think that they can change reality, shape it to their own purpose. Imagine then the damage that could be wrought if they get their hands on the ultimate alchemy: the invention of motion pictures, the greatest making of illusions. It may be a triumph of universe-shaking proportions. It's either that or they're about to unlock the dark terrible secret of the Holy Wood hills - by mistake...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Night's Master",
            "authors": [
                "Tanith Lee"
            ],
            "ranking": 4.04,
            "ranking_count": 2457,
            "abstract": "NIGHT'S MASTER is the first book of the stunning arabesque high fantasy series. Tales from the Flat Earth. , which, in the manner of. The One Thousand and One Nights. , portrays an ancient world in mythic grandeur via connected tales.. Long time ago when the Earth was Flat, beautiful indifferent Gods lived in the airy Upperearth realm above, curious passionate demons lived in the exotic Underearth realm below, and mortals were relegated to exist in the middle. Azhrarn, Lord of the Demons and the Darkness, was the one who ruled the Night, and many mortal lives were changed because of his cruel whimsy. And yet, Azhrarn held inside his demon heart a profound mystery which would change the very fabric of the Flat Earth forever.... Come within this ancient world of brilliant darkness and beauty, of glittering palaces and wondrous elegant beings, of cruel passions and undying love.. Discover the exotic wonder that is the Flat Earth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Horror",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Butcher's Crossing",
            "authors": [
                "John  Williams",
                "Michelle Latiolais"
            ],
            "ranking": 4.15,
            "ranking_count": 16810,
            "abstract": "In his National Book Award–winning novel Augustus, John Williams uncovered the secrets of ancient Rome. With. Butcher’s Crossing. , his fiercely intelligent, beautifully written western, Williams dismantles the myths of modern America.. It is the 1870s, and Will Andrews, ﬁred up by Emerson to seek “an original relation to nature,” drops out of Harvard and heads west. He washes up in Butcher’s Crossing, a small Kansas town on the outskirts of nowhere. Butcher’s Crossing is full of restless men looking for ways to make money and ways to waste it. Before long Andrews strikes up a friendship with one of them, a man who regales Andrews with tales of immense herds of buffalo, ready for the taking, hidden away in a beautiful valley deep in the Colorado Rockies. He convinces Andrews to join in an expedition to track the animals down. The journey out is grueling, but at the end is a place of paradisal richness. Once there, however, the three men abandon themselves to an orgy of slaughter, so caught up in killing buffalo that they lose all sense of time. Winter soon overtakes them: they are snowed in. Next spring, half-insane with cabin fever, cold, and hunger, they stagger back to Butcher’s Crossing to ﬁnd a world as irremediably changed as they have been.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America"
            ]
        },
        {
            "title": "Lioness Rampant",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.26,
            "ranking_count": 87772,
            "abstract": "From Tamora Pierce, the final book in the Song of the Lioness Quartet, honored with the Margaret A. Edwards Award.. Having achieved her dream of becoming the first female knight errant, Alanna of Trebond is not sure what to do next. She has triumphed in countless bloody battles, and her adventures are already legendary. Perhaps being a knight errant is not all that Alanna needs…but Alanna must push her uncertainty aside when she is challenged with the impossible. She must recover the Dominion Jewel, a legendary gem with enormous power for good—but only in the right hands. And she must work fast. Tortall is in terrible danger from all directions, with enemies great and small plotting to destroy everyone and everything Alanna loves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Childrens"
            ]
        },
        {
            "title": "How to Cook Everything: Simple Recipes for Great Food",
            "authors": [
                "Mark Bittman"
            ],
            "ranking": 3.98,
            "ranking_count": 94425,
            "abstract": "Great Food Made Simple. Here's the breakthrough one-stop cooking reference for today's generation of cooks! Nationally known cooking authority Mark Bittman shows you how to prepare great food for all occasions using simple techniques, fresh ingredients, and basic kitchen equipment. Just as important,. How to Cook Everything. takes a relaxed, straightforward approach to cooking, so you can enjoy yourself in the kitchen and still achieve outstanding results.",
            "part_of_series": true,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Health",
                "How To"
            ]
        },
        {
            "title": "American Tabloid",
            "authors": [
                "James Ellroy"
            ],
            "ranking": 4.19,
            "ranking_count": 17276,
            "abstract": "We are behind, and below, the scenes of JFK's presidential election, the Bay of Pigs, the assassination—in the underworld that connects Miami, Los Angeles, Chicago, D.C..... Where the CIA, the Mob, J. Edgar Hoover, Howard Hughes, Jimmy Hoffa, Cuban political exiles, and various loose cannons conspire in a covert anarchy.... Where the right drugs, the right amount of cash, the right murder, buys a moment of a man's loyalty.... Where three renegade law-enforcement officers—a former L.A. cop and two FBI agents—are shaping events with the virulence of their greed and hatred, riding full-blast shotgun into history..... James Ellroy's trademark nothing-spared rendering of reality, blistering language, and relentless narrative pace are here in electrifying abundance, put to work in a novel as shocking and daring as anything he's written: a secret history that zeroes in on a time still shrouded in secrets and blows it wide open.. Chosen by. Time. magazine as one of the ten best books of the year.. Hard-bitten ... ingenious ... Ellroy segues into political intrigue without missing a beat. —. The New York Times. Vastly entertaining. —. Los Angeles Times. One hellishly exciting ride. —. Detroit Free Press. A supremely controlled work of art. —. The New York Times Book Review",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "So Long, and Thanks for All the Fish",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.09,
            "ranking_count": 157678,
            "abstract": "Including everything you wanted to know about the first three books but never thought to ask.. HE LOST ALL FAITH IN THE STRAIGHTFORWARD OPERATION OF CAUSE AND EFFECT THE DAY HE GOT UP INTENDING TO CATCH UP WITH SOME READING AND ENDED UP ON A PREHISTORIC EARTH WITH A MAN FROM BETELGEUSE AND A SPACESHIP-LOAD OF ALIEN TELEPHONE SANITISERS..... Left at the end of LIFE, THE UNIVERSE AND EVERYTHING with the address for God's Final Message To His Creation, Arthur Dent let this crucial information slip his mind. He tries everything to jog his memory - meditation, mind-reading, hitting himself about the head with blunt objects. But none of it works. Of course, as everyone knows, the answer lies in making life flash before your eyes.... Source: douglasadams.com",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Strangers on a Train",
            "authors": [
                "Patricia Highsmith"
            ],
            "ranking": 3.75,
            "ranking_count": 25876,
            "abstract": "The world of Patricia Highsmith has always been filled with ordinary people, all of whom are capable of very ordinary crimes. This theme was present from the beginning, when her debut novel,. Strangers on a Train. , galvanized the reading public. Here we encounter Guy Haines and Charles Anthony Bruno, passengers on the same train. But while Guy is a successful architect in the midst of a divorce, Bruno turns out to be a sadistic psychopath who manipulates Guy into swapping murders with him. “Some people are better off dead,” Bruno remarks, “like your wife and my father, for instance.” As Bruno carries out his twisted plan, Guy is trapped in Highsmith’s perilous world, where, under the right circumstances, anybody is capable of murder.. The inspiration for Alfred Hitchcock’s classic 1951 film,. Strangers on a Train. launched Highsmith on a prolific career of noir fiction, proving her a master at depicting the unsettling forces that tremble beneath the surface of everyday contemporary life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Classics",
                "Audiobook",
                "Suspense",
                "Literature"
            ]
        },
        {
            "title": "Blood Music",
            "authors": [
                "Greg Bear"
            ],
            "ranking": 3.82,
            "ranking_count": 12416,
            "abstract": "Vergil Ulam has created cellular material that can outperform rats in laboratory tests. When the authorities rule that he has exceeded his authorization, Vergil loses his job, but is determined to take his discovery with him.. This is a novel Greg Bear wrote in 1985. For novelette by the same name written in 1983 and published in Analog magazine see here:. Blood Music. .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Apocalyptic",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "The Axion Esti",
            "authors": [
                "Odysseas Elytis"
            ],
            "ranking": 4.62,
            "ranking_count": 951,
            "abstract": "The. Axion Esti. [is] the work on which Elytis's reputation rests, and which almost certainly won him the Nobel Prize.. New York Review of Books",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Cultural",
                "Literature",
                "Classics",
                "Fiction"
            ]
        },
        {
            "title": "The Infernal Desire Machines of Doctor Hoffman",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 3.77,
            "ranking_count": 3191,
            "abstract": "Desiderio, an employee of the city under a bizarre reality attack from Doctor Hoffman's mysterious machines, has fallen in love with Albertina, the Doctor's daughter. But Albertina, a beautiful woman made of glass, seems only to appear to him in his dreams. Meeting on his adventures a host of cannibals, centaurs and acrobats, Desiderio must battle against unreality and the warping of time and space to be with her, as the Doctor reduces Desiderio's city to a chaotic state of emergency - one ridden with madness, crime and sexual excess.. A satirical tale of magic and sex, The Infernal Desire Machines of Doctor Hoffman is a dazzling quest for truth, love and identity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Science Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Feminism",
                "Classics"
            ]
        },
        {
            "title": "The Game of Kings",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.13,
            "ranking_count": 9123,
            "abstract": "Dunnett introduces her irresistible hero Francis Crawford of Lymond, a scapegrace nobleman of elastic morals and dangerous talents whose tongue is as sharp as his rapier. In 1547 Lymond is returning to his native Scotland, which is threatened by an English invasion. Accused of treason, Lymond leads a band of outlaws in a desperate race to redeem his reputation and save his land.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Adventure",
                "Romance",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Bagombo Snuff Box",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.73,
            "ranking_count": 10054,
            "abstract": "New York, 1950. A young PR man working at General Electric sold his first magazine piece. By the time he'd sold his third, he decided to quit his job and join the likes of Salinger, Hemingway, Fitzgerald and Faulkner, and make a living as a full-time writer. That young man was Kurt Vonnegut.. Bagombo Snuff Box. collects Vonnegut’s favourite stories from the postwar years that sharpened his dark, vaudevillian and quietly subversive voice. Here we see the mind-bending wit and central themes of his masterpiece,. Slaughterhouse-Five. . A must-read for Vonnegut aficionados new and old.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Science Fiction",
                "Classics",
                "Literature",
                "Humor",
                "Audiobook",
                "Anthologies"
            ]
        },
        {
            "title": "The Man Who Loved Children",
            "authors": [
                "Christina Stead",
                "Randall Jarrell"
            ],
            "ranking": 3.57,
            "ranking_count": 4173,
            "abstract": "Every family lives in an evolving story, told by all its members, inside a landscape of portentous events and characters. Their view of themselves is not shared by people looking from outside in--visitors, and particularly relatives--for they have to see something pretty humdrum, even if, as in this case, the fecklessness they complain of is extreme.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Womens",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "Checkmate",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.7,
            "ranking_count": 3446,
            "abstract": "For the first time Dunnett's. Lymond Chronicles. are available in the United States in quality paperback editions.. Sixth in the legendary. Lymond Chronicles. ,. Checkmate. takes place in 1557, where Francis Crawford of Lymond is once again in France, leading an army against England. But even as the Scots adventurer succeeds brilliantly on the battlefield, his haunted past becomes a subject of intense interest to forces on both sides.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "The Battlefield Where the Moon Says I Love You",
            "authors": [
                "Frank Stanford"
            ],
            "ranking": 4.67,
            "ranking_count": 474,
            "abstract": "Poetry. Frank Stanford was called by Pulitzer Prize-winning writer Alan Dugan a brilliant poet, ample in his work, like Whitman. He was the founder of Lost Roads Publishers and the author of a number of important works, among them the epic THE BATTLEFIELD WHERE THE MOON SAYS I LOVE YOU, reprinted by Lost Roads under the editorship of Forrest Gander and C.D. Wright. Frank Stanford said his purpose in his writing and with his press was to 'reclaim the landscape of American poetry' - The Arkansas Times. Stanford ended his own life in 1978 when he was 29. The reprinting of this major book is a truly important, much anticipated literary event.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "The United States Of America",
                "United States",
                "Epic",
                "Unfinished",
                "Poetry Plays"
            ]
        },
        {
            "title": "Batman: The Long Halloween",
            "authors": [
                "Jeph Loeb",
                "Tim Sale",
                "Gregory Wright",
                "Richard Starkings"
            ],
            "ranking": 4.32,
            "ranking_count": 89076,
            "abstract": "Taking place during Batman's early days of crime fighting, this new edition of the classic mystery tells the story of a mysterious killer who murders his prey only on holidays. Working with District Attorney Harvey Dent and Lieutenant James Gordon, Batman races against the clock as he tries to discover who Holiday is before he claims his next victim each month. A mystery that has the reader continually guessing the identity of the killer, this story also ties into the events that transform Harvey Dent into Batman's deadly enemy, Two-Face.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Mystery"
            ]
        },
        {
            "title": "The Discovery of Heaven",
            "authors": [
                "Harry Mulisch",
                "Paul Vincent"
            ],
            "ranking": 4.17,
            "ranking_count": 13797,
            "abstract": "The Discovery of Heaven. begins with the meeting of Onno and Max, two complicated individuals whom fate has mysteriously and magically brought together, They share responsibility for the birth of a remarkable and radiant boy who embarks on a mandated quest that takes the reader all over Europe and to the land where all such quests begin and end. Abounding in philosophical, psychological and theological inquiries - yet laced with humour that is as infectious as it is wilful -. The Discovery of Heaven. convinces us that it just might be possible to bring order into the chaos of the world through a story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Philosophy",
                "Roman",
                "Novels",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "In the Hand of the Goddess",
            "authors": [
                "Tamora Pierce",
                "Wojciech Szypuła"
            ],
            "ranking": 4.22,
            "ranking_count": 95215,
            "abstract": "Disguised as a boy, Alanna of Trebond becomes a squire, to none other than the prince of the realm. But Prince Jonathan is much more to Alanna; he is her ally, her best friend, and one of the few who knows that she's really a girl. Now it will take all of Alanna's awesome skill, strength, and growing magical powers to protect him from the mysterious evil sorcerer who is bent on his destruction, and hers!. Here continues the story of Alanna, a young woman bound for glory who is willing to fight against enormous odds for what she believes in.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Childrens"
            ]
        },
        {
            "title": "Lithium for Medea",
            "authors": [
                "Kate Braverman",
                "Rick Moody"
            ],
            "ranking": 3.98,
            "ranking_count": 425,
            "abstract": "Lithium for Medea is a tale of addiction: to drugs, physical love, and dysfunctional family chains. It is also a tale of mothers and daughters, their mutual rebellion and unconscious mimicry. Rose grew up with an emotionally crippled, narcissistic mother while her father, a veteran gambler, spent his waking hours in the garden cut off from his wife's harangues. Now an adult, Rose works her way through a string of unhealthy love(less) affairs. After a brief, unhappy marriage, she slips more deeply and dangerously into the lair of a parasitic, cocaine-fed artist whose sensual and manipulative ways she grows addicted to in the bohemian squalor of Venice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mental Health",
                "Novels",
                "Psychology",
                "Contemporary",
                "Realistic Fiction",
                "Literary Fiction",
                "Feminism",
                "Literature",
                "Female Authors"
            ]
        },
        {
            "title": "E=mc²: A Biography of the World's Most Famous Equation",
            "authors": [
                "David Bodanis"
            ],
            "ranking": 4.09,
            "ranking_count": 7639,
            "abstract": "E=mc². Just about everyone has at least heard of Albert Einstein's formulation of 1905, which came into the world as something of an afterthought. But far fewer can explain his insightful linkage of energy to mass. David Bodanis offers an easily grasped gloss on the equation. Mass, he writes, is simply the ultimate type of condensed or concentrated energy, whereas energy is what billows out as an alternate form of mass under the right circumstances.. Just what those circumstances are occupies much of Bodanis's book, which pays homage to Einstein and, just as important, to predecessors such as Maxwell, Faraday, and Lavoisier, who are not as well known as Einstein today. Balancing writerly energy and scholarly weight, Bodanis offers a primer in modern physics and cosmology, explaining that the universe today is an expression of mass that will, in some vastly distant future, one day slide back to the energy side of the equation, replacing the dominion of matter with a great stillness--a vision that is at once lovely and profoundly frightening.. Without sliding into easy psychobiography, Bodanis explores other circumstances as well; namely, Einstein's background and character, which combined with a sterling intelligence to afford him an idiosyncratic view of the way things work--a view that would change the world.. --Gregory McNamee",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Falls the Shadow",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.4,
            "ranking_count": 9557,
            "abstract": "This is Simon de Montfort's story—and the story of King Henry III, as weak and changeable as Montfort was brash and unbending. It is a saga of two opposing wills that would later clash in a storm of violence and betrayal, a story straight from the pages of history that brings the world of the thirteenth century completely, provocatively, and magnificently alive. Above all, this is a story of conflict and treachery, of human frailty and broken legends, a tale of pageantry and grandeur that is as unforgettable as it is real....",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The Thief's Journal",
            "authors": [
                "Jean Genet",
                "Bernard Frechtman",
                "Jean-Paul Sartre"
            ],
            "ranking": 3.96,
            "ranking_count": 3814,
            "abstract": "The Thief's Journal is perhaps Jean Genet's most authentically autobiographical novel, personifying his quest for spiritual glory through the pursuit of evil. Writing in the intensely lyrical prose style that is his trademark, the man, Jean Cocteau, dubbed France's Black Prince of Letters here reconstructs his early adult years - time he spent as a petty criminal and vagabond, traveling through Spain and Antwerp, occasionally border hopping across to the rest of Europe, always trying to stay one step ahead of the authorities.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "LGBT",
                "Literature",
                "Classics",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The General in His Labyrinth",
            "authors": [
                "Gabriel García Márquez",
                "Edith Grossman"
            ],
            "ranking": 3.69,
            "ranking_count": 20154,
            "abstract": "(Book Jacket Status: Jacketed). Gabriel García Márquez's most political novel is the tragic story of General Simón Bolívar, the man who tried to unite a continent.. Bolívar, known in six Latin American countries as the Liberator, is one of the most revered heroes of the western hemisphere; in García Márquez's brilliant reimagining he is magnificently flawed as well. The novel follows Bolívar as he takes his final journey in 1830 down the Magdalena River toward the sea, revisiting the scenes of his former glory and lamenting his lost dream of an alliance of American nations. Forced from power, dogged by assassins, and prematurely aged and wasted by a fatal illness, the General is still a remarkably vital and mercurial man. He seems to remain alive by the sheer force of will that led him to so many victories in the battlefields and love affairs of his past. As he wanders in the labyrinth of his failing powers-and still-powerful memories-he defies his impending death until the last.. The General in His Labyrinth. is an unforgettable portrait of a visionary from one of the greatest writers of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Magical Realism",
                "Literature",
                "Novels",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Regeneration",
            "authors": [
                "Pat Barker"
            ],
            "ranking": 4.02,
            "ranking_count": 28122,
            "abstract": "Regeneration. , one in Pat Barker's series of novels confronting the psychological effects of World War I, focuses on treatment methods during the war and the story of a decorated English officer sent to a military hospital after publicly declaring he will no longer fight. Yet the novel is much more. Written in sparse prose that is shockingly clear—the descriptions of electronic treatments are particularly harrowing—it combines real-life characters and events with fictional ones in a work that examines the insanity of war like no other. Barker also weaves in issues of class and politics in this compactly powerful book. Other books in the series include. The Eye in the Door. and the Booker Award winner. The Ghost Road. .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Woman Who Rides Like a Man",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.17,
            "ranking_count": 77845,
            "abstract": "Let her prove herself worthy as a man.. Newly knighted, Alanna of Trebond seeks adventure in the vast desert of Tortall. Captured by fierce desert dwellers, she is forced to prove herself in a duel to the death -- either she will be killed or she will be inducted into the tribe. Although she triumphs, dire challenges lie ahead. As her mythic fate would have it, Alanna soon becomes the tribe's first female shaman -- despite the desert dwellers' grave fear of the foreign woman warrior. Alanna must fight to change the ancient tribal customs of the desert tribes -- for their sake and for the sake of all Tortall.. Alanna's journey continues...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Childrens"
            ]
        },
        {
            "title": "Oranges Are Not the Only Fruit",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.73,
            "ranking_count": 67952,
            "abstract": "Alternate cover edition for 9780802135162. This is the story of Jeanette, adopted and brought up by her mother as one of God's elect. Zealous and passionate, she seems destined for life as a missionary, but then she falls for one of her converts.. At sixteen, Jeanette decides to leave the church, her home and her family, for the young woman she loves. Innovative, punchy and tender,. Oranges Are Not the Only Fruit. is a few days ride into the bizarre outposts of religious excess and human obsession.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "Contemporary",
                "Religion",
                "Feminism",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Petersburg",
            "authors": [
                "Andrei Bely",
                "Robert A. Maguire",
                "John E. Malmstad"
            ],
            "ranking": 3.97,
            "ranking_count": 4910,
            "abstract": "Taking place over a short, turbulent period in 1905, 'Petersburg' is a colourful evocation of Russia's capital—a kaleidoscope of images and impressions, an eastern window on the west, a symbol of the ambiguities and paradoxes of the Russian character. History, culture, and politics are blended and juxtaposed; weather reports, current news, fashions and psychology jostle together with people from Petersburg society in an exhilarating search for the identity of a city and, ultimately, Russia itself. 'The one novel that sums up the whole of Russia.'—Anthony Burgess",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Déjà Dead",
            "authors": [
                "Kathy Reichs"
            ],
            "ranking": 3.87,
            "ranking_count": 144878,
            "abstract": "Her life is devoted to justice; for those she never even knew. In the year since Temperance Brennan left behind a shaky marriage in North Carolina, work has often preempted her weekend plans to explore Quebec. When a female corpse is discovered meticulously dismembered and stashed in trash bags, Temperance detects an alarming pattern and she plunges into a harrowing search for a killer. But her investigation is about to place those closest to her, her best friend and her own daughter, in mortal danger...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Everyone Poops",
            "authors": [
                "Taro Gomi"
            ],
            "ranking": 4.18,
            "ranking_count": 6217,
            "abstract": "Since we all eat, we all must poop. All of us! Everyone!. This wonderful, modern-day toddler classic presents information that children both want and need in a refreshingly honest, informative, and age-appropriate way.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Nonfiction",
                "Humor",
                "Animals",
                "Science",
                "Health",
                "Classics",
                "Parenting",
                "Cultural"
            ]
        },
        {
            "title": "Night Shift",
            "authors": [
                "Stephen King",
                "John D. MacDonald"
            ],
            "ranking": 4.02,
            "ranking_count": 161506,
            "abstract": "Never trust your heart to the New York Times bestselling master of suspense, Stephen King. Especially with an anthology that features the classic stories Children of the Corn, The Lawnmower Man, Graveyard Shift, The Mangler, and Sometimes They Come Back-which were all made into hit horror films.. From the depths of darkness, where hideous rats defend their empire, to dizzying heights, where a beautiful girl hangs by a hair above a hellish fate, this chilling collection of twenty short stories will plunge readers into the subterranean labyrinth of the most spine-tingling, eerie imagination of our time.. Contents:. · Introduction · John D. MacDonald · in. · Foreword · fw. · Jerusalem’s Lot · nv Night Shift, Garden City, NY: Doubleday, 1978. · Graveyard Shift · ss Cavalier Oct ’70. · Night Surf · ss Cavalier Aug ’74. · I Am the Doorway · ss Cavalier Mar ’71. · The Mangler · nv Cavalier Dec ’72. · The Boogeyman · ss Cavalier Mar ’73. · Gray Matter · ss Cavalier Oct ’73. · Battleground · ss Cavalier Sep ’72. · Trucks · ss Cavalier Jun ’73. · Sometimes They Come Back · nv Cavalier Mar ’74. · Strawberry Spring · ss Ubris Fll ’68; Cavalier Nov ’75. · The Ledge · ss Penthouse Jul ’76. · The Lawnmower Man · ss Cavalier May ’75. · Quitters, Inc. · ss Night Shift, Garden City, NY: Doubleday, 1978. · I Know What You Need · nv Cosmopolitan Sep ’76. · Children of the Corn · nv Penthouse Mar ’77. · The Last Rung on the Ladder · ss Night Shift, Garden City, NY: Doubleday, 1978. · The Man Who Loved Flowers · ss Gallery Aug ’77. · One for the Road · ss Maine Mar ’77. · The Woman in the Room · ss Night Shift, Garden City, NY: Doubleday, 1978. Librarian's Note: Alternate cover edition of ISBN 9780450042683",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Anthologies",
                "Suspense"
            ]
        },
        {
            "title": "Appointment with Death",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.88,
            "ranking_count": 47101,
            "abstract": "Among the towering red cliffs of Petra, like some monstrous swollen Buddha, sat the corpse of Mrs Boynton. A tiny puncture mark on her wrist was the only sign of the fatal injection that had killed her.. With only 24 hours available to solve the mystery, Hercule Poirot recalled a chance remark he’d overheard back in Jerusalem: ‘You see, don’t you, that she’s got to be killed?’ Mrs Boynton was, indeed, the most detestable woman he’d ever met.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Coming Up for Air",
            "authors": [
                "George Orwell"
            ],
            "ranking": 3.8,
            "ranking_count": 14511,
            "abstract": "George Bowling, the hero of Orwell's comic novel, is a middle-aged insurance salesman who lives in an average English suburban row house with a wife and two children. One day, after winning some money from a bet, he goes back to the village where he grew up, to fish for carp in a pool he remembers from thirty years before. The pool, alas, is gone, the village has changed beyond recognition, and the principal event of his holiday is an accidental bombing by the RAF.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "European Literature",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Golden Road",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.99,
            "ranking_count": 5314,
            "abstract": "When Sara Stanley, the Story Girl, returns to Carlisle to spend the winter with the King family, she comes up with a great idea. To help them through the dreary months ahead, she, Felicity, Cecily, and Dan will publish a magazine.. From Personals to Fashion Notes to an etiquette column and stories of the most interesting happenings in Carlisle,. Our Magazine. quickly becomes the most entertaining publication anyone in town has ever read. But seasons pass, nothing is forever--soon it will be time for the Story Girl to leave her good friends on Prince Edward Island, friends with whom she has walked the golden road of youth.. Cover art by Ben Stahl.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Modern Times: The World from the Twenties to the Nineties",
            "authors": [
                "Paul  Johnson"
            ],
            "ranking": 4.27,
            "ranking_count": 2598,
            "abstract": "Covers a seventy year span in chronological essays. Includes end notes and master index.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Economics",
                "Historical",
                "Science",
                "Literature"
            ]
        },
        {
            "title": "The Golden Sword",
            "authors": [
                "Janet E. Morris"
            ],
            "ranking": 4.09,
            "ranking_count": 118,
            "abstract": "She had the power to create planets.. The sixty carved bones of the Yris-tera. foretold her ancient fate.. Her heritage of power took her beyond. time and space and stole from her the. one man she loved.. Enslaved on the planet Silistra tomorrow's. most beautiful courtesan unleashes the. powers of the gods.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Edwin Mullhouse: The Life and Death of an American Writer 1943-1954 by Jeffrey Cartwright",
            "authors": [
                "Steven Millhauser"
            ],
            "ranking": 4.05,
            "ranking_count": 864,
            "abstract": "Edwin Mullhouse, a novelist at 10, is mysteriously dead at 11. As a memorial, Edwin's bestfriend, Jeffrey Cartwright, decides that the life of this great American writer must be told. He follows Edwin's development from his preverbal first noises through his love for comic books to the fulfillment of his literary genius in the remarkable novel,. Cartoons. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Humor",
                "Classics",
                "Historical",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "The Passion According to G.H.",
            "authors": [
                "Clarice Lispector",
                "Ronald W. Sousa"
            ],
            "ranking": 4.13,
            "ranking_count": 8382,
            "abstract": "Aficionados of South American fiction as well as literary critics will welcome this posthumous translation of a nearly plotless novel by one of Brazil's foremost writers. Availing herself of a single character, Lispector transforms a banal situation—a woman at home, alone—into an amphitheater for philosophical investigations. The first-person narration jousts with language, playfully but forcefully examining the ambiguous nature of words, with results ranging from the profound to the pretentious: Prehuman divine life is a life of singeing nowness or The world interdepended with me, and I am not understanding what I say, never! never again shall I understand what I say. For how will I be able to speak without the word lying for me? These linguistic games frame existential and experiential crises that Lispector savors and overcomes. Although this idiosyncratic novel will not have wider appeal, those with academic or markedly erudite tastes should find much to savour.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Philosophy",
                "Novels",
                "Literature",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dream Dancer",
            "authors": [
                "Janet E. Morris"
            ],
            "ranking": 3.96,
            "ranking_count": 223,
            "abstract": "The universe called.. She answered.. Everything you've seen or read till now took you only to the brink . . .. Neither pure fantasy, nor straight science fiction, nor earthbound dynastic saga, Dream Dancer is a stunning amalgam of all three. It is a family saga with the epic appeal of Dune and the action and excitement of Star Wars. It is a saga of love, power and treachery that will appeal to men and women equally; full of action, compulsively readable and quite unlike anything being published in the realms of fantasy today.. The heroine, Shebat, is a remarkable girl from Earth. She is brought to the vast empire of the Kerrion family by a renegade son; named as its future ruler on a whim of his autocratic father; abducted to the slums where the Kerrions' slaves drug themselves with powerful mystical sorcery; and finally rescued to take part in a great rebellion. She falls in love with one brother but marries another and becomes more Kerrion than some born to the name. A magical seductress of men, passionate in her lust for power, Shebat moves among those who control the destinies of millions, for whom treachery and betrayal are as easy as murder.. Set in the timeless future on a primitive, savage Earth and on the sophisticated habitats of deep space, Dream Dancer is the first volume of a three-part saga.. .. Not since Dune have we witnessed a power struggle of such awesome intensity. Dream, Dancer may well be the I, Claudius of fantasy novels. A literary feast! - Eric Van Lustbader, author of The Ninja. .. Dream Dancer is a fascinating and lyrical story, told with great invention . . . -- Peter Straub, author of Ghost Story. .. The pacing is brisk; fascinating concepts abound. -- Booklist",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Space"
            ]
        },
        {
            "title": "Sabbath's Theater",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.86,
            "ranking_count": 9871,
            "abstract": "Winner of the National Book Award for Fiction. Sabbath's Theater. is a comic creation of epic proportions, and Mickey Sabbath is its gargantuan hero. At sixty-four Sabbath is still defiantly antagonistic and exceedingly libidinous; sex is an obsession and a principle, an instrument of perpetual misrule in his daily existence. But after the death of his long-time mistress - an erotic free spirit whose great taste for the impermissible matches his own - Sabbath embarks on a turbulent journey into his past. Bereft and grieving, tormented by the ghosts of those who loved and hated him, he contrives a succession of farcical disasters that take him to the brink of madness and extinction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "Contemporary",
                "Classics",
                "American"
            ]
        },
        {
            "title": "The Nature and Destiny of Man, Vol 1",
            "authors": [
                "Reinhold Niebuhr"
            ],
            "ranking": 4.15,
            "ranking_count": 113,
            "abstract": "Arguably Niebuhr's most important work, this book offers a sustained articulation of his theological ethics and is considered a landmark in 20th-century thought. This book issues a challenge to Western civilization to understand its roots in the faith of the Bible. The growth, corruption and purification of the important Western emphases on individuality are chronicled here insightfully.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "Death in the Andes",
            "authors": [
                "Mario Vargas Llosa",
                "Edith Grossman"
            ],
            "ranking": 3.7,
            "ranking_count": 7143,
            "abstract": "In an isolated community in the Peruvian Andes, a series of mysterious disappearances has occurred. Army corporal Lituma and his deputy Tomás believe the Shining Path guerrillas are responsible, but the townspeople have their own ideas about the forces that claimed the bodies of the missing men. This riveting novel is filled with unforgettable characters, among them disenfranchised Indians, eccentric local folk, and a couple performing strange cannibalistic sacrifices. As the investigation moves forward, Tomás entertains Lituma with the surreal tale of a precarious love affair.. Death in the Andes. is both a fascinating detective novel and an insightful political allegory. Mario Vargas Llosa offers a panoramic view of Peruvian society, from the recent social upheaval to the cultural influences in its past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Mystery",
                "Historical",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "No One Writes to the Colonel and Other Stories",
            "authors": [
                "Gabriel García Márquez",
                "J.S. Bernstein"
            ],
            "ranking": 3.88,
            "ranking_count": 13480,
            "abstract": "Written with compassionate realism and wit, the stories in this mesmerizing collection depict the disparities of town and village life in South America, of the frightfully poor and the outrageously rich, of memories and illusions, and of lost opportunities and present joys.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Magical Realism",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wind from the Abyss",
            "authors": [
                "Janet E. Morris"
            ],
            "ranking": 4.03,
            "ranking_count": 111,
            "abstract": "She was descended from the masters of the universe. To hold her he challenged the gods.... Epic fantasy, social science fiction, allegorical fiction, anthropological fiction, post-apocalyptic fiction. Wind from the Abyss is the third volume in Janet Morris' classic Silistra Quartet, continuing one woman's quest for self-realization in a distant tomorrow.. Aristocrat. Outcast. Picara. Slave. Ruler ..... She is descended from the masters of the universe. To hold her he challenges the gods themselves.. This Perseid Press Author's Cut Edition is revised and expanded by the author and presented in a format designed to enhance your reading experience with covers designed for these premium editions.. Wind from the Abyss begins with this note from Estri. . .. Author's Note. Since, at the beginning of this tale, I did not recollect myself nor retain even the slightest glimmer of such understanding as would have led me to an awareness of the significance of the various occurrences that transpired at the Lake of Horns then, I am adding this preface, though it was no part of my initial conception, that the meaningfulness of the events described by Khys' Estri (as I have come to think of the shadow-self I was while the dharen held my skills and memory in abeyance) not be withheld from you as they were from me.. I knew myself not: I was Estri because the girl Carth supposedly found wandering in the forest stripped of comprehension and identity chose that name. There, perhaps, lies the greatest irony of all, that I named myself anew after Estri Hadrath diet Estrazi, who in reality I had once been. And perhaps it is not irony at all, but an expression of Khys' humor, an implicit dissertation by him who structured my experiences, my very thoughts, for nearly two years, until his audacity drove him to bring together once more Sereth crill Tyris, past-Slayer, then the outlawed Ebvrasea, then arrar to the dharen himself; Chayin rendi Inekte, cahndor of Nemar, co-cahndor of the Taken Lands, chosen so of Tar-Kesa, and at that time Khys' puppet-vassal; and myself, former Well-Keepress, tiask of Nemar, and lastly becoming the chaldless outlaw who had come to judgment and endured ongoing retribution at the dharen's hands. To test his hesting, his power over owkahen, the time-coming-to-be, did Khys put us together, all three, in his Day-Keeper's city -- and from that moment onward, the Weathers of Life became fixed: siphoned into a singular future; sealed tight as a dead god in his mausoleum, whose every move brought him closer to the sum total, obliteration. So did the dharen Khys bespeak it, himself. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Cross and the Switchblade",
            "authors": [
                "David Wilkerson",
                "John Sherrill",
                "Elizabeth Sherrill"
            ],
            "ranking": 4.23,
            "ranking_count": 52618,
            "abstract": "A young preacher from the Pennsylvania hills comes to New York City and influences troubled teenagers with his inspirational message.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Biography",
                "Religion",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Excellent Women",
            "authors": [
                "Barbara Pym"
            ],
            "ranking": 3.92,
            "ranking_count": 13797,
            "abstract": "Excellent Women. is one of Barbara Pym's richest and most amusing high comedies. Mildred Lathbury is a clergyman's daughter and a mild-mannered spinster in 1950s England. She is one of those excellent women, the smart, supportive, repressed women who men take for granted. As Mildred gets embroiled in the lives of her new neighbors--anthropologist Helena Napier and her handsome, dashing husband, Rocky, and Julian Malory, the vicar next door--the novel presents a series of snapshots of human life as actually, and pluckily, lived in a vanishing world of manners and repressed desires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Novels",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Audiobook",
                "Womens"
            ]
        },
        {
            "title": "Batman: The Killing Joke",
            "authors": [
                "Alan Moore",
                "Brian Bolland",
                "Tim Sale"
            ],
            "ranking": 4.37,
            "ranking_count": 192152,
            "abstract": "For the first time the Joker's origin is revealed in this tale of insanity and human perseverance. Looking to prove that any man can be pushed past his breaking point and go mad, the Joker attempts to drive Commissioner Gordon insane.. After shooting and permanently paralyzing his daughter Barbara (a.k.a. Batgirl), the Joker kidnaps the commissioner and attacks his mind in hopes of breaking the man.. But refusing to give up, Gordon maintains his sanity with the help of Batman in an effort to beset the madman.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Superheroes",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "Parable of the Talents",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.29,
            "ranking_count": 39480,
            "abstract": "This Nebula Award-winning sequel to. Parable of the Sower. continues the story of Lauren Olamina in socially and economically depressed California in the 2030s. Convinced that her community should colonize the stars, Lauren and her followers make preparations. But the collapse of society and rise of fanatics result in Lauren's followers being enslaved, and her daughter stolen from her. Now, Lauren must fight back to save the new world order.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Novels",
                "Cultural",
                "Religion"
            ]
        }
    ]
}