{
    "books": [
        {
            "title": "Harriet the Spy",
            "authors": [
                "Louise Fitzhugh"
            ],
            "ranking": 3.95,
            "ranking_count": 97781,
            "abstract": "Harriet the Spy has a secret notebook that she fills with utterly honest jottings about her parents, her classmates, and her neighbors. Every day on her spy route she observes and notes down anything of interest to her:. I BET THAT LADY WITH THE CROSS-EYE LOOKS IN THE MIRROR AND JUST FEELS TERRIBLE.. PINKY WHITEHEAD WILL NEVER CHANGE. DOES HIS MOTHER HATE HIM? IF I HAD HIM I'D HATE HIM.. IF MARION HAWTHORNE DOESN'T WATCH OUT SHE'S GOING TO GROW UP INTO A LADY HITLER.. But when Harriet's notebook is found by her schoolmates, their anger and retaliation and Harriet's unexpected responses explode in a hilarious way.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Mystery",
                "Realistic Fiction",
                "Kids"
            ]
        },
        {
            "title": "The Savage Detectives",
            "authors": [
                "Roberto Bolaño",
                "Natasha Wimmer"
            ],
            "ranking": 4.15,
            "ranking_count": 37350,
            "abstract": "New Year’s Eve, 1975: Arturo Belano and Ulises Lima, founders of the visceral realist movement in poetry, leave Mexico City in a borrowed white Impala. Their quest: to track down the obscure, vanished poet Cesárea Tinajero. A violent showdown in the Sonora desert turns search to flight; twenty years later Belano and Lima are still on the run.. The explosive first long work by “the most exciting writer to come from south of the Rio Grande in a long time” (Ilan Stavans,. Los Angeles Times. ),. The Savage Detectives. follows Belano and Lima through the eyes of the people whose paths they cross in Central America, Europe, Israel, and West Africa. This chorus includes the muses of visceral realism, the beautiful Font sisters; their father, an architect interned in a Mexico City asylum; a sensitive young follower of Octavio Paz; a foul-mouthed American graduate student; a French girl with a taste for the Marquis de Sade; the great-granddaughter of Leon Trotsky; a Chilean stowaway with a mystical gift for numbers; the anorexic heiress to a Mexican underwear empire; an Argentinian photojournalist in Angola; and assorted hangers-on, detractors, critics, lovers, employers, vagabonds, real-life literary figures, and random acquaintances.. A polymathic descendant of Borges and Pynchon, Roberto Bolaño traces the hidden connection between literature and violence in a world where national boundaries are fluid and death lurks in the shadow of the avant-garde.. The Savage Detectives. is a dazzling original, the first great Latin American novel of the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Unfinished"
            ]
        },
        {
            "title": "The Naked and the Dead",
            "authors": [
                "Norman Mailer"
            ],
            "ranking": 3.94,
            "ranking_count": 24312,
            "abstract": "Publicat în 1948, romanul Cei goi și cei morți înregistrează cu precizia și realismul unui reportaj lupta disperată a treisprezece soldați americani pe o insulă din Pacific controlată de japonezi. Vînați de lunetiști și angajați în lupte corp la corp, soldații trec printr-un adevărat infern. Urmărind transformările pe care le suferă soldații angrenați în conflict, Mailer îi caracterizează pe fiecare în parte prin flashback-uri menite să le lumineze existențele anterioare",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Women in Love",
            "authors": [
                "D.H. Lawrence"
            ],
            "ranking": 3.66,
            "ranking_count": 30667,
            "abstract": "Widely regarded as D. H. Lawrence's greatest novel,. Women in Love. is both a lucid account of English society before the First World War, and a brilliant evocation of the inexorable power of human desire.. Women in Love. continues where. The Rainbow. left off, with the third generation of Brangwens: Ursula Brangwen, now a teacher at Beldover, a mining town in the Midlands, and her sister Gudrun, who has returned from art school in London. The focus of the novel is primarily on their relationships, Ursula's with Rupert Birkin, a school inspector, and Gudrun's with industrialist Gerald Crich, and later with a sculptor, Loerke. Quintessentially modernist,. Women in Love. is one of Lawrence's most extraordinary, innovative and unsettling works.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Romance",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Empire of the Sun",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.98,
            "ranking_count": 18582,
            "abstract": "The classic, award-winning novel, made famous by Steven Spielberg's film, tells of a young boy's struggle to survive World War II in China.. Jim is separated from his parents in a world at war. To survive, he must find a deep strength greater than all the events that surround him.. Shanghai, 1941 — a city aflame from the fateful torch of Pearl Harbor. In streets full of chaos and corpses, a young British boy searches in vain for his parents. Imprisoned in a Japanese concentration camp, he is witness to the fierce white flash of Nagasaki, as the bomb bellows the end of the war...and the dawn of a blighted world.. Ballard's enduring novel of war and deprivation, internment camps and death marches, and starvation and survival is an honest coming-of-age tale set in a world thrown utterly out of joint.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Woman in the Dunes",
            "authors": [
                "Kōbō Abe",
                "E. Dale Saunders",
                "Machi Abe"
            ],
            "ranking": 3.9,
            "ranking_count": 26929,
            "abstract": "The Woman in the Dunes. , by celebrated writer and thinker Kobo Abe, combines the essence of myth, suspense and the existential novel.. After missing the last bus home following a day trip to the seashore, an amateur entomologist is offered lodging for the night at the bottom of a vast sand pit. But when he attempts to leave the next morning, he quickly discovers that the locals have other plans. Held captive with seemingly no chance of escape, he is tasked with shoveling back the ever-advancing sand dunes that threaten to destroy the village. His only companion is an odd young woman, and together their fates become intertwined as they work side by side through this Sisyphean of tasks.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Magical Realism",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Sheltering Sky",
            "authors": [
                "Paul Bowles"
            ],
            "ranking": 3.9,
            "ranking_count": 26159,
            "abstract": "In this classic work of psychological terror, Paul Bowles examines the ways in which Americans apprehend an alien culture--and the ways in which their incomprehension destroys them. The story of three American travelers adrift in the cities and deserts of North Africa, The Sheltering Sky is at once merciless and heartbreaking in its compassion. It etches the limits of human reason and intelligence--perhaps even the limits of human life --when they touch the unfathomable emptiness and impassive cruelty of the desert.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Travel",
                "Literature",
                "Novels",
                "Historical",
                "Northern Africa",
                "Literary Fiction"
            ]
        },
        {
            "title": "Crossing to Safety",
            "authors": [
                "Wallace Stegner",
                "Terry Tempest Williams",
                "T.H. Watkins"
            ],
            "ranking": 4.16,
            "ranking_count": 41995,
            "abstract": "Crossing to Safety has, since its publication in 1987, established itself as one of the greatest and most cherished American novels of the twentieth century. Tracing the lives, loves, and aspirations of two couples who move between Vermont and Wisconsin, it is a work of quiet majesty, deep compassion, and powerful insight into the alchemy of friendship and marriage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Literature",
                "Historical",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Raise High the Roof Beam, Carpenters & Seymour: An Introduction",
            "authors": [
                "J.D. Salinger"
            ],
            "ranking": 4.11,
            "ranking_count": 48301,
            "abstract": "The author writes: The two long pieces in this book originally came out in The New Yorker ? RAISE HIGH THE ROOF BEAM, CARPENTERS in 1955, SEYMOUR ? An Introduction in 1959. Whatever their differences in mood or effect, they are both very much concerned with Seymour Glass, who is the main character in my still-uncompleted series about the Glass family. It struck me that they had better be collected together, if not deliberately paired off, in something of a hurry, if I mean them to avoid unduly or undesirably close contact with new material in the series. There is only my word for it, granted, but I have several new Glass stories coming along ? waxing, dilating ? each in its own way, but I suspect the less said about them, in mixed company, the better. Oddly, the joys and satisfactions of working on the Glass family peculiarly increase and deepen for me with the years. I can't say why, though. Not, at least, outside the casino proper of my fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Novella"
            ]
        },
        {
            "title": "The Queen of the Damned",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.89,
            "ranking_count": 144196,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. In 1976, a uniquely seductive world of vampires was unveiled in the now-classic. Interview with the Vampire. . . . in 1985, a wild and voluptous voice spoke to us, telling the story of. The Vampire Lestat. .  In. The Queen of the Damned. , Anne Rice continues her extraordinary Vampire Chronicles in a feat of mesmeric storytelling, a chillingly hypnotic entertainment in which the oldest and most powerful forces of the night are unleashed on an unsuspecting world.. Three brilliantly colored narrative threads intertwine as the story unfolds:. - The rock star known as Vampire Lestat, worshipped by millions of spellbound fans, prepares for a concert in San Francisco.  Among the audience--pilgrims in a blind swoon of adoration--are hundreds of vampires, creatures who see Lestat as a greedy fiend risking the secret prosperity of all his kind just to be loved and seen by mortals, fiends themselves who hate Lestat's power and who are determined to destroy him . . .. - The sleep of certain men and women--vampires. and. mortals scattered around the world--is haunted by a vivid, mysterious dream: of twins with fiery red hair and piercing green eyes who suffer an unspeakable tragedy.  It is a dream that slowly, tauntingly reveals its meaning to the dreamers as they make their way toward each other--some to be destroyed on the journey, some to face an even more terrifying fate at journey's end . . .. - Akasha--Queen of the Damned, mother of all vampires, rises after a 6,000 year sleep and puts into motion a heinous plan to save mankind from itself and make all myths of the world real by elevating herself and her chosen son/lover to the level of the gods: I am the fulfillment and I shall from this moment be the cause . . .. These narrative threads wind sinuously across a vast, richly detailed tapestry of the violent, sensual world of vampirism, taking us back 6,000 years to its beginnings.  As the stories of the first brood of blood drinkers are revealed, we are swept across the ages, from Egypt to South America to the Himalayas to all the shrouded corners of the globe where vampires have left their mark. Vampires are created--mortals succumbing to the sensation of being enptied, of being devoured, of being nothing. Vampires are destroyed.  Dark rituals are performed--the rituals of ancient creatures prowling the modern world.  And, finally, we are brought to a moment in the twentieth century when, in an astonishing climax, the fate of the living dead--and perhaps of the living, all the living--will be decided.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Gothic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ariel",
            "authors": [
                "Sylvia Plath"
            ],
            "ranking": 4.21,
            "ranking_count": 65212,
            "abstract": "Sylvia Plath's celebrated collection.. When Sylvia Plath died, she not only left behind a prolific life but also her unpublished literary masterpiece,. Ariel. . Her husband, Ted Hughes, brought the collection to life in 1966, and its publication garnered worldwide acclaim. This collection showcases the beloved poet’s brilliant, provoking, and always moving poems, including Ariel and once again shows why readers have fallen in love with her work throughout the generations.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Feminism",
                "Fiction",
                "Literature",
                "Health",
                "Womens",
                "Adult"
            ]
        },
        {
            "title": "Miss Lonelyhearts / The Day of the Locust",
            "authors": [
                "Nathanael West"
            ],
            "ranking": 3.9,
            "ranking_count": 9686,
            "abstract": "Miss Lonelyhearts. Miss Lonelyhearts was a newspaper reporter, so named because he had been assigned to write the agony column, to answer the letters from Desperate, Sick-of-It-All, Disillusioned. A joke at first; but then he was caught up, terrifyingly, in a vision of suffering, and he sought a way out, turning first here, then there—Art, Sex, Religion. Shrike, the cynical editor, the friend and enemy, compulsively destroyed each of his friend’s gestures toward idealism. Together, in the city’s dim underworld, Shrike and Miss Lonelyhearts turn round and round in a loathsome dance, unresolvable, hating until death…. The Day of the Locust. To Hollywood comes Tod Hackett, hoping for a career in scene designing, but he finds the way hard and falls in with others—extras, technicians, old vaudeville hands—who are also in difficulty. Around him he sees the great mass of inland Americans who have retired to California in expectation of health and ease. But boredom consumes them, their own emptiness maddens them; they search out any abnormality in their lust for excitement—drugs, perversion, crime. In the end only blood will serve; unreasoned, undirected violence. The day of the locust is at hand…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Short Stories",
                "Literary Fiction",
                "Novella",
                "Academic"
            ]
        },
        {
            "title": "One Fish, Two Fish, Red Fish, Blue Fish",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.15,
            "ranking_count": 186020,
            "abstract": "One Fish Two Fish Red Fish Blue Fish is a 1960 children's book by Dr. Seuss (Theodor Seuss Geisel). A simple rhyming book for learner readers, it is a book with a freewheeling plot about a boy and a girl, and the many amazing creatures they have for friends and pets. One Fish Two Fish Red Fish Blue Fish was part of the Beginner Book Video series which included Oh, the Thinks You Can Think! and The Foot Book.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Animals",
                "Fantasy",
                "Humor",
                "Kids"
            ]
        },
        {
            "title": "Ahab's Wife, or The Star-Gazer",
            "authors": [
                "Sena Jeter Naslund"
            ],
            "ranking": 4.03,
            "ranking_count": 43568,
            "abstract": "A magnificent, vast, and enthralling saga, Sena Jeter Naslund's. Ahab's Wife. is a remarkable epic spanning a rich, eventful, and dramatic life. Inspired by a brief passage in. Moby Dick. , it is the story of Una, exiled as a child to live in a lighthouse, removed from the physical and emotional abuse of a religion-mad father. It is the romantic adventure of a young woman setting sail in a cabin boy's disguise to encounter darkness, wonder, and catastrophe; the story of a devoted wife who witnesses her husband's destruction by obsession and madness. Ultimately it is the powerful and moving story of a woman's triumph over tragedy and loss through her courage, creativity, and intelligence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Adult Fiction",
                "Novels",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Lord of the Rings",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "ranking": 4.51,
            "ranking_count": 616388,
            "abstract": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.. From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.. When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.. The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Fantasy",
                "Literature",
                "Novels",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "Thoughts from Walden Pond",
            "authors": [
                "Henry David Thoreau",
                "Charles Gurche",
                "Dona Budd"
            ],
            "ranking": 3.76,
            "ranking_count": 2080,
            "abstract": "Henry David Thoreau (American, 1817 -- 1862) extracted himself from the routines of employment and civilized sociability to spend two years in the woods. Walden, Thoreau's book about his experience published in 1854, has become one of the most highly respected works in American literature.In Thoughts from Walden Pond, Charles Gurche's brilliant photographs from the diverse regions of America are paired with excerpts from Thoreau's masterpiece. The pictures with the text transport us to a state of heightened awareness and impart an almost cellular sense of the importance of wild places. Dona Budd's introductory essay offers an engrossing biography of Thoreau along with her insightful reflections on Walden.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Philosophy",
                "Biography",
                "Writing",
                "Environment",
                "Inspirational",
                "Spirituality",
                "Young Adult"
            ]
        },
        {
            "title": "Main Street",
            "authors": [
                "Sinclair Lewis"
            ],
            "ranking": 3.77,
            "ranking_count": 24749,
            "abstract": "With Commentary by E. M. Forster, Dorothy Parker, H. L. Mencken, Lewis Mumford, Rebecca West, Sherwood Anderson, Malcolm Cowley, Alfred Kazin, Constance Rourke, and Mark Schorer.. Main Street. , the story of an idealistic young woman's attempts to reform her small town, brought Lewis immediate acclaim when it was published in 1920. It remains one of the essential texts of the American scene. Lewis Mumford observed: In. Main Street. an American had at last written of our life with something of the intellectual rigor and critical detachment that had seemed so cruel and unjustified [in Charles Dickens and Matthew Arnold]. Young people had grown up in this environment, suffocated, stultified, helpless, but unable to find any reason for their spiritual discomfort. Mr. Lewis released them.. Sinclair Lewis (1885-1951), was born in Sauk Centre, Minnesota and graduated from Yale in 1907. In 1930 he became the first American recipient of the Nobel Prize in Literature.. Main Street. (1920) was his first critical and commercial success. Lewis's other noted books include. Babbitt. (1922),. Arrowsmith. (1925),. Elmer Gantry. (1927),. Dodsworth. (1929), and. It Can't Happen Here. (1935).",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "Solaris",
            "authors": [
                "Stanisław Lem",
                "Steve Cox",
                "Joanna Kilmartin"
            ],
            "ranking": 3.99,
            "ranking_count": 86379,
            "abstract": "A classic work of science fiction by renowned Polish novelist and satirist Stanislaw Lem.. When Kris Kelvin arrives at the planet Solaris to study the ocean that covers its surface, he finds a painful, hitherto unconscious memory embodied in the living physical likeness of a long-dead lover. Others examining the planet, Kelvin learns, are plagued with their own repressed and newly corporeal memories. The Solaris ocean may be a massive brain that creates these incarnate memories, though its purpose in doing so is unknown, forcing the scientists to shift the focus of their quest and wonder if they can truly understand the universe without first understanding what lies within their hearts.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "European Literature",
                "Science Fiction Fantasy",
                "Novels",
                "Philosophy",
                "Fantasy",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character",
            "authors": [
                "Richard P. Feynman",
                "Микола Климчук"
            ],
            "ranking": 4.26,
            "ranking_count": 181380,
            "abstract": "Richard Feynman (1918-1988), winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; painting a naked female toreador—and much else of an eyebrow-raising nature.. In short, here is Feynman's life in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah.",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Humor",
                "History",
                "Biography Memoir",
                "Audiobook"
            ]
        },
        {
            "title": "The Leopard",
            "authors": [
                "Giuseppe Tomasi di Lampedusa",
                "Archibald Colquhoun"
            ],
            "ranking": 4.01,
            "ranking_count": 29659,
            "abstract": "The Leopard is a story of a decadent and dying aristocracy threatened by the forces of revolution and democracy. Set against the political upheavals of Italy in the 1860s, it focuses on Don Fabrizio, a Sicilian prince of immense sensual appetites, wealth, and great personal magnetism. Around this powerful figure swirls a glittering array of characters: a Bourbon king, liberals and pseudo liberals, peasants and millionaires.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Complete Father Brown",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 4.03,
            "ranking_count": 8886,
            "abstract": "Forty-nine quietly sensational cases investigated by the high-priest of detective fiction. FATHER BROWN. Immortalized in these famous stories, G.K. Chesterton's endearing amateur sleuth has entertained countless generations of readers. For, as his admirers know, Father Brown's cherubic face and unworldly simplicity, his glasses and his huge umbrella, disguise a quite uncanny understanding of the criminal mind at work.. This Penguin omnibus edition contains. * The Innocence of Father Brown. * The Wisdom of Father Brown. * The Incredulity of Father Brown. * The Secret of Father Brown. * The Scandal of Father Brown",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Short Stories",
                "Thriller",
                "Literature",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Centennial",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.25,
            "ranking_count": 40905,
            "abstract": "Written to commemorate the Bicentennial in 1976, James A. Michener’s magnificent saga of the West. is an enthralling celebration of the frontier. Brimming with the glory of America’s past, the story of Colorado—the Centennial State—is manifested through its people: Lame Beaver, the Arapaho chieftain and warrior, and his Comanche and Pawnee enemies; Levi Zendt, fleeing with his child bride from the Amish country; the cowboy, Jim Lloyd, who falls in love with a wealthy and cultured Englishwoman, Charlotte Seccombe. In. Centennial,. trappers, traders, homesteaders, gold seekers, ranchers, and hunters are brought together in the dramatic conflicts that shape the destiny of the legendary West—and the entire country.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Classics",
                "Adventure",
                "Novels",
                "Epic",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "Illusions: The Adventures of a Reluctant Messiah",
            "authors": [
                "Richard Bach"
            ],
            "ranking": 4.14,
            "ranking_count": 60806,
            "abstract": "In the cloud-washed airspace between the cornfields of Illinois and blue infinity, a man puts his faith in the propeller of his biplane. For disillusioned writer and itinerant barnstormer Richard Bach, belief is as real as a full tank of gas and sparks firing in the cylinders...until he meets Donald Shimoda — former mechanic and self-described messiah who can make wrenches fly and Richard's imagination soar..... In Illusions, Richard Bach takes to the air to discover the ageless truths that give our souls wings: that people don't need airplanes to soar...that even the darkest clouds have meaning once we lift ourselves above them... and that messiahs can be found in the unlikeliest places — like hay fields, one-traffic-light midwestern towns, and most of all, deep within ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Fantasy",
                "Classics",
                "Religion",
                "Self Help",
                "Inspirational",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Wise Blood",
            "authors": [
                "Flannery O'Connor"
            ],
            "ranking": 3.84,
            "ranking_count": 29226,
            "abstract": "Wise Blood. , Flannery O’Connor’s astonishing and haunting first novel, is a classic of twentieth-century literature. It is a story of Hazel Motes, a twenty-two-year-old caught in an unending struggle against his innate, desperate faith. He falls under the spell of a blind street preacher named Asa Hawks and his degenerate fifteen-year-old daughter, Lily Sabbath. In an ironic, malicious gesture of his own non-faith, and to prove himself a greater cynic than Hawkes, Hazel Motes founds The Church of God Without Christ, but is still thwarted in his efforts to lose God. He meets Enoch Emery, a young man with wise blood, who leads him to a mummified holy child, and whose crazy maneuvers are a manifestation of Hazel's existential struggles. This tale of redemption, retribution, false prophets, blindness, blindings, and wisdoms gives us one of the most riveting characters in twentieth-century American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Gothic",
                "Literature",
                "Novels",
                "American",
                "Religion",
                "Literary Fiction"
            ]
        },
        {
            "title": "Plainsong",
            "authors": [
                "Kent Haruf"
            ],
            "ranking": 4.02,
            "ranking_count": 68718,
            "abstract": "A heartstrong story of family and romance, tribulation and tenacity, set on the High Plains east of Denver.. In the small town of Holt, Colorado, a high school teacher is confronted with raising his two boys alone after their mother retreats first to the bedroom, then altogether. A teenage girl—her father long since disappeared, her mother unwilling to have her in the house—is pregnant, alone herself, with nowhere to go. And out in the country, two brothers, elderly bachelors, work the family homestead, the only world they've ever known.. From these unsettled lives emerges a vision of life, and of the town and landscape that bind them together—their fates somehow overcoming the powerful circumstances of place and station, their confusion, curiosity, dignity and humor intact and resonant. As the milieu widens to embrace fully four generations, Kent Haruf displays an emotional and aesthetic authority to rival the past masters of a classic American tradition.. Utterly true to the rhythms and patterns of life,. Plainsong. is a novel to care about, believe in, and learn from.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Book Club",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "A Soldier of the Great War",
            "authors": [
                "Mark Helprin"
            ],
            "ranking": 4.34,
            "ranking_count": 6933,
            "abstract": "From acclaimed novelist Mark Helprin, a lush, literary epic about love, beauty, and the world at war.. Alessandro Giuliani, the young son of a prosperous Roman lawyer, enjoys an idyllic life full of privilege: he races horses across the country to the sea, he climbs mountains in the Alps, and, while a student of painting at the ancient university in Bologna, he falls in love. Then the Great War intervenes. Half a century later, in August of 1964, Alessandro, a white-haired professor, tall and proud, meets an illiterate young factory worker on the road. As they walk toward Monte Prato, a village seventy kilometers away, the old man—a soldier and a hero who became a prisoner and then a deserter, wandering in the hell that claimed Europe—tells him how he tragically lost one family and gained another. The boy, envying the richness and drama of Alessandro's experiences, realizes that this magnificent tale is not merely a story: it's a recapitulation of his life, his reckoning with mortality, and above all, a love song for his family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Momo",
            "authors": [
                "Michael Ende"
            ],
            "ranking": 4.33,
            "ranking_count": 65658,
            "abstract": "Eine gespenstische Gesellschaft grauer Herren ist am Werk und veranlasst immer mehr Menschen, Zeit zu sparen. Aber in Wirklichkeit betrügen sie die Menschen um diese ersparte Zeit. Als die Not am größten ist und die Welt ihnen schon endgültig zu gehören scheint, entschließt sich Meister Hora, der geheimnisvolle Verwalter der Zeit, zum Eingreifen. Doch dazu braucht er die Hilfe eines Menschenkindes. Die Welt steht still und Momo, die struppige kleine Heldin der Geschichte, kämpft ganz allein, mit nichts als einer Blume in der Hand und einer Schildkröte unter dem Arm, gegen das riesige Heer der grauen Herren.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Childrens",
                "European Literature",
                "Young Adult",
                "Novels",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Independent People",
            "authors": [
                "Halldór Laxness",
                "James Anderson Thompson"
            ],
            "ranking": 4.16,
            "ranking_count": 10225,
            "abstract": "This magnificent novel—which secured for its author the 1955 Nobel Prize in Literature—is at last available to contemporary American readers. Although it is set in the early twentieth century, it recalls both Iceland's medieval epics and such classics as Sigrid Undset's. Kristin Lavransdatter. . And if Bjartur of Summerhouses, the book's protagonist, is an ordinary sheep farmer, his flinty determination to achieve independence is genuinely heroic and, at the same time, terrifying and bleakly comic.. Having spent eighteen years in humiliating servitude, Bjartur wants nothing more than to raise his flocks unbeholden to any man. But Bjartur's spirited daughter wants to live unbeholden to. him. . What ensues is a battle of wills that is by turns harsh and touching, elemental in its emotional intensity and intimate in its homely detail. Vast in scope and deeply rewarding, Independent People is simply a masterpiece",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Nobel Prize",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Casino Royale",
            "authors": [
                "Ian Fleming"
            ],
            "ranking": 3.74,
            "ranking_count": 77882,
            "abstract": "British Secret Service agent James Bond, a.k.a. 007, is sent to France to play in a high-stakes baccarat game in an effort to take down Le Chiffre, a financier for the villainous SMERSH. Things get more complicated when he is partnered with Vesper Lynd, a beautiful and smart MI6 employee with a dark secret.. Bond is one of the most iconic characters in 20th-century literature. In addition to the 12 novels and 9 short stories written by Ian Fleming, there have been over 40 novels and short stories written about the spy by other authors, and over 25 blockbuster films starring such actors as Sean Connery and Daniel Craig.. Here's the first.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Classics",
                "Mystery",
                "Spy Thriller",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Memories, Dreams, Reflections",
            "authors": [
                "C.G. Jung",
                "Aniela Jaffé",
                "Richard Winston",
                "Clara Winston"
            ],
            "ranking": 4.11,
            "ranking_count": 31902,
            "abstract": "In the spring of 1957, when he was eighty-one years old, C. G. Jung undertook the telling of his life story. At regular intervals he had conversations with his colleague and friend Aniela Jaffé, and collaborated with her in the preparation of the text based on these talks. On occasion, he was moved to write entire chapters of the book in his own hand, and he continued to work on the final stages of the manuscript until shortly before his death on June 6, 1961.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Biography",
                "Autobiography",
                "Spirituality",
                "Science",
                "History"
            ]
        },
        {
            "title": "Skinny Legs and All",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 4.05,
            "ranking_count": 41406,
            "abstract": "This is a gutsy, fun-loving, and provocative novel in which a bean can philosophises, a dessert spoon mystifies, a young waitress takes on the New York art world, and a rowdy redneck welder discovers the lost god of Palestine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Smiley's People",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.27,
            "ranking_count": 35927,
            "abstract": "John le Carre's classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge and have earned him -- and his hero, British Secret Service agent George Smiley -- unprecedented worldwide acclaim.Rounding off his astonishing vision of a clandestine world, master storyteller le Carre perfects his art in Smiley's People. In London at dead of night, George Smiley, sometime acting Chief of the Circus (aka the British Secret Service), is summoned from his lonely bed by news of the murder of an ex-agent. Lured back to active service, Smiley skillfully maneuvers his people -- the no-men of no-man's land -- into crisscrossing Paris, London, Germany, and Switzerland as he prepares for his own final, inevitable duel on the Berlin border with his Soviet counterpart and archenemy, Karla.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Poetry of Robert Frost",
            "authors": [
                "Robert Frost",
                "Edward Connery Lathem"
            ],
            "ranking": 4.23,
            "ranking_count": 46126,
            "abstract": "The only comprehensive gathering of Frost's published poetry, this affordable volume offers the entire contents of his eleven books of verse, from. A Boy's Will. (1913) to. In the Clearing. (1962). Frost scholar Lathem, who was also a close friend of the four-time Pulitzer Prize-winner, scrupulously annotated the 350-plus poems in this collection, which has been the standard edition of Frost's work since it first appeared in 1969.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Anthologies",
                "Unfinished",
                "Academic"
            ]
        },
        {
            "title": "Batman: The Dark Knight Returns",
            "authors": [
                "Frank Miller",
                "Klaus Janson",
                "Lynn Varley"
            ],
            "ranking": 4.26,
            "ranking_count": 174055,
            "abstract": "This masterpiece of modern comics storytelling brings to vivid life a dark world and an even darker man. Together with inker Klaus Janson and colorist Lynn Varley, writer/artist Frank Miller completely reinvents the legend of Batman in his saga of a near-future Gotham City gone to rot, ten years after the Dark Knight's retirement.. Crime runs rampant in the streets, and the man who was Batman is still tortured by the memories of his parents' murders. As civil society crumbles around him, Bruce Wayne's long-suppressed vigilante side finally breaks free of its self-imposed shackles.. The Dark Knight returns in a blaze of fury, taking on a whole new generation of criminals and matching their level of violence. He is soon joined by this generation's Robin—a girl named Carrie Kelley, who proves to be just as invaluable as her predecessors.. But can Batman and Robin deal with the threat posed by their deadliest enemies, after years of incarceration have made them into perfect psychopaths? And more important, can anyone survive the coming fallout of an undeclared war between the superpowers—or a clash of what were once the world's greatest superheroes?. Over fifteen years after its debut,. Batman: The Dark Knight Returns. remains an undisputed classic and one of the most influential stories ever told in the comics medium.. Collecting. Batman: The Dark Knight Returns. #1-4",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Superheroes",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "The Book of Disquiet: The Complete Edition",
            "authors": [
                "Fernando Pessoa"
            ],
            "ranking": 4.43,
            "ranking_count": 24802,
            "abstract": "Această carte aproape mitică, probabil opera cea mai seducătoare a lui Fernando Pessoa, e un monolog de o tristețe indicibilă, care surprinde cu o minuție halucinantă interiorul cu mii de fațete al unuia dintre numeroși săi heteronimi, Bernardo Soares.. „Cine este Fernando Pessoa? se întreba Octavio Paz, adeverind încă o dată că opera unuia dintre cei mai importanţi, prolifici şi proteiformi autori ai secolului XX, „investigatorul solemn al lucrurilor futile, declină personalităţile virtuale coexistând în sine şi revelate graţie scriiturii ce atribuie fiecăreia o realitate fictivă. Scrisă între 1913 şi 1935 sub formă de panseuri, maxime, aforisme, Cartea neliniştirii, pseudojurnalul pessoan, este o cronică a deziluziei şi a deriziunii izvorâte din convingerea că viaţa e lipsită de noimă, iar arta nu-i conferă nici un sens. Ferit de privirile contemporanilor, cultivându-şi sistematic forţa imaginaţiei, Pessoa îşi construieşte un dublu - Bernando Soares - pe care-l aşază într-un univers personal ireal şi cu toate astea mai adevărat, pentru el, decât lumea reală. Soares, un umil funcţionar în costume cenuşii, alege să-şi petreacă viaţa într-o izolare aproape monahală, mai degrabă visând-o decât trăind-o, privind-o fără pretenţia de a o descifra şi proiectând asupra ei propriile emoţii pe care le încearcă închis între pereţii camerei unde îşi aşterne pe hârtie disperarea. Soares scrie cu luciditate, îndârjire şi furie, împingând introspecţia până la limita incomunicabilului. Dar dincolo de zidurile care-l împrejmuiesc se zăreşte urbea. Peisajul citadin este atât de prezent în toată cartea, încât fragmentele de însemnări încheagă un roman al oraşului cu care, de fapt, Pessoa are o legătură profundă, în genul aceleia pe care Baudelaire o are cu Parisul, Joyce, cu Dublinul şi Kafka, cu Praga. Şi poate tocmai aceste privelişti din fascinanta Lisabonă, cu străduţele ei întortocheate pulsând de viaţă, poartă cu ele speranţa unei posibile evadări.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Classics",
                "Philosophy",
                "Literature",
                "Cultural",
                "European Literature",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "The Wasp Factory",
            "authors": [
                "Iain Banks"
            ],
            "ranking": 3.8,
            "ranking_count": 88277,
            "abstract": "Frank, no ordinary sixteen-year-old, lives with his father outside a remote Scottish village. Their life is, to say the least, unconventional. Frank's mother abandoned them years ago: his elder brother Eric is confined to a psychiatric hospital; and his father measures out his eccentricities on an imperial scale. Frank has turned to strange acts of violence to vent his frustrations. In the bizarre daily rituals there is some solace. But when news comes of Eric's escape from the hospital Frank has to prepare the ground for his brother's inevitable return - an event that explodes the mysteries of the past and changes Frank utterly.. The Wasp Factory. is a work of horrifying compulsion: horrifying, because it enters a mind whose realities are not our own, whose values of life and death are alien to our society; compulsive, because the humour and compassion of that mind reach out to us all. A novel of extraordinary originality, imagination and comic ferocity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Classics",
                "Dark",
                "Novels",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Drums of Autumn",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.34,
            "ranking_count": 228820,
            "abstract": "In this breathtaking novel—rich in history and adventure—. The New York Times. bestselling author Diana Gabaldon continues the story of Claire Randall and Jamie Fraser that began with the now-classic novel. Outlander. and continued in. Dragonfly in Amber. and. Voyager. . Once again spanning continents and centuries, Diana Gabaldon has created a work of sheer passion and brilliance..... It began at an ancient Scottish stone circle. There, a doorway, open to a select few, leads into the past—or the grave. Dr. Claire Randall survived the extraordinary passage, not once but twice.. Her first trip swept her into the arms of Jamie Fraser, an eighteenth-century Scot whose love for her became a legend—a tale of tragic passion that ended with her return to the present to bear his child. Her second journey, two decades later, brought them together again in the American colonies. But Claire had left someone behind in the twentieth century—their daughter, Brianna..... Now Brianna has made a disturbing discovery that sends her to the circle of stones and a terrifying leap into the unknown. In search of her mother and the father she has never met, she is risking her own future to try to change history ... and to save their lives. But as Brianna plunges into an uncharted wilderness, a heartbreaking encounter may strand her forever in the past ... or root her in the place she should be, where her heart and soul belong....",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Deptford Trilogy: Fifth Business/The Manticore/World of Wonders",
            "authors": [
                "Robertson Davies"
            ],
            "ranking": 4.32,
            "ranking_count": 7900,
            "abstract": "Who killed Boy Staunton?. Around this central mystery is woven a glittering, fantastical, cunningly contrived trilogy of novels. Luring the reader down labyrinthine tunnels of myth, history, and magic,. The Deptford Trilogy. provides an exhilarating antidote to a world from where the fear and dread and splendour of wonder have been banished.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Cultural",
                "Novels",
                "Classics",
                "Mystery",
                "Literature",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Ramona the Pest",
            "authors": [
                "Beverly Cleary"
            ],
            "ranking": 4.07,
            "ranking_count": 64788,
            "abstract": "This is the second title in the hugely popular series about Ramona Quimby. Ramona doesn't think she's a pest - she knows that she isn't a pest on purpose. So how in the world does Ramona get in trouble? Why does Davy run away whenever Ramona comes near him? And how does she manage to disrupt the whole kindergarten class during their rest time? Beverly Cleary is one of America's most popular authors and has won many prestigious awards, including the American Library Association's Laura Ingalls Wilder Award. Ramona the Pest is being published to coincide with the publication of the lastest Ramona title, Ramona's World.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Family"
            ]
        },
        {
            "title": "The Moviegoer",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 3.66,
            "ranking_count": 26547,
            "abstract": "The dazzling novel that established Walker Percy as one of the major voices in Southern literature is now available for the first time in Vintage paperback. The Moviegoer is Binx Bolling, a young New Orleans stockbroker who surveys the world with the detached gaze of a Bourbon Street dandy even as he yearns for a spiritual redemption he cannot bring himself to believe in. On the eve of his thirtieth birthday, he occupies himself dallying with his secretaries and going to movies, which provide him with the treasurable moments absent from his real life. But one fateful Mardi Gras, Binx embarks on a hare-brained quest that outrages his family, endangers his fragile cousin Kate, and sends him reeling through the chaos of New Orleans' French Quarter. Wry and wrenching, rich in irony and romance, The Moviegoer is a genuine American classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "American",
                "Literary Fiction",
                "Philosophy",
                "Audiobook"
            ]
        },
        {
            "title": "Mrs. Frisby and the Rats of NIMH",
            "authors": [
                "Robert C. O'Brien"
            ],
            "ranking": 4.15,
            "ranking_count": 171093,
            "abstract": "Mrs. Frisby, a widowed mouse with four small children, must move her family to their summer quarters immediately, or face almost certain death. But her youngest son, Timothy, lies ill with pneumonia and must not be moved. Fortunately, she encounters the rats of NIMH, an extraordinary breed of highly intelligent creatures, who come up with a brilliant solution to her dilemma.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Classics",
                "Young Adult",
                "Animals",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Dolores Claiborne",
            "authors": [
                "Stephen King",
                "Dominique Dill"
            ],
            "ranking": 3.9,
            "ranking_count": 137137,
            "abstract": "À Little Tall, on ne sais toujours pas exactement ce qui s'est passé il y a trente ans, et si l'accident qui, le jour de l'éclipse, a coûté la vie au mari de Dolores Claiborne était vraiment un accident.... Aujourd'hui, la vieille dame indigne est à nouveau soupçonnée : la riche et sénile Vera Donovan, dont elle est la gouvernante depuis des décennies, vient d'être découverte morte dans sa demeure.. Seul témoin et seule héritière, Dolores fait figure de coupable idéale. Elle n'a désormais plus le choix : elle doit passer aux aveux. Raconter les étranges phobies qui habitaient sa maîtresse, se souvenir de l'horreur qu'elle a vécu il y a trente ans. Dire toute la vérité : une vérité terrifiante.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Christine",
            "authors": [
                "Stephen King",
                "Marie Milpois"
            ],
            "ranking": 3.81,
            "ranking_count": 219575,
            "abstract": "Master storyteller Stephen King presents the classic #1 national bestseller of the ultimate vehicle of terror!. “This is the story of a lover’s triangle…It was bad from the start. And it got worse in a hurry.”. It’s love at first sight for high school student Arnie Cunningham when he and his best friend Dennis Guilder spot the dilapidated 1958 red-and-white Plymouth Fury for sale—dubbed “Christine” by its original cantankerous owner—rusting away on a front lawn of their suburban Pennsylvania neighborhood. Dennis knows that Arnie’s never had much luck in the looks or popularity department, or really taken an interest in owning a car . . . but Christine quickly changes all that. Arnie suddenly has the newfound confidence to stick up for himself, going as far as dating the most beautiful girl at Libertyville High—transfer student Leigh Cabot—even as a mysteriously restored Christine systematically and terrifyingly consumes every aspect of Arnie’s life. Dennis and Leigh soon realize that they must uncover the awful truth behind a car with a horrifying and murderous history. Hell hath no fury like a woman scorned, and heaven help anyone who gets in Christine’s way…",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "A Walk to Remember",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.19,
            "ranking_count": 746777,
            "abstract": "A high school rebel and a minister's daughter find strength in each other in this star-crossed tale of young but everlasting love (. Chicago Sun-Times. ).. There was a time when the world was sweeter....when the women in Beaufort, North Carolina, wore dresses, and the men donned hats.... Every April, when the wind smells of both the sea and lilacs, Landon Carter remembers 1958, his last year at Beaufort High. Landon had dated a girl or two, and even once sworn that he'd been in love. Certainly the last person he thought he'd fall for was Jamie, the shy, almost ethereal daughter of the town's Baptist minister....Jamie, who was destined to show him the depths of the human heart-and the joy and pain of living. The inspiration for this novel came from Nicholas Sparks's sister: her life and her courage. From the internationally bestselling author Nicholas Sparks, comes his most moving story yet....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Young Adult",
                "Adult",
                "Drama",
                "Adult Fiction",
                "Love"
            ]
        },
        {
            "title": "The Day of the Jackal",
            "authors": [
                "Frederick Forsyth",
                "Фредерик Форсайт"
            ],
            "ranking": 4.26,
            "ranking_count": 129014,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. The Jackal. A tall, blond Englishman with opaque, gray eyes. A killer at the top of his profession. A man unknown to any secret service in the  world. An assassin with a contract to kill the world's most heavily guarded man.. One  man with a rifle who can change the course of history. One man whose mission is so secretive not even his employers know his name. And as the minutes count down to the final act of execution, it seems that there is no power on earth that can stop the Jackal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Historical",
                "Suspense",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "We Were the Mulvaneys",
            "authors": [
                "Joyce Carol Oates"
            ],
            "ranking": 3.74,
            "ranking_count": 97225,
            "abstract": "The Mulvaneys of High Point Farm in Mt. Ephraim, New York, are a large and fortunate clan, blessed with good looks, abundant charisma, and boundless promise. But over the twenty-five year span of this ambitious novel, the Mulvaneys will slide, almost imperceptibly at first, from the pinnacle of happiness, transformed by the vagaries of fate into a scattered collection of lost and lonely souls.It is the youngest son, Judd, now an adult, who attempts to piece together the fragments of the Mulvaneys' former glory, seeking to uncover and understand the secret violation that occasioned the family's tragic downfall. Each of the Mulvaneys endures some form of exile- physical or spiritual - but in the end they find a way to bridge the chasms that have opened up among them, reuniting in the spirit of love and healing.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Classics",
                "Family",
                "Adult Fiction",
                "Literature",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Cujo",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.75,
            "ranking_count": 252584,
            "abstract": "Durante toda su vida Cujo fue un buen perro, un San Bernardo grandote, pacífico, juguetón y amante de los niños. Realmente se trataba de un perro bueno y feliz. Feliz hasta que le sucedió algo, y el cerebro de perro de Cujo se cubrió de una de esas oscuridades que se alimentan de sangre. Ahora, se ha convertido en un perro asesino; doblemente cruel por cuanto la gente no conoce su mutación y aún le ve en su anterior bondad. Heraldo de un pequeño Apocalipsis, Cujo desencadenará sobre un pueblo modélico un huracán de pánico y de muerte.. Uno de los grandes clásicos de Stephen King, el gran maestro actual de la literatura de terror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Animals",
                "Adult",
                "Audiobook",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "A Man for All Seasons",
            "authors": [
                "Robert Bolt"
            ],
            "ranking": 3.87,
            "ranking_count": 13359,
            "abstract": "The classic play about Sir Thomas More, the Lord chancellor who refused to compromise and was executed by Henry VIII.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Historical",
                "Fiction",
                "Literature",
                "Academic",
                "Religion"
            ]
        },
        {
            "title": "Welcome to the Monkey House",
            "authors": [
                "Kurt Vonnegut Jr.",
                "Курт Воннегут"
            ],
            "ranking": 4.12,
            "ranking_count": 57394,
            "abstract": "Welcome to the Monkey House. is a collection of Kurt Vonnegut’s shorter works. Originally printed in publications as diverse as. The Magazine of Fantasy and Science Fiction. and. The Atlantic Monthly. , these superb stories share Vonnegut’s audacious sense of humor and extraordinary range of creative vision.. Alternative cover edition. here",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Science Fiction",
                "Classics",
                "Literature",
                "Humor",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "Howl’s Moving Castle",
            "authors": [
                "Diana Wynne Jones"
            ],
            "ranking": 4.28,
            "ranking_count": 269553,
            "abstract": "An alternative cover for this ISBN can be found. here. Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it lies in the ever-moving castle in the hills: the Wizard Howl's castle. To untangle the enchantment, Sophie must handle the heartless Howl, strike a bargain with a fire demon, and meet the Witch of the Waste head-on. Along the way, she discovers that there's far more to Howl—and herself—than first meets the eye.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Classics",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Bourne Identity",
            "authors": [
                "Robert Ludlum"
            ],
            "ranking": 4.04,
            "ranking_count": 419203,
            "abstract": "Alternate cover for this ISBN can be found. here. Who is Jason Bourne? Is he an assassin, a terrorist, a thief? Why has he got four million dollars in a Swiss bank account? Why has someone tried to murder him?.... Jason Bourne does not know the answer to any of these questions. Suffering from amnesia, he does not even know that he. is. Jason Bourne. What manner of man is he? What are his secrets? Who has he killed?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "The Joy of Cooking",
            "authors": [
                "Irma S. Rombauer",
                "Marion Rombauer Becker",
                "Ethan Becker"
            ],
            "ranking": 4.11,
            "ranking_count": 170726,
            "abstract": "Since its original publication, Joy of Cooking has been the most authoritative cookbook in America, the one upon which millions of cooks have confidently relied for more than sixty-five years. It's the book your grandmother and mother probably learned to cook from, the book you gave your sister when she got married. This, the first revision in more than twenty years, is better than ever. Here's why: Every chapter has been rethought with an emphasis on freshness, convenience, and health.. All the recipes have been reconceived and tested with an eye to modern taste, and the cooking knowledge imparted with each subject enriched to the point where everyone from a beginning to an experienced cook will feel completely supported.. The new Joy continues the vision of American cooking that began with the first edition of Joy. It is still the book you can turn to for perfect Beef Wellington and Baked Macaroni and Cheese. It's also the book where you can now find Turkey on the Grill, Spicy Peanut Sesame Noodles, and vegetarian meals.. The new Joy provides more thorough descriptions of ingredients, from the familiar to the most exotic. For instance, almost all the varieties of apples grown domestically are described-- the months they become available, how they taste, what they are best used for, and how long they keep. But for the first time Joy features a complete section on fresh and dried chili peppers: how to roast and grill them, how to store them, and how long they keep-- with illustrations of each pepper.. An all-new RULES section in many chapters gives essential cooking basics at a glance: washing and storing salad greens, selecting a pasta and a matching sauce, determining when a piece of fish is cooked through, stuffing a chicken, and making a perfect souffle.. New chapters reflect changing American tastes and lifestyles:. Separate new chapters on grains, beans, and pasta include recipes for grits, polenta, pilafs, risottos, vegetarian chills, bean casseroles, and make-ahead lasagnes.. New baking and dessert chapters promise to enhance Joy of Cooking's reputation as a bible for bakers. Quick and yeast bread recipes range from focaccia, pizza, and sourdoughs to muffins and coffee cakes. Separate chapters cover custards and puddings, pies and tarts, cookies, cakes, cobblers, and other American fruit desserts revived for this edition. Recipes include one-bowl cakes, gingerbread, angel and sponge cakes, meringues, pound cakes, fruitcakes, 6 different kinds of cheesecake-- there's even an illustrated wedding cake recipe, which takes you through all the stages from building a stand, making and decorating the cake, to transporting it to the reception without a hitch.. Little Dishes showcases foods from around the world: hummus, baba ghanoush, bruschetta, tacos, empanadas, and fried wontons.. AII new drawings of techniques, ingredients, and equipment, integrated throughout an elegant new design, and over 300 more pages round out the new Joy.. Among this book's other unique features: microwave instructions for preparing beans, grains, and vegetables; dozens of new recipes for people who are lactose intolerant and allergic to gluten; expanded ingredients chart now features calories, essential vitamins, and levels of fats and cholesterol. There are ideas for substitutions to lower fat in recipes and reduced-fat recipes in the baking sections.. From cover to cover, Joy's chapters have been imbued with the knowledge and passion of America's greatest cooks and cooking teachers. An invaluable combination of old and new, this edition of Joy of Cooking promises to keep you cooking for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Classics",
                "Health"
            ]
        },
        {
            "title": "The Decline of the West",
            "authors": [
                "Oswald Spengler",
                "H. Stuart Hughes"
            ],
            "ranking": 4.06,
            "ranking_count": 1688,
            "abstract": "Since its first publication in two volumes between 1918-1923,. The Decline of the West. has ranked as one of the most widely read and most talked about books of our time. In all its various editions, it has sold nearly 100,000 copies. A twentieth-century Cassandra, Oswald Spengler thoroughly probed the origin and fate of our civilization, and the result can be (and has been) read as a prophesy of the Nazi regime. His challenging views have led to harsh criticism over the years, but the knowledge and eloquence that went into his sweeping study of Western culture have kept. The Decline of the West. alive. As the face of Germany and Europe as a whole continues to change each day,. The Decline of the West. cannot be ignored.. The abridgment, prepared by the German scholar Helmut Werner, with the blessing of the Spengler estate, consists of selections from the original (translated into English by Charles Francis Atkinson) linked by explanatory passages which have been put into English by Arthur Helps. H. Stuart Hughes has written a new introduction for this edition.. In this engrossing and highly controversial philosophy of history, Spengler describes how we have entered into a centuries-long world-historical phase comparable to late antiquity. Guided by the philosophies of Goethe and Nietzsche, he rejects linear progression, and instead presents a world view based on the cyclical rise and decline of civilizations. He argues that a culture blossoms from the soil of a definable landscape and dies when it has exhausted all of its possibilities.. Despite Spengler's reputation today as an extreme pessimist,. The Decline of the West. remains essential reading for anyone interested in the history of civilization.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Classics",
                "Sociology",
                "European Literature",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Beekeeper's Apprentice",
            "authors": [
                "Laurie R. King"
            ],
            "ranking": 4.05,
            "ranking_count": 77609,
            "abstract": "Long retired, Sherlock Holmes quietly pursues his study of honeybee behavior on the Sussex Downs. He never imagines he would encounter anyone whose intellect matched his own, much less an audacious teenage girl with a penchant for detection. Miss Mary Russell becomes Holmes's pupil and quickly hones her talent for deduction, disguises and danger. But when an elusive villain enters the picture, their partnership is put to a real test.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Audiobook",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "We Have Always Lived in the Castle",
            "authors": [
                "Shirley Jackson",
                "Jonathan Lethem"
            ],
            "ranking": 3.97,
            "ranking_count": 157857,
            "abstract": "My name is Mary Katherine Blackwood. I am eighteen years old, and I live with my sister Constance. I have often thought that with any luck at all I could have been born a werewolf, because the two middle fingers on both my hands are the same length, but I have had to be content with what I had. I dislike washing myself, and dogs, and noise, I like my sister Constance, and Richard Plantagenet, and Amanita phalloides, the death-cap mushroom. Everyone else in my family is dead...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Gothic",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Doctor Faustus",
            "authors": [
                "Thomas Mann",
                "John E. Woods"
            ],
            "ranking": 4.09,
            "ranking_count": 10972,
            "abstract": "Thomas Mann's last great novel, first published in 1947 and now rendered into English by acclaimed translator John E. Woods, is a modern reworking of the Faust legend, in which Germany sells its soul to the Devil. Mann's protagonist, the composer Adrian Leverkühn, is the flower of German culture, a brilliant, isolated, overreaching figure, his radical new music a breakneck game played by art at the very edge of impossibility. In return for twenty-four years of unparalleled musical accomplishment, he bargains away his soul - and the ability to love his fellow man.. Leverkühn's life story is a brilliant allegory of the rise of the Third Reich, of Germany's renunciation of its own humanity and its embrace of ambition and its nihilism. It is also Mann's most profound meditation on the German genius - both national and individual - and the terrible responsibilities of the truly great artist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Music",
                "Novels",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Kitchen God's Wife",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 4.01,
            "ranking_count": 80961,
            "abstract": "Winnie and Helen have kept each other's worst secrets for more than fifty years. Now, because she believes she is dying, Helen wants to expose everything. And Winnie angrily determines that she must be the one to tell her daughter, Pearl, about the past—including the terrible truth even Helen does not know. And so begins Winnie's story of her life on a small island outside Shanghai in the 1920s, and other places in China during World War II, and traces the happy and desperate events that led to Winnie's coming to America in 1949.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Contemporary",
                "Literature",
                "Novels",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Mysterious Affair at Styles",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.99,
            "ranking_count": 329840,
            "abstract": "Agatha Christie's debut novel was also the first to feature Hercule Poirot, her famously eccentric Belgian detective.. A refugee of the Great War, Poirot has settled in England near Styles Court, the country estate of his wealthy benefactor, the elderly Emily Inglethorp. When Emily is poisoned and the authorities are baffled, Poirot puts his prodigious sleuthing skills to work. Suspects are plentiful, including the victim’s much younger husband, her resentful stepsons, her longtime hired companion, a young family friend working as a nurse, and a London specialist on poisons who just happens to be visiting the nearby village.. All of them have secrets they are desperate to keep, but none can outwit Poirot as he navigates the ingenious red herrings and plot twists that contribute to Agatha Christie's well-deserved reputation as the queen of mystery.. Librarian's note: the first five novels in the Hercule Poirot series are #1) The Mysterious Affair at Styles, 1920; #2) The Murder on the Links, 1923; #3) The Murder of Roger Ackroyd, 1925; 4) The Big Four, 1927; and #5) The Mystery of the Blue Train. Note that there are many short stories and collections in this period. Each novel and short story has its own entry on Goodreads.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Jewel in the Crown",
            "authors": [
                "Paul Scott"
            ],
            "ranking": 4.14,
            "ranking_count": 5540,
            "abstract": "No set of novels so richly recreates the last days of India under British rule--two nations locked in an imperial embrace--as Paul Scott's historical tour de force,  The Raj Quartet. The Jewel in the Crown opens in 1942 as the British fear both Japanese invasion and Indian demands for independence.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Wind, Sand and Stars",
            "authors": [
                "Antoine de Saint-Exupéry",
                "Lewis Galantière"
            ],
            "ranking": 4.12,
            "ranking_count": 16144,
            "abstract": "Recipient of the Grand Prix of the Académie Française, Wind, Sand and Stars captures the grandeur, danger, and isolation of flight. Its exciting account of air adventure, combined with lyrical prose and the spirit of a philosopher, makes it one of the most popular works ever written about flying. Translated by Lewis Galantière.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Travel",
                "Adventure",
                "Cultural",
                "Biography",
                "Aviation",
                "Philosophy",
                "History"
            ]
        },
        {
            "title": "Sula",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.98,
            "ranking_count": 77959,
            "abstract": "This rich and moving novel traces the lives of two black heroines from their close-knit childhood in a small Ohio town, through their sharply divergent paths of womanhood, to their ultimate confrontation and reconciliation.. Nel Wright has chosen to stay in the place where she was born, to marry, raise a family, and become a pillar of the black community. Sula Peace has rejected the life Nel has embraced, escaping to college, and submerging herself in city life. When she returns to her roots, it is as a rebel and a wanton seductress. Eventually, both women must face the consequences of their choices. Together, they create an unforgettable portrait of what it means and costs to be a black woman in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Race",
                "Academic",
                "Feminism"
            ]
        },
        {
            "title": "Magician",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.3,
            "ranking_count": 64082,
            "abstract": "Raymond E. Feist's classic fantasy epic, Magician, has enchanted readers for over twenty years. The revised edition was prepared to celebrate the tenth anniversary of its publication, and incorporates over 15,000 words of text omitted from previous editions.. At Crydee, a frontier outpost in the tranquil Kingdom of the Isles, an orphan boy, Pug, is apprenticed to a master magician – and the destinies of two worlds are changed forever.. Suddenly the peace of the Kingdom is destroyed as mysterious alien invaders swarm the land. Pug is swept up into the conflict but for him and his warrior friend, Tomas, an odyssey into the unknown has only just begun.. Tomas will inherit a legacy of savage power from an ancient civilization. Pug’s destiny is to lead him through a rift in the fabric of space and time to the mastery of the unimaginable powers of a strange new magic.. Reviews. 'Epic scope… fast moving action…vivid imagination'. WASHINGTON POST. 'tons of intrigue and action'. PUBLISHERS WEEKLY",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Childrens",
                "Adventure",
                "Epic"
            ]
        },
        {
            "title": "Circle of Friends",
            "authors": [
                "Maeve Binchy",
                "René Huigen",
                "Frans Thomése"
            ],
            "ranking": 4.05,
            "ranking_count": 61821,
            "abstract": "Big, generous-hearted Benny and the elfin Eve Malone have been best friends growing up in sleepy Knockglen. Their one thought is to get to Dublin, to university and to freedom.... On their first day at University College, Dublin, the inseparable pair are thrown together with fellow students Nan Mahon, beautiful but selfish, and handsome Jack Foley. But trouble is brewing for Benny and Eve's new circle of friends, and before long, they find passion, tragedy - and the independence they yearned for.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "O Pioneers!",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.88,
            "ranking_count": 48860,
            "abstract": "O Pioneers!. (1913) was Willa Cather's first great novel, and to many it remains her unchallenged masterpiece. No other work of fiction so faithfully conveys both the sharp physical realities and the mythic sweep of the transformation of the American frontier—and the transformation of the people who settled it. Cather's heroine is Alexandra Bergson, who arrives on the wind-blasted prairie of Hanover, Nebraska, as a girl and grows up to make it a prosperous farm. But this archetypal success story is darkened by loss, and Alexandra's devotion to the land may come at the cost of love itself.. At once a sophisticated pastoral and a prototype for later feminist novels,. O Pioneers!. is a work in which triumph is inextricably enmeshed with tragedy, a story of people who do not claim a land so much as they submit to it and, in the process, become greater than they were.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Westerns"
            ]
        },
        {
            "title": "Mila 18",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.3,
            "ranking_count": 24668,
            "abstract": "It was a time of crisis, a time of tragedy and a time of transcendent courage and determination. Leon Uris's novel is set in the midst of the ghetto uprising that defied Nazi tyranny, as the Jews of Warsaw boldly met Wehrmacht tanks with homemade weapons and bare fists. Here, painted on a canvas as broad as its subject matter, is the compelling story of one of the most heroic struggles of modern times.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Literature",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "Lucky Jim",
            "authors": [
                "Kingsley Amis",
                "David Lodge"
            ],
            "ranking": 3.75,
            "ranking_count": 27828,
            "abstract": "Regarded by many as the finest, and funniest, comic novel of the twentieth century,. Lucky Jim. remains as trenchant, withering, and eloquently misanthropic as when it first scandalized readers back in 1954. This is the story of Jim Dixon, a hapless lecturer in medieval history at a provincial university who knows better than most that “there was no end to the ways in which nice things are nicer than nasty ones.” Kingsley Amis’s scabrous debut leads the reader through a gallery of emphatically English bores, cranks, frauds, and neurotics with whom Dixon must contend in one way or another in order to hold on to his cushy academic perch and win the girl of his fancy.. More than just a merciless satire of cloistered college life and stuffy postwar manners,. Lucky Jim. is an attack on the forces of boredom, whatever form they may take, and a work of art that at once distills and extends an entire tradition of English comic writing, from Fielding and Dickens through Wodehouse and Waugh. As Christopher Hitchens has written, “If you can picture Bertie or Jeeves being capable of actual malice, and simultaneously imagine Evelyn Waugh forgetting about original sin, you have the combination of innocence and experience that makes this short romp so imperishable.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Desert Solitaire",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 4.2,
            "ranking_count": 44594,
            "abstract": "First published in 1968,. Desert Solitaire. is one of Edward Abbey’s most critically acclaimed works and marks his first foray into the world of nonfiction writing. Written while Abbey was working as a ranger at Arches National Park outside of Moab, Utah, Desert Solitaire is a rare view of one man’s quest to experience nature in its purest form.. Through prose that is by turns passionate and poetic, Abbey reflects on the condition of our remaining wilderness and the future of a civilization that cannot reconcile itself to living in the natural world as well as his own internal struggle with morality. As the world continues its rapid development, Abbey’s cry to maintain the natural beauty of the West remains just as relevant today as when this book was written.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Autobiography",
                "Travel",
                "Adventure",
                "Biography",
                "Nature",
                "Philosophy",
                "Classics"
            ]
        },
        {
            "title": "The Monster at the End of this Book",
            "authors": [
                "Jon Stone",
                "Michael J. Smollin"
            ],
            "ranking": 4.44,
            "ranking_count": 122878,
            "abstract": "Many adults name this book as their favorite Little Golden Book. Generations of kids have interacted with lovable, furry old Grover as he begs the reader not to turn the page—for fear of a monster at the end of the book. “Oh, I am so embarrassed,” he says on the last page . . . for, of course, the monster is Grover himself!. This all-time favorite is now available as a Big Little Golden Book—perfect for lap-time reading.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Classics",
                "Folklore",
                "Kids",
                "Fantasy"
            ]
        },
        {
            "title": "The Clown",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.97,
            "ranking_count": 25156,
            "abstract": "Acclaimed entertainer Hans Schnier collapses when his beloved Marie leaves him because he won’t marry her within the Catholic Church. The desertion triggers a searing re-examination of his life—the loss of his sister during the war, the demands of his millionaire father and the hypocrisies of his mother, who first fought to “save” Germany from the Jews, then worked for “reconciliation” afterwards.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Classics",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Sand County Almanac and Sketches Here and There",
            "authors": [
                "Aldo Leopold"
            ],
            "ranking": 4.29,
            "ranking_count": 27935,
            "abstract": "First published in 1949,. A Sand County Almanac. combines some of the finest nature writing since Thoreau with an outspoken and highly ethical regard for America's relationship to the land.. Written with an unparalleled understanding of the ways of nature, the book includes a section on the monthly changes of the Wisconsin countryside; another part that gathers informal pieces written by Leopold over a forty-year period as he traveled through the woodlands of Wisconsin, Iowa, Arizona, Sonora, Oregon, Manitoba, and elsewhere; and a final section in which Leopold addresses the philosophical issues involved in wildlife conservation. As the forerunner of such important books as Annie Dillard's. Pilgrim at Tinker Creek. , Edward Abbey's. Desert Solitaire. , and Robert Finch's. The Primal Place. , this classic work remains as relevant today as it was sixty-five years ago.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Classics",
                "Philosophy",
                "Writing",
                "Biology",
                "History"
            ]
        },
        {
            "title": "Cat on a Hot Tin Roof",
            "authors": [
                "Tennessee Williams"
            ],
            "ranking": 4.06,
            "ranking_count": 56942,
            "abstract": "Cat on a Hot Tin Roof. first heated up Broadway in 1955 with its gothic American story of brothers vying for their dying father’s inheritance amid a whirlwind of sexuality, untethered in the person of Maggie the Cat. The play also daringly showcased the burden of sexuality repressed in the agony of her husband, Brick Pollitt. In spite of the public controversy. Cat. stirred up, it was awarded the Pulitzer Prize and the Drama Critics Circle Award for that year. Williams, as he so often did with his plays, rewrote. Cat on a Hot Tin Roof. for many years—the present version was originally produced at the American Shakespeare Festival in 1974 with all the changes that made Williams finally declare the text to be definitive, and was most recently produced on Broadway in the 2003–2004 season. This definitive edition also includes Williams&rsquoi; essay “Person-to-Person,” Williams’ notes on the various endings, and a short chronology of the author’s life. One of America’s greatest living playwrights, as well as a friend and colleague of Williams, Edward Albee has written a concise introduction to the play from a playwright’s perspective, examining the candor, sensuality, power, and impact of. Cat on a Hot Tin Roof. then and now.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Literature",
                "Academic",
                "American"
            ]
        },
        {
            "title": "Generation X: Tales for an Accelerated Culture",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.74,
            "ranking_count": 27596,
            "abstract": "Andy, Dag and Claire have been handed a society priced beyond their means. Twentysomethings, brought up with divorce, Watergate and Three Mile Island, and scarred by the 80s fall-out of yuppies, recession, crack and Ronald Reagan, they represent the new generation - Generation X.. Fiercely suspicious of being lumped together as an advertiser's target market, they have quit dreary careers and cut themselves adrift in the California desert. Unsure of their futures, they immerse themselves in a regime of heavy drinking and working at no-future McJobs in the service industry.. Underemployed, overeducated, intensely private and unpredictable, they have nowhere to direct their anger, no one to assuage their fears, and no culture to replace their anomie. So they tell stories; disturbingly funny tales that reveal their barricaded inner world. A world populated with dead TV shows, 'Elvis moments' and semi-disposable Swedish furniture...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Classics",
                "Short Stories"
            ]
        },
        {
            "title": "In Search of Lost Time",
            "authors": [
                "Marcel Proust",
                "C.K. Scott Moncrieff",
                "Andreas Mayor",
                "Terence Kilmartin",
                "D.J. Enright",
                "Richard Howard"
            ],
            "ranking": 4.35,
            "ranking_count": 11024,
            "abstract": "On the surface a traditional Bildungsroman describing the narrator’s journey of self-discovery, this huge and complex book is also a panoramic and richly comic portrait of France in the author’s lifetime, and a profound meditation on the nature of art, love, time, memory and death. But for most readers it is the characters of the novel who loom the largest: Swann and Odette, Monsieur de Charlus, Morel, the Duchesse de Guermantes, Françoise, Saint-Loup and so many others — Giants, as the author calls them, immersed in Time.. In Search of Lost Time is a novel in seven volumes. The novel began to take shape in 1909. Proust continued to work on it until his final illness in the autumn of 1922 forced him to break off. Proust established the structure early on, but even after volumes were initially finished he kept adding new material, and edited one volume after another for publication. The last three of the seven volumes contain oversights and fragmentary or unpolished passages as they existed in draft form at the death of the author; the publication of these parts was overseen by his brother Robert.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Man Who Was Thursday: A Nightmare",
            "authors": [
                "G.K. Chesterton",
                "Jonathan Lethem",
                "José Laurênio de Mello"
            ],
            "ranking": 3.82,
            "ranking_count": 36561,
            "abstract": "G. K. Chesterton's surreal masterpiece is a psychological thriller that centers on seven anarchists in turn-of-the-century London who call themselves by the names of the days of the week. Chesterton explores the meanings of their disguised identities in what is a fascinating mystery and, ultimately, a spellbinding allegory.. As Jonathan Lethem remarks in his Introduction, The real characters are the ideas. Chesterton's nutty agenda is really quite simple: to expose moral relativism and parlor nihilism for the devils he believes them to be. This wouldn't be interesting at all, though, if he didn't also show such passion for giving the devil his due. He animates the forces of chaos and anarchy with every ounce of imaginative verve and rhetorical force in his body.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Fantasy",
                "Philosophy",
                "Literature",
                "Novels",
                "Thriller",
                "European Literature",
                "Christian"
            ]
        },
        {
            "title": "Helter Skelter: The True Story of the Manson Murders",
            "authors": [
                "Vincent Bugliosi",
                "Curt Gentry"
            ],
            "ranking": 4.05,
            "ranking_count": 136085,
            "abstract": "Prosecuting attorney in the Manson trial, Vincent Bugliosi held a unique insider's position in one of the most baffling and horrifying cases of the twentieth century: the cold-blooded Tate-LaBianca murders carried out by Charles Manson and four of his followers. What motivated Manson in his seemingly mindless selection of victims, and what was his hold over the young women who obeyed his orders? Here is the gripping story of this famous and haunting crime. 50 pages of b/w photographs.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Horror",
                "Biography",
                "Audiobook",
                "Religion",
                "Psychology"
            ]
        },
        {
            "title": "Three Comrades",
            "authors": [
                "Erich Maria Remarque",
                "Arthur Wesley Wheen"
            ],
            "ranking": 4.49,
            "ranking_count": 29034,
            "abstract": "The year is 1928. On the outskirts of a large German city, three young men are earning a thin and precarious living. Fully armed young storm troopers swagger in the streets. Restlessness, poverty, and violence are everywhere. For these three, friendship is the only refuge from the chaos around them. Then the youngest of them falls in love, and brings into the group a young woman who will become a comrade as well, as they are all tested in ways they can never have imagined. . . .. Written with the same overwhelming simplicity and directness that made All Quiet on the Western Front a classic, Three Comrades portrays the greatness of the human spirit, manifested through characters who must find the inner resources to live in a world they did not make, but must endure.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "Horton Hears a Who!",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.19,
            "ranking_count": 103635,
            "abstract": "Horton the kindly elephant has his work cut out saving the tiny Whos who live on a speck of dust – no one else believes they are there! But Horton eventually convinces everyone that. ‘A person’s a person, no matter how small’!. With his unique combination of hilarious stories, zany pictures and riotous rhymes, Dr Seuss has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic. Cat in the Hat. , and ranked among the world's top ten favorite children’s authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Fantasy",
                "Animals",
                "Kids",
                "Humor"
            ]
        },
        {
            "title": "And Quiet Flows the Don",
            "authors": [
                "Mikhail Sholokhov"
            ],
            "ranking": 4.1,
            "ranking_count": 12584,
            "abstract": "And Quiet Flows the Don or Quietly Flows the Don (Тихий Дон, lit. The Quiet Don) is 4-volume epic novel by Russian writer Mikhail Aleksandrovich Sholokhov. The 1st three volumes were written from 1925 to '32 & published in the Soviet magazine October in 1928–32. The 4th volume was finished in 1940. The English translation of the 1st three volumes appeared under this title in 1934. The novel is considered one of the most significant works of Russian literature in the 20th century. It depicts the lives & struggles of Don Cossacks during WWI, the Russian Revolution & Russian Civil War. In 1965, Sholokhov was awarded the Nobel Prize for Literature. The authorship of the novel is contested by some literary critics & historians, who believe it wasn't entirely written by Sholokhov. However, following the discovery of the manuscript, the consensus is that the work is, in fact, Sholokhov’s.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Historical",
                "War",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Women's Room",
            "authors": [
                "Marilyn French"
            ],
            "ranking": 3.97,
            "ranking_count": 8296,
            "abstract": "The bestselling feminist novel that awakened both women and men,. The Women's Room. follows the transformation of Mira Ward and her circle as the women's movement begins to have an impact on their lives. A biting social commentary on an emotional world gone silently haywire,. The Women's Room. is a modern classic that offers piercing insight into the social norms accepted so blindly and revered so completely. Marilyn French questions those accepted norms and poignantly portrays the hopeful believers looking for new truths.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Classics",
                "Womens",
                "Novels",
                "Contemporary",
                "Literature",
                "Gender"
            ]
        },
        {
            "title": "E.E. Cummings: Complete Poems 1904-1962 (Revised, Corrected, and Expanded Edition)",
            "authors": [
                "E.E. Cummings",
                "George J. Firmage"
            ],
            "ranking": 4.35,
            "ranking_count": 20970,
            "abstract": "At the time of his death in 1962, E. E. Cummings was, next to Robert Frost, the most widely read poet in America. Combining Thoreau's controlled belligerence with the brash abandon of an uninhibited bohemian, Cummings, together with Pound, Eliot, and William Carlos Williams, helped bring about the twentieth-century revolution in literary expression. He is recognized on the one hand as the author of some of the most beautiful lyric poems written in the English language, and on the other as one of the most inventive American poets of his time in the worlds of Richard Kostelanetz, the major American poet of the middle-twentieth-century.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Poetry Plays",
                "Literary Fiction",
                "Reference",
                "Anthologies"
            ]
        },
        {
            "title": "Last Exit to Brooklyn",
            "authors": [
                "Hubert Selby Jr.",
                "Gilbert Sorrentino"
            ],
            "ranking": 3.89,
            "ranking_count": 26429,
            "abstract": "Few novels have caused as much debate as Hubert Selby Jr.'s notorious masterpiece,. Last Exit to Brooklyn,. and this Penguin Modern Classics edition includes an introduction by Irvine Welsh, author of. Trainspotting.. Described by various reviewers as hellish and obscene,. Last Exit to Brooklyn. tells the stories of New Yorkers who at every turn confront the worst excesses in human nature. Yet there are moments of exquisite tenderness in these troubled lives. Georgette, the transvestite who falls in love with a callous hoodlum; Tralala, the conniving prostitute who plumbs the depths of sexual degradation; and Harry, the strike leader who hides his true desires behind a boorish masculinity, are unforgettable creations.. Last Exit to Brooklyn. was banned by British courts in 1967, a decision that was reversed the following year with the help of a number of writers and critics including Anthony Burgess and Frank Kermode.. Hubert Selby, Jr. (1928-2004) was born in Brooklyn, New York. At the age of 15, he dropped out of school and went to sea with the merchant marines. While at sea he was diagnosed with lung disease. With no other way to make a living, he decided to try writing: 'I knew the alphabet. Maybe I could be a writer.' In 1964 he completed his first book,. Last Exit to Brooklyn. , which has since become a cult classic. In 1966, it was the subject of an obscenity trial in the UK. His other books include. The Room. ,. The Demon. ,. Requiem for a Dream. ,. The Willow Tree. and. Waiting Period. . In 2000,. Requiem for a Dream. was adapted into a film starring Jared Leto and Ellen Burstyn, and directed by Darren Aronofsky.. '. Last Exit to Brooklyn. will explode like a rusty hellish bombshell over America, and still be eagerly read in 100 years'. Allen Ginsberg. 'An urgent tickertape from hell'. Spectator",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "New York",
                "Literature",
                "Novels",
                "Contemporary",
                "Thriller",
                "Dark"
            ]
        },
        {
            "title": "Lust for Life",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.22,
            "ranking_count": 25857,
            "abstract": "Lust for Life is the classic fictional re-telling of the incredible life of Vincent Van Gogh.. Vincent is not dead. He will never die. His love, his genius, the great beauty he has created will go on forever, enriching the world... He was a colossus... a great painter... a great philosopher... a martyr to his love of art. . Walking down the streets of Paris the young Vincent Van Gogh didn't feel like he belonged. Battling poverty, repeated heartbreak and familial obligation, Van Gogh was a man plagued by his own creative urge but with no outlet to express it. Until the day he picked up a paintbrush.. Written with raw insight and emotion, follow the artist through his tormented life, struggling against critical discouragement and mental turmoil and bare witness to his creative journey from a struggling artist to one of the world's most celebrated artists.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Classics",
                "Biography Memoir",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A Son of the Circus",
            "authors": [
                "John Irving"
            ],
            "ranking": 3.65,
            "ranking_count": 19556,
            "abstract": "A Hindi film star . . . an American missionary . . . twins separated at birth . . . a dwarf chauffeur . . . a serial killer . . . all are on a collision course. In the tradition of A Prayer for Owen Meany, Irving's characters transcend nationality. They are misfits--coming from everywhere, belonging nowhere. Set almost entirely in India, this is John Irving's most ambitious novel and a major publishing event.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Roman",
                "The United States Of America",
                "Humor"
            ]
        },
        {
            "title": "Anne of the Island",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.25,
            "ranking_count": 152748,
            "abstract": "New adventures lie ahead as Anne Shirley packs her bags, waves good-bye to childhood, and heads for Redmond College. With her old friend Prissy Grant waiting in the bustling city of Kingsport and her frivolous new friend Philippa Gordon at her side, Anne tucks her memories of rural Avonlea away and discovers life on her own terms, filled with surprises . . . including a marriage proposal from the worst fellow imaginable, the sale of her very first story, and a tragedy that teaches her a painful lesson. But tears turn to laughter when Anne and her friends move into an old cottage and an ornery black cat steals her heart. Little does Anne know that handsome Gilbert Blythe wants to win her heart, too. Suddenly Anne must decide whether she's ready for love.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "Childrens",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Lies My Teacher Told Me: Everything Your American History Textbook Got Wrong",
            "authors": [
                "James W. Loewen"
            ],
            "ranking": 3.96,
            "ranking_count": 64631,
            "abstract": "Unabridged, 9 audiocassettes, 14 hours 45 minutes. _______________. This national best-seller is an entertaining, informative, and sometimes shocking expose of the way history is taught to American students.. Lies My Teacher Told Me. won the American Book Award and the Oliver Cromwell Cox Award for Distinguished Anti-Racist Scholarship.. James W. Loewen, a sociology professor and distinguished critic of history education, puts 12 popular textbooks under the microscope-and what he discovers will surprise you. In his opinion, every one of these texts fails to make its subject interesting or memorable. Worse still is the proliferation of blind patriotism, mindless optimism and misinformation filling the pages.. From the truth about Christopher Columbus to the harsh reality of the Vietnam War, Loewen picks apart the lies we've been told. This audiobook, narrated by Brian Keeler (. The Hurricane. , All My Children) will forever change your view of the past.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Education",
                "Politics",
                "North American Hi...",
                "Historical",
                "Teaching",
                "Social Movements",
                "Sociology",
                "Reference"
            ]
        },
        {
            "title": "Amerika",
            "authors": [
                "Franz Kafka",
                "Willa Muir",
                "Edwin Muir",
                "Klaus Mann",
                "E.L. Doctorow"
            ],
            "ranking": 3.75,
            "ranking_count": 25523,
            "abstract": "Kafka's first and funniest novel,. Amerika. tells the story of the young immigrant Karl Rossmann who, after an embarrassing sexual misadventure, finds himself packed off to America by his parents. Expected to redeem himself in this magical land of opportunity, young Karl is swept up instead in a whirlwind of dizzying reversals, strange escapades, and picaresque adventures.. Although Kafka never visited America, images of its vast landscape, dangers, and opportunities inspired this saga of the golden land. Here is a startlingly modern, fantastic and visionary tale of America as a place no one has yet seen, in a historical period that can't be identified, writes E. L. Doctorow in his new foreword. Kafka made his novel from his own mind's mythic elements, Doctorow explains, and the research data that caught his eye were bent like rays in a field of gravity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Inimitable Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.2,
            "ranking_count": 23866,
            "abstract": "When Bingo Little falls in love at a Camberwell subscription dance and Bertie Wooster drops into the mulligatawny, there is work for a wet-nurse. Who better than Jeeves?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "Audiobook",
                "European Literature",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Slouching Towards Bethlehem",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 4.19,
            "ranking_count": 49212,
            "abstract": "The first nonfiction work by one of the most distinctive prose stylists of our era, Joan Didion's Slouching Towards Bethlehem remains, decades after its first publication, the essential portrait of America—particularly California—in the sixties.. It focuses on such subjects as John Wayne and Howard Hughes, growing up a girl in California, ruminating on the nature of good and evil in a Death Valley motel room, and, especially, the essence of San Francisco's Haight-Ashbury, the heart of the counterculture.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Classics",
                "History",
                "Short Stories",
                "Literature",
                "Biography"
            ]
        },
        {
            "title": "Clear and Present Danger",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.13,
            "ranking_count": 134600,
            "abstract": "Colombian drug lords, bored with Uncle Sam's hectoring, assassinate the head of the FBI. The message is clear: Bug off!. At what point do these druggies threaten national security? When can a nation act against its enemies? These are questions Jack Ryan must answer because someone has quietly stepped over the line.. Does anyone know who the real enemy is? How much action is too much? Which lines have been crossed? Ryan and his dark side, a shadowy field officer known only as Mr. Clark, are charged with finding out. They expect danger from without... but the danger from within may be the greatest of all.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "War",
                "Suspense",
                "Mystery",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "White Teeth",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.79,
            "ranking_count": 141129,
            "abstract": "At the center of this invigorating novel are two unlikely friends, Archie Jones and Samad Iqbal. Hapless veterans of World War II, Archie and Samad and their families become agents of England’s irrevocable transformation. A second marriage to Clara Bowden, a beautiful, albeit tooth-challenged, Jamaican half his age, quite literally gives Archie a second lease on life, and produces Irie, a knowing child whose personality doesn’t quite match her name (Jamaican for “no problem”). Samad’s late-in-life arranged marriage (he had to wait for his bride to be born), produces twin sons whose separate paths confound Iqbal’s every effort to direct them, and a renewed, if selective, submission to his Islamic faith. Set against London’s racial and cultural tapestry, venturing across the former empire and into the past as it barrels toward the future,. White Teeth. revels in the ecstatic hodgepodge of modern life, flirting with disaster, confounding expectations, and embracing the comedy of daily existence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Historical",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Stories of John Cheever",
            "authors": [
                "John Cheever"
            ],
            "ranking": 4.27,
            "ranking_count": 14221,
            "abstract": "Here are sixty-one stories that chronicle the lives of what has been called the greatest generation. From the early wonder and disillusionment of city life in The Enormous Radio to the surprising discoveries and common mysteries of suburbia in The Housebreaker of Shady Hill and The Swimmer, Cheever tells us everything we need to know about the pain and sweetness of life.. Goodbye, my brother --. The common day --. The enormous radio --. O city of broken dreams --. The Hartleys --. The Sutton Place story --. The summer farmer --. Torch song --. The pot of gold --. Clancy in the Tower of Babel --. Christmas is a sad season for the poor --. The season of divorce --. The chaste Clarissa --. The cure --. The superintendent --. The children --. The sorrows of gin --. O youth and beauty! --. The day the pig fell into the well --. The five-forty-eight --. Just one more time --. The housebreaker of Shady Hill --. The bus to St. James's --. The worm in the apple --. The trouble of Marcie Flint --. The bella lingua --. The Wrysons --. The country husband --. The duchess --. The scarlet moving van --. Just tell me who it was --. Brimmer --. The golden age --. The lowboy --. The music teacher --. A woman without a country --. The death of Justina --. Clementina --. Boy in Rome --. A miscellany of characters that will not appear --. The chimera --. The seaside houses --. The angel of the bridge --. The brigadier and the golf widow --. A vision of the world --. Reunion --. An educated American woman --. Metamorphoses --. Mene, mene, tekel, upharsin --. Montraldo --. The ocean --. Marito in città --. The geometry of love --. The swimmer --. The world of apples --. Another story --. Percy --. The fourth alarm --. Artemis, the honest well digger --. Three stories --. The jewels of the Cabots.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Why I Am Not a Christian and Other Essays on Religion and Related Subjects",
            "authors": [
                "Bertrand Russell",
                "Paul  Edwards"
            ],
            "ranking": 4.02,
            "ranking_count": 19651,
            "abstract": "Dedicated as few men have been to the life of reason, Bertrand Russell has always been concerned with the basic questions to which religion also addresses itself -- questions about man's place in the universe and the nature of the good life, questions that involve life after death, morality, freedom, education, and sexual ethics. He brings to his treatment of these questions the same courage, scrupulous logic, and lofty wisdom for which his other work as philosopher, writer, and teacher has been famous. These qualities make the essays included in this book perhaps the most graceful and moving presentation of the freethinker's position since the days of Hume and Voltaire.. I am as firmly convinced that religions do harm as I am that they are untrue, Russell declares in his Preface, and his reasoned opposition to any system or dogma which he feels may shackle man's mind runs through all the essays in this book, whether they were written as early as 1899 or as late as 1954.. The book has been edited, with Lord Russell's full approval and cooperation, by Professor Paul Edwards of the Philosophy Department of New York University. In an Appendix, Professor Edwards contributes a full account of the highly controversial Bertrand Russell Case of 1940, in which Russell was judicially declared unfit to teach philosophy at the College of the City of New York.. Whether the reader shares or rejects Bertrand Russell's views, he will find this book an invigorating challenge to set notions, a masterly statement of a philosophical position, and a pure joy to read.. Why I am not a Christian --. Has religion made useful contributions to civilization? --. What I believe --. Do we survive death? --. Seems, madam? Nay, it is --. Free man's worship --. On Catholic and Protestant skeptics --. Life in the Middle Ages --. Fate of Thomas Paine --. Nice people --. New generation --. Our sexual ethics --. Freedom and the colleges --. Can religion cure our troubles? --. Religion and morals --. Appendix: How Bertrand Russell was prevented from teaching at the College of the City of New York",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Writing",
                "Classics",
                "Science",
                "Spirituality"
            ]
        },
        {
            "title": "Mort",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 219230,
            "abstract": "Terry Pratchett's profoundly irreverent novels are consistent number one bestseller in England, where they have catapulted him into the highest echelons of parody next to Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen.. In this Discworld installment, Death comes to Mort with an offer he can't refuse -- especially since being, well, dead isn't compulsory. As Death's apprentice, he'll have free board and lodging, use of the company horse, and he won't need time off for family funerals. The position is everything Mort thought he'd ever wanted, until he discovers that this perfect job can be a killer on his love life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Death"
            ]
        },
        {
            "title": "Life and Fate",
            "authors": [
                "Vasily Grossman",
                "Robert Chandler"
            ],
            "ranking": 4.42,
            "ranking_count": 10515,
            "abstract": "Life and Fate. is an epic tale of a country told through the fate of a single family, the Shaposhnikovs. As the battle of Stalingrad looms, Grossman's characters must work out their destinies in a world torn apart by ideological tyranny and war.. Completed in 1960 and then confiscated by the KGB, this sweeping panorama of Soviet society remained unpublished until it was smuggled into the West in 1980, where it was hailed as a masterpiece.. Librarian's Note: This is an alternative cover edition of ISBN13: 9780099506164",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Literature",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Deliverance",
            "authors": [
                "James Dickey"
            ],
            "ranking": 3.89,
            "ranking_count": 31010,
            "abstract": "The setting is the Georgia wilderness, where the state's most remote white-water river awaits. In the thundering froth of that river, in its echoing stone canyons, four men on a canoe trip discover a freedom and exhilaration beyond compare. And then, in a moment of horror, the adventure turns into a struggle for survival as one man becomes a human hunter who is offered his own harrowing deliverance.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Thriller",
                "Horror",
                "Adventure",
                "Literature",
                "Novels",
                "Suspense",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Collected Poems",
            "authors": [
                "Edna St. Vincent Millay",
                "Norma Millay"
            ],
            "ranking": 4.24,
            "ranking_count": 8310,
            "abstract": "Compiled by her sister after the poet's death and originally published in 1956, this is the definitive edition of Millay, right up through her last poem, Mine the Harvest.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Feminism",
                "Womens",
                "Fiction",
                "LGBT",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Everything That Rises Must Converge: Stories",
            "authors": [
                "Flannery O'Connor",
                "Robert Fitzgerald"
            ],
            "ranking": 4.24,
            "ranking_count": 19192,
            "abstract": "Flannery O'Connor was working on. Everything That Rises Must Converge. at the time of her death. This collection is an exquisite legacy from a genius of the American short story, in which she scrutinizes territory familiar to her readers: race, faith, and morality. The stories encompass the comic and the tragic, the beautiful and the grotesque; each carries her highly individual stamp and could have been written by no one else.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Gothic",
                "American",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Good Soldier",
            "authors": [
                "Ford Madox Ford",
                "Kenneth Womack",
                "William Baker"
            ],
            "ranking": 3.7,
            "ranking_count": 24405,
            "abstract": "A Tale of Passion, as its subtitle declares,. The Good Soldier. relates the complex social and sexual relationships between two couples, one English, one American, and the growing awareness by the American narrator John Dowell of the intrigues and passions behind their orderly Edwardian facade. It is the attitude of Dowell, his puzzlement, his uncertainty, and the seemingly haphazard manner of his narration that make the book so powerful and mysterious. Despite its catalogue of death, insanity, and despair, the novel has many comic moments, and has inspired the work of several distinguished writers, including Graham Greene. This is the only annotated edition available.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "European Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Lake Wobegon Days",
            "authors": [
                "Garrison Keillor"
            ],
            "ranking": 3.63,
            "ranking_count": 7487,
            "abstract": "Filled with warmth and humor, sadness and tenderness, songs and poems, Lake Wobegon Days is an unforgettable portrait of small-town American life, of why 'we are what we are' and why 'smart doesn't count for much.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Short Stories",
                "Literature",
                "Adult Fiction",
                "Contemporary",
                "Novels"
            ]
        }
    ]
}