{
    "books": [
        {
            "title": "Samarkand",
            "authors": [
                "Amin Maalouf",
                "Russell Harris"
            ],
            "ranking": 4.24,
            "ranking_count": 25063,
            "abstract": "Accused of mocking the inviolate codes of Islam, the Persian poet and sage Omar Khayyam fortuitously finds sympathy with the very man who is to judge his alleged crimes. Recognising genuis, the judge decides to spare him and gives him instead a small, blank book, encouraging him to confine his thoughts to it alone. Thus begins the seamless blend of fact and fiction that is. Samarkand. . Vividly re-creating the history of the manuscript of the Rubaiyaat of Omar Khayyam, Amin Maalouf spans continents and centuries with breathtaking vision: the dusky exoticism of 11th-century Persia, with its poetesses and assassins; the same country's struggles nine hundred years later, seen through the eyes of an American academic obsessed with finding the original manuscript; and the fated maiden voyage of the Titanic, whose tragedy led to the Rubaiyaat's final resting place - all are brought to life with keen assurance by this gifted and award-winning writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Cultural",
                "Roman",
                "Classics"
            ]
        },
        {
            "title": "Heretics of Dune",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.87,
            "ranking_count": 65083,
            "abstract": "With more than ten million copies sold,. Frank Herbert. 's magnificent. Dune. books stand among the major achievements of the human imagination. In this, the fifth and most spectacular. Dune. book of all, the planet Arrakis--now called Rakis--is becoming desert again. The Lost Ones are returning home from the far reaches of space. The great sandworms are dying. And the children of Dune's children awaken from empire as from a dream, wielding the new power of a heresy called love...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Fionavar Tapestry",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.23,
            "ranking_count": 7102,
            "abstract": "In the three novels that make up the Fionavar Tapestry trilogy collected in this omnibus edition (. The Summer Tree. ,. The Wandering Fire. , and. The Darkest Road. ), five University of Toronto students find themselves transported to a magical land to do battle with the forces of evil. At a Celtic conference, Kimberley, Kevin, Jennifer, Dave, and Paul meet wizard Loren Silvercloak. Returning with him to the magical kingdom of Fionavar to attend a festival, they soon discover that they are being drawn into the conflict between the dark and the light as Unraveller Rakoth Maugrim breaks free of his mountain prison and threatens the continued existence of Fionavar. They join mages, elves, dwarves, and the forces of the High King of Brennin to do battle with Maugrim, where Kay's imaginative powers as a world-builder come to the fore. He stunningly weaves Arthurian legends into the fluid mix of Celtic, Nordic, and Teutonic, creating a grand fantasy that sweeps readers into a heroic struggle that the author makes all the more memorable because of the tributes he pays to past masters.. The trilogy is a grand homage to J.R.R. Tolkien's. The Lord of the Rings. , but while the echoes of Tolkien's masterwork are very real, the books offer the wonderful taste of a new fantasy writer cutting his teeth at the foot of a master. Kay has a very real connection to Tolkien--as Christopher Tolkien's assistant, Kay was invaluable in helping to wrestle Tolkien's posthumous. The Silmarillion. into shape for publication. Kay is undoubtedly one of the Canadian masters of high fantasy, and. The Fionavar Tapestry. is one of his most enduring works. Readers, however, should also check out Kay's. Tigana. ,. A Song for Arbonne. ,. The Lions of Al-Rassan. , and. The Sarantine Mosaic. to truly experience a master at work.. --Jeffrey Canton",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Cultural",
                "Science Fiction Fantasy",
                "Mythology",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Made in America",
            "authors": [
                "Bill Bryson",
                "Mike McShane"
            ],
            "ranking": 3.91,
            "ranking_count": 14122,
            "abstract": "In this sequel to his history of the English language, Mother Tongue, Bryson takes an informed and fond look at the history of Americans through their popular culture and language. He explains why they drive on the right, say lootenant, and call a certain type of sandwich a hamburger.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Humanities",
                "Travel",
                "Humor",
                "Audiobook",
                "Literature",
                "North American Hi...",
                "The United States Of America"
            ]
        },
        {
            "title": "Children of the Mind",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.77,
            "ranking_count": 102310,
            "abstract": "Children of the Mind (1996) is the fourth novel of Orson Scott Card's popular Ender's Game series of science fiction novels that focus on the character Ender Wiggin. This book was originally the second half of Xenocide, before it was split into two novels.. At the start of Children of the Mind, Jane, the evolved computer intelligence, is using her newly discovered abilities to take the races of buggers, humans and pequeninos outside the universe and back instantaneously. She uses these powers to move them to distant habitable planets for colonization. She is losing her memory and concentration as the vast computer network connected to the ansible is being shut down. If she is to survive, she must find a way to transfer her aiúa (or soul) to a human body.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Young Adult",
                "Space",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Song of Bernadette",
            "authors": [
                "Franz Werfel",
                "Ludwig Lewisohn"
            ],
            "ranking": 4.18,
            "ranking_count": 978,
            "abstract": "The Song of Bernadette is considered one of the twentieth century's greatest novels of triumphant religious faith. How the book came to be written is itself an inspirational and even miraculous story. In 1940, famed Austrian author Franz Werfel and his wife were on a desperate flight from the Nazi invaders, whom Franz had publicly denounced. Repeatedly thwarted in their attempts to cross the French border, they found temporary refuge in Lourdes, home of the famous shrine where Bernadette received visions of the Virgin Mary and where millions come in faith to seek a miracle. Werfel became fascinated with Bernadette's story and began to visit the sacred grotto every day, swearing that, should he and his wife be granted escape from the Nazis, he would write the story of Bernadette for all the world. Franz's prayers were answered, and in America he wrote his masterpiece, The Song of Bernadette, a beautiful fusion of faith and craft.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Christianity",
                "Classics",
                "Cultural",
                "Christian",
                "Spirituality"
            ]
        },
        {
            "title": "Peachtree Road",
            "authors": [
                "Anne Rivers Siddons"
            ],
            "ranking": 3.92,
            "ranking_count": 10989,
            "abstract": "Tenth anniversary edition! Set amidst the grandeur of Old Southern aristocracy, here is a novel that chronicles the turbulent changes of a great city--Atlanta--and tells the story of love and hate between a man and a woman. When Lucy comes to live with her cousin, Sheppard, and his family in the great house on Peachtree Road, she is an only child, never expecting that her reclusive young cousin will become her lifelong confidant and the source of her greatest passion and most terrible need.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Historical",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Drama",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Drawing Blood",
            "authors": [
                "Poppy Z. Brite"
            ],
            "ranking": 4.02,
            "ranking_count": 9955,
            "abstract": "Escaping from his North Carolina home after his father murders their family and commits suicide, Trevor McGee returns to confront the past, and finds himself haunted by the same demons that drove his father to insanity.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Paranormal",
                "Romance",
                "Gothic"
            ]
        },
        {
            "title": "The Potato Factory",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.13,
            "ranking_count": 9779,
            "abstract": "Ikey Solomon is very successful indeed, in the art of thieving. Ikey's partner in crime is his mistress, the forthright Mary Abacus, until misfortune befalls them. They are parted and each must make the harsh journey from 19th century London to Van Diemens Land. In the backstreets and dives of Hobart Town, Mary learns the art of brewing and builds The Potato Factory, where she plans a new future. But her ambitions are threatened by Ikey's wife, Hannah, her old enemy. The two women raise their separate families. As each woman sets out to destroy the other, the families are brought to the edge of disaster.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Adult",
                "Adventure",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "In Search of the Miraculous: Fragments of an Unknown Teaching",
            "authors": [
                "P.D. Ouspensky",
                "Marianne Williamson"
            ],
            "ranking": 3.98,
            "ranking_count": 3453,
            "abstract": "A new edition of the groundbreaking spiritual treasure, with a foreword by bestselling author Marianne Williamson .. Since its original publication in 1949, In Search of the Miraculous has been hailed as the most valuable and reliable documentation of G. I. Gurdjieff's thoughts and universal view. This historic and influential work is considered by many to be a primer of mystical thought as expressed through the Work, a combination of Eastern philosophies that had for centuries been passed on orally from teacher to student. Gurdjieff's goal, to introduce the Work to the West, attracted many students, among them Ouspensky, an established mathematician, journalist, and, with the publication of In Search of the Miraculous, an eloquent and persuasive proselyte.. Ouspensky describes Gurdjieff's teachings in fascinating and accessible detail, providing what has proven to be a stellar introduction to the universal view of both student and teacher. It goes without saying that In Search of the Miraculous has inspired great thinkers and writers of ensuing spiritual movements, including Marianne Williamson, the highly acclaimed author of A Return to Love and Illuminata. In a new and never-before-published foreword, Williamson shares the influence of Ouspensky's book and Gurdjieff's teachings on the New Thought movement and her own life, providing a contemporary look at an already timeless classic.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Nonfiction",
                "Psychology",
                "Religion",
                "Occult",
                "Literature"
            ]
        },
        {
            "title": "Island of the Giant Pokemon",
            "authors": [
                "Tracey West"
            ],
            "ranking": 4.28,
            "ranking_count": 1516,
            "abstract": "Gotta read 'em all!. Ash and Pikachu are invited to a Pokemon party on a cruise ship. But they've been tricked by the evil Team Rocket, who plan to steal all the Pokemon on board!. Things get worse when the ship sinks, and the survivors end up lost in a strange land fileed with monster-sized Pokemon!. Will the castaways find their way home? Or will they be stranded forever on the Island of the Giant Pokemon?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Media Tie In",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "62: A Model Kit",
            "authors": [
                "Julio Cortázar",
                "Gregory Rabassa"
            ],
            "ranking": 4.13,
            "ranking_count": 2500,
            "abstract": "As one of the main characters, the intellectual Juan, puts it: to one person the City might appear as Paris, to another it might be where one goes upon getting out of bed in Barcelona; to another it might appear as a beer hall in Oslo. This cityscape, as Carlos Fuentes describes it, seems drawn up by the Marx Brothers with an assist from Bela Lugosi! It is the meeting place for a wild assortment of bohemians in a novel described by The New York Times as Deeply touching, enjoyable, beautifully written and fascinatingly mysterious. Library Journal has said 62: A Model Kit is a highly satisfying work by one of the most extraordinary writers of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Literature",
                "European Literature",
                "Classics",
                "Magical Realism",
                "Contemporary"
            ]
        },
        {
            "title": "Julian",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.21,
            "ranking_count": 6651,
            "abstract": "This is an alternate cover ed. for ISBN 037572706X.. The remarkable bestseller about the fourth-century Roman emperor who famously tried to halt the spread of Christianity,. Julian. is widely regarded as one of Gore Vidal’s finest historical novels.. Julian the Apostate, nephew of Constantine the Great, was one of the brightest yet briefest lights in the history of the Roman Empire. A military genius on the level of Julius Caesar and Alexander the Great, a graceful and persuasive essayist, and a philosopher devoted to worshiping the gods of Hellenism, he became embroiled in a fierce intellectual war with Christianity that provoked his murder at the age of thirty-two, only four years into his brilliantly humane and compassionate reign. A marvelously imaginative and insightful novel of classical antiquity,. Julian. captures the religious and political ferment of a desperate age and restores with blazing wit and vigor the legacy of an impassioned ruler.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Religion",
                "Classics",
                "Novels",
                "Roman",
                "Cultural"
            ]
        },
        {
            "title": "Journey of Souls: Case Studies of Life Between Lives",
            "authors": [
                "Michael   Newton"
            ],
            "ranking": 4.27,
            "ranking_count": 16030,
            "abstract": "Learn the latest details and most recent groundbreaking discoveries that reveal, for the first time, the mystery of life in the spirit world after death on Earth--proof that our consciousness survives--in. Journey of Souls. by Michael Newton, PhD.. Using a special hypnosis technique to reach the hidden memories of subjects, Dr. Newton discovered some amazing insights into what happens to us between lives.. Journey of Souls. is the record of 29 people who recalled their experiences between physical deaths. Through their extraordinary stories, you will learn specifics about:. How it feels to die What you see and feel right after death The truth about spiritual guides What happens to disturbed souls Why you are assigned to certain soul groups in the spirit world and what you do there How you choose another body to return to Earth The different levels of souls: beginning, intermediate, and advanced When and where you first learn to recognize soulmates on Earth The purpose of life. Journey of Souls. is a graphic record or travel log by these people of what happens between lives on Earth. They give specific details as they movingly describe their astounding experiences.. After reading. Journey of Souls,. you will gain a better understanding of the immortality of the human soul. You will meet day-to-day challenges with a greater sense of purpose. You will begin to understand the reasons behind events in your own life.. Journey of Souls. is a life-changing book. Already, over 600,000 people have taken. Journey of Souls. to heart, giving them hope in trying times.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Philosophy",
                "Religion",
                "Fantasy",
                "Science"
            ]
        },
        {
            "title": "Written on the Body",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 4.07,
            "ranking_count": 26369,
            "abstract": "Written on the Body. is a secret code only visible in certain lights: the accumulation of a lifetime gather there. In places the palimpsest is so heavily worked that the letters feel like braille. I like to keep my body rolled away from prying eyes, never unfold too much, tell the whole story. I didn't know that Louise would have reading hands. She has translated me into her own book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Feminism"
            ]
        },
        {
            "title": "The Cherry Orchard",
            "authors": [
                "Anton Chekhov",
                "Tom    Murphy"
            ],
            "ranking": 3.68,
            "ranking_count": 35066,
            "abstract": "Published to tie in with the world premiere at the Abbey Theatre, Dublin.. In Chekhov's tragi-comedy - perhaps his most popular play - the Gayev family is torn by powerful forces, forces rooted deep in history, and in the society around them. Their estate is hopelessly in debt: urged to cut down their beautiful cherry orchard and sell the land for holiday cottages, they struggle to act decisively. Tom Murphy's fine vernacular version allows us to re-imagine the events of the play in the last days of Anglo-Irish colonialism. It gives this great play vivid new life within our own history and social consciousness.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Cultural",
                "Fiction",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Murder Is Easy",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.77,
            "ranking_count": 21891,
            "abstract": "In a quiet English village, a killer is about to strike. Again and again.. Officer Luke Fitzwilliam is on a train to London when he meets a strange woman. She claims there is a serial killer in the quiet village of Wychwood. He has already taken the lives of three people and is about claim his fourth victim.. Fitzwilliam dismisses this as the ramblings of an old woman. But within hours she is found dead. Crushed by a passing car.. And then the fourth victim is found.. Each death looks like an accident. But in Wychwood nothing is as it appears....",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Enemy at the Gates: The Battle for Stalingrad",
            "authors": [
                "William Craig"
            ],
            "ranking": 4.21,
            "ranking_count": 12704,
            "abstract": "Stalingrad, the bloodiest battle in the history of warfare, cost the lives of nearly two million men and women. It signaled the beginning of the end for the Third Reich of Adolf Hitler; it foretold the Russian juggernaut that would destroy Berlin and make the Soviet Union a superpower. As Winston Churchill characterized the result of the conflict at Stalingrad:  the hinge of fate had turned.. William Craig, author and historian, has painstakingly recreated the details of this great battle: from the hot summer of August 1942, when the German armies smashed their way across southern Russia toward the Volga River, through the struggle for Stalingrad-a city Hitler had never meant to capture and Stalin never meant to defend-on to the destruction of the supposedly invincible German Sixth Army and the terror of the Russian prison camps in frozen Siberia. Craig has interviewed hundreds of survivors of the battle-both Russian and German soldiers and civilians-and has woven their incredible experiences into the fabric of hitherto unknown documents. The resulting mosaic is epic in scope, and the human tragedy that unfolds is awesome.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "The Twelve Chairs",
            "authors": [
                "Ilya Ilf",
                "Yevgeny Petrov",
                "Maurice Friedberg",
                "John H.C. Richardson"
            ],
            "ranking": 4.41,
            "ranking_count": 21587,
            "abstract": "Ostap Bender is an unemployed con artist living by his wits in postrevolutionary Soviet Russia. He joins forces with Ippolit Matveyevich Vorobyaninov, a former nobleman who has returned to his hometown to find a cache of missing jewels which were hidden in some chairs that have been appropriated by the Soviet authorities. The search for the bejeweled chairs takes these unlikely heroes from the provinces to Moscow to the wilds of Soviet Georgia and the Trans-caucasus mountains; on their quest they encounter a wide variety of characters: from opportunistic Soviet bureaucrats to aging survivors of the prerevolutionary propertied classes, each one more selfish, venal, and ineffective than the one before.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Humor",
                "Adventure",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "The Ticket That Exploded",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.62,
            "ranking_count": 2410,
            "abstract": "In The Ticket That Exploded, William S. Burroughs’s grand “cut-up” trilogy that starts with The Soft Machine and continues through Nova Express reaches its climax as inspector Lee and the Nova Police engage the Nova Mob in a decisive battle for the planet. Only Burroughs could make such a nightmare vision of scientists and combat troops, of ad men and con men whose deceitful language has spread like an incurable disease be at once so frightening and so enthralling.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "Classics",
                "Surreal",
                "Anthologies"
            ]
        },
        {
            "title": "Tell Me a Riddle",
            "authors": [
                "Tillie Olsen"
            ],
            "ranking": 4.03,
            "ranking_count": 2126,
            "abstract": "This collection of four stories, I Stand Here Ironing, Hey Sailor, what Ship?, O Yes, and Tell me a Riddle, had become an American classic.  Since the title novella won the O. Henry Award in 1961, the stories have been anthologized over a hundred times, made into three films, translated into thirteen languages, and - most important - once read, they abide in the hearts of their readers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Womens",
                "Feminism",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Rose Madder",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.73,
            "ranking_count": 103885,
            "abstract": "Roused by a single drop of blood, Rosie Daniels wakes up to the chilling realisation that her husband is going to kill her. And she takes flight – with his credit card.. Alone in a strange city, Rosie begins to build a new life: she meets Bill Steiner and she finds an old junk shop painting, ‘Rose Madder’, which strangely seems to want her as much as she wants it.. But it’s hard for Rosie not to keep looking over her shoulder. Rose-maddened and on the rampage, Norman is a corrupt cop with a dog’s instinct for tracking people. And he’s getting close. Rosie can feel just how close he is getting…. A brilliant dark-hued fable of gender wars, a haunting love story, and a hold-your-breath triumph of suspense, Rose Madder is Stephen King at his electrifying best.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Suspense",
                "Mystery",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Skallagrigg",
            "authors": [
                "William Horwood"
            ],
            "ranking": 4.52,
            "ranking_count": 810,
            "abstract": "Skallagrigg unites Arthur, a little boy abandoned many years ago in a grim hospital in northern England with Esther, a radiantly intelligent young girl who is suffering from cerebral palsy, and with Daniel, an American computer-games genius.. Skallagrigg - whatever the name signifies, whoever he is - will come to transform all their lives. And William Horwood's inspired, heart-rending story of rescue and redemptive love will undoubtedly touch your life too.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Disability",
                "Young Adult",
                "Adult Fiction",
                "Science Fiction",
                "European Literature",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "Eyeless in Gaza",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.89,
            "ranking_count": 2651,
            "abstract": "Written at the height of his powers immediately after. Brave New World. , Aldous Huxley's highly acclaimed. Eyeless in Gaza. is his most personal novel. Huxley's bold, nontraditional narrative tells the loosely autobiographical story of Anthony Beavis, a cynical libertine Oxford graduate who comes of age in the vacuum left by World War I. Unfulfilled by his life, loves, and adventures, Anthony is persuaded by a charismatic friend to become a Marxist and take up arms with Mexican revolutionaries. But when their disastrous embrace of violence nearly kills them, Anthony is left shattered—and is forced to find an alternative to the moral disillusionment of the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "European Literature",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "The Essential Rumi",
            "authors": [
                "Rumi",
                "Coleman Barks"
            ],
            "ranking": 4.38,
            "ranking_count": 44341,
            "abstract": "This revised and expanded edition of. The Essential Rumi. includes a new introduction by Coleman Barks and more than 80 never-before-published poems.. Through his lyrical translations, Coleman Barks has been instrumental in bringing this exquisite literature to a remarkably wide range of readers, making the ecstatic, spiritual poetry of thirteenth-century Sufi Mystic Rumi more popular than ever.. The Essential Rumi. continues to be the bestselling of all Rumi books, and the definitive selection of his beautiful, mystical poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Literature",
                "Inspirational",
                "Occult"
            ]
        },
        {
            "title": "How to Stop Worrying and Start Living",
            "authors": [
                "Dale Carnegie"
            ],
            "ranking": 4.14,
            "ranking_count": 93159,
            "abstract": "The book 'How to stop worrying & start living' suggest many ways to conquer worry and lead a wonderful life.. The book mentions fundamental facts to know about worry and magic formula for solving worry-some situations.. Psychologists & Doctors' view:. -Worry can make even the most stolid person ill.. -Worry may cause nervous breakdown.. -Worry can even cause tooth decay. -Worry is one of the factors for High Blood Pressure.. -Worry makes you tense and nervous and affect the nerves of your stomach.. The book suggests basic techniques in analysing worry, step by step, in order to cope up with them.. A very interesting feature of the book is 'How to eliminate 50% of your business worries'.. The book offers 7 ways to cultivate a mental attitude that will bring you peace and happiness. Also, the golden rule for conquering worry, keeping your energy & spirits high.. The book consists of some True Stories which will help the readers in conquering worry to lead you to success in life.. The book is full of similar incidences and narrations which will make our readers to understand the situation in an easy way and lead a happy life. A must read book for everyone.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Business",
                "Philosophy",
                "Audiobook",
                "Leadership",
                "Health",
                "Inspirational"
            ]
        },
        {
            "title": "Mattimeo",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.06,
            "ranking_count": 33272,
            "abstract": "The third addition to the beloved Redwall series takes place during the summer of the Golden Plain. Preparation for a great feast are underway at Redwall Abbey, and the young mouse Mattimeo is contributing his share of the labors. But Mattimeo is the son of Matthias, the guardian of Redwall Abbey, and it is this fact that makes him the target of a fiendish kidnapping plot contrived by the vicious fox, Slagar the Cruel. When Matthias and his brave followers abandon their homes and face enslavement for the return of their children, the captive Mattimeo stands to prove his worth--and an unexpected hero is born.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Seven Plays",
            "authors": [
                "Sam Shepard",
                "Richard Gilman"
            ],
            "ranking": 4.18,
            "ranking_count": 5205,
            "abstract": "Includes Buried Child, Curse of the Starving Class , The Tooth of Crime, La Turista , Savage Loge, and True West.. Brilliant, prolific, uniquely American, Pulitzer prizewinning playwright Sam Separd is a major voice in contemporary theatre. And here are seven of his very best. One of the most original, prolific and gifted dramatists at work today.--The New Yorker The greatest American playwright of his generation...the most inventive in language and revolutionary in craft, [he] is the writer whose work most accurately maps the interior and exterior landscapes of his society.--New York Magazine If plays were put in time capsules, future generations would get a sharp-toothed profile of life in the U.S. in the past decade and a half from the works of Sam Shepard.--Time  Sam Shepard is the most exciting presence in the movie world and one of the most gifted writers ever to work on the American stage.--Marsha Norman, Pulitzer prizewinning author of 'Night, Mother.  One of our best and most challenging playwrights...his plays are a form of exorcism: magical, sometimes surreal rituals that grapple with the demonic forces in the American landscape.--Newsweek His plays are stunning in thier originality, defiant and inscrutable.--Esquire Sam Shepard is phenomenal..the best practicing American playwright.--The New Republic",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "Literature",
                "Anthologies",
                "Social Issues",
                "Poetry"
            ]
        },
        {
            "title": "Diary of an Early American Boy",
            "authors": [
                "Eric Sloane"
            ],
            "ranking": 4.22,
            "ranking_count": 752,
            "abstract": "Part the diary of Noah Blake, who was 15 in 1805, and part a re-creation of the life that a boy in his circumstances would have lived, this book is a loving tribute to a vanished way of life. Profusely illustrated, it will give its readers a sense of participation in the past that is all too rare in conventional histories.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "American",
                "Biography",
                "Childrens",
                "Art",
                "Literature",
                "North American Hi...",
                "Historical",
                "Science"
            ]
        },
        {
            "title": "Tereza Batista: Home from the Wars",
            "authors": [
                "Jorge Amado",
                "Barbara Shelby"
            ],
            "ranking": 4.13,
            "ranking_count": 1686,
            "abstract": "Her story unfolds with brilliance and luminous intensity, a masterpiece of contemporary literature by Brazil’s foremost novelist. It is the story of Tereza, the twelve-year-old girl who is sold into slavery by her aunt. It is the story of Tereza, the young woman, who is jailed for defending her lover only to find him untrue. And it is the story of Tereza, reigning goddess of love – inspiration to poets, painters, and sailors on leave; mistress of a noble patriarch; chief-of-staff to the armies of whores on strike; and triumphant Queen of the Samba – desired, admired, and honored by all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Classics",
                "Cultural",
                "Romance",
                "Novels",
                "Drama",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "The Last of the Wine",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 4.05,
            "ranking_count": 4975,
            "abstract": "In. The Last of the Wine. , two young Athenians, Alexias and Lysis, compete in the palaestra, journey to the Olympic games, fight in the wars against Sparta, and study under Socrates. As their relationship develops, Renault expertly conveys Greek culture, showing the impact of this supreme philosopher whose influence spans epochs.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Classics",
                "Fantasy",
                "Cultural",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "The Rise of Theodore Roosevelt",
            "authors": [
                "Edmund Morris"
            ],
            "ranking": 4.2,
            "ranking_count": 51273,
            "abstract": "Selected by the Modern Library as one of the 100 best nonfiction books of all time. Described by the. Chicago Tribune. as a classic,. The Rise of Theodore Roosevelt. stands as one of the greatest biographies of our time. The publication of. The Rise of Theodore Roosevelt. on September 14th, 2001 marks the 100th anniversary of Theodore Roosevelt becoming president.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Biography Memoir",
                "Historical",
                "Presidents",
                "Literature"
            ]
        },
        {
            "title": "Free to Choose: A Personal Statement",
            "authors": [
                "Milton Friedman",
                "Rose D. Friedman"
            ],
            "ranking": 4.23,
            "ranking_count": 8039,
            "abstract": "INTERNATIONAL BESTSELLER. A powerful and persuasive discussion about economics, freedom, and the relationship between the two, from today's brightest economist.. In this classic discussion, Milton and Rose Friedman explain how our freedom has been eroded and our affluence undermined through the explosion of laws, regulations, agencies, and spending in Washington. This important analysis reveals what has gone wrong in America in the past and what is necessary for our economic health to flourish.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Business",
                "History",
                "Psychology",
                "Classics",
                "Social Science"
            ]
        },
        {
            "title": "Last Chance to See",
            "authors": [
                "Douglas Adams",
                "Mark Carwardine"
            ],
            "ranking": 4.29,
            "ranking_count": 23260,
            "abstract": "Join author Douglas Adams and zoologist Mark Carwardine as they take off around the world in search of exotic, endangered creatures.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Travel",
                "Environment",
                "Humor",
                "Animals",
                "Biology",
                "Writing"
            ]
        },
        {
            "title": "Elric of Melniboné",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.89,
            "ranking_count": 24688,
            "abstract": "Elric of Melniboné is a requisite title in the hard fantasy canon, a book no fantasy fan should leave unread. Author Michael Moorcock, already a major player in science fiction, cemented his position in the fantasy pantheon with the five-book Elric saga, of which Elric of Melniboné is the first installment. The book's namesake, the brooding albino emperor of the dying nation of Melniboné, is a sort of Superman for Goths, truly an archetype of the genre.. The youthful Elric is a cynical and melancholy king, heir to a nation whose 100,000-year rule of the world ended less than 500 years hence. More interested in brooding contemplation than holding the throne, Elric is a reluctant ruler, but he also realizes that no other worthy successor exists and the survival of his once-powerful, decadent nation depends on him alone. Elric's nefarious, brutish cousin Yrkoon has no patience for his physically weak kinsman, and he plots constantly to seize Elric's throne, usually over his dead body. Elric of Melniboné follows Yrkoon's scheming, reaching its climax in a battle between Elric and Yrkoon with the demonic runeblades Stormbringer and Mournblade. In this battle, Elric gains control of the soul-stealing Stormbringer, an event that proves pivotal to the Elric saga. --Paul Hughes",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Adolf Hitler: My Part in His Downfall",
            "authors": [
                "Spike Milligan"
            ],
            "ranking": 4.02,
            "ranking_count": 7816,
            "abstract": "Adolf Hitler: My Part on His Downfall is volume One of Spike Milligan's outrageous, hilarious, legendary War Memoirs.. 'At Victoria station the R.T.O. gave me a travel warrant, a white feather and a picture of Hitler marked This is your enemy. I searched every compartment, but he wasn't on the train . . .'. In this, the first of Spike Milligan's uproarious recollections of life in the army, our hero takes us from the outbreak of war in 1939 ('it must have been something we said'), through his attempts to avoid enlistment ('time for my appendicitus, I thought') and his gunner training in Bexhill ('There was one drawback. No ammunition') to the landing at Algiers in 1943 ('I closed my eyes and faced the sun. I fell down a hatchway').. Filled with bathos, pathos and gales of ribald laughter, this is a barely sane helping of military goonery and superlative Milliganese.. 'The most irreverent, hilarious book about the war that I have ever read' Sunday Express. 'Desperately funny, vivid, vulgar' Sunday Times. 'Milligan is the Great God to all of us' John Cleese. 'The Godfather of Alternative Comedy' Eddie Izzard. 'That absolutely glorious way of looking at things differently. A great man' Stephen Fry. Spike Milligan was one of the greatest and most influential comedians of the twentieth century. Born in India in 1918, he served in the Royal Artillery during WWII in North Africa and Italy. At the end of the war, he forged a career as a jazz musician, sketch-show writer and performer, before joining forces with Peter Sellers and Harry Secombe to form the legendary Goon Show. Until his death in 2002, he had success as on stage and screen and as the author of over eighty books of fiction, memoir, poetry, plays, cartoons and children's stories.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Biography",
                "Nonfiction",
                "History",
                "War",
                "Autobiography"
            ]
        },
        {
            "title": "The Great Escape",
            "authors": [
                "Paul Brickhill"
            ],
            "ranking": 4.21,
            "ranking_count": 9033,
            "abstract": "The true account of a daring mass escape from a Nazi prison camp, by one of the eight hundred men involved. A classic escape story, fascinating for its portraits of the organizers of the escape and of the Germans running the camp.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Historical",
                "Biography",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Enemy of God",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.38,
            "ranking_count": 21777,
            "abstract": "The balance of King Arthur's unified kingdom is threatened by Merlin's quest for the last of Britain's 13 Treasures; by the conflict between the ancient religion and the new Christianity; and by Britain's war with the Saxons. A master storyteller continues his retelling of the Arthurian legend.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Adventure",
                "Historical Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Friday Night Lights: A Town, a Team, and a Dream",
            "authors": [
                "H.G. Bissinger"
            ],
            "ranking": 4.14,
            "ranking_count": 55016,
            "abstract": "Return once again to the enduring account of life in the Mojo lane, to the Permian Panthers of Odessa -- the winningest high school football team in Texas history. Odessa is not known to be a town big on dreams, but the Panthers help keep the hopes and dreams of this small, dusty town going. Socially and racially divided, its fragile economy follows the treacherous boom-bust path of the oil business.In bad times, the unemployment rate barrels out of control; in good times, its murder rate skyrockets. But every Friday night from September to December, when the Permian High School Panthers play football, this West Texas town becomes a place where dreams can come true. With frankness and compassion, Bissinger chronicles one of the Panthers' dramatic seasons and shows how single-minded devotion to the team shapes the community and inspires-and sometimes shatters-the teenagers who wear the Panthers' uniforms. Includes Reader's Group Guide inside. Now a major motion picture starring Billy Bob Thorton.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Football",
                "History",
                "Biography",
                "Writing",
                "Adult",
                "Young Adult",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Green Mars",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.94,
            "ranking_count": 35460,
            "abstract": "In the Nebula Award winning Red Mars, Kim Stanley Robinson began his critically acclaimed epic saga of the colonization of Mars, Now the Hugo Award winning Green Mars continues the thrilling and timeless tale of humanity's struggle to survive at its farthest frontier.. Nearly a generation has passed since the first pioneers landed, but the transformation of Mars to an Earthlike planet has just begun. The plan is opposed by those determined to preserve the planet's hostile, barren beauty. Led by rebels like Peter Clayborne, these young people are the first generation of children born on Mars. They will be joined by original settlers Maya Toitovna, Simon Frasier, and Sax Russell. Against this cosmic backdrop, passions, rivalries, and friendships explode in a story as spectacular as the planet itself.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Space",
                "Speculative Fiction",
                "Fantasy",
                "Politics"
            ]
        },
        {
            "title": "What's Eating Gilbert Grape",
            "authors": [
                "Peter Hedges"
            ],
            "ranking": 4.1,
            "ranking_count": 15555,
            "abstract": "Just about everything in Endora, Iowa (pop. 1,091 and dwindling) is eating Gilbert Grape, a twenty-four-year-old grocery clerk who dreams only of leaving. His enormous mother, once the town sweetheart, has been eating nonstop ever since her husband's suicide, and the floor beneath her TV chair is threatening to cave in. Gilbert's long-suffering older sister, Amy, still mourns the death of Elvis, and his knockout younger sister has become hooked on makeup, boys, and Jesus--in that order, but the biggest event on the horizon for all the Grapes is the eighteenth birthday of Gilbert's younger brother, Arnie, who is a living miracle just for having survived so long. As the Grapes gather in Endora, a mysterious beauty glides through town on a bicycle and rides circles around Gilbert, until he begins to see a new vision of his family and himself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Contemporary",
                "Media Tie In",
                "Family",
                "Novels",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "Miracle of the Rose",
            "authors": [
                "Jean Genet",
                "Bernard Frechtman"
            ],
            "ranking": 4.1,
            "ranking_count": 1187,
            "abstract": "This is the third of Genet's prose works to be published in the United States, following. Our Lady of the Flowers. (1963) and. The Thief's Journal. (1964). It is, however, Genet's second novel, having been written in La Santé and Tourelles prisons in 1943, directly after. Our Lady of the Flowers.. Like that first work,. Miracle of the Rose. was written in the solitude of a prison cell, on the pieces of white paper the penal authorities furnish the convicts for making paper bags.. The work is set in the State prison of Fontevrault. It is the height of the German Occupation and in the prisons of France the convicts, barely subsisting on near-starvation rations, spend their endless days weaving camouflage nets for their German conquerors.. Miracle of the Rose. is, first of all, an account of life at Fontevrault during that period. But Genet is no realist, and his account of prison life is an extraordinary mixture of dreams and reality, past and present.. If Fontevrault is the present of his narrative, the past is the Mettray Reformatory, the almost idyllic, flower-covered prison colony for boys to which he was sent for theft as a mere child. It was here at Mettray that he was initiated into the life of confinement, into the world of the criminals and homosexuals in which he was to live for the next twenty-five years. Genet's story moves back and forth between Fontevrault and Mettray almost without the reader's being aware of the transition. Doubtless, in Genet's mind, there is no transition. Both prisons and both times fuse into one immense and erotic dream.. The boys at Mettray do not pity or despise the hardened criminals at neighboring Fontevrault; on the contrary, they are the saints the boys look up to, the heroes they hope to emulate. More than fifteen years after his precocious arrival at the Mettray Reformatory, Genet finally reaches the Fontevrault Prison. Among the pimps and big shots, the crashers and chickens that form the homosexual hierarchy of the convict criminal society, he finds again many of his former boyhood friends and lovers.. Foremost among them is Harcamone, a character notable in the narrative for his off-stage presence. Harcamone has been condemned to death for having killed the only guard at Fontevrault who had ever shown him the least bit of kindness. During the month and a half prior to his execution, his presence from his solitary cell on death row both encompasses and dominates the prison. At one point, as Harcamone passes Genet in the prison corridor, the author has a vision in which he sees the chains that bind Harcamone miraculously flower into a garland of white roses.. Miracle of the Rose. contains many such visions wherein Genet, taking the dross of evil'' transmutes it into a work of beauty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "LGBT",
                "Literature",
                "European Literature",
                "Novels",
                "Anthologies"
            ]
        },
        {
            "title": "Excalibur",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.4,
            "ranking_count": 23893,
            "abstract": "In. The Winter King. and. Enemy of God. Bernard Cornwell demonstrated his astonishing ability to make the oft-told legend of King Arthur fresh and new for our time. Now, in this riveting final volume of The Warlord Chronicles, Cornwell tells the unforgettable tale of Arthur's final struggles against the Saxons and his last attempts to triumph over a ruined marriage and ravaged dreams.. This is the tale not only of a broken love remade, but also of forces both earthly and unearthly that threaten everything Arthur stands for. Peopled by princesses and bards, by warriors and magicians,. Excalibur. is the story of love, war, loyalty, and betrayal-the work of a magnificent storyteller at the height of his powers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Historical Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Slowness",
            "authors": [
                "Milan Kundera",
                "Linda Asher"
            ],
            "ranking": 3.64,
            "ranking_count": 16856,
            "abstract": "Milan Kundera's lightest novel, a. divertimento. , an. opera buffa. ,. Slowness. is also the first of this author's fictional works to have been written in French.. Disconcerted and enchanted, the reader follows the narrator of. Slowness. through a midsummer's night in which two tales of seduction, separated by more than two hundred years, interweave and oscillate between the sublime and the comic. Underlying this libertine fantasy is a profound meditation on contemporary life: about the secret bond between slowness and memory, about the connection between our era's desire to forget and the way we have given ourselves over to the demon of speed. And about dancers possessed by the passion to be seen, for whom life is just merely a perpetual show emptied of every intimacy and every joy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Philosophy",
                "Cultural",
                "Contemporary",
                "Classics",
                "Roman"
            ]
        },
        {
            "title": "When We Were Orphans",
            "authors": [
                "Kazuo Ishiguro"
            ],
            "ranking": 3.52,
            "ranking_count": 33520,
            "abstract": "The maze of human memory--the ways in which we accommodate and alter it, deceive and deliver ourselves with it--is territory that Kazuo Ishiguro has made his own. In his previous novels, he has explored this inner world and its manifestations in the lives of his characters with rare inventiveness and subtlety, shrewd humor and insight. In When We Were Orphans, his first novel in five years, he returns to this terrain in a brilliantly realized story that illuminates the power of one's past to determine the present.. Christopher Banks, an English boy born in early-twentieth-century Shanghai, is orphaned at age nine when his mother and father both vanish under suspicious circumstances. Sent to live in England, he grows up to become a renowned detective and, more than twenty years later, returns to Shanghai, where the Sino-Japanese War is raging, to solve the mystery of the disappearances.. The story is straightforward. Its telling is remarkable. Christopher's voice is controlled, detailed, and detached, its precision unsurprising in someone who has devoted his life to the examination of details and the rigors of objective thought. But within the layers of his narrative is slowly revealed what he can't, or won't, see: that his memory, despite what he wants to believe, is not unaffected by his childhood tragedies; that his powers of perception, the heralded clarity of his vision, can be blinding as well as enlightening; and that the simplest desires--a child's for his parents, a man's for understanding--may give rise to the most complicated truths.. A masterful combination of narrative control and soaring imagination, When We Were Orphans is Kazuo Ishiguro at his best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "Cultural",
                "Novels",
                "Literature",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Destination Moon",
            "authors": [
                "Hergé",
                "Leslie Lonsdale-Cooper",
                "Michael      Turner"
            ],
            "ranking": 4.2,
            "ranking_count": 13755,
            "abstract": "The classic graphic novel. Professor Calculus is building a rocket, but Tintin quickly realizes that there are spies around every corner trying to steal the professor's design! When Professor Calculus' rocket finally takes off for the moon, Tintin and his dog Snowy are on board.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Adventure",
                "Fiction",
                "Childrens",
                "Graphic Novels Comics",
                "Comics",
                "Cultural",
                "Science Fiction"
            ]
        },
        {
            "title": "The 13½ Lives of Captain Bluebear",
            "authors": [
                "Walter Moers",
                "J. Maxwell Brownjohn"
            ],
            "ranking": 4.27,
            "ranking_count": 20845,
            "abstract": "Captain Bluebear tells the story of his first 13-1/2 lives spent on the mysterious continent of Zamonia, where intelligence is an infectious disease, water flows uphill, and dangers lie in wait for him around every corner.. A bluebear has twenty-seven lives. I shall recount thirteen and a half of them in this book but keep quiet about the rest, says the narrator of Walter Moers’s epic adventure. What about the Minipirates? What about the Hobgoblins, the Spiderwitch, the Babbling Billows, the Troglotroll, the Mountain Maggot… Mine is a tale of mortal danger and eternal love, of hair’s breadth, last-minute escapes. Welcome to the fantastic world of Zamonia, populated by all manner of extraordinary characters. It’s a land of imaginative lunacy and supreme adventure, wicked satire and epic fantasy, all mixed together, turned on its head, and lavishly illustrated by the author.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "European Literature",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Audiobook",
                "Science Fiction Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "Hop On Pop",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.0,
            "ranking_count": 53329,
            "abstract": "HOP ... POP. We like to Hop. We like to hop. on top of Pop.... Join. Dr. Seuss. in this classic rhyming picture book — the simplest Seuss for youngest use!. Full of short, simple words and silly rhymes, this book is perfect for reading alone or reading aloud with Dad! The rollicking rhythm will keep kids entertained on every page, and it's an especially good way to show Pop some love on Father's Day!. This charming book introduces young children to words that rhyme, such as. Hop. and. Pop, Cup. and. Pup, Mouse. and. House, Tall. and. Small. . And once they have learned to recognize one word, children soon find to their delight they can read another simply by changing the first letter.. Originally created by. Dr. Seuss. himself, Beginner Books are fun, funny, and easy to read. These unjacketed hardcover early readers encourage children to read all on their own, using simple words and illustrations. Smaller than the classic large format Seuss picture books like. The Lorax. and. Oh, The Places You'll Go!. , these portable packages are perfect for practicing readers ages 3-7, and lucky parents too!. With his unique combination of hilarious stories, wacky pictures and riotous rhymes,. Dr. Seuss. has been delighting young children and helping them learn to read for over fifty years. Creator of the wonderfully anarchic. 'Cat in the Hat'. ,. and ranked among the world's top children's authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Humor",
                "Kids",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Mistress of Mellyn",
            "authors": [
                "Victoria Holt"
            ],
            "ranking": 3.91,
            "ranking_count": 8574,
            "abstract": "Mount Mellyn stood as proud and magnificent as she had envisioned... But what about its master--Connan TreMellyn? Was Martha Leigh's new employer as romantic as his name sounded? As she approached the sprawling mansion towering above the cliffs of Cornwall, an odd chill of apprehension overcame her.. TreMellyn's young daugher, Alvean, proved as spoiled and difficult as the three governesses before Martha had discovered. But it was the girl's father whose cool, arrogant demeanor unleashed unfamiliar sensations and turmoil--even as whispers of past tragedy and present danger begin to insinuate themselves into Martha's life.. Powerless against her growing desire for the enigmatic Connan, she is drawn deeper into family secrets--as passion overpowers reason, sending her head and heart spinning. But though evil lurks in the shadows, so does love--and the freedom to find a golden promise forever...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Gothic",
                "Mystery",
                "Historical",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Guardians of the West",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.09,
            "ranking_count": 52379,
            "abstract": "Garion has slain the evil God Torak and been crowned King of Riva. The Prophecy was fulfilled—or so it seemed. While the strange child Errand was growing up in the Vale of Aldur with Polgara and Durnik, showing only occasional flashes of inexplicable knowledge and power, Garion was learning to rule and to be the husband of his fiery little Queen Ce’Nedra. Eleven years passed.. Then suddenly the Voice of Prophecy cried out a warning: “Beware Zandramas!” Not even Belgarath the Sorcerer knew who or what Zandramas was. But Garion discovered hints in a previously obscured part of the Mrin Codex. Worse, he learned that the Dark Prophecy was still waging its ancient struggle against the Prophecy of Light. Again, great evil was brewing in the East. And again, Garion found himself a pawn, caught between the two ancient Prophecies, with the fate of the world somehow resting on him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "The Tibetan Book of Living and Dying",
            "authors": [
                "Sogyal Rinpoche",
                "Andrew Harvey"
            ],
            "ranking": 4.2,
            "ranking_count": 27055,
            "abstract": "A newly revised and updated edition of the internationally bestselling spiritual classic,. The Tibetan Book of Living and Dying. , written by Sogyal Rinpoche, is the ultimate introduction to Tibetan Buddhist wisdom. An enlightening, inspiring, and comforting manual for life and death that the. New York Times. calls, “The Tibetan equivalent of [Dante’s]. The Divine Comedy. ,” this is the essential work that moved Huston Smith, author of. The World’s Religions. , to proclaim, “I have encountered no book on the interplay of life and death that is more comprehensive, practical, and wise.”",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Self Help",
                "Death",
                "Classics",
                "Psychology"
            ]
        },
        {
            "title": "Way of the Peaceful Warrior: A Book That Changes Lives",
            "authors": [
                "Dan Millman"
            ],
            "ranking": 4.12,
            "ranking_count": 50364,
            "abstract": "Way of the Peaceful Warrior. is based on the story of Dan Millman, a world champion athlete, who journeys into realms of romance and magic, light and darkness, body, mind, and spirit. Guided by a powerful old warrior named Socrates and tempted by an elusive, playful woman named Joy, Dan is led toward a final confrontation that will deliver or destroy him. Readers join Dan as he learns to live as a peaceful warrior. This international bestseller conveys piercing truths and humorous wisdom, speaking directly to the universal quest for happiness.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Fiction",
                "Philosophy",
                "Self Help",
                "Psychology",
                "Inspirational",
                "Novels",
                "Religion"
            ]
        },
        {
            "title": "Laura: The Life of Laura Ingalls Wilder",
            "authors": [
                "Donald Zochert"
            ],
            "ranking": 4.12,
            "ranking_count": 5774,
            "abstract": "Courage, Adventure, Steadfast Love. From a little house set deep in the Big Woods of Wisconsin, across Indian territory and into the Dakotas, Laura's family moved westward right along the frontier.. Their true-life saga, beloved by countless millions of TV viewers and readers of the bestselling. Little House. books, is one of spirit and devotion in the face of bitter-cold winters, wilderness trails, and heartbreaking personal tragedy.. Here, for the first time, and drawing on her own unpublished memoirs is the endlessly fascinating full account of Laura's life  from her earliest years through her enduring marriage to Almanzo Wilder, the farmer boy of her stories.. Draws on documented records and Mrs. Wilder's unpublished memoirs to picture the people, places, and events that informed her ninety years and inspired her well-beloved Little House books",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Historical",
                "North American Hi...",
                "The United States Of America",
                "Childrens",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "New American Standard Bible",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.62,
            "ranking_count": 5337,
            "abstract": "Contains over 95,000 center-column cross-references to enrich your reading. Its Smyth sewn binding adds durability for frequent use and travel.. Features: Concordance, Maps, Full Column Cross References, Presentation Page, Family Record Page, Paragraph Format, Red Letter, Two Column Text. Trim Size: 5 1/2 x 8 1/2 x 7/8. Font Point Size: 9",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Reference",
                "Classics",
                "History",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Tisha: The Wonderful True Love Story of a Young Teacher in the Alaskan Wilderness",
            "authors": [
                "Robert Specht"
            ],
            "ranking": 4.32,
            "ranking_count": 7535,
            "abstract": "Alaska was as remote as the moon, as roistering and lawless as the Gold Rush. And a pretty young schoolteacher from Colorado like Anne Hobbs was even rarer than nuggets.. So appealing are the people here, even the villainous ones; so dramatic is the landscape in which they act out their adventure; so pure is the moral conflict that forms the story's backbone, and so honest is its sentimentality - that I managed to suspend all my disbelief as I read it. And it was with pleasure that I raced through this good old-fashioned yarn, hissing the villains, holding my breath at each succeeding catastrophe, and above all adoring 'plain old Anne Hobbs.' as she calls herself, the pretty slip of a nineteen-year-old who in 1927 had the courage not only to brave the Alaska wilderness as a teacher in the tiny gold-mining community called Chicken, but also to face down the community's violent disapproval when she dared to treat the local Indians as human being...",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Adventure",
                "Historical",
                "Romance",
                "Travel",
                "Biography Memoir",
                "Native Americans"
            ]
        },
        {
            "title": "Poems of Fernando Pessoa",
            "authors": [
                "Fernando Pessoa",
                "Edwin Honig",
                "Susan M.   Brown"
            ],
            "ranking": 4.5,
            "ranking_count": 3618,
            "abstract": "At last, at last, at last, Pessoa again! More Pessoa! One of the very great poets of the twentieth century, again and more! And one of the fascinating figures of all literature, with his manifold identities, his amazing audacities, his brilliance and his shyness. I think I have under control the reluctance I feel in having to share Pessoa with the public he should have had all along in America: until now, only the poets, so far as I can tell, have even heard of him, and delighted and exulted in him. He is, in some ways,. the. poet of modernism, the only one willing to fracture himself into the parcels of action, anguish, and nostalgia which are the grounds of our actual situation. —C. K. Williams. Pessoa is one of the great originals (a fact rendered more striking by his writing as several distinct personalities) of the European poetry of the first part of this century, and has been one of the last poets of comparable stature, in the European languages, to become known in English. Edwin Honig's translations of Spanish and Portuguese poetry have been known to anyone who cares about either, since his work on Lorca in the forties, and his. Selected Poems of Pessoa. (1971) was a welcome step toward a long-awaited larger colection. — W. S. Merwin. Fernando Pessoa is the least known of the masters of the twentieth-century poetry. From his heteronymic passion he produced, if that is the word, two of our greatest poets, Alberto Caeiro and Álvaro de Campos, and a third, Ricardo Reis, who isn't bad. Pessoa is the exemplary poet of the self as other, of the poem as testament to unreality, proclamation of nothingness, occasion for expectancy. In Edwin Honig's and Susan Brown's superb translations, Pessoa and his others live with miraculous style and vitality. —Mark Strand. Fernando Pessoa is Portugal’s most important contemporary poet. He wrote under several identities, which he called heteronyms: Albet Caeiro, Alvaro de Campos, Ricardo Reis, and Bernardo Soares. He wrote sublime poetry under his own name as well, and each of his “voices” is completely different in subject, temperament, and style. This volume brings back into print the comprehensive collection of his work published by Ecco Press in 1986.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature",
                "Classics",
                "Literature",
                "Fiction",
                "Romance",
                "Unfinished"
            ]
        },
        {
            "title": "Amok and Other Stories",
            "authors": [
                "Stefan Zweig",
                "Anthea Bell"
            ],
            "ranking": 4.18,
            "ranking_count": 3884,
            "abstract": "A doctor in the Dutch East Indies torn between his medical duty to help and his own mixed emotions; a middle-aged maidservant whose devotion to her master leads her to commit a terrible act; a hotel waiter whose love for an unapproachable aristocratic beauty culminates in an almost lyrical death, and a prisoner-of-war longing to be home again in Russia. In these four stories, Stefan Zweig shows his gift for the acute analysis of emotional dilemmas. His four tragic and moving cameos of the human condition are played out against cosmopolitan and colonial backgrounds in the first half of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Cultural",
                "Drama"
            ]
        },
        {
            "title": "Last Orders",
            "authors": [
                "Graham Swift"
            ],
            "ranking": 3.67,
            "ranking_count": 13254,
            "abstract": "Four men once close to Jack Dodds, a London butcher, meet to carry out his peculiar last wish: to have his ashes scattered into the sea. For reasons best known to herself, Jack's widow, Amy, declines to join them. On the surface the tale of a simple if increasingly bizarre day's outing,. Last Orders. is Graham Swift's most poignant exploration of the complexity and courage of ordinary lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Contemporary",
                "Novels",
                "Death",
                "Academic",
                "Modern"
            ]
        },
        {
            "title": "The Sword of Shannara Trilogy",
            "authors": [
                "Terry Brooks",
                "Darrell K. Sweet"
            ],
            "ranking": 3.96,
            "ranking_count": 22870,
            "abstract": "THE SWORD OF SHANNARA: Long ago, the world of Shea Ohmsford was torn apart by war. But the half-human, half-elfin, Shea now lives in peace - until the forbidding figure of Allanon appears, to reveal that the long dead Warlock Lord lives again. THE ELFSTONES OF SHANNARA: Ancient evil threatens the Elves and the Races of Man. For the Ellcrys, the tree of long-lost Elven magic, is dying - loosing the spell of Forbidding that locks the hordes of Demons away from Earth. Only one source has the power to stop it: the Elfstones of Shannara.. THE WISHSONG OF SHANNARA: Evil stalks the Four Lands as the Ildatch, immemorial book of evil spells, has stirred to eldritch life. Once again Allanon, ancient Druid Protector of the Races, must seek the help of a descendant of Jerle Shannara.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Science Fiction",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "Palace Walk",
            "authors": [
                "Naguib Mahfouz",
                "William M. Hutchins",
                "Olive E. Kenny"
            ],
            "ranking": 4.19,
            "ranking_count": 17107,
            "abstract": "Volume I of the masterful. Cairo Trilogy. . A national best-seller in both hardcover and paperback, it introduces the engrossing saga of a Muslim family in Cairo during Egypt's occupation by British forces in the early 1900s.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Northern Africa",
                "Cultural",
                "Novels",
                "Classics",
                "Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "My Cousin Rachel",
            "authors": [
                "Daphne du Maurier"
            ],
            "ranking": 3.98,
            "ranking_count": 48587,
            "abstract": "Orphaned at an early age, Philip Ashley is raised by his benevolent older cousin, Ambrose. Resolutely single, Ambrose delights in Philip as his heir, a man who will love his grand home as much as he does himself. But the cosy world the two construct is shattered when Ambrose sets off on a trip to Florence. There he falls in love and marries - and there he dies suddenly. Jealous of his marriage, racked by suspicion at the hints in Ambrose's letters, and grief-stricken by his death, Philip prepares to meet his cousin's widow with hatred in his heart. Despite himself, Philip is drawn to this beautiful, sophisticated, mysterious Rachel like a moth to the flame. And yet... might she have had a hand in Ambrose's death?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Mystery",
                "Historical",
                "Gothic",
                "Romance",
                "Thriller",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The King of Elfland's Daughter",
            "authors": [
                "Lord Dunsany",
                "Neil Gaiman"
            ],
            "ranking": 3.83,
            "ranking_count": 6738,
            "abstract": "The poetic style and sweeping grandeur of The King of Elfland's Daughter has made it one of the most beloved fantasy novels of our time, a masterpiece that influenced some of the greatest contemporary fantasists. The heartbreaking story of a marriage between a mortal man and an elf princess is a masterful tapestry of the fairy tale following the happily ever after.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Underground: The Tokyo Gas Attack and the Japanese Psyche",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum",
                "Philip Gabriel"
            ],
            "ranking": 3.91,
            "ranking_count": 17124,
            "abstract": "It was a clear spring day, Monday, March 20, 1995, when five members of the religious cult Aum Shinrikyo conducted chemical warfare on the Tokyo subway system using sarin, a poison gas twenty-six times as deadly as cyanide. The unthinkable had happened, a major urban transit system had become the target of a terrorist attack.. In an attempt to discover why, Haruki Murakami, internationally acclaimed author of. The Wind-Up Bird Chronicle. and arguably Japan’s most important contemporary novelist, talked to the people who lived through the catastrophe—from a Subway Authority employee with survivor guilt, to a fashion salesman with more venom for the media than for the perpetrators, to a young cult member who vehemently condemns the attack though he has not quit Aum. Through these and many other voices, Murakami exposes intriguing aspects of the Japanese psyche. And as he discerns the fundamental issues leading to the attack, we achieve a clear vision of an event that could occur anytime, anywhere. Hauntingly compelling and inescapably important,. Underground. is a powerful work of journalistic literature from one of the world’s most perceptive writers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Asian Literature",
                "Crime",
                "Religion",
                "Mystery",
                "Writing"
            ]
        },
        {
            "title": "The Ground Beneath Her Feet",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.8,
            "ranking_count": 11266,
            "abstract": "Salman Rushdie's most ambitious and accomplished novel, sure to be hailed as his masterpiece.. At the beginning of this stunning novel, Vina Apsara, a famous and much-loved singer, is caught up in a devastating earthquake and never seen again by human eyes. This is her story, and that of Ormus Cama, the lover who finds, loses, seeks, and again finds her, over and over, throughout his own extraordinary life in music. Their epic romance is narrated by Ormus's childhood friend and Vina's sometime lover, her back-door man, the photographer Rai, whose astonishing voice, filled with stories, images, myths, anger, wisdom, humor, and love, is perhaps the book's true hero. Telling the story of Ormus and Vina, he finds that he is also revealing his own truths: his human failings, his immortal longings. He is a man caught up in the loves and quarrels of the age's goddesses and gods, but dares to have ambitions of his own. And lives to tell the tale.. Around these three, the uncertain world itself is beginning to tremble and break. Cracks and tears have begun to appear in the fabric of the real. There are glimpses of abysses below the surfaces of things. The Ground Beneath Her Feet is Salman Rushdie's most gripping novel and his boldest imaginative act, a vision of our shaken, mutating times, an engagement with the whole of what is and what might be, an account of the intimate, flawed encounter between the East and the West, a brilliant remaking of the myth of Orpheus, a novel of high (and low) comedy, high (and low) passions, high (and low) culture. It is a tale of love, death, and rock 'n' roll.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Literature",
                "Music",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "Lanark",
            "authors": [
                "Alasdair Gray",
                "Janice Galloway"
            ],
            "ranking": 4.1,
            "ranking_count": 5984,
            "abstract": "This work, originally published in 1981, has been hailed as the most influential Scottish novel of the second half of the 20th century. Its playful narrative techniques convey a profound message, personal and political, about humankind's inability to love and yet our compulsion to go on trying.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Cultural",
                "Classics",
                "Science Fiction",
                "Novels",
                "Literature",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Looking for Alibrandi",
            "authors": [
                "Melina Marchetta"
            ],
            "ranking": 3.89,
            "ranking_count": 22409,
            "abstract": "For as long as Josephine Alibrandi can remember, it’s just been her, her mom, and her grandmother. Now it’s her final year at a wealthy Catholic high school. The nuns couldn’t be any stricter—but that doesn’t seem to stop all kinds of men from coming into her life.. Caught between the old-world values of her Italian grandmother, the nononsense wisdom of her mom, and the boys who continue to mystify her, Josephine is on the ride of her life. This will be the year she falls in love, the year she discovers the secrets of her family’s past—and the year she sets herself free.. Told with unmatched depth and humor, this novel—which swept the pool of Australian literary awards and became a major motion picture—is one to laugh through and cry with, to cherish and remember.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Cultural",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "The Ten Thousand Things",
            "authors": [
                "Maria Dermoût",
                "Hans Koning"
            ],
            "ranking": 3.8,
            "ranking_count": 1321,
            "abstract": "The Ten Thousand Things. is a novel of shimmering strangeness—the story of Felicia, who returns with her baby son from Holland to the Spice Islands of Indonesia, to the house and garden that were her birthplace, over which her powerful grandmother still presides. There Felicia finds herself wedded to an uncanny and dangerous world, full of mystery and violence, where objects tell tales, the dead come and go, and the past is as potent as the present. First published in Holland in 1955, Maria Dermoût's novel was immediately recognized as a magical work, like nothing else Dutch—or European—literature had seen before.. The Ten Thousand Things. is an entranced vision of a far-off place that is as convincingly real and intimate as it is exotic, a book that is at once a lament and an ecstatic ode to nature and life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Classics",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "The Notebook, The Proof, The Third Lie: Three Novels",
            "authors": [
                "Ágota Kristóf",
                "Alan Sheridan",
                "David Watson",
                "Marc Romano"
            ],
            "ranking": 4.41,
            "ranking_count": 16171,
            "abstract": "These three internationally acclaimed novels have confirmed Agota Kristof's reputation as one of the most provocative exponents of new-wave European fiction. With all the stark simplicity of a fractured fairy tale, the trilogy tells the story of twin brothers, Claus and Lucas, locked in an agonizing bond that becomes a gripping allegory of the forces that have divided brothers in much of Europe since World War II. Kristof's postmodern saga begins with The Notebook, in which the brothers are children, lost in a country torn apart by conflict, who must learn every trick of evil and cruelty merely to survive. In The Proof, Lucas is challenging to prove his own identity and the existence of his missing brother, a defector to the other side. The Third Lie, which closes the trilogy, is a biting parable of Eastern and Western Europe today and a deep exploration into the nature of identity, storytelling, and the truths and untruths that lie at the heart of them all. Stark and haunting. - The San Francisco Chronicle; A vision of considerable depth and complexity, a powerful portrait of the nobility and perversity of the human heart. - The Christian Science Monitor.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "War",
                "Cultural",
                "Historical",
                "Contemporary",
                "Literature",
                "Classics",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Sharpe's Eagle",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.28,
            "ranking_count": 13353,
            "abstract": "After the cowardly incompetence of two officers besmirches their name, Captain Richard Sharpe must redeem the regiment by capturing the most valued prize in the French Army—a golden Imperial Eagle, the standard touched by the hand of Napoleon himself.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "A Time of Exile",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.01,
            "ranking_count": 6901,
            "abstract": "The world of Deverry: an intricate tapestry of fate, past lives, and unfathomable magic. With. A Time Of Exile. , Katharine Kerr opens new territory in. The Deverry Saga. , exploring the history of the Elcyion Lacar, the elves who inhabit the country west of Deverry. It is years since the half-elven Lord Rhodry took the throne of Aberwyn. When Rhodry's lost lover, Jill-now a powerful wizard-comes to Aberyn and tells him it's time he accepted his elven heritage, Rhodry faces the most difficult choice of his life. But with Jill's help and that of a human wizard named Aderyn who has lived for years in the westlands, Rhodry begins to understand how his life is connected not just to his own people, but to the Elcyion Lacar as well. At last, destiny begins to unravel its secrets, revealing Aderyn's true purpose among the elves-and the god' deeper design behind Rhodry's dual heritage.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adult",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "The Tracker",
            "authors": [
                "Tom Brown Jr.",
                "William Jon Watkins"
            ],
            "ranking": 4.19,
            "ranking_count": 1722,
            "abstract": "A true story of survival from one of America's most respected outdoorsman.. The first track is the end of a string. At the far end, a being is moving; a mystery, dropping a hint about itself every so many feet, telling you more about itself until you can almost see it, even before you come to it. The mystery reveals itself slowly, track by track, giving its genealogy early to coax you in. Further on, it will tell you the intimate details of its life and work, until you know the maker of the track like a lifelong friend.. In this powerful memoir, famous Pine Barrens tracker Tom Brown Jr. reveals how he acquired the skill that has saved dozens of lives--including his own. His story begins with the chance meeting between an ancient Apache and a New Jersey boy. It tells of an incredible apprenticeship in the Wild, learning all that is hidden from modern man. And it ends with a harrowing search in which far more than survival is at stake.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Biography",
                "Adventure",
                "Autobiography",
                "Nature",
                "Spirituality",
                "Animals"
            ]
        },
        {
            "title": "Four Essays on Liberty",
            "authors": [
                "Isaiah Berlin"
            ],
            "ranking": 4.15,
            "ranking_count": 990,
            "abstract": "The four essays are Political Ideas in the Twentieth Century'; Historical Inevitability', which the Economist described as a magnificent assertion of the reality of human freedom, of the role of free choice in history'; Two Concepts of Liberty', a ringing manifesto for pluralism and individual freedom; and John Stuart Mill and the Ends of Life'. There is also a long and masterly introduction written specially for this collection, in which the author replies to his critics.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Writing",
                "History",
                "Culture",
                "Academic",
                "Sociology",
                "Social Science"
            ]
        },
        {
            "title": "The Chocolate War",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.5,
            "ranking_count": 44031,
            "abstract": "Jerry Renault ponders the question on the poster in his locker:. Do I dare disturb the universe?. Refusing to sell chocolates in the annual Trinity school fund-raiser may not seem like a radical thing to do. But when Jerry challenges a secret school society called The Vigils, his defiant act turns into an all-out war. Now the only question is: Who will survive? First published in 1974, Robert Cormier's groundbreaking novel, an unflinching portrait of corruption and cruelty, has become a modern classic.. A. New York Times. Outstanding Book of the Year. An ALA Best Book for Young Adults. A. School Library Journal Best Book of the Year",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Literature",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Stalingrad: The Fateful Siege, 1942–1943",
            "authors": [
                "Antony Beevor"
            ],
            "ranking": 4.31,
            "ranking_count": 32809,
            "abstract": "The Battle of Stalingrad was not only the psychological turning point of World War II: it also changed the face of modern warfare. Historians and reviewers worldwide have hailed Antony Beevor's magisterial. Stalingrad. as the definitive account of World War II's most harrowing battle.. In August 1942, Hitler's huge Sixth Army reached the city that bore Stalin's name. In the five-month siege that followed, the Russians fought to hold Stalingrad at any cost; then, in an astonishing reversal, encircled and trapped their Nazi enemy. This battle for the ruins of a city cost more than a million lives. Stalingrad conveys the experience of soldiers on both sides, fighting in inhuman conditions, and of civilians trapped on an urban battlefield. Antony Beevor has interviewed survivors and discovered completely new material in a wide range of German and Soviet archives, including prisoner interrogations and reports of desertions and executions. As a story of cruelty, courage, and human suffering,. Stalingrad. is unprecedented and unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Cultural",
                "Military",
                "Historical"
            ]
        },
        {
            "title": "The Book of Ruth",
            "authors": [
                "Jane Hamilton"
            ],
            "ranking": 3.85,
            "ranking_count": 66427,
            "abstract": "Winner of the 1989 PEN/Hemingway Foundation Award for best first novel, this exquisite book confronts real-life issues of alienation and violence  from which the author creates a stunning testament  to the human capacity for mercy, compassion and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Book Club",
                "Womens",
                "Literature"
            ]
        },
        {
            "title": "Little Man, What Now?",
            "authors": [
                "Hans Fallada",
                "Susan Bennett"
            ],
            "ranking": 4.0,
            "ranking_count": 4621,
            "abstract": "Since its first publication in 1933, this novel has become a world classic. It provides a vivid, poignant picture of life in Germany just before Hitler's takeover and focuses on a young married couple struggling to survive in the country's nightmarish inflation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "The Air-Conditioned Nightmare",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.82,
            "ranking_count": 3165,
            "abstract": "In 1939, after ten years as an expatriate, Henry Miller returned to the United States with a keen desire to see what his native land was really like—to get to the roots of the American nature and experience. He set out on a journey that was to last three years, visiting many sections of the country and making friends of all descriptions.. The Air-Conditioned Nightmare. is the result of that odyssey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Literature",
                "Writing",
                "Classics",
                "Novels",
                "The United States Of America",
                "Philosophy"
            ]
        },
        {
            "title": "Poor Fellow My Country",
            "authors": [
                "Xavier Herbert"
            ],
            "ranking": 4.07,
            "ranking_count": 191,
            "abstract": "In. Poor Fellow, My Country. , Xavier Herbert returns to the region made his own in. Capricornia. : Northern Australia. Ranging over a period of some six years, the story is set during the late 1930s and early 1940s; but it is not so much a tale of this period as Herbert's analysis and indictment of the steps by which we came to the Australia of today.. Herbert parallels an intimate personal narrative with a tale of approaching war and the disconnect between modern Australia and its first inhabitants. With enduring portraits of a large cast of local and international characters, Herbert paints a scene of racial, familial, and political disparity. He lays bare the paradoxes of this wild land, both old and wise, young flawed.. Winner of the Miles Franklin Award on first publication in 1975,. Poor Fellow, My Country. is masterful storytelling, an epic in the truest sense. This is the decisive story of how Australia threw away her chance of becoming a True Commonwealth. It is undoubtedly Herbert's supreme contribution to Australian literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Penultimate Truth",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.78,
            "ranking_count": 8698,
            "abstract": "World War III is raging - or so the millions of people crammed in their underground tanks believe. For fifteen years, subterranean humanity has been fed on daily broadcasts of a never-ending nuclear destruction, sustained by a belief in the all powerful Protector. But up on Earth's surface, a different kind of reality reigns. East and West are at peace. Across the planet, an elite corps of expert hoaxers preserve the lie.. Cover Illustration: Chris Moore",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Fantasy",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Stop-Time",
            "authors": [
                "Frank Conroy"
            ],
            "ranking": 3.94,
            "ranking_count": 2225,
            "abstract": "First published in 1967,. Stop-Time. was immediately recognized as a masterpiece of modern American autobiography, a brilliant portrayal of one boy's passage from childhood to adolescence and beyond. Here is Frank Conroy's wry, sad, beautiful tale of life on the road; of odd jobs and lost friendships, brutal schools and first loves; of a father's early death and a son's exhilarating escape into manhood.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Young Adult",
                "Classics",
                "Language",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Couples",
            "authors": [
                "John Updike"
            ],
            "ranking": 3.58,
            "ranking_count": 5145,
            "abstract": "Couples is the book that has been assailed for its complete frankness & praised as an artful, seductive, savagely graphic portrait of love, marriage & adultery in America. But be it damned or hailed, Couples drew back the curtain forever on sex in suburbia in the late 20th century. A classic, it's one of those books that will be read & remembered for a long time to come.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "The Ogre",
            "authors": [
                "Michel Tournier",
                "Barbara Bray"
            ],
            "ranking": 4.04,
            "ranking_count": 1896,
            "abstract": "An international bestseller and winner of the Prix Goncourt, France's most prestigious literary award,. The Ogre. is a masterful tale of innocence, perversion, and obsession. It follows the passage of strange, gentle Abel Tiffauges from submissive schoolboy to ogre of the Nazi school at the castle of Kaltenborn, taking us deeper into the dark heart of fascism than any novel since. The Tin Drum. . Until the very last page, when Abel meets his mystic fate in the collapsing ruins of the Third Reich, it shocks us, dazzles us, and above all holds us spellbound.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Historical",
                "Literature",
                "War",
                "Novels",
                "Classics",
                "Roman"
            ]
        },
        {
            "title": "New Selected Poems 1966-1987",
            "authors": [
                "Seamus Heaney"
            ],
            "ranking": 4.19,
            "ranking_count": 2668,
            "abstract": "This volume contains a selection of work from each of Seamus Heaney's published books of poetry up to and including the Whitbread prize-winning collection,. The Haw Lantern. (1987).. 'His is 'close-up' poetry - close up to thought, to the world, to the emotions. Few writers at work today, in verse or fiction, can give the sense of rich, fecund,. lived. life that Heaney does.' John Banville. 'More than any other poet since Wordsworth he can make us understand that the outside world is not outside, but what we are made of.' John Carey",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Academic",
                "Nonfiction",
                "Anthologies"
            ]
        },
        {
            "title": "The Emerald City of Oz",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.87,
            "ranking_count": 10049,
            "abstract": "The Emerald City is built all of beautiful marbles in which are set a profusion of emeralds, every one exquisitely cut and of very great size. There are other jewels used in the decorations inside the houses and palaces, such as rubies, diamonds, sapphires, amethysts and turquoises. But in the streets and upon the outside of the buildings only emeralds appear, from which circumstance the place is named the Emerald City of Oz.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "A Pale View of Hills",
            "authors": [
                "Kazuo Ishiguro"
            ],
            "ranking": 3.78,
            "ranking_count": 25576,
            "abstract": "Librarian note: This a previously-published edition of ISBN. 9780571225378. .. In his highly acclaimed debut, A Pale View of Hills, Kazuo Ishiguro tells the story of Etsuko, a Japanese woman now living alone in England, dwelling on the recent suicide of her daughter. Retreating into the past, she finds herself reliving one particular hot summer in Nagasaki, when she and her friends struggled to rebuild their lives after the war. But then as she recalls her strange friendship with Sachiko - a wealthy woman reduced to vagrancy - the memories take on a disturbing cast.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Hot Water Music",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 3.9,
            "ranking_count": 13828,
            "abstract": "With his characteristic raw and minimalist style, Charles Bukowski takes us on a walk through his side of town in. Hot Water Music. .  He gives us little vignettes of depravity and lasciviousness, bite sized pieces of what is both beautiful and grotesque.. The stories in. Hot Water Music. dash around the worst parts of town – a motel room stinking of sick, a decrepit apartment housing a perpetually arguing couple, a bar tended by a skeleton – and depict the darkest parts of human existence.  Bukowski talks simply and profoundly about the underbelly of the working class without raising judgement.. In the way he writes about sex, relationships, writing, and inebriation, Bukowski sets the bar for irreverent art – his work inhabits the basest part of the mind and the most extreme absurdity of the everyday.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Poetry",
                "Literature",
                "Classics",
                "The United States Of America",
                "Humor",
                "Novels"
            ]
        },
        {
            "title": "Final del juego",
            "authors": [
                "Julio Cortázar"
            ],
            "ranking": 4.32,
            "ranking_count": 6417,
            "abstract": "Final del juego es una de las colecciones de cuentos más importantes de la segunda mitad del siglo XX. Empeñado en transgredir las leyes de la narrativa convencional, en estos dieciocho relatos Julio Cortázar combina la intertextualidad, un uso inédito de lo coloquial y el juego interminable para hacer entrar al lector en un particularísimo universo donde nada es lo que parece. No se trata de simple literatura: a lo que nos invita el autor argentino es a sospechar de la seriedad y el racionalismo crédulo de nuestro mundo. «Continuidad de los parques», «Los venenos», «Axolotl» o «La noche boca arriba» son algunos de los míticos relatos que componen este imprescindible volumen.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Magical Realism",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Way Station",
            "authors": [
                "Clifford D. Simak"
            ],
            "ranking": 4.03,
            "ranking_count": 24926,
            "abstract": "Enoch Wallace is an ageless hermit, striding across his untended farm as he has done for over a century, still carrying the gun with which he had served in the Civil War. But what his neighbors must never know is that, inside his unchanging house, he meets with a host of unimaginable friends from the farthest stars.. More than a hundred years before, an alien named Ulysses had recruited Enoch as the keeper of Earth's only galactic transfer station. Now, as Enoch studies the progress of Earth and tends the tanks where the aliens appear, the charts he made indicate his world is doomed to destruction. His alien friends can only offer help that seems worse than the dreaded disaster. Then he discovers the horror that lies across the galaxy...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Space"
            ]
        },
        {
            "title": "Lord Grizzly",
            "authors": [
                "Frederick Manfred"
            ],
            "ranking": 3.93,
            "ranking_count": 572,
            "abstract": "Hunter, trapper, resourceful fighter, and scout, Hugh Glass was just another rugged mountain man until he was mauled by a grizzly bear and left for dead by his best friends. They never expected to see him again. But they did, and he was not just Hugh Glass any more. He was Lord Grizzly.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Adventure",
                "Classics",
                "Novels",
                "Animals"
            ]
        },
        {
            "title": "Shampoo Planet",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.51,
            "ranking_count": 9682,
            "abstract": "Tyler Johnson is a 20-year-old MTV child. Once a baby raised in a hippie commune, he is now an ambitious Reagan youth dreaming of a career with the corporation whose offices his mother once firebombed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Novels",
                "Literature",
                "Humor",
                "Literary Fiction",
                "Adult Fiction",
                "Realistic Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Operation Shylock: A Confession",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.76,
            "ranking_count": 4165,
            "abstract": "What if a look-alike stranger stole your name, usurped your biography, and went about the world pretending to be you? In Operation Shylock, master novelist Philip Roth confronts his double, an impostor whose self-appointed task is to lead the Jews back to Europe from Israel. The fake Philip Roth becomes a monstrous nemesis to the real Philip Roth, who must take a frightening and mysterious journey through the volatile Middle East. Suspenseful, hilarious, and impassioned, Operation Shylock is at once a spy story, a political thriller, and a confession, pulsing with intelligence and intense narrative energy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "Cultural",
                "United States"
            ]
        },
        {
            "title": "On Power and Ideology: The Managua Lectures",
            "authors": [
                "Noam Chomsky"
            ],
            "ranking": 4.14,
            "ranking_count": 276,
            "abstract": "One of Chomsky's most accessible books, this succinct series of lectures lays out the parameters of his foreign policy analysis.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Sociology",
                "Writing",
                "Anthologies",
                "Academic"
            ]
        },
        {
            "title": "Tao Te Ching",
            "authors": [
                "Lao Tzu",
                "Gia-Fu Feng",
                "Jane English",
                "Chungliang Al Huang",
                "Rowena Pattee Kryder",
                "Toinette Lippe"
            ],
            "ranking": 4.28,
            "ranking_count": 136581,
            "abstract": "The. Tao Te Ching. , the esoteric but infinitely practical book written most probably in the sixth century B.C. by Lao Tsu, has been translated more frequently than any work except the Bible. This translation of the Chinese classic, which was first published twenty-five years ago, has sold more copies than any of the others. It offers the essence of each word and makes Lao Tsu's teaching immediate and alive.. The philosophy of Lao Tsu is simple: Accept what is in front of you without wanting the situation to be other than it is. Study the natural order of things and work with it rather than against it, for to try to change what. is. only sets up resistance. Nature provides everything without requiring payment or thanks, and also provides for all without discrimination—therefore let us present the same face to everyone and treat all men as equals, however they may behave. If we watch carefully, we will see that work proceeds more quickly and easily if we stop trying, if we stop putting in so much extra effort, if we stop looking for results. In the clarity of a still and open mind, truth will be reflected. We will come to appreciate the original meaning of the word understand, which means to stand under. We serve whatever or whoever stands before us, without any thought for ourselves.. Te. —which may be translated as virtue or strength—lies always in. Tao,. or natural law. In other words: Simply be.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Religion",
                "Classics",
                "Spirituality",
                "Poetry",
                "Cultural",
                "Self Help"
            ]
        },
        {
            "title": "Space",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 3.99,
            "ranking_count": 6144,
            "abstract": "Already a renowned chronicler of the epic events of world history, James A. Michener tackles the most ambitious subject of his career: space, the last great frontier. This astounding novel brings to life the dreams and daring of countless men and women—people like Stanley Mott, the engineer whose irrepressible drive for knowledge places him at the center of the American exploration effort; Norman Grant, the war hero and U.S. senator who takes his personal battle not only to a nation, but to the heavens; Dieter Kolff, Hitler’s rocket scientist, whose specialty is a rare commodity in this new era; Randy Claggett, the astronaut who meets his destiny on a mission to the far side of the moon; and Cynthia Rhee, the reporter whose determined crusade brings their story to a breathless world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Space",
                "Science Fiction",
                "Adventure",
                "Novels",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Christ Stopped at Eboli: The Story of a Year",
            "authors": [
                "Carlo Levi",
                "Mark Rotella",
                "Frances Frenaye"
            ],
            "ranking": 4.1,
            "ranking_count": 6820,
            "abstract": "It was to Lucania, a desolate land in southern Italy, that Carlo Levi—a doctor, painter, philosopher, and man of letters—was confined as a political prisoner because of his opposition to Italy's Fascist government at the start of the Ethiopian war in 1935. While there, Levi reflected on the harsh landscape and its inhabitants, peasants who lived the same lives their ancestors had, constantly fearing black magic and the near presence of death. In so doing, Levi offered a starkly beautiful and moving account of a place and a people living outside the boundaries of progress and time.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "European Literature",
                "Nonfiction",
                "History",
                "Classics",
                "Autobiography",
                "Biography",
                "Travel",
                "Literature"
            ]
        },
        {
            "title": "The Moonflower Vine",
            "authors": [
                "Jetta Carleton"
            ],
            "ranking": 3.94,
            "ranking_count": 4927,
            "abstract": "A timeless American classic rediscovered—an unforgettable saga of a heartland family.. On a farm in western Missouri during the first half of the twentieth century, Matthew and Callie Soames create a life for themselves and raise four headstrong daughters. Jessica will break their hearts. Leonie will fall in love with the wrong man. Mary Jo will escape to New York. And wild child Mathy's fate will be the family's greatest tragedy. Over the decades they will love, deceive, comfort, forgive—and, ultimately, they will come to cherish all the more fiercely the bonds of love that hold the family together.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Family",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Murder in the Cathedral",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 3.71,
            "ranking_count": 10052,
            "abstract": "T. S. Eliot's verse dramatization of the murder of Thomas Becket at Canterbury, winner of the Nobel Prize for Literature. The Archbishop Thomas Becket speaks fatal words before he is martyred in T. S. Eliot's best-known drama, based on the murder of the Archbishop of Canterbury in 1170. Praised for its poetically masterful handling of issues of faith, politics, and the common good, T. S. Eliot's play bolstered his reputation as the most significant poet of his time.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Poetry",
                "Fiction",
                "Historical",
                "Literature",
                "Religion",
                "Academic"
            ]
        },
        {
            "title": "The Slynx",
            "authors": [
                "Tatyana Tolstaya",
                "Jamey Gambrell"
            ],
            "ranking": 3.82,
            "ranking_count": 4384,
            "abstract": "Two hundred years after civilization ended in an event known as the Blast, Benedikt isn't one to complain. He's got a job — transcribing old books and presenting them as the words of the great new leader, Fyodor Kuzmich, Glorybe — and though he doesn't enjoy the privileged status of a Murza, at least he's not a serf or a half-human four-legged Degenerator harnessed to a troika. He has a house, too, with enough mice to cook up a tasty meal, and he's happily free of mutations: no extra fingers, no gills, no cockscombs sprouting from his eyelids. And he's managed — at least so far — to steer clear of the ever-vigilant Saniturions, who track down anyone who manifests the slightest sign of Freethinking, and the legendary screeching Slynx that waits in the wilderness beyond.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Literature",
                "Apocalyptic",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Moderato cantabile",
            "authors": [
                "Marguerite Duras"
            ],
            "ranking": 3.5,
            "ranking_count": 4709,
            "abstract": "A distressed young man murders the woman he loves in a café, watched by a large crowd. Fascinated by the crime she has witnessed, Anne Desbaresdes returns several times to the scene, forming a relationship with a man who also saw the murder, and drinking through the afternoon with him as he patiently answers her eager questions. Slowly, they find themselves being taken over by forces which threaten their own stability.. Moderato Cantabile is a carefully woven tapestry of emotion, in which the characters' inner lives are reflected by the story's spaces and landscapes.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "European Literature",
                "Roman",
                "Literature",
                "Novels",
                "Academic",
                "Romance",
                "Womens"
            ]
        },
        {
            "title": "Demon Lord of Karanda",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.04,
            "ranking_count": 41814,
            "abstract": "Captives of His Imperial Majesty.... Zandramas had stolen King Garion's infant son and fled to use the child in some ritual that would make the Dark Destiny supreme. Garion and his friends had followed, but now they were captives of Zakath, Emperor of Mallorea, who, while friendly, stubbornly refused to let them leave.. Meanwhile, a horde of demons was ravaging the cities through which they must travel. Zandramas was escaping further toward her goal. And the Seeress of Kell revealed that they must be at the anient palace of Ashaba within a matter of days or Zandramas would win by default. Then a horrible, fatal plague struck the city of Mal Zeth. closing it against all traffic in or out.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Epic"
            ]
        }
    ]
}