{
    "books": [
        {
            "title": "Kingdom Man: Every Man's Destiny, Every Woman's Dream",
            "authors": [
                "Tony           Evans"
            ],
            "ranking": 4.4,
            "ranking_count": 1401,
            "abstract": "When a man follows the principles of biblical manhood, those around him benefit from his leadership and care. Kingdom Man challenges and equips men to fully understand their position under God as well as their position over what God has given them. The biblical definition of a man is one who has learned to operate under the authority of Jesus Christ while carrying out responsible and legitimate leadership within the sphere of influence that God has placed him. Kingdom Man provides concepts men can follow that will help them to actively pursue ways to maximize and develop the character qualities of biblical manhood in their lives.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Leadership",
                "Nonfiction",
                "Marriage",
                "Parenting"
            ]
        },
        {
            "title": "My Own Devices: Essays From the Road on Music, Science, and Senseless Love",
            "authors": [
                "Dessa"
            ],
            "ranking": 4.48,
            "ranking_count": 2105,
            "abstract": "Witty and moving, this debut memoir in essays from the dynamic rapper and singer Dessa, is a candid account of her life in the van as a hard-touring musician, her determination to beat long odds to make a name for herself as a performing artist, and her struggle to fall out of love with someone in her band. In a literary, honest style, evoking Amanda Palmer and Miranda July, Dessa demonstrates just how far the mind can travel while the body is on the six-hour ride to the next rap show.. Dessa defies category--she is an academic with an international rap career; a lyrical writer fascinated by behavioral science; and a funny, charismatic performer dogged by blue moods and a perseverant case of heartache. In The Fool That Bets Against Me, Dessa wonders if the romantic anguish that's helped her write so many sad songs might be an insurable professional asset. To find out, she applies to Geico for coverage. A Ringing in the Ears tells the story of her father building an airplane in their backyard garage--a task that took him almost seven years. The essay titled Congratulations reflects on recording a song for The Hamilton Mixtape in a Minneapolis basement, straining for a high note and hoping for a break. The last piece in the collection, Call off Your Ghost, relays the fascinating project Dessa undertook with a team of neuroscientists that employed fMRI technology and neurofeedback to try to clinically excise her romantic feelings for an old flame.. Her onstage and backstage stories are offset by her varied fascinations--she studies sign language, algebra, neuroanatomy--and this collection is a prism of her intellectual life. Her writing is infused with fascinating bits of science and sociology, philosophical insights, and an abiding tenderness for the people she tours with and the people she leaves behind to do it.. Dessa's music has been praised as forceful and whip-smart (NPR) with a sound like no one else (The Los Angeles Times); and My Own Devices is as uncompromising and brilliant. Dessa finds unconventional approaches to all of her subjects--braiding her lived experience with academic research and a poet's tone and timing. In the vein of thinkers who defy categorization, we get the debut of a deft, likable, and unusual voice.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Writing",
                "Music",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Contemporary",
                "Science"
            ]
        },
        {
            "title": "Turned at Dark",
            "authors": [
                "C.C. Hunter"
            ],
            "ranking": 4.08,
            "ranking_count": 7658,
            "abstract": "Independent and strong-willed Della Tsang did not believe in ghosts, until she sees her dead cousin in a dark alley. She did not believe in vampires, until she turns into one. Should she follow her vampire cousin's lead and walk away from everything she knows, or join Shadow Falls, a camp for special teens?. This short story from C.C. Hunter gives readers a look into Della's history.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Short Stories",
                "Shapeshifters",
                "Novella",
                "Romance"
            ]
        },
        {
            "title": "Shadowheart",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 4.02,
            "ranking_count": 5638,
            "abstract": "The long-awaited concluding novel in Tad Williams's thrilling epic. Shadowmarch. series.. Southmarch Castle is about to be caught between two implacable enemies, the ancient, immortal Qar and the insane god-king, the Autarch of Xis. Meanwhile, its two young defenders, Princess Briony and Prince Barrick, are both trapped far away from home and fighting for their lives.. And now, something is awakening underneath Southmarch Castle, something powerful and terrible that the world has not seen for thousands of years. Can Barrick and Briony, along with a tiny handful of allies, ordinary and extraordinary, find a way to save their world and prevent the rise of a terrible new age-an age of unending darkness?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Daughters",
            "authors": [
                "Joanna Philbin"
            ],
            "ranking": 3.89,
            "ranking_count": 7538,
            "abstract": "The only daughter of supermodel Katia Summers, witty and thoughtful Lizzie Summers likes to stick to the sidelines.. The sole heir to Metronome Media and the daughter of billionaire Karl Jurgensen, outspoken Carina Jurgensen would rather climb mountains than social ladders.. Daughter of chart-topping pop icon Holla Jones, stylish and sensitive Hudson Jones is on the brink of her own music breakthrough.. By the time freshman year begins, unconventional-looking Lizzie Summers has come to expect fawning photographers and adoring fans to surround her gorgeous supermodel mother. But when Lizzie is approached by a fashion photographer who believes she’s “the new face of beauty,” Lizzie surprises herself and her family by becoming the newest Summers woman to capture the media spotlight.. In this debut young adult series tailored for younger teens, author Joanna Philbin explores what it’s really like to grow up in the thick of the celebrity world. As Lizzie and her two best friends (and fellow daughters-of-celebrities) juggle normal high school events with glamorous family functions, they discover the pitfalls of fame and the importance of friendship.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Womens Fiction",
                "Contemporary",
                "Romance",
                "Fiction",
                "Childrens",
                "Drama"
            ]
        },
        {
            "title": "Special Delivery",
            "authors": [
                "Lia Fairchild"
            ],
            "ranking": 3.52,
            "ranking_count": 148,
            "abstract": "Free flowers every month for a year! Recently widowed Amy was delighted to find that she had won. Flowers have always been a big part of her life. But delivery driver Dave brings more than just bouquets. Can he help Amy find happiness again? Will Amy get even more than she bargained for?. Special Delivery is included in the Seasons of Love boxed set.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Novella",
                "Contemporary"
            ]
        },
        {
            "title": "Screaming in the Silence",
            "authors": [
                "Lydia Kelly"
            ],
            "ranking": 3.69,
            "ranking_count": 4292,
            "abstract": "Running away from a complicated life, Raleigh finds herself plunged into a nightmare. While hitchhiking across the country, she and her companion are struck by a car. Her friend is killed but Raleigh survives and her life is thrown into the hands of the three men involved in the accident. Bruised and in shock, Raleigh is locked in the basement of their remote country house, unsure of her fate. Kaden, one of her captors, is handsome and at times protective, and he convinces his friends to spare Raleigh’s life to ransom her. But the safety he provides is only from his friends, and Raleigh must face his sinister intentions. Agreeing to become his lover in return for continued protection, she begins to see a tender and caring side of Kaden despite their short but violent history. As the ransom payment begins to unravel and Raleigh's life hangs in the balance, she wonders how much she can trust Kaden. Are the feelings she has developed for him genuine or a result of her situation? Does he truly care for her, as he claims, or does he just see her as a ransom payment?",
            "part_of_series": false,
            "genre_list": [
                "Dark",
                "Romance",
                "Sociology",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "New Adult",
                "Erotica"
            ]
        },
        {
            "title": "Catching Babies",
            "authors": [
                "J.D. Kleinke"
            ],
            "ranking": 3.81,
            "ranking_count": 116,
            "abstract": "Birth, and death. Two ends of the same spectrum. And sometimes the only person standing between is a tired, overworked resident with personal problems of her own.. Welcome to the world of. Catching Babies. . In the halls of a busy metropolitan teaching hospital, a group of OB/GYN doctors complete their residencies and embark on ambitious careers, all while trying to hold their lives together at the seams. Jay is running from a life he’s tried to leave behind, while Katie sacrifices everything she has to serve an endless parade of needy patients. Anna is out trying to save the world, while Tracy is trying to save twins dying in utero. Based on true stories from delivery rooms and labor decks,. Catching Babies. spins the doctors’ stories into a gripping mosaic of the obsessions, the anxieties, and the heroism of doctors who have chosen to preside over life’s greatest medical drama—high-risk childbirth.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Tree Singer",
            "authors": [
                "Danny Fahey"
            ],
            "ranking": 4.27,
            "ranking_count": 44,
            "abstract": "Jacob is trapped in a dying village. No hope, no friends, no future.. But when Simon the Healer appears everything begins to miraculously transform. The lake, the land and even the villagers themselves blossom into what they should have been all along: beautiful, strong, vital. All Jacob's dreams seem to be within his reach.. Dreams, however, are powerful things and often deliver a future in ways unexpected. For every rise there is a fall, and for every fall the path rises to meet us once again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Epistolophilia: Writing the Life of Ona Simaite",
            "authors": [
                "Julija Sukys"
            ],
            "ranking": 4.1,
            "ranking_count": 41,
            "abstract": "The librarian walks the streets of her beloved Paris. An old lady with a limp and an accent, she is invisible to most. Certainly no one recognizes her as the warrior and revolutionary she was, when again and again she slipped into the Jewish ghetto of German-occupied Vilnius to carry food, clothes, medicine, money, and counterfeit documents to its prisoners. Often she left with letters to deliver, manuscripts to hide, and even sedated children swathed in sacks. In 1944 she was captured by the Gestapo, tortured for twelve days, and deported to Dachau.. Through. Epistolophilia. , Julija Šukys follows the letters and journals—the “life-writing”—of this woman, Ona Šimaitė (1894–1970). A treasurer of words, Šimaitė carefully collected, preserved, and archived the written record of her life, including thousands of letters, scores of diaries, articles, and press clippings. Journeying through these words, Šukys negotiates with the ghost of Šimaitė, beckoning back to life this quiet and worldly heroine—a giant of Holocaust history (one of Yad Vashem’s honored “Righteous Among the Nations”) and yet so little known. The result is at once a mediated self-portrait and a measured perspective on a remarkable life. It reveals the meaning of life-writing, how women write their lives publicly and privately, and how their words attach them—and us—to life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "World War II"
            ]
        },
        {
            "title": "Sleepwalk With Me and Other Painfully True Stories",
            "authors": [
                "Mike Birbiglia"
            ],
            "ranking": 3.83,
            "ranking_count": 14261,
            "abstract": "Hello, I am Mike Birbiglia and I want you to read my book. Too on the nose? Sorry. Let me dial it back.. I’m Mike Birbiglia and I’m a comedian. You may know me from Comedy Central or. This American Life. or. The Bob & Tom Show. , but you’ve never seen me like this before.. Naked.. Wait, that’s the name of another book. Also I’m not naked as there are no pictures in my book. Also, if there were naked pictures of me, you definitely wouldn’t buy it, though you might sneak a copy into the back corner of the bookstore and show it to your friend and laugh. Okay, let’s get off the naked stuff.. This is my first book. It’s difficult to describe. It’s a comedic memoir, but I’m only 32 years old so I’d hate for you to think I’m “wrapping it up,” so to speak. But I tell some personal stories. Some REALLY personal stories. Stories that I considered not publishing time and time again, especially when my father said, “Michael, you might want to stay away from the per­sonal stuff.” I said, “Dad, just read the dedication.” (Which I’m telling you to do too.). Some of the stories are about my childhood, some are about girls I made out with when I was thirteen, some are about my parents, and some are, of course, about my bouts with sleepwalking. Bring this book to bed. And sleepwalk with me.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Writing",
                "Adult",
                "Short Stories",
                "Biography Memoir"
            ]
        },
        {
            "title": "Soulbound",
            "authors": [
                "Heather Brewer",
                "Z Brewer"
            ],
            "ranking": 4.06,
            "ranking_count": 4103,
            "abstract": "Tril is a world where Barrons and Healers are Bound to each other: Barrons fight and Healers cure their Barrons' wounds in the ongoing war with the evil Graplar King. Seventeen-year-old Kaya was born a Healer, but she wants to fight. In Tril, and at Shadow Academy, where she is sent to learn to heal, it is against Protocol for Healers to fight. So Kaya must learn in secret. Enter two young men: One charming, rule-following Barron who becomes Bound to Kaya and whose life she must protect at all costs. And one with a mysterious past who seems bent on making Kaya's life as difficult as possible. Kaya asks both to train her, but only one will, and the consequences will change their lives forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Adventure",
                "Science Fiction",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Arcade Catastrophe",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.19,
            "ranking_count": 8601,
            "abstract": "It will take more than magical candy to win this war!. Something fishy is going on over at the new amusement centre in Walnut Hills. The trouble seems linked to the mysterious disappearance of Mozag and John Dart, who have spent their lives policing the magical community. When Nate and his friends are asked to help investigate, they discover they discover kids feverishly playing arcade games in an effort to win enough tickets to redeem one of four stamps: jets, tanks, submarines and racecars.. Rumour has it that the stamps are definitely worth it. But what do they do?. The kids soon discover that the owner of Arcadeland is recruiting members for four different clubs. When each club is filled, he will begin his quest to retrieve a magical talisman of almost unimaginable power. With John Dart and Mozag sidelined, will Nate, Summer, Trevor, Pigeon and their new friend, Lindy, find a way to save the day?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "Switchblade Goddess",
            "authors": [
                "Lucy A. Snyder",
                "Daniel Dos Santos"
            ],
            "ranking": 3.68,
            "ranking_count": 419,
            "abstract": "Hell hath no fury like a goddess scorned.. When Jessie Shimmer traveled to a nightmare underworld to save her lover, Cooper Marron, she gained magical powers . . . which soon seemed more like curses. Her beloved familiar, the ferret Pal, became a monster. Her enemies multiplied like demons. Worst of all, she hasn’t found a moment of peace to be with the man she adores.. Now a switchblade-wielding demigoddess commanding a private hell stocked with suffering innocents is after her. The blademistress’ vengeance sends Jessie and Pal on a dark journey through strange, perilous realms. Their quest for salvation will push her newfound abilities—and her relationship with Cooper—to the breaking point . . . and beyond.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Urban",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "3 Days",
            "authors": [
                "Krista Madden"
            ],
            "ranking": 3.6,
            "ranking_count": 90,
            "abstract": "Kara Laquin wanted nothing more than to forget. Forget the past, live in the present, and ignore the future. When a massive solar flare destroys all electronics and throws the country into chaos, Kara is nearly a whole state away from her lost love, Blaine. He can wait only three days before moving on. With access to fuel limited, she must do anything necessary to get to him before he is forced to move on, but society is crumbling around her. Looters and murderers prowl the cities during the day, and something even worse roams at night.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Spark",
            "authors": [
                "Brigid Kemmerer"
            ],
            "ranking": 4.14,
            "ranking_count": 16919,
            "abstract": "EARTH. FIRE. AIR. WATER.. He could feel flames coming through the floor, looking for him. Sparks and ash rained down. He wasn't going to make it. He was going to fail. Again. Then a hand closed over his wrist and pulled, hard.. Gabriel Merrick plays with fire. Literally.. Sometimes he can even control it. And sometimes he can’t. So when an arsonist wreaks havoc on his town all the signs point to Gabriel.. Layne is strangely drawn to him. Layne understands family problems, and she understands secrets. She has a few of her own.. Gabriel can’t let Layne know that the danger that’s right at his heels. But there are some risks he can’t help taking.. THE FUSE IS LIT…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Songs of Love and Death: All-Original Tales of Star-Crossed Love",
            "authors": [
                "George R.R. Martin",
                "Gardner Dozois",
                "Daniel Abraham",
                "Jacqueline Carey",
                "Lisa Tuttle",
                "Linnea Sinclair",
                "Mary Jo Putney",
                "Tanith Lee",
                "more…",
                "Peter S. Beagle",
                "Yasmine Galenorn",
                "Diana Gabaldon",
                "Jo Beverley",
                "Carrie Vaughn",
                "M.L.N. Hanover",
                "Cecelia Holland",
                "Melinda M. Snodgrass",
                "Robin Hobb",
                "Neil Gaiman",
                "Marjorie M. Liu",
                "Jim Butcher",
                "…less"
            ],
            "ranking": 3.76,
            "ranking_count": 4020,
            "abstract": "Songs of Love and Death: All Original Tales of Star Crossed Love. “Love Hurts” copyright © 2010 by Jim Butcher. “The Marrying Maid” copyright © 2010 by Jo Beverley. “Rooftops” copyright © 2010 by Carrie Vaughn LLC. “Hurt Me” copyright © 2010 by M. L. N. Hanover. “Demon Lover” copyright © 2010 by Cecelia Holland. “The Wayfarer’s Advice” copyright © 2010 by Melinda Snodgrass. “Blue Boots” copyright © 2010 by Robin Hobb. “The Thing About Cassandra” copyright © 2010 by Neil Gaiman. “After the Blood” copyright © 2010 by Marjorie M. Liu. “You, and You Alone” copyright © 2010 by Jacqueline Carey. “His Wolf” copyright © 2010 by Lisa Tuttle. “Courting Trouble” copyright © 2010 by Linnea Sinclair. “The Demon Dancer” copyright © 2010 by Mary Jo Putney. “Under/Above the Water” copyright © 2010 by Tanith Lee. “Kaskia” copyright © 2010 by Peter S. Beagle. “Man in the Mirror” copyright © 2010 by Yasmine Galenorn. “A Leaf on the Wind of All Hallows” copyright © 2010 by Diana Gabaldon",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Romance",
                "Anthologies",
                "Fiction",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "دروز بلغراد: حكاية حنا يعقوب",
            "authors": [
                "Rabee Jaber (ربيع جابر)"
            ],
            "ranking": 3.87,
            "ranking_count": 7347,
            "abstract": "تحكي الرواية قصة حنا يعقوب، وهو رجل مسيحي من بيروت، مهنته بيع البيض، كان يتواجد صدفةً على أرصفة المرفأ عندما أُقتيد مجموعة من المتقاتلين الدروز، نتيجة للحرب الأهلية في جبل لبنان بينهم وبين الموارنة والتي اندلعت سنة 1860، فأصدر الفرمان العثماني قرارًا بترحيل 550 درزياً إلى سجون المملكة في بلاد البلغار، عقاباً لهم على اعتدائهم على المسيحيين الموارنة. وتم شمل حنا يعقوب معهم، حيث تم نفيه واقتياده بالبحر إلى قلعة بلغراد عند تخوم الإمبراطورية العثمانية، بدلا من شخص آخر أطلق سراحه بعدما دفع والده رشوة للضابط العثماني. وتدور الرواية حول معاناة حنا وبقية السجناء على امتداد 12 سنة من السجن في بلغراد وغيرها من بلاد البلقان.. أعقب هذه الرحلة الكثير من المعاناة. منهم من قضى نحبه في قلعة بلغراد وآخرين في الصِّرب والجبل الأسود وبريشتنيا، وبسبب الطبيعة القاسية. ومع هذا فإن سجن وحَّد المتنافرين، فهؤلاء الذين كانوا يقاتلون فيما بينهم، ما إن وضعوا في مكان واحد حتى تآلفوا، وهو جوهر الحادثة التاريخية.. وفي الوطن، تحكي الرواية عن زوجة حنا يعقوب 'هيلانة قسطنطين' وابنتهما بربارة، وكيف أثر غياب الزوج منذ خرج في الصباح بسلة البيض دون أن يعود على مدار اثني عشر عاماً، وكيف جاهدت الزوجة، وقاومت كل المنغصات على أمل واحد هو أن يعود الزوج.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Historical",
                "Literature",
                "Cultural",
                "Unfinished"
            ]
        },
        {
            "title": "The Sweetness of Forgetting",
            "authors": [
                "Kristin Harmel"
            ],
            "ranking": 4.15,
            "ranking_count": 17228,
            "abstract": "A baker in Cape Cod, Massachusetts, must travel to Paris to uncover a family secret for her dying grandmother's and what she learns may change everything.. The Sweetness of Forgetting. is the book that made Kristin Harmel an international bestseller.. At thirty-six, Hope McKenna-Smith is no stranger to bad news. She lost her mother to cancer, her husband left her for a twenty-two year old, and her bank account is nearly depleted. Her own dreams of becoming a lawyer long gone, she's running a failing family bakery on Cape Cod and raising a troubled preteen.. Now, Hope's beloved French-born grandmother Mamie, who wowed the Cape with her fabulous pastries for more than fifty years, is drifting away into a haze of Alzheimer's. But in a rare moment of clarity, Mamie realizes that unless she tells Hope about the past, the secrets she has held on to for so many years will soon be lost forever. Tantalizingly, she reveals mysterious snippets of a tragic history in Paris. And then, arming her with a scrawled list of names, she sends Hope to France to uncover a seventy-year-old mystery.. Hope's emotional journey takes her through the bakeries of Paris and three religious traditions, all guided by Mamie's fairy tales and the sweet tastes of home. As Hope pieces together her family's history, she finds horrific Holocaust stories mixed with powerful testimonies of her family's will to survive in a world gone mad. And to reunite two lovers torn apart by terror, all she'll need is a dash of courage, and the belief that God exists everywhere, even in cake...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "War",
                "World War II",
                "Adult"
            ]
        },
        {
            "title": "The Sojourn",
            "authors": [
                "Andrew Krivak"
            ],
            "ranking": 3.81,
            "ranking_count": 2679,
            "abstract": "The Sojourn. is the story of Jozef Vinich, who was uprooted from a 19th-century mining town in Colorado by a family tragedy and returns with his father to an impoverished shepherd’s life in rural Austria-Hungary. When World War One comes, Jozef joins his adopted brother as a sharpshooter in the Kaiser’s army, surviving a perilous trek across the frozen Italian Alps and capture by a victorious enemy.. A stirring tale of brotherhood, coming-of-age, and survival, that was inspired by the author’s own family history, this novel evokes a time when Czechs, Slovaks, Austrians, and Germans fought on the same side while divided by language, ethnicity, and social class in the most brutal war to date. It is also a poignant tale of fathers and sons, addressing the great immigration to America and the desire to live the American dream amidst the unfolding tragedy in Europe.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Literary Fiction",
                "Cultural",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "Secrets of the Tides",
            "authors": [
                "Hannah Richell"
            ],
            "ranking": 3.77,
            "ranking_count": 3754,
            "abstract": "The Tides are a family with dark secrets. Haunted by the events of one tragic day ten years ago, they are each, in their own way, struggling to move forwards with their lives.Dora, the youngest daughter, lives in a ramshackle East End warehouse with her artist boyfriend Dan. Dora is doing a good job of skating across the surface of her life - but when she discovers she is pregnant the news leaves her shaken and staring back at the darkness of a long-held guilt.Returning to Clifftops, the rambling family house perched high on the Dorset coastline, Dora must confront her past. Clifftops hasn't changed in years and moving through its rooms and gardens, Dora can still feel the echo of that terrible summer's day when life changed forever for the Tides.As Dora begins her search for clues surrounding the events of that fateful day, she comes to realise that the path to redemption may rest with her troubled sister, Cassie. If Dora can unlock the secrets Cassie swore she would take to her grave, just maybe she will have a shot at salvation.But can long-held secrets ever really be forgiven? And even if you do manage to forgive and forget, how do you ever allow yourself to truly love again?A stunningly powerful debut of family secrets, grief and forgiveness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Family",
                "Drama",
                "Mystery",
                "Adult",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Doctor Who: Apollo 23",
            "authors": [
                "Justin Richards"
            ],
            "ranking": 3.81,
            "ranking_count": 2068,
            "abstract": "'For a few moments this afternoon, it rained on the moon...' An astronaut in full spacesuit appears out of thin air in a busy shopping centre. Maybe it's a publicity stunt. A photo shows a well-dressed woman in a red coat lying dead at the edge of a crater on the dark side of the moon - beside her beloved dog 'Poochie'. Maybe it's a hoax. But as the Doctor and Amy find out, these are just minor events in a sinister plan to take over every human being on earth. The plot centres on a secret military base on the moon - that's where Amy and the TARDIS are. The Doctor is back on Earth, and without the TARDIS there's no way he can get to the moon to save Amy and defeat the aliens. Or is there? The Doctor discovers one last great secret that could save humanity: Apollo 23. This is a thrilling, all new adventure featuring the Doctor and Amy, as played by Matt Smith and Karen Gillan in the spectacular hit series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Bodily Natures: Science, Environment, and the Material Self",
            "authors": [
                "Stacy Alaimo"
            ],
            "ranking": 4.11,
            "ranking_count": 142,
            "abstract": "How do we understand the agency and significance of material forces and their interface with human bodies? What does it mean to be human in these times, with bodies that are inextricably interconnected with our physical world? Bodily Natures considers these questions by grappling with powerful and pervasive material forces and their increasingly harmful effects on the human body. Drawing on feminist theory, environmental studies, and the sciences, Stacy Alaimo focuses on trans-corporeality, or movement across bodies and nature, which has profoundly altered our sense of self. By looking at a broad range of creative and philosophical writings, Alaimo illuminates how science, politics, and culture collide, while considering the closeness of the human body to the environment.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Feminism",
                "Environment",
                "Biology",
                "Womens Studies",
                "Gender"
            ]
        },
        {
            "title": "Döden",
            "authors": [
                "Jonas Gardell"
            ],
            "ranking": 4.39,
            "ranking_count": 3204,
            "abstract": "Det här är berättelsen om mina vänner. Om Paul och Bengt, Seppo och Lars-Åke. Om Rasmus och Benjamin.. De som sökte friheten och kärleken i en tid inte långt från nu.. Det här är berättelsen om en sjukdom som tog mina vänners liv medan de ännu var helt unga. En berättelse om lidande och om förnedring och om svek men också en berättelse om kärlek som trotsar allt.. För du vet hur det är: Man får inte leva om sitt liv. Det är det som är själva grejen!. Det som berättas i den här historien har hänt.. Allt är sant.. Jag var en av de som överlevde.. Jag ville bryta tystnaden.. Jag har gjort det nu.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "European Literature",
                "Historical",
                "Romance",
                "Contemporary",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "The Information: A History, a Theory, a Flood",
            "authors": [
                "James Gleick",
                "Rob Shapiro"
            ],
            "ranking": 4.02,
            "ranking_count": 15286,
            "abstract": "James Gleick, the author of the best sellers. Chaos. and. Genius,. now brings us a work just as astonishing and masterly: a revelatory chronicle and meditation that shows how information has become the modern era’s defining quality—the blood, the fuel, the vital principle of our world.. The story of information begins in a time profoundly unlike our own, when every thought and utterance vanishes as soon as it is born. From the invention of scripts and alphabets to the long-misunderstood talking drums of Africa, Gleick tells the story of information technologies that changed the very nature of human consciousness. He provides portraits of the key figures contributing to the inexorable development of our modern understanding of information: Charles Babbage, the idiosyncratic inventor of the first great mechanical computer; Ada Byron, the brilliant and doomed daughter of the poet, who became the first true programmer; pivotal figures like Samuel Morse and Alan Turing; and Claude Shannon, the creator of information theory itself.. And then the information age arrives. Citizens of this world become experts willy-nilly: aficionados of bits and bytes. And we sometimes feel we are drowning, swept by a deluge of signs and signals, news and images, blogs and tweets.. The Information. is the story of how we got here and where we are heading.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Philosophy",
                "Business",
                "Audiobook"
            ]
        },
        {
            "title": "Fascism vs. Capitalism",
            "authors": [
                "Llewellyn H. Rockwell Jr."
            ],
            "ranking": 3.99,
            "ranking_count": 97,
            "abstract": "Fascism has become a term of general derision and rebuke. It is tossed casually in the direction of anything a critic happens to dislike. But fascism is a real political and economic concept, not a stick with which to beat opponents arbitrarily. The abuse of this important word undermines its true value as a term referring to a very real phenomenon, and one whose spirit lives on even now. Fascism is a specific ideology based on the idea that the state is the ideal organization for realizing a society's and an individual's potential economically, socially, and even spiritually. The state, for the fascist, is the instrument by which the people's common destiny is realized, and in which the potential for greatness is to be found. Individual rights, and the individual himself, are strictly subordinate to the state's great and glorious goals for the nation. In foreign affairs, the fascist attitude is reflected in a belligerent chauvinism, a contempt for other peoples, and a society-wide reverence for soldiers and the martial virtues. Lew Rockwell, in this new volume, examines the starkly contrasting systems of capitalism and fascism, noting pro-fascist trends in recent decades as well as the larger historical trends in the United States and internationally. In Section One, Rockwell focuses on the nature of fascism and its influence in Western society, with a focus on American political and economic institutions. In Section Two, Rockwell examines capitalism as the enemy of, and antidote to fascism. Combining economics, history, and political philosophy, this book doesn't just provide a diagnosis of what ails American and Western society, but also sheds light on how we might repair the damage that has been done, and with the help of the intellectual work of great minds like Murray Rothbard and Ron Paul, we might as a society shed the fascism of our times and look to freedom instead.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Economics",
                "Nonfiction"
            ]
        },
        {
            "title": "The Songbird's Seduction",
            "authors": [
                "Connie Brockway"
            ],
            "ranking": 3.84,
            "ranking_count": 477,
            "abstract": "Effervescent bon vivant Lucy Eastlake is a young operetta singer whose star is on the rise in Edwardian London. Though struggling to maintain her beloved great-aunts’ household, she holds fast to the belief that “things will work out.” Now, with the fiftieth anniversary of a siege her great-aunt Lavinia lived through approaching, it looks like Lucy is right, because a fortune is due to be divided among the survivors. All Lucy and her great-aunts have to do is travel to a small Pyrenees town to claim Lavinia’s share of a fabulous treasure in rubies. What could be more simple?. Professor Ptolemy Archibald Grant is the brilliant, straitlaced grandson of a British lord who also withstood the siege. When his grandfather asks him as a matter of honor to escort his old love on the journey, the about-to-be married professor agrees, not expecting Lucy to be part of the bargain. Losing the great-aunts en route, the handsome, buttoned-down professor finds himself caught up in Lucy’s quirky, bewildering, and probably illegal efforts to reunite with them, as he is drawn further and further into an inexplicable infatuation with the free-spirited singer. What could be more complicated?. But when unwilling attraction gives way to sizzling passion, both will be forced to confront the ages-old question of whether love trumps honor…or the other way around.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Audiobook",
                "Fiction",
                "Cultural",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Batman, Volume 3: Death of the Family",
            "authors": [
                "Scott Snyder",
                "Greg Capullo",
                "Jonathan Glapion"
            ],
            "ranking": 4.32,
            "ranking_count": 17675,
            "abstract": "After having his face sliced off, The Joker makes his horrifying return to Gotham City; shaking Batman to his core! But even for a man who’s committed a lifetime of murder, he’s more dangerous than ever before. How can Batman protect his city and those he’s closest to?. This new hardcover features an acetate dust jacket showcasing the face of The Joker as it appeared on the die-cut covers of the. Death of the Family. comics — and under that dust jacket lies the horror that is The Joker’s skinless skull!. Collecting. :. Batman. : 13-17",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Horror",
                "Comics Manga"
            ]
        },
        {
            "title": "A Hellion in Her Bed",
            "authors": [
                "Sabrina Jeffries"
            ],
            "ranking": 4.0,
            "ranking_count": 6259,
            "abstract": "Furious at his grandmother's ultimatum to marry or lose his inheritance, Lord Jarret Sharpe wagers his luck--and his heart--at the card table against a most unlikely opponent.. Mired in scandal after his parents' mysterious deaths, notorious gambler Lord Jarret Sharpe agrees to tamely run the family brewery for a year if his Machiavellian grandmother rescinds her ultimatum that he marry. But the gambler in him can't resist when beguiling Annabel Lake proposes a wager. If she wins their card game, he must help save her family's foundering brewery. But if he wins, she must spend a night in his bed. The outcome sets off a chain of events that threatens to destroy all his plans . . . and unveils the secret Annabel has held for so long. When Jarret discovers the darker reason behind her wager, he forces her into another one--and this time he intends to win not just her body, but her heart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Great Zoo of China",
            "authors": [
                "Matthew Reilly"
            ],
            "ranking": 3.77,
            "ranking_count": 13531,
            "abstract": "Alternate cover for this ISBN can be found. here. It is a secret the Chinese government has been keeping for forty years.. They have found a species of animal no one believed even existed. It will amaze the world.. Now the Chinese are ready to unveil their astonishing discovery within the greatest zoo ever constructed.. A small group of VIPs and journalists has been brought to the zoo deep within China to see its fabulous creatures for the first time.. Among them is Dr. Cassandra Jane ‘CJ’ Cameron, a writer for National Geographic and an expert on reptiles.. The visitors are assured by their Chinese hosts that they will be struck with wonder at these beasts, that they are perfectly safe, and that nothing can go wrong.. Of course it can’t…. GET READY FOR ACTION ON A GIGANTIC SCALE.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Fantasy",
                "Action",
                "Science Fiction",
                "Adventure",
                "Adult",
                "Cultural",
                "Suspense"
            ]
        },
        {
            "title": "Stone of Tymora: Forgotten Realms",
            "authors": [
                "R.A. Salvatore",
                "Geno Salvatore"
            ],
            "ranking": 3.8,
            "ranking_count": 400,
            "abstract": "Praise for. Stone of Tymora. :. “This fast-paced fantasy . . . is a perfect pick for . . . readers seeking powerful characterization and complex, fast-changing stories.”—. Midwest Book Review. “[T]he lucidly described action and swift pace will keep the pages turning and anticipation of further adventures simmering.” —Booklist. “The pace never falters, the cast is positively festooned with pirates and menacing magical creatures (such characters from parallel stories as Drizzt Do'Urden the Dark Elf also put in appearances) and Maimun's narrative ends on a cliffhanger that will leave readers slavering for the next episode.” —. Kirkus. Overview:. Meet Maimun—an orphan who couldn’t imagine how unfortunate it would be to discover a stone that makes him forever lucky. Fleeing a powerful demon named Asbeel, Maimun stows away aboard the ship. Sea Sprite. , where he encounters a cast of characters well-known to Salvatore fans: Captain Deudermont, Drizzt Do’Urden, Wulfgar, Catti-brie, and the dwarf Bruenor. Drizzt becomes a mentor to Maimun and aboard Deudermont’s ship, they sail the treacherous seas of the Forgotten Realms. Hunted by a demon, haunted by a mysterious spellcaster, and chased by a pirate, Maimun, with Drizzt’s help, must unravel the secrets of the Stone of Tymora before his luck runs out!. Read More:. If you are looking for more about Drizzt, search for “Homeland” by R.A. Salvatore, the first book in the epic Legend of Drizzt.. If you are looking for more epic fantasy series featuring young heroes, look for “The God Catcher” by Erin M. Evans, about a young thief and a woman who may be a dragon—or who may just be criminally insane.. If you are looking for more adventure fantasy, search for “The Shard Axe” by Marshiela Rockwell, a chilling mystery set in the world of Dungeons & Dragons Online.. If you are looking for more stories set in the Forgotten Realms, search for “Twilight Falling” by Paul Kemp, about Erevis Cale, an assassin with a conscience.. If you are looking for more sword and sorcery, search for “Shadowbane” by Erik Scott de Bie, featuring a vigilante hero in the tradition of. Batman. and. V for Vendetta.. For more about R.A. Salvatore and Geno Salvatore, go to DungeonsandDragons.com",
            "part_of_series": true,
            "genre_list": [
                "Dungeons and Dragons",
                "Fantasy",
                "Audiobook",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Dagen des doods : beeldverhaal van een vlucht",
            "authors": [
                "Mwafaq. A",
                "Rob Dijkstra",
                "Boris van der Ham"
            ],
            "ranking": 3.0,
            "ranking_count": 1,
            "abstract": "Text is in Dutch and Arabic.. Dit boek kwam tot stand met steun van het Fonds Vluchtelingenprojecten.. Tekst is in Nederlands en Arabisch. Geen paginanummering.. Dagen des doods. is het vluchtverhaal van de uit Irak gevluchte kunstenaar Mwafaq.A. Een verhaal in woord, maar vooral in beeld.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Golden Boys",
            "authors": [
                "Sonya Hartnett"
            ],
            "ranking": 3.74,
            "ranking_count": 1452,
            "abstract": "Sonya Hartnett's third novel for adults is perfectly formed and utterly compelling, an unflinching and disquieting work from one of Australia's finest writers. - Booktopia. Colt Jenson and his younger brother Bastian live in a world of shiny, new things – skateboards, slot cars, train sets and even the latest BMX. Their affluent father, Rex, has made sure that they'll be the envy of the new, working-class suburb they've moved to.. But underneath the surface of the perfect family, is there something unsettling about the Jensons? To the local kids, Rex becomes a kind of hero, but Colt senses there's something in his father that could destroy their fragile new lives.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Cultural",
                "Realistic Fiction",
                "Contemporary",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Black River",
            "authors": [
                "S.M. Hulse"
            ],
            "ranking": 3.99,
            "ranking_count": 2459,
            "abstract": "A former prison guard and talented fiddler returns to his Montana hometown to bury his wife and confront the inmate who, twenty years ago, held him hostage during a prison riot.. When Wes Carver returns to Black River, he carries two things in the cab of his truck: his wife's ashes and a letter from the prison parole board. The convict who held him hostage during a riot, twenty years ago, is being considered for release.. Wes has been away from Black River ever since the riot. He grew up in this small Montana town, encircled by mountains, and, like his father before him and most of the men there, he made his living as a Corrections Officer. A talented, natural fiddler, he found solace and joy in his music. But during that riot Bobby Williams changed everything for Wes — undermining his faith and taking away his ability to play.. How can a man who once embodied evil ever come to good? How can he pay for such crimes with anything but his life? As Wes considers his own choices and grieves for all he's lost, he must decide what he believes and whether he can let Williams walk away.. With spare prose and stunning detail, S. M. Hulse drops us deep into the heart and darkness of an American town.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Mystery",
                "American",
                "Literature"
            ]
        },
        {
            "title": "The Soul of Discretion",
            "authors": [
                "Susan         Hill"
            ],
            "ranking": 4.15,
            "ranking_count": 3902,
            "abstract": "The cathedral town of Lafferton seems idyllic, but in many ways it is just like any other place. As part of the same rapidly changing world, it shares the same hopes and fears, and the same kinds of crime, as any number of towns up and down the land.. When one day DC Simon Serrailler is called in by Lafferton's new Chief Constable, Kieron Bright, he is met by four plainclothes officers. He is asked to take the lead role in a complex, potentially dangerous undercover operation and must leave town immediately, without telling anyone - not even his girlfriend Rachel, who has only just moved in with him.. Meanwhile, Simon's sister Cat is facing difficult choices at work that will test her dedication to the NHS. But an urgent call about her and Simon's father, Richard, soon presents her with a far greater challenge much closer to home.To complete his special op, Simon must inhabit the mind of the worst kind of criminal. As the op unfolds, Lafferton is dragged into the sort of case every town dreads. And Simon faces the fight of his life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Thriller",
                "Audiobook",
                "Emergency Services"
            ]
        },
        {
            "title": "The Fever Series",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 4.64,
            "ranking_count": 6274,
            "abstract": "In the blockbuster Fever series, Karen Marie Moning creates a darkly erotic and paranormal world, torn apart by the struggle between humans and Fae. Now in a convenient eBook bundle, here are the five thrillingly sexy novels featuring heroine MacKayla Lane:. Darkfever, Bloodfever, Faefever, Dreamfever,. and. Shadowfever.. Darkfever. When her sister is murdered, MacKayla Lane journeys to Ireland in search of answers. There, she makes a startling discovery: She’s a. sidhe. -seer, which gives her the rare power to glimpse beyond the realm of Man, and into the dangerous realm of the Fae. As the boundary between the worlds begins to crumble, Mac becomes a target. But her mission is clear: Find the. Sinsar Dubh,. an ancient book that contains the key to controlling mortals and Fae alike, before the enemy seizes it.. Bloodfever. In her fight to stay alive, Mac must hunt the. Sinsar Dubh. —a book of the blackest magic imaginable. Pursued by assassins and surrounded by mysterious figures she knows she cannot trust, Mac finds herself torn between two powerful men: V’lane, the ancient, immortal Fae Prince, and Jericho Barrons, a man as seductive as he is dangerous.. Faefever. When Mac receives a page torn from her sister’s journal, she is stunned by its desperate contents. Now that Mac knows her sister’s killer is close, she’s on the hunt for revenge. Forced into a precarious alliance with V’lane, the lethal Fae prince, and Jericho Barrons, a man of deadly secrets, Mac is soon locked in a battle for her body, mind, and soul.. Dreamfever. When the walls between Man and Fae come crashing down, Mac is caught in a lethal trap. Captured by the Fae Lord Master, she is left with no memory of who or what she is: the only. sidhe. -seer alive who can track the. Sinsar Dubh. . Clawing her way back from oblivion is only the first step Mac must take down a perilous path, from the battle-filled streets of Dublin into the realm of the Fae, where nothing is as it seems.. Shadowfever. In an epic battle between humans and Fae, the. Sinsar Dubh. turns on Mac, and begins to mow a deadly path through those she loves. Who can she trust? But more important, who is Mac? Does an ancient prophecy reveal her destiny? Mac’s journey will force her to face the truth, and to make a choice that will either save the world . . . or destroy it.. Includes an electrifying excerpt from Karen Marie Moning’s new novel,. Iced.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fairies",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Slashback",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.21,
            "ranking_count": 2623,
            "abstract": "I stopped and let them circle me, first because it was intriguing and, second, because, honestly, what could they do? Only knives, but all armed, and that made them even more interesting. Interesting. Fun.. Playtime…. Taking on bloodthirsty supernatural monsters is how Caliban and Niko Leandros make a living. But years ago—before they became a force to be reckoned with—the brothers were almost victims of a very human serial killer.. Almost.. Unfortunately for them, that particular depraved killer was working as apprentice to a creature far more malevolent—the legendary Spring-heeled Jack. He’s just hit town. He hasn’t forgotten what the Leandros brothers did to his murderous protégé. He hasn’t forgotten what they owe him.. And now they are going to pay… and pay… and pay.…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Urban",
                "Horror"
            ]
        },
        {
            "title": "Dysmorphic Kingdom",
            "authors": [
                "Colleen Chen"
            ],
            "ranking": 3.64,
            "ranking_count": 36,
            "abstract": "Vesper is a scientific-minded young woman living in the kingdom of Malland. When she finds a detached talking penis in the woods, her sheltered life with its wistful fantasies of change explodes into chaos as the penis chases her home, wrecks her sister’s engagement party, and causes a scandal so costly that it results in Vesper’s forced engagement to a wart-faced widower who agrees to pay her family’s debt.. Vesper flees her engagement, hoping for a reward when she returns the penis to his owner—the royal prince, no less. But she discovers that the penis isn’t the only talking body part flying around the kingdom. People everywhere are falling victim to a magical disease that causes body parts to fall off and animate, and Vesper finds herself fighting an evil plot to create an army of body parts and a society of denial and control, one that deals with all problems by severing them.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Le Voleur d'ombres",
            "authors": [
                "Marc Levy"
            ],
            "ranking": 3.91,
            "ranking_count": 6367,
            "abstract": "« - Maintenant, assieds-toi, il faut que l'on parle, a dit l'ombre. Je me suis assis en tailleur sur le sol. - Tu as un pouvoir très rare, il faut que tu acceptes de t'en servir, même s'il te fait peur. - Pour quoi faire ? - Trouve pour ceux dont tu dérobes l'ombre cette petite lumière qui éclairera leur vie, un morceau de leur mémoire cachée, c'est tout ce que nous te demandons. - Nous ? - Nous, les ombres, souffla celle à qui je m'adressais. J'ai souri, je comprenais très bien de quoi elle parlait. » Et si l'enfant que vous étiez rencontrait l'adulte que vous êtes devenu... Drôle et tendre, Le Voleur d'ombres est le onzième roman de Marc Levy. Les romans de Marc Levy sont traduits en 41 langues et ont été publiés à plus de 20 millions d'exemplaires à travers le monde.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Cultural",
                "Contemporary",
                "Fantasy",
                "Young Adult",
                "Roman",
                "European Literature",
                "Novels",
                "Magical Realism"
            ]
        },
        {
            "title": "Soul Trade",
            "authors": [
                "Caitlin Kittredge"
            ],
            "ranking": 3.83,
            "ranking_count": 411,
            "abstract": "Soul Trade. A Black London Novel. Caitlin Kittredge. The crow-mage Jack Winter returns —to crash a secret gathering of ghost hunters, soul stealers, and other uninvited guests, both dead and alive…. Normally, Pete Caldecott stays far away from magical secret societies. But ever since her partner and boyfriend Jack Winter stopped a primordial demon from ripping into our world, every ghost, demon, and mage in London has been wide awake—and hungry. And the magical society in question needs their help putting things right.. SOUL TRADE. It all begins with an invitation. Five pale figures surround Pete in the cemetery to cordially invite her to a gathering of the Prometheus Club. Pete's never heard of them, but Jack has—and he's not thrilled about it. Especially the part that says, . Attend or die. . The Prometheans wouldn't come to London unless something big's about to go down. So Pete and Jack decide to play it safe and make nice with the club—even if that means facing down an army of demons in the process. But now that they've joined the group, they're about to discover that membership comes at a cost…and has apocalyptic consequences.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Urban"
            ]
        },
        {
            "title": "The Interestings",
            "authors": [
                "Meg Wolitzer"
            ],
            "ranking": 3.58,
            "ranking_count": 113887,
            "abstract": "The Interestings explores the meaning of talent; the nature of envy; the roles of class, art, money, and power; and how all of it can shift and tilt precipitously over the course of a friendship and a life.. The summer that Nixon resigns, six teenagers at a summer camp for the arts become inseparable. Decades later the bond remains powerful, but so much else has changed. In The Interestings, Wolitzer follows these characters from the height of youth through middle age, as their talents, fortunes, and degrees of satisfaction diverge.. The kind of creativity that is rewarded at age fifteen is not always enough to propel someone through life at age thirty; not everyone can sustain, in adulthood, what seemed so special in adolescence. Jules Jacobson, an aspiring comic actress, eventually resigns herself to a more practical occupation and lifestyle. Her friend Jonah, a gifted musician, stops playing the guitar and becomes an engineer. But Ethan and Ash, Jules's now-married best friends, become shockingly successful—true to their initial artistic dreams, with the wealth and access that allow those dreams to keep expanding. The friendships endure and even prosper, but also underscore the differences in their fates, in what their talents have become and the shapes their lives have taken.. Wide in scope, ambitious, and populated by complex characters who come together and apart in a changing New York City, The Interestings explores the meaning of talent; the nature of envy; the roles of class, art, money, and power; and how all of it can shift and tilt precipitously over the course of a friendship and a life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Adult Fiction",
                "Novels",
                "Young Adult",
                "Book Club",
                "Adult",
                "New York"
            ]
        },
        {
            "title": "Jackie as Editor: The Literary Life of Jacqueline Kennedy Onassis",
            "authors": [
                "Greg      Lawrence"
            ],
            "ranking": 3.66,
            "ranking_count": 494,
            "abstract": "History remembers Jacqueline Kennedy Onassis as the consummate first lady, the nation's tragic widow, the tycoon's wife, and, of course, the quintessential embodiment of elegance. This book focuses on this remarkable woman's editorial career.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Biography Memoir",
                "Language",
                "Writing",
                "Literature",
                "History"
            ]
        },
        {
            "title": "Half Wild",
            "authors": [
                "Sally Green"
            ],
            "ranking": 4.01,
            "ranking_count": 19680,
            "abstract": "You will have a powerful Gift, but it’s how you use it that will show you to be good or bad.. In a modern-day England where two warring factions of witches live amongst humans, seventeen-year-old Nathan is an abomination, the illegitimate son of the world's most powerful and violent witch. Nathan is hunted from all sides: nowhere is safe and no one can be trusted. Now, Nathan has come into his own unique magical Gift, and he's on the run--but the Hunters are close behind, and they will stop at nothing until they have captured Nathan and destroyed his father.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "LGBT",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "A Man Without Breath",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 4.15,
            "ranking_count": 5337,
            "abstract": "Berlin, March, 1943. A month has passed since the stunning defeat at Stalingrad. Though Hitler insists Germany is winning the war, commanders on the ground know better. Morale is low, discipline at risk. Now word has reached Berlin of a Red massacre of Polish officers in the Katyn Forest near Smolensk. If true, the message it would send to the troops is clear: Fight on or risk certain death. For once, both the Wehrmacht and Propaganda Minister Goebbels want the same thing: irrefutable evidence of this Russian atrocity. To the Wehrmacht, such proof will soften the reality of its own war crimes in the eyes of the victors. For Goebbels, such proof could turn the tide of war by destroying the Alliance, cutting Russia off from its western supply lines.. Both parties agree that the ensuing investigation must be overseen by a professional trained in sifting evidence and interrogating witnesses. Anything that smells of incompetence or tampering will defeat their purposes. And so Bernie Gunther is dispatched to Smolensk, where truth is as much a victim of war as those poor dead Polish officers.. Smolensk, March, 1943. Army Group Center is an enclave of Prussian aristocrats who have owned the Wehrmacht almost as long as they’ve owned their baronial estates, an officer class whose families have been intermarrying for generations. The wisecracking, rough-edged Gunther is not a good fit. He is, after all, a Berlin bull. But he has a far bigger concern than sharp elbows and supercilious stares, for somewhere in this mix is a cunning and savage killer who has left a trail of bloody victims.. This is no psycho case. This is a man with motive enough to kill and skills enough to leave no trace of himself. Bad luck that in this war zone, such skills are two-a-penny. Somehow Bernie must put a face to this killer before he puts an end to Bernie.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "Sacrificed to the Dragon",
            "authors": [
                "Jessie Donovan"
            ],
            "ranking": 3.9,
            "ranking_count": 9873,
            "abstract": "In exchange for a vial of dragon’s blood to save her brother’s life, Melanie Hall offers herself up as a sacrifice to one of the British dragon-shifter clans. Being a sacrifice means signing a contract to live with the dragon-shifters for six months to try to conceive a child. Her assigned dragonman, however, is anything but easy. He’s tall, broody, and alpha to the core. There’s only one problem—he hates humans.. Due to human dragon hunters killing his mother, Tristan MacLeod despises humans. Unfortunately, his clan is in desperate need of offspring to repopulate their numbers and it’s his turn to service a human female. Despite his plans to have sex with her and walk away, his inner dragon has other ideas. The curvy human female tempts his inner beast like no other.. NOTE: This is the entire first story arc of the. Stonefire Dragons. , complete with a HEA and no cliffhangers.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Walking Dead, Book Ten",
            "authors": [
                "Robert Kirkman",
                "Charlie Adlard",
                "Stefano Gaudiano",
                "Cliff Rathburn",
                "Rus Wooton"
            ],
            "ranking": 4.38,
            "ranking_count": 2697,
            "abstract": "Rick's treaty with Negan and the Saviors is pushed to the limit, as both sides march toward ALL OUT WAR! Collects The Walking Dead #109-120.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fiction",
                "Graphic Novels Comics",
                "Apocalyptic",
                "Comics",
                "Science Fiction"
            ]
        },
        {
            "title": "Scandal Wears Satin",
            "authors": [
                "Loretta Chase"
            ],
            "ranking": 3.93,
            "ranking_count": 6829,
            "abstract": "From the Journals of Sophia Noirot:. A dress is a weapon. It must dazzle his eye, raise his temperature... and empty his purse.. A blue-eyed innocent on the outside and a shark on the inside, dressmaker Sophy Noirot could sell sand to Bedouins. Selling Maison Noirot's beautiful designs to aristocratic ladies is a little harder, especially since a recent family scandal has made an enemy of one of society's fashion leaders. Turning scandal to the shop's advantage requires every iota of Sophy's skills, leaving her little patience for a big, reckless rake like the Earl of Longmore. The gorgeous lummox can't keep more than one idea in his head at a time, and his idea is taking off all of Sophy's clothes.. But when Longmore's sister, Noirot's wealthiest, favorite customer, runs away, Sophy can't let him bumble after her on his own. In hot pursuit with the one man who tempts her beyond reason, she finds desire has never slipped on so smoothly.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "A Cure for Suicide",
            "authors": [
                "Jesse Ball"
            ],
            "ranking": 3.48,
            "ranking_count": 1965,
            "abstract": "From the author of. Silence Once Begun. —one of our most audacious and original writers—a beguiling new novel about a man starting over at the most basic level, and the strange woman who insinuates herself into his life and memory.. A man and a woman have moved into a small house in a small village. The woman is an “examiner,” the man, her “claimant.” The examiner is both doctor and guide, charged with teaching the claimant a series of simple functions: this is a chair, this is a fork, this is how you meet people. She makes notes in her journal about his progress: he is showing improvement, yet his dreams are troubling. One day, the examiner brings him to a party, and here he meets Hilda, a charismatic but volatile woman whose surprising assertions throw everything the claimant has learned into question. What is this village? Why is he here? And who is Hilda? A fascinating novel of love, illness, despair, and betrayal,. A Cure for Suicide. is the most captivating novel yet from one of our most exciting young writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Literary Fiction",
                "Literature",
                "Speculative Fiction",
                "Novels",
                "Fantasy",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Okay for Now",
            "authors": [
                "Gary D. Schmidt"
            ],
            "ranking": 4.22,
            "ranking_count": 33229,
            "abstract": "Midwesterner Gary D. Schmidt won Newbery Honor awards for. Lizzie Bright and the Buckminster Boys. and. The Wednesday Wars. , two coming-of-age novels about unlikely friends finding a bond.. Okay For Now. , his latest novel, explores another seemingly improbable alliance, this one between new outsider in town Doug Swieteck and Lil Spicer, the savvy spitfire daughter of his deli owner boss. With her challenging assistance, Doug discovers new sides of himself. Along the way, he also readjusts his relationship with his abusive father, his school peers, and his older brother, a newly returned war victim of Vietnam.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Fiction",
                "Realistic Fiction",
                "Childrens",
                "Family"
            ]
        },
        {
            "title": "Inheriting Abraham: The Legacy of the Patriarch in Judaism, Christianity, and Islam",
            "authors": [
                "Jon D. Levenson"
            ],
            "ranking": 3.77,
            "ranking_count": 62,
            "abstract": "How Judaism, Christianity, and Islam have reimagined Abraham in their own images. Jews, Christians, and Muslims supposedly share a common religious heritage in the patriarch Abraham, and the idea that he should serve only as a source of unity among the three traditions has become widespread in both scholarly and popular circles. But in. Inheriting Abraham. , Jon Levenson reveals how the increasingly conventional notion of the three equally Abrahamic religions derives from a dangerous misunderstanding of key biblical and Qur'anic texts, fails to do full justice to any of the traditions, and is often biased against Judaism in subtle and pernicious ways.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Literature"
            ]
        },
        {
            "title": "Up and Down",
            "authors": [
                "Terry Fallis"
            ],
            "ranking": 3.96,
            "ranking_count": 2420,
            "abstract": "David Stewart, fresh from the Canadian Space Ministry, proposes NASA revitalize their PR with a Citizen Astronaut. A lottery for one Canadian and one American to visit the International Space Station chooses a too-perfect Texan, and a aged lesbian bush doctor pilot. How can he keep his job and still do the right thing?",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Humor",
                "Contemporary",
                "Literature",
                "Adult",
                "Adventure",
                "Adult Fiction",
                "Science Fiction"
            ]
        },
        {
            "title": "Omega",
            "authors": [
                "Lizzy Ford"
            ],
            "ranking": 4.1,
            "ranking_count": 684,
            "abstract": "In a modern world ruled by territorial Greek gods, the human race has been oppressed, exploited and now, nearly destroyed by the constant infighting of gods.. However, a human girl with the power of a goddess is coming of age. Alessandra is the Oracle of Delphi – the last prophesized – and bears the mark of the double omega. Soon after she turns eighteen, Alessandra is told her destiny: to step between the warring gods and the human race and save her world from certain ruin.. For the gods, her appearance marks the beginning of the end – their end. They and the Triumvirate – leaders of the human elite – who serve them will stop at nothing to preserve their power.. Alessandra emerges from the forest where she spent her life hidden from gods and men and immediately plummets into a race against time, gods, and herself to discover who and what she is in a world where everyone she meets has a hidden agenda, and those pulling the strings remain in the shadows.. Before she can determine exactly what kind of savior her world needs, she must first master her power by completing three trials devised by the Triumvirate to enslave her.. One lone girl stands between warring gods and the people she’s destined to protect, but it’s the battle to understand who she is that she must win first.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Mythology"
            ]
        },
        {
            "title": "Still Life with Bread Crumbs",
            "authors": [
                "Anna Quindlen"
            ],
            "ranking": 3.66,
            "ranking_count": 49877,
            "abstract": "NEW YORK TIMES. BESTSELLER. A superb love story from Anna Quindlen, the #1. New York Times. bestselling author of. Rise and Shine, Blessings,. and. A Short Guide to a Happy Life. Still Life with Bread Crumbs. begins with an imagined gunshot and ends with a new tin roof. Between the two is a wry and knowing portrait of Rebecca Winter, a photographer whose work made her an unlikely heroine for many women. Her career is now descendent, her bank balance shaky, and she has fled the city for the middle of nowhere. There she discovers, in a tree stand with a roofer named Jim Bates, that what she sees through a camera lens is not all there is to life.. Brilliantly written, powerfully observed,. Still Life with Bread Crumbs. is a deeply moving and often very funny story of unexpected love, and a stunningly crafted journey into the life of a woman, her heart, her mind, her days, as she discovers that life is a story with many levels, a story that is longer and more exciting than she ever imagined.. Look for special features inside. Join the Random House Reader’s Circle for author chats and more.. “There comes a moment in every novelist’s career when she . . . ventures into new territory, breaking free into a marriage of tone and style, of plot and characterization, that’s utterly her own. Anna Quindlen’s marvelous romantic comedy of manners is just such a book. . . . Taken as a whole, Quindlen’s writings represent a generous and moving interrogation of women’s experience across the lines of class and race. [. Still Life with Bread Crumbs. ] proves all the more moving because of its light, sophisticated humor. Quindlen’s least overtly political novel, it packs perhaps the most serious punch. . . . Quindlen has delivered a novel that will have staying power all its own.”. —. The New York Times Book Review. “[A] wise tale about second chances, starting over, and going after what is most important in life.”. —Minneapolis. Star Tribune. “Quindlen’s astute observations . . . are the sorts of details every writer and reader lives for.”. —Chicago Tribune. “[Anna] Quindlen’s seventh novel offers the literary equivalent of comfort food. . . . She still has her finger firmly planted on the pulse of her generation.”. —NPR. “Enchanting . . . [The protagonist’s] photographs are celebrated for turning the ‘minutiae of women’s lives into unforgettable images,’ and Quindlen does the same here with her enveloping, sure-handed storytelling.”. —. People. “Charming . . . a hot cup of tea of a story, smooth and comforting about the vulnerabilities of growing older . . . a pleasure.”. —. USA Today. “With spare, elegant prose, [Quindlen] crafts a poignant glimpse into the inner life of an aging woman who discovers that reality contains much more color than her own celebrated black-and-white images.”. —. Library Journal. “Quindlen has always excelled at capturing telling details in a story, and she does so again in this quiet, powerful novel, showing the charged emotions that teem beneath the surface of daily life.”. —. Publishers Weekly. “Quindlen presents instantly recognizable characters who may be appealingly warm and nonthreatening, but that only serves to drive home her potent message that it’s never too late to embrace life’s second chances.”. —. Booklist. “Profound . . . engaging.”. —. Kirkus Reviews. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Relationships",
                "Art",
                "Literary Fiction"
            ]
        },
        {
            "title": "Rivals in the City",
            "authors": [
                "Y.S. Lee"
            ],
            "ranking": 3.91,
            "ranking_count": 2954,
            "abstract": "In a tale steeped in action, romance, and the gaslit intrigue of Victorian London, Mary Quinn’s detective skills are pitted against a cunning and desperate opponent.. Mary Quinn has a lot on her mind. James Easton, her longtime love interest, wants to marry her; but despite her feelings, independent-minded Mary hesitates. Meanwhile, the Agency has asked Mary to take on a dangerous case: convicted fraudster Henry Thorold is dying in prison, and Mary must watch for the return of his estranged wife, an accomplished criminal herself who has a potentially deadly grudge against James. Finally, a Chinese prizefighter has arrived in town, and Mary can’t shake a feeling that he is somehow familiar. With the stakes higher than ever, can Mary balance family secrets, conflicting loyalties, and professional expertise to bring a criminal to justice and find her own happiness?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Rental Heart and Other Fairytales",
            "authors": [
                "Kirsty Logan"
            ],
            "ranking": 3.83,
            "ranking_count": 872,
            "abstract": "Twenty tales of lust and loss. These stories feature clockwork hearts, lascivious queens, paper men, island circuses, and a flooded world.. • On the island of Skye, an antlered girl and a tiger-tailed boy resolve never to be friends – but can they resist their unique connection?. • In an alternative 19th-century Paris, a love triangle emerges between a man, a woman, and a coin-operated boy.. • A teenager deals with his sister’s death by escaping from their tiny Scottish island – but will she let him leave?. • In 1920s New Orleans, a young girl comes of age in her mother’s brothel.. Some of these stories are radical retellings of classic tales, some are modern-day fables, but all explore substitutions for love.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Magical Realism",
                "Fiction",
                "LGBT",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Thrilling Adventure Hour",
            "authors": [
                "Ben Acker",
                "Ben Blacker",
                "Joe LeFavi",
                "Rebecca Taylor",
                "Tom Fowler",
                "Randy Bishop",
                "Chris Moreno",
                "Jeff Stokely",
                "more…",
                "Lar Desouza",
                "Evan Larson",
                "Natalie Nourigat",
                "Evan Doc Shaner",
                "Joanna Estep",
                "Joel Priddy",
                "…less"
            ],
            "ranking": 4.24,
            "ranking_count": 745,
            "abstract": "Based on the popular Hollywood stage show and Nerdist Industry podcast, The Thrilling Adventure Hour is a rip-roaring adventure anthology in the tradition of old-time radio serials, brought to you by a carnival of Hollywood and comic's finest! In a timeless collection of original genre tales that harken back to the heyday of old-time radio entertainment, The Thrilling Adventure Hour brings to life the wild and wonderful worlds and characters serialized on stage by co-creators Ben Acker and Ben Blacker, and performed regularly by fan-favorite actors and comedians such as Paul F. Tompkins, Paget Brewster, Busy Philipps, Nathan Fillion, Linda Cardellini, Patton Oswalt, Neil Patrick Harris, and many, many more. And now those serialized characters will come to life on the pages of this hardcover anthology featuring all-new stories from the worlds of the TAH universe by top artists from the comics community! Each stand-alone tale celebrates and reinvigorates a new genre from the radio comedies of yesteryear, including science fiction, fantasy, westerns, superheroes, horror, war dramas, and many more. A unique, timey-wimey blend of silver age pulp and post-modern pop, this one-of-a-kind anthology promises something for everyone as this cult phenomenon jumps off the proscenium stage and onto the page for the first time in over eight years and 100+ consecutive shows around the globe!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Graphic Novels Comics",
                "Short Stories"
            ]
        },
        {
            "title": "Fannie's Last Supper: Re-creating One Amazing Meal from Fannie Farmer's 1896 Cookbook",
            "authors": [
                "Christopher Kimball"
            ],
            "ranking": 3.35,
            "ranking_count": 536,
            "abstract": "In the mid-1990s, Chris Kimball moved into an 1859 Victorian townhouse on the South End of Boston and, as he became accustomed to the quirks and peculiarities of the house and neighborhood, he began to wonder what it was like to live and cook in that era. In particular, he became fascinated with Fannie Farmer's. Boston Cooking-School Cook Book. . Published in 1896, it was the best-selling cookbook of its age-full of odd, long-forgotten ingredients, fascinating details about how the recipes were concocted, and some truly amazing dishes (as well as some awful ones).. In. Fannie's Last Supper. , Kimball describes the experience of re-creating one of Fannie Farmer's amazing menus: a twelve-course Christmas dinner that she served at the end of the century. Kimball immersed himself in composing twenty different recipes-including rissoles, Lobster À l'AmÉricaine, Roast Goose with Chestnut Stuffing and Jus, and Mandarin Cake-with all the inherent difficulties of sourcing unusual animal parts and mastering many now-forgotten techniques, including regulating the heat on a coal cookstove and boiling a calf's head without its turning to mush, all sans food processor or oven thermometer. Kimball's research leads to many hilarious scenes, bizarre tastings, and an incredible armchair experience for any reader interested in food and the Victorian era.. Fannie's Last Supper. includes the dishes from the dinner and revised and updated recipes from. The Boston Cooking-School Cook Book. . A culinary thriller. it offers a fresh look at something that most of us take for granted-the American table.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "How to Tell If Your Cat Is Plotting to Kill You",
            "authors": [
                "Matthew Inman",
                "The Oatmeal"
            ],
            "ranking": 3.91,
            "ranking_count": 32658,
            "abstract": "If your cat is kneading you, that's not a sign of affection. Your cat is actually checking your internal organs for weakness. If your cat brings you a dead animal, this isn't a gift. It's a warning.. How to Tell If Your Cat Is Plotting to Kill You. is an offering of cat comics, facts, and instructional guides from the creative wonderland at TheOatmeal.com.. How to Tell If Your Cat Is Plotting to Kill You. presents fan favorites, such as Cat vs. Internet, How to Pet a Kitty, and The Bobcats, plus 17 brand-new, never-before-seen cat jokes. A pullout poster is included at the back of the book.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Sequential Art",
                "Nonfiction",
                "Animals",
                "Graphic Novels Comics",
                "Adult",
                "Comics"
            ]
        },
        {
            "title": "Never Let Me Go (Screenplay)",
            "authors": [
                "Alex Garland"
            ],
            "ranking": 3.95,
            "ranking_count": 126,
            "abstract": "In his highly acclaimed novel Never Let Me Go, Kazuo Ishiguro (. The Remains of the Day. ) created a remarkable story of love, loss and hidden truths. In it he posed the fundamental question: What makes us human? Now director Mark Romanek (. One Hour Photo. ), writer Alex Garland and DNA Films bring Ishiguro's hauntingly poignant and emotional story to the screen.. Kathy (Oscar nominee Carey Mulligan,. An Education. ), Tommy (. Andrew Garfield, Boy A, Red Riding. ) and Ruth (Oscar nominee Keira Knightley,. Pride & Prejudice, Atonement. ) live in a world and a time that feel familiar to us, but are not quite like anything we know. They spend their childhood at Hailsham, a seemingly idyllic English boarding school. When they leave the shelter of the school and the terrible truth of their fate is revealed to them, they must also confront the deep feelings of love, jealousy and betrayal that threaten to pull them apart.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Found",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.12,
            "ranking_count": 9686,
            "abstract": "Murder. Mystery. High School.. A new Mickey Bolitar novel following on from. Shelter. and. Seconds Away. .. It’s been eight months since Mickey Bolitar witnessed the tragic death of his father.. Eight months of lies, dark secrets and unanswered questions.. As if that wasn’t bad enough, Mickey’s sophomore year of high school brings on a whole new set of troubles. Spoon is in hospital, Rachel won’t tell him where he stands, his basketball team-mates hate him . . . and then there’s Ema’s surprise announcement: she has an online boyfriend and he’s vanished.. Whilst searching for Ema’s missing boyfriend(who may not even exist!), Mickey gets roped into helping his nemesis, Troy Taylor, with a big problem.. All the while, Mickey and his friends are pulled deeper into the mysteries surrounding the Abeona Shelter – until the shocking climax, where Mickey finally comes face-to-face with the truth about his father.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Stars & Stripes",
            "authors": [
                "Abigail Roux"
            ],
            "ranking": 4.57,
            "ranking_count": 10768,
            "abstract": "Special Agents Ty Grady and Zane Garrett have managed the impossible: a few months of peace and quiet. After nearly a year of personal and professional turmoil, they're living together conflict-free, work is going smoothly, and they're both happy, healthy, and home every night before dark. But anyone who knows them knows that can’t possibly last.. When an emergency call from home upsets the balance of their carefully arranged world, Ty and Zane must juggle family drama with a perplexing crime to save a helpless victim before time runs out.. From the mountains of West Virginia to a remote Texas horse ranch harboring more than just livestock and childhood memories, Ty and Zane must face their fears—and their families—to overcome an unlikely enemy and bring peace back into their newly shared world.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "De jongen, de viool en de meester",
            "authors": [
                "Julie  Thomas",
                "Marian Muusse"
            ],
            "ranking": 4.03,
            "ranking_count": 3068,
            "abstract": "Daniel Horowitz is een 14-jarige Joodse jongen met een ongekend talent om viool te spelen. Als hij een prestigieuze muziekwedstrijd wint, trekt hij de aandacht van de Spaanse dirigent en jurylid Rafael Santemaria Gomez. Die nodigt hem uit voor zijn jaarlijkse symposium in Washington DC. Tijdens dit symposium duikt een zeldzame, waardevolle Guarneri-viool op. Is dit de viool van de grootvader van Daniel die is verdwenen tijdens de Tweede Wereldoorlog? En hoe is hij in handen gekomen van de schatrijke Rus Sergei Valentino?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Music",
                "World War II",
                "War",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Body Language: How to Know What's REALLY Being Said",
            "authors": [
                "James Borg"
            ],
            "ranking": 3.76,
            "ranking_count": 369,
            "abstract": "People will read the signals you send with your body and deduce that you are happy, sad, enthusiastic, lying, tired, etc. Equally, if you are skilled at reading body language you will open up a whole range of ways to decipher the real message someone is sending, whatever their mouth is saying.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help"
            ]
        },
        {
            "title": "Madrugada Suja",
            "authors": [
                "Miguel Sousa Tavares"
            ],
            "ranking": 3.49,
            "ranking_count": 1128,
            "abstract": "Três histórias que se cruzam desde uma aldeia deserta até ao topo do poder.. No princípio, há uma madrugada suja: uma noite de álcool de estudantes que acaba num pesadelo que vai perseguir os seus protagonistas durante anos.. Depois, há uma aldeia do interior alentejano que se vai despovoando aos poucos, até restar apenas um avô e um neto. Filipe, o neto, parte para o mundo sem esquecer a sua aldeia e tudo o que lá aprendeu. As circunstâncias do seu trabalho levam-no a tropeçar num caso de corrupção política, que vai da base até ao topo. Ele enreda-se na trama, ao mesmo tempo que esta se confunde com o seu passado esquecido.. Intercaladamente, e através de várias vozes narrativas, seguimos o destino dessa aldeia e em simultâneo o dos protagonistas daquela madrugada suja e daquela intriga política. Até que o final do dia e o raio verde venham pôr em ordem o caos aparente.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "European Literature",
                "Fiction",
                "Novels",
                "Mystery",
                "Cultural"
            ]
        },
        {
            "title": "Rogues",
            "authors": [
                "George R.R. Martin",
                "Gardner Dozois",
                "Joe Abercrombie",
                "Gillian Flynn",
                "Matthew Hughes",
                "Joe R. Lansdale",
                "Michael Swanwick",
                "David  Ball",
                "more…",
                "Carrie Vaughn",
                "Scott Lynch",
                "Bradley Denton",
                "Cherie Priest",
                "Daniel Abraham",
                "Paul Cornell",
                "Steven Saylor",
                "Garth Nix",
                "Walter Jon Williams",
                "Phyllis Eisenstein",
                "Lisa Tuttle",
                "Neil Gaiman",
                "Connie Willis",
                "Patrick Rothfuss",
                "…less"
            ],
            "ranking": 3.89,
            "ranking_count": 22180,
            "abstract": "If you’re a fan of fiction that is more than just black and white, this latest story collection from #1. New York Times. bestselling author George R.R. Martin and award-winning editor Gardner Dozois is filled with subtle shades of gray. Twenty-one all-original stories, by an all-star list of contributors, will delight and astonish you in equal measure with their cunning twists and dazzling reversals. And George R.R. Martin himself offers a brand-new. A Game of Thrones. tale chronicling one of the biggest rogues in the entire history of Ice and Fire.. Follow along with the likes of Gillian Flynn, Joe Abercrombie, Neil Gaiman, Patrick Rothfuss, Scott Lynch, Cherie Priest, Garth Nix, and Connie Willis, as well as other masters of literary sleight-of-hand, in this rogues gallery of stories that will plunder your heart — and yet leave you all the richer for it.. Contents:. -. Tough Times All Over. by Joe Abercrombie (a. Red Country. story). -. What Do You Do? (aka The Grownup). by Gillian Flynn. -. The Inn of the Seven Blessings. by Matthew Hughes. -. Bent Twig. by Joe R. Lansdale (a. Hap and Leonard. story). -. Tawny Petticoats. by Michael Swanwick. -. Provenance. by David Ball. -. The Roaring Twenties. by Carrie Vaughn. -. A Year and a Day in Old Theradane. by Scott Lynch. -. Bad Brass. by Bradley Denton. -. Heavy Metal. by Cherie Priest. -. The Meaning of Love. by Daniel Abraham. -. A Better Way to Die. by Paul Cornell (a. Jonathan Hamilton. story). -. Ill Seen in Tyre. by Steven Saylor. -. A Cargo of Ivories. by Garth Nix (a. Sir Hereward and Mister Fitz. story). -. Diamonds From Tequila. by Walter Jon Williams (a. Dagmar. story). -. The Caravan to Nowhere. by Phyllis Eisenstein (a. Tales of Alaric the Minstrel. story). -. The Curious Affair of the Dead Wives. by Lisa Tuttle. -. How the Marquis Got His Coat Back. by Neil Gaiman (a. Neverwhere. story). -. Now Showing. by Connie Willis. -. The Lightning Tree. by Patrick Rothfuss (a. Kingkiller Chronicle. story). -. The Rogue Prince, or, A King’s Brother. by George R.R. Martin (a. Song of Ice and Fire. story)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Science Fiction",
                "Mystery",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Spy School",
            "authors": [
                "Stuart Gibbs"
            ],
            "ranking": 4.04,
            "ranking_count": 25428,
            "abstract": "Can a normal, average kid become a superstar secret agent? Maybe not, but it’ll be fun to watch him try!. Ben Ripley may only be in middle school, but he’s already pegged his dream job: C.I.A. or bust. Unfortunately for him, his personality doesn’t exactly scream “secret agent.” In fact, Ben is so awkward, he can barely get to school and back without a mishap. Because of his innate math skills, Ben isn't surprised when he is recruited for a magnet school with a focus on science—but he’s entirely shocked to discover that the school is actually a front for a junior C.I.A. academy. Could the C.I.A. really want. him. ?. Actually, no. There’s been a case of mistaken identity—but that doesn’t stop Ben from trying to morph into a supercool undercover agent, the kind that always gets the girl. And through a series of hilarious misadventures, Ben realizes he might actually be a halfway decent spy…if he can survive all the attempts being made on his life!",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Adventure",
                "Fiction",
                "Spy Thriller",
                "Young Adult",
                "Humor",
                "Realistic Fiction"
            ]
        },
        {
            "title": "V is for Virgin",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 3.72,
            "ranking_count": 12863,
            "abstract": "When Val Jensen gets dumped for her decision to stay a virgin until marriage, the nasty breakup goes viral on YouTube, making her the latest internet sensation.. After days of ridicule from her peers, Val starts a school-wide campaign to rally support for her cause. She meant to make a statement, but she never dreamed the entire nation would get caught up in the controversy.. As if becoming nationally recognized as “Virgin Val” isn’t enough, Val’s already hectic life starts to spin wildly out of control when bad boy Kyle Hamilton, lead singer for the hit rock band Tralse, decides to take her abstinence as a personal challenge.. How can a girl stay true to herself when this year’s Sexiest Man Alive is doing everything in his power to win her over?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Humor",
                "New Adult",
                "Music",
                "Fiction"
            ]
        },
        {
            "title": "Alive",
            "authors": [
                "Scott Sigler"
            ],
            "ranking": 3.71,
            "ranking_count": 9930,
            "abstract": "I open my eyes to darkness. Total darkness. I hear my own breathing, but nothing else. I lift my head…it thumps against something solid and unmoving. There is a board right in front of my face. No, not a board…a lid.. A teenage girl awakens to find herself trapped in a coffin. She has no idea who she is, where she is, or how she got there. Fighting her way free brings little relief—she discovers only a room lined with caskets and a handful of equally mystified survivors. Beyond their room lies a corridor filled with bones and dust, but no people…and no answers.. She knows only one thing about herself—her name, M. Savage, which was engraved on the foot of her coffin—yet she finds herself in charge. She is not the biggest among them, or the boldest, but for some reason the others trust her. Now, if they’re to have any chance, she must get them to trust one another.. Whatever the truth is, she is determined to find it and confront it. If she has to lead, she will make sure they survive. Maybe there's a way out, a rational explanation, and a fighting chance against the dangers to come. Or maybe a reality they cannot comprehend lies just beyond the next turn.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Fantasy",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "A Pigeon's Tale",
            "authors": [
                "S.A. Mahan"
            ],
            "ranking": 4.42,
            "ranking_count": 199,
            "abstract": "Walter is a homing pigeon living with his parents in a rancher's coop when a deranged wildcat attacks and sends them scrambling for their lives. Barely escaping with his life, Walter finds himself in a city where kindly street pigeons teach him about language, philosophy, and politics.. A venture south to find a human family for the winter sees him face more desperate peril as a flock of snow geese help him finish the journey. Finding solace in a dorm room with two young college students, Walter heads home with one of them to a ranch in Texas where he is adopted by the close-knit family and their quirky pets.. Walter forms a quick bond with the scientist grandfather who spends every day with Walter, working on a project in a mysterious tiny shack behind the house. This secret work soon becomes the center of Walter's life-and his fate-when he is thrust into an epic struggle for survival against cosmic forces that threaten to destroy the world.. For fans of WATERSHIP DOWN and THE SECRET OF NIMH, A PIGEONS TALE is a mind-bending sci-fi adventure tale about friendship, loyalty, and destiny.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Epic"
            ]
        },
        {
            "title": "Darkest at Dawn",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.46,
            "ranking_count": 2797,
            "abstract": "In one volume for the first time-a Dark novel and novella from the #1 New York Times bestselling author.. For the first time together, two of Christine Feehan's most seductive tales of savage prey and sensual predators: Dark Secret, the story of a vampire hunter on the scent of a human female; and Dark Hunger, which tells of a caged Carpathian, his thirst for vengeance, and his lust for the woman who will release him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Adult",
                "Novella"
            ]
        },
        {
            "title": "Bits and Pieces: Tales and Sonnets",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 5.0,
            "ranking_count": 36,
            "abstract": "After demands of thousands of fans in various social medias, author Jas T. Ward releases Bits and Pieces: Tales and Sonnets (Volume 1) due to popular demand.. A collection of poems, short stories woven with laughter, tears, horror and suspense, the author has finally granted what the fans have wanted for years. Known for twists and darkness, as well as humor, this collection will not let old or new fans down. There is something to delight them both.. Also included- A BONUS:. A Prelude to the author's upcoming series- The Shadow-Keepers Series. Included is the novella that kicks off Book One in the Series: Sweet Madness, which is the story of wildly popular character, Reno Sundown.. Bits and Pieces, as demanded by Twiz.. Available on Smashwords and Amazon.. Print Version available 04/03/2013",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dom Wars: Round Five",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.27,
            "ranking_count": 844,
            "abstract": "Dom Wars has reached Round 5, and Lucian, Tara, and Steve are prisoners of war owned by the current top Dom, known as the Preacher Dom. All they have to do is find the perfect pitch to sell Gladiator's dildos and ball clenchers to random vanilla businesses. Between Tara, Lucian and Steve, it's looking like an orgasmic circus of humiliation, bonding, and more self-discovery. But there's a catch. Their scores will buy their chances of survival in the next round. And Preacher Dom isn't about to let three cheating hooligans ruin his chances at the million.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Frozen Heat",
            "authors": [
                "Richard Castle"
            ],
            "ranking": 3.99,
            "ranking_count": 13855,
            "abstract": "Hot on the heels of Richard Castle's #1 New York Times bestseller Heat Rises comes the fourth novel in the Nikki Heat series, Frozen Heat. Nikki Heat and Jameson Rook are together again, facing an unsolved murder mystery that has haunted Nikki for ten years.. NYPD Homicide Detective Nikki Heat arrives at her latest crime scene to find an unidentified woman stabbed to death and stuffed inside a suitcase left on a Manhattan street. Nikki is in for a big shock when this new homicide connects to the unsolved murder of her own mother. Paired once again with her romantic and investigative partner, top journalist Jameson Rook, Heat works to solve the mystery of the body in the suitcase while she is forced to confront unexplored areas of her mother's background.. Facing relentless danger as someone targets her for the next kill, Nikki's search will unearth painful family truths, expose a startling hidden life, and cause Nikki to reexamine her own past. Heat's passionate quest takes her and Rook from the back alleys of Manhattan to the avenues of Paris, trying to catch a ruthless killer. The question is, now that her mother's cold case has unexpectedly thawed, will Nikki Heat finally be able to solve the dark mystery that has been her demon for ten years?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Romance",
                "Adult",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Richard Nixon: The Life",
            "authors": [
                "John A. Farrell"
            ],
            "ranking": 4.38,
            "ranking_count": 2203,
            "abstract": "From a prize-winning biographer comes the defining portrait of a man who led America in a time of turmoil and left us a darker age. We live today, John A. Farrell shows, in a world Richard Nixon made.. At the end of WWII, navy lieutenant “Nick” Nixon returned from the Pacific and set his cap at Congress, an idealistic dreamer seeking to build a better world. Yet amid the turns of that now-legendary 1946 campaign, Nixon’s finer attributes gave way to unapologetic ruthlessness. The story of that transformation is the stunning overture to John A. Farrell’s magisterial biography of the president who came to embody postwar American resentment and division.. Within four years of his first victory, Nixon was a U.S. senator; in six, the vice president of the United States of America. “Few came so far, so fast, and so alone,” Farrell writes. Nixon’s sins as a candidate were legion; and in one unlawful secret plot, as Farrell reveals here, Nixon acted to prolong the Vietnam War for his own political purposes. Finally elected president in 1969, Nixon packed his staff with bright young men who devised forward-thinking reforms addressing health care, welfare, civil rights, and protection of the environment. It was a fine legacy, but Nixon cared little for it. He aspired to make his mark on the world stage instead, and his 1972 opening to China was the first great crack in the Cold War.. Nixon had another legacy, too: an America divided and polarized. He was elected to end the war in Vietnam, but his bombing of Cambodia and Laos enraged the antiwar movement. It was Nixon who launched the McCarthy era, who played white against black with a “southern strategy,” and spurred the Silent Majority to despise and distrust the country’s elites. Ever insecure and increasingly paranoid, he persuaded Americans to gnaw, as he did, on grievances—and to look at one another as enemies. Finally, in August 1974, after two years of the mesmerizing intrigue and scandal of Watergate, Nixon became the only president to resign in disgrace.. Richard Nixon. is a gripping and unsparing portrayal of our darkest president. Meticulously researched, brilliantly crafted, and offering fresh revelations, it will be hailed as a master work.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Presidents",
                "Historical",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "Attached: The New Science of Adult Attachment and How It Can Help You Find—and Keep—Love",
            "authors": [
                "Amir Levine",
                "Rachel S.F. Heller"
            ],
            "ranking": 4.14,
            "ranking_count": 44196,
            "abstract": "Is there a science to love?. In this groundbreaking book, psychiatrist and neuroscientist Amir Levine and psychologist Rachel S. F. Heller reveal how an understanding of attachment theory-the most advanced relationship science in existence today-can help us find and sustain love. Attachment theory forms the basis for many bestselling books on the parent/child relationship, but there has yet to be an accessible guide to what this fascinating science has to tell us about adult romantic relationships-until now.. Attachment theory owes its inception to British psychologist and psychoanalyst John Bowlby, who in the 1950s examined the tremendous impact that our early relationships with our parents or caregivers has on the people we become. Also central to attachment theory is the discovery that our need to be in a close relationship with one or more individuals is embedded in our genes.. In. Attached. , Levine and Heller trace how these evolutionary influences continue to shape who we are in our relationships today. According to attachment theory, every person behaves in relationships in one of three distinct ways:. *. ANXIOUS. people are often preoccupied with their relationships and tend to worry about their partner's ability to love them back.. *. AVOIDANT. people equate intimacy with a loss of independence and constantly try to minimize closeness.. *. SECURE. people feel comfortable with intimacy and are usually warm and loving.. Attached. guides readers in determining what attachment style they and their mate (or potential mates) follow. It also offers readers a wealth of advice on how to navigate their relationships more wisely given their attachment style and that of their partner. An insightful look at the science behind love,. Attached. offers readers a road map for building stronger, more fulfilling connections.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Relationships",
                "Audiobook",
                "Science",
                "Health",
                "Love",
                "Marriage"
            ]
        },
        {
            "title": "Tricks of the Trade",
            "authors": [
                "Laura Anne Gilman"
            ],
            "ranking": 3.95,
            "ranking_count": 1081,
            "abstract": "When magic goes wrong, who are you going to call?. The name's Torres, Bonnie Torres, and I'm a paranormal scene investigator—rooting out the truth about crimes of magic. It's dangerous and boring and scary and fascinating. Though not everyone in the. Cosa Nostradamus. is happy we're around, which can make things…tricky.. Working two cases—looking into a murder for the NYPD, and a rich man's break-in—should be well within our abilities. But when things start getting weird in the Electric Apple, Private Unaffiliated Paranormal Investigations is stretched to the limits, trying to keep one step ahead and out of trouble. Add in rumors of a powerful creature gunning for us and it's not just our rep on the line this time—if we don't solve this case, everyone will suffer.. Fortunately, around here, when the going gets weird, the weird hire us.…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Romance",
                "Urban",
                "Fairies"
            ]
        },
        {
            "title": "Biggles WWII Collection: Biggles Defies the Swastika, Biggles Delivers the Goods, Biggles Defends the Desert & Biggles Fails to Return: Omnibus Edition",
            "authors": [
                "W.E. Johns"
            ],
            "ranking": 4.42,
            "ranking_count": 86,
            "abstract": "Biggles is back!. Caught up in the German invasion of Norway in the early days of the Second World War, Biggles has to use all his cunning to stay one step ahead of the enemy. With his old opponent Von Stalheim hot on his trail, it's going to take a daring act to avoid the horror of the Nazi firing squad.. Deep in the jungle heartland of Japanese occupied Malaya, Biggles and his team operate a secret commando base. It's deadly, dangerous work, risking enemy capture and Biggles is fighting to bring all his men out alive.. With a dangerous mission ahead and the threat of being shot down in the waterless wasteland of the African plains, Biggles is in the desert, defending the vital air-route from the West coast of Africa to the Middle East. When a number of planes fail to arrive at their destinations, Biggles is there to find out why - and stop it happening again.. Biggles is missing in action. Last seen lying shot and wounded, surrounded by the enemy, his chances are looking bleak. But Algy, Ginger and Bertie will not give up until they find him, dead or alive, and if this means going behind enemy lines, then that's what they will do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Tomboy: A Graphic Memoir",
            "authors": [
                "Liz Prince"
            ],
            "ranking": 3.92,
            "ranking_count": 11981,
            "abstract": "Growing up, Liz Prince wasn't a girly girl, dressing in pink tutus or playing pretty princess like the other girls in her neighborhood. But she wasn't exactly one of the guys, either. She was somewhere in between. But with the forces of middle school, high school, parents, friendship, and romance pulling her this way and that, the middle wasn't exactly an easy place to be.. Tomboy. follows award-winning author and artist Liz Prince through her early years and explores—with humor, honesty, and poignancy—what it means to be a girl.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Feminism",
                "Gender",
                "Young Adult",
                "Graphic Novels Comics",
                "Biography Memoir"
            ]
        },
        {
            "title": "ΕΦΦάνταστες Ιστορίες",
            "authors": [
                "Δημήτρης Φύσσας",
                "Γιάννης Παπαδόπουλος",
                "Παναγιώτης Κούστας",
                "Σταμάτης Σταματόπουλος",
                "Μαρία-Χέντβιγκ Καρακούδα",
                "Σπύρος Κίντζιος",
                "Άντζελα Λου Πέτρου-Γκίνη",
                "Νεκτάριος Χρυσός",
                "more…",
                "Κέλλυ Θεοδωρακοπούλου",
                "Χριστίνα Μαλαπέτσα",
                "Κώστας Χαρίτος",
                "Βάσω Χρήστου",
                "Τέτη Θεοδώρου",
                "Ηφαιστίων Χριστόπουλος",
                "Μιχάλης Μανωλιός",
                "…less"
            ],
            "ranking": 4.5,
            "ranking_count": 20,
            "abstract": "Γιατί οι νεκροί είναι μυστήρια φάρα;. Έχεις τα κότσια για μια βάρδια στον Καιάδα;. Πρέπει να δικαστείς για ένα έγκλημα που δεν έχεις ακόμα διαπράξει;. Τι προβλέπει για τον Κόσμο το Θεώρημα του Ενός;. Πώς ορίζεται ο άνθρωπος;. Δουλειά της λογοτεχνίας του Φανταστικού είναι να θέτει ερωτήματα, και ερωτήματα υπάρχουν πολλά στους κόσμους που ξεδιπλώνουν 13+1 συγγραφείς αυτής της ανθολογίας.. Κόσμοι, άλλοι ελκυστικοί, άλλοι αποτρόπαιοι κι άλλοι τόσο κοντινοί στον δικό μας οικείο και οριοθετημένο κόσμο, που δεν θα καταλάβετε καν ότι αφήσατε το κατώφλι του και ζείτε πλέον σε μία από τις εφφάνταστες ιστορίες.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The 52-Storey Treehouse",
            "authors": [
                "Andy Griffiths",
                "Terry Denton"
            ],
            "ranking": 4.33,
            "ranking_count": 4322,
            "abstract": "Andy and Terry's incredible, ever-expanding treehouse has 13 new storeys, including a watermelon-smashing level, a wave machine, a life-size snakes and ladders game (with real ladders and real snakes), a rocket-powered carrot-launcher, a Ninja Snail Training Academy and a high-tech detective agency with all the latest high-tech detective technology, which is lucky because they have a BIG mystery to solve - where is Mr Big Nose???. Well, what are you waiting for? Come on up!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Humor",
                "Fantasy",
                "Adventure",
                "Sequential Art",
                "Audiobook"
            ]
        },
        {
            "title": "Slow Lightning",
            "authors": [
                "Eduardo C. Corral"
            ],
            "ranking": 4.25,
            "ranking_count": 1301,
            "abstract": "Eduardo C. Corral is the 2011 recipient of the Yale Series of Younger Poets award, joining such distinguished previous winners as Adrienne Rich, W. S. Merwin, and John Ashbery. Corral is the first Latino poet to win the competition.. Seamlessly braiding English and Spanish, Corral's poems hurtle across literary and linguistic borders toward a lyricism that slows down experience. He employs a range of forms and phrasing, bringing the vivid particulars of his experiences as a Chicano and gay man to the page. Although Corral's topics are decidedly sobering, contest judge Carl Phillips observes, one of the more surprising possibilities offered in these poems is joy.. From Self-Portrait with Tumbling and Lasso. I'm a cowboy. riding bareback. My soul is. whirling. above my head like a lasso.. My right hand. a pistol. My left. automatic. I'm knocking. on every door.. I'm coming on strong . . .",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "LGBT",
                "Nonfiction",
                "Race",
                "The United States Of America",
                "Academic",
                "Queer",
                "Contemporary"
            ]
        },
        {
            "title": "Tudors: The History of England from Henry VIII to Elizabeth I",
            "authors": [
                "Peter Ackroyd"
            ],
            "ranking": 4.04,
            "ranking_count": 2975,
            "abstract": "Rich in detail and atmosphere and told in vivid prose, Tudors recounts the transformation of England from a settled Catholic country to a Protestant superpower. It is the story of Henry VIII's cataclysmic break with Rome, and his relentless pursuit of both the perfect wife and the perfect heir; of how the brief reign of the teenage king, Edward VI, gave way to the violent reimposition of Catholicism and the stench of bonfires under 'Bloody Mary'. It tells, too, of the long reign of Elizabeth I, which, though marked by civil strife, plots against the queen and even an invasion force, finally brought stability. Above all, however, it is the story of the English Reformation and the making of the Anglican Church. At the beginning of the sixteenth century, England was still largely feudal and looked to Rome for direction; at its end, it was a country where good governance was the duty of the state, not the church, and where men and women began to look to themselves for answers rather than to those who ruled them.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "English History",
                "Biography",
                "Historical",
                "Literature",
                "Religion",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "Black Magic Sanction",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.36,
            "ranking_count": 46712,
            "abstract": "Rachel Morgan has fought and hunted vampires, werewolves, banshees, demons, and other supernatural dangers as both witch and bounty hunter—and lived to tell the tale. But she's never faced off against her own kind . . . until now.. Denounced and shunned for dealing with demons and black magic, her best hope is life imprisonment—at worst, a forced lobotomy and genetic slavery. Only her enemies are strong enough to help her win her freedom, but trust comes hard when it hinges on the unscrupulous tycoon Trent Kalamack, the demon Algaliarept, and an ex-boyfriend turned thief.. It takes a witch to catch a witch, but survival bears a heavy price.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Player One",
            "authors": [
                "Douglas Coupland"
            ],
            "ranking": 3.48,
            "ranking_count": 5887,
            "abstract": "A real-time five-hour story set in an airport cocktail lounge during a global disaster. Five disparate people are trapped inside:. Karen. , a single mother waiting for her online date;. Rick. , the down-on-his-luck airport lounge bartender;. Luke. , a pastor on the run;. Rachel. , a cool Hitchcock blonde incapable of true human contact; and finally a mysterious voice known as. Player One. . Slowly, each reveals the truth about themselves while the world as they know it comes to an end.. In the tradition of Kurt Vonnegut and J. G. Ballard, Coupland explores the modern crises of time, human identity, society, religion and the afterlife. The book asks as many questions as it answers and readers will leave the story with no doubt that we are in a new phase of existence as a species - and that there is no turning back.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Novels",
                "Contemporary",
                "Apocalyptic",
                "Adult Fiction",
                "Philosophy",
                "Literature"
            ]
        },
        {
            "title": "Colegio Credito Espanol",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "F. Scott Improbable sabía que era una buena idea para ser amistoso con los administradores de la Universidad, y el Vice decano Vickie Juniper extremadamente preciosa no fue la excepción.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Agatha Heterodyne and the Guardian Muse",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.43,
            "ranking_count": 1164,
            "abstract": "Adventure! Romance! Mad Science!. Deep in the heart of the damaged machine that is Castle Heterodyne, Agatha discovers her mother's long-abandoned secret laboratory. But waiting inside is a relentless guardian that is not what it seems!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Humor",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "The Secret Science of Magic",
            "authors": [
                "Melissa Keil"
            ],
            "ranking": 3.64,
            "ranking_count": 1027,
            "abstract": "Sophia is smart, like genius-calculator-brain smart. But there are some things no amount of genius can prepare you for, and the messiness of real life is one of them. When everything she knows is falling apart, how can she crack the puzzle of what to do with her life?. Joshua spends his time honing magic tricks and planning how to win Sophia’s heart. But when your best trick is making schoolwork disappear, how do you possibly romance a genius?. In life and love, timing is everything.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Health",
                "Mental Health",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Warriors of the Storm",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.41,
            "ranking_count": 19030,
            "abstract": "The new novel in Bernard Cornwell’s number one bestselling series The Saxon Tales, on the making of England and the fate of his great hero, Uhtred of Bebbanburg.. A fragile peace governs the kingdoms of Wessex, East Anglia, under the rule of the late King Alfred’s son, King Edward, and Mercia, under his daughter Aethelflaed.. Uhtred, her formidable champion and greatest warrior, controls the northern parts from the strongly fortified city of Chester. But no one can prepare them for the storm that is about to descend…. The Northmen, allied to the Irish, come in force under the cover of night, up the Mersey, perhaps to attack Chester, perhaps to rage and pillage through Mercia, perhaps to take the troubled kingdom of Northumbria. They are led by the terrifying Viking warrior, Ragnall Iverson, a fierce fighter and ruthless leader.. He and his army are formidable enough but worse still, his brother is married to Uhtred’s daughter. With his passionate determination, Uhtred will stop at nothing to take back his corner of Northumbria and secure the future of Bebbanburg. But for Aethelflaed and the Mercians, doubt must arise to where his loyalty lies.. In the struggle between family and loyalty, between oaths given and political demands, there is no easy solution. And the clash between the Vikings and the Saxons will resound across the land.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Symptoms of Being Human",
            "authors": [
                "Jeff Garvin"
            ],
            "ranking": 4.14,
            "ranking_count": 16430,
            "abstract": "The first thing you’re going to want to know about me is: Am I a boy, or am I a girl?. Riley Cavanaugh is many things: Punk rock. Snarky. Rebellious. And gender fluid. Some days Riley identifies as a boy, and others as a girl. The thing is…Riley isn’t exactly out yet. And between starting a new school and having a congressman father running for reelection in uber-conservative Orange County, the pressure—media and otherwise—is building up in Riley’s so-called “normal” life.. On the advice of a therapist, Riley starts an anonymous blog to vent those pent-up feelings and tell the truth of what it’s REALLY like to be a gender fluid teenager. But just as Riley’s starting to settle in at school—even developing feelings for a mysterious outcast—the blog goes viral, and an unnamed commenter discovers Riley’s real identity, threatening exposure. Riley must make a choice: walk away from what the blog has created—a lifeline, new friends, a cause to believe in—or stand up, come out, and risk everything.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Health"
            ]
        },
        {
            "title": "Branded",
            "authors": [
                "Keary Taylor"
            ],
            "ranking": 3.71,
            "ranking_count": 16669,
            "abstract": "Alternate editions for this ISBN can be found. here. (ebook),. here. (pbk) and. here. (ebook). Jessica's had the nightmares for as long as she can remember. Nightmares of being judged for people who have died, of being branded by the angels. Her friends and family think she's a crazy because of it all. Yet she carries the mark of the condemned, seared into the back of her neck, and hides it and herself away from the world.. But when two men she can't ignore enter her life everything changes, including the nightmares. The two of them couldn't be more different. She will do anything to be with one of them. Even tell him the truth about angels, why she never sleeps, and the scar on the back of her neck. But one of the two has set events into motion what will pull her toward her own judgment and turn her into the object of her greatest fear.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Mississippi Blood",
            "authors": [
                "Greg Iles"
            ],
            "ranking": 4.43,
            "ranking_count": 20159,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. The endgame is at hand for Penn Cage, his family, and the enemies bent on destroying them in this revelatory volume in the epic trilogy set in modern-day Natchez, Mississippi—Greg Iles’s epic tale of love and honor, hatred and revenge that explores how the sins of the past continue to haunt the present.. Shattered by grief and dreaming of vengeance, Penn Cage sees his family and his world collapsing around him. The woman he loves is gone, his principles have been irrevocably compromised, and his father, once a paragon of the community that Penn leads as mayor, is about to be tried for the murder of a former lover. Most terrifying of all, Dr. Cage seems bent on self-destruction. Despite Penn's experience as a prosecutor in major murder trials, his father has frozen him out of the trial preparations--preferring to risk dying in prison to revealing the truth of the crime to his son.. During forty years practicing medicine, Tom Cage made himself the most respected and beloved physician in Natchez, Mississippi. But this revered Southern figure has secrets known only to himself and a handful of others. Among them, Tom has a second son, the product of an 1960s affair with his devoted African American nurse, Viola Turner. It is Viola who has been murdered, and her bitter son--Penn's half-brother--who sets in motion the murder case against his father. The resulting investigation exhumes dangerous ghosts from Mississippi's violent past. In some way that Penn cannot fathom, Viola Turner was a nexus point between his father and the Double Eagles, a savage splinter cell of the KKK. More troubling still, the long-buried secrets shared by Dr. Cage and the former Klansmen may hold the key to the most devastating assassinations of the 1960s. The surviving Double Eagles will stop at nothing to keep their past crimes buried, and with the help of some of the most influential men in the state, they seek to ensure that Dr. Cage either takes the fall for them, or takes his secrets to an early grave.. Tom Cage's murder trial sets a terrible clock in motion, and unless Penn can pierce the veil of the past and exonerate his father, his family will be destroyed. Unable to trust anyone around him--not even his own mother--Penn joins forces with Serenity Butler, a famous young black author who has come to Natchez to write about his father's case. Together, Penn and Serenity--a former soldier--battle to crack the Double Eagles and discover the secret history of the Cage family and the South itself, a desperate move that risks the only thing they have left to gamble: their lives.. Mississippi Blood. is the enthralling conclusion to a breathtaking trilogy seven years in the making--one that has kept readers on the edge of their seats. With piercing insight, narrative prowess, and a masterful ability to blend history and imagination,. New York Times. bestselling author Greg Iles illuminates the brutal history of the American South in a highly atmospheric and suspenseful novel that delivers the shocking resolution his fans have eagerly awaited.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Suspense",
                "American",
                "Audiobook"
            ]
        },
        {
            "title": "The Queen and the Cure",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.22,
            "ranking_count": 11869,
            "abstract": "There will be a battle, and you will need to protect your heart.. Kjell of Jeru had always known who he was. He'd never envied his brother or wanted to be king. He was the bastard son of the late King Zoltev and a servant girl, and the ignominy of his birth had never bothered him.. But there is more to a man than his parentage. More to a man than his blade, his size, or his skills, and all that Kjell once knew has shifted and changed. He is no longer simply Kjell of Jeru, a warrior defending the crown. Now he is a healer, one of the Gifted, and a man completely at odds with his power.. Called upon to rid the country of the last vestiges of the Volgar, Kjell stumbles upon a woman who has troubling glimpses of the future and no memory of the past. Armed with his unwanted gift and haunted by regret, Kjell becomes a reluctant savior, beset by old enemies and new expectations. With the woman by his side, Kjell embarks upon a journey where the greatest test may be finding the man she believes him to be.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "New Adult",
                "Adult"
            ]
        },
        {
            "title": "Dragons at Crumbling Castle: And Other Stories",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.77,
            "ranking_count": 4754,
            "abstract": "Dragons have invaded Crumbling Castle, and all of King Arthur’s knights are either on holiday or visiting their grannies. It’s a disaster!. Luckily, there’s a spare suit of armour and a very small boy called Ralph who’s willing to fill it. Together with Fortnight the Friday knight and Fossfiddle the wizard, Ralph sets out to defeat the fearsome fire-breathers.. But there's a teeny weeny surprise in store . . .. Fourteen fantastically funny stories from master storyteller Sir Terry Pratchett, full of time travel and tortoises, monsters and mayhem!. ‘So funny I dropped my spoon laughing!’ – King Arthur",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Humor",
                "Childrens",
                "Audiobook",
                "Young Adult",
                "Anthologies"
            ]
        },
        {
            "title": "Wives of the Signers",
            "authors": [
                "Mary W. Green"
            ],
            "ranking": 3.42,
            "ranking_count": 12,
            "abstract": "Originally penned in 1912, this historical reprint showcases individual portraits of the fiercely courageous women who endured tremendous hardship as their husbands fought to build an independent nation. Women such as Abigail Adams, Dorothy Quincy Hancock, and Julia Stockton Rush contributed their wisdom, strength, and loyalty to the cause of the Revolution, shaping history as a result.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Historical",
                "History",
                "North American Hi..."
            ]
        },
        {
            "title": "Mafiosa",
            "authors": [
                "Catherine Doyle"
            ],
            "ranking": 4.42,
            "ranking_count": 2895,
            "abstract": "A blood war rages on the streets of Chicago.. Protected by an infamous mafia family, Sophie is living a dangerous lie, pretending to lead a normal life. But the deceit can’t last for ever. Her heart belongs to a killer and Sophie’s the prime target of a rival clan. She’s determined to seek revenge on her mother’s murderers, but can she pay the price – can she be a mafiosa?. The third and final instalment in the explosive YA Blood for Blood series which started with. Vendetta. and. Inferno. .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Thriller",
                "Action",
                "Fiction"
            ]
        },
        {
            "title": "X – the Problem of the Negro as a Problem for Thought",
            "authors": [
                "Nahum Dimitri Chandler"
            ],
            "ranking": 4.42,
            "ranking_count": 12,
            "abstract": "X: The Problem of the Negro as a Problem for Thought. offers an original account of matters African American, and by implication the African diaspora in general, as an object of discourse and knowledge. It likewise challenges the conception of analogous objects of study across dominant ethnological disciplines (e.g., anthropology, history, and sociology) and the various forms of cultural, ethnic, and postcolonial studies.. With special reference to the work of W. E. B. Du Bois, Chandler shows how a concern with the Negro is central to the social and historical problematization that underwrote twentieth-century explorations of what it means to exist as an historical entity referring to their antecedents in eighteenth-century thought and forward into their ongoing itinerary in the twenty-first century.. For Du Bois, the problem of the color line coincided with the inception of a supposedly modern horizon. The very idea of the human and its avatars the idea of race and the idea of culture emerged together with the violent, hierarchical inscription of the so-called African or Negro into a horizon of commonness beyond all natal premises, a horizon that we can still situate with the term global. In ongoing struggles with the idea of historical sovereignty, we can see the working out of then new concatenations of social and historical forms of difference, as both projects of categorical differentiation and the irruption of originary revisions of ways of being.. In a word, the world is no longer and has never been one. The world, if there is such from the inception of something like the Negro as a problem for thought could never be, only, one.. The problem of the Negro in America is thus an exemplary instance of modern historicity in its most fundamental sense. It renders legible for critical practice the radical order of an ineluctable and irreversible complication at the heart of being its appearance as both life and history as the very mark of our epoch.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Race"
            ]
        },
        {
            "title": "Agatha H and the Airship City",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.02,
            "ranking_count": 3420,
            "abstract": "Adventure! Romance! Mad Science!. The Industrial Revolution has escalated into all-out warfare. It has been eighteen years since the Heterodyne Boys, benevolent adventurers and inventors, disappeared under mysterious circumstances. Today, Europe is ruled by the Sparks, dynasties of mad scientists ruling over—and terrorizing—the hapless population with their bizarre inventions and unchecked power, while the downtrodden dream of the Hetrodynes’ return.. At Transylvania Polygnostic University, a pretty, young student named Agatha Clay seems to have nothing but bad luck. Incapable of building anything that actually works, but dedicated to her studies, Agatha seems destined for a lackluster career as a minor lab assistant. But when the University is overthrown by the ruthless tyrant Baron Klaus Wulfenbach, Agatha finds herself a prisoner aboard his massive airship Castle Wulfenbach—and it begins to look like she might carry a spark of Mad Science after all.. From Phil and Kaja Foglio, creators of the Hugo, Eagle, and Eisner Award-nominated webcomic. Girl Genius. , comes. Agatha H and the Airship City. , a gaslamp fantasy filled to bursting with Adventure! Romance! and Mad Science!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy",
                "Humor"
            ]
        },
        {
            "title": "Trial by Fire",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 3.94,
            "ranking_count": 17214,
            "abstract": "The exhilaratingly seductive new series from the author of the bestselling Starcrossed series. Love burns. Worlds collide. Magic reigns.. This world is trying to kill Lily Proctor. Her life-threatening allergies keep her from enjoying many of the experiences that other teenagers take for granted... which is why she is determined to enjoy her first (and perhaps only) high-school party. But Lily's life never goes according to plan, and after a humiliating incident in front of half her graduating class Lily wishes she could just disappear.. Suddenly Lily is in a different Salem - one overrun with horrifying creatures and ruled by powerful women called Crucibles. Strongest and cruellest of all the Crucibles is Lillian... Lily's identical other self in this alternate universe. This new version of her world is terrifyingly sensual, and Lily is soon overwhelmed by new experiences.. Lily realizes that what makes her weak at home is exactly what makes her extraordinary in New Salem. It also puts her life in danger. Thrown into a world she doesn't understand, Lily is torn between responsibilities she can't hope to shoulder alone, and a love she never expected.. But how can Lily be the saviour of this world when she is literally her own worst enemy?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Painted Girls",
            "authors": [
                "Cathy Marie Buchanan"
            ],
            "ranking": 3.61,
            "ranking_count": 34908,
            "abstract": "1878 Paris. Following their father's sudden death, the van Goethem sisters find their lives upended. Without his wages, and with the small amount their laundress mother earns disappearing into the absinthe bottle, eviction from their lodgings seems imminent. With few options for work, Marie is dispatched to the Paris Opéra, where for a scant seventeen francs a week, she will be trained to enter the famous ballet. Her older sister, Antoinette, finds work as an extra in a stage adaptation of Émile Zola's naturalist masterpiece L'Assommoir.. Marie throws herself into dance and is soon modeling in the studio of Edgar Degas, where her image will forever be immortalized as Little Dancer Aged Fourteen. There she meets a wealthy male patron of the ballet, but might the assistance he offers come with strings attached? Meanwhile Antoinette, derailed by her love for the dangerous Émile Abadie, must choose between honest labor and the more profitable avenues open to a young woman of the Parisian demimonde.. Set at a moment of profound artistic, cultural, and societal change, The Painted Girls is a tale of two remarkable sisters rendered uniquely vulnerable to the darker impulses of civilized society. In the end, each will come to realize that her salvation, if not survival, lies with the other.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Art",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Book Club"
            ]
        }
    ]
}