{
    "books": [
        {
            "title": "The Hating Game",
            "authors": [
                "Sally  Thorne"
            ],
            "ranking": 4.04,
            "ranking_count": 447276,
            "abstract": "Debut author Sally Thorne bursts on the scene with a hilarious and sexy workplace comedy all about that thin, fine line between hate and love.. Nemesis (n.) 1) An opponent or rival whom a person cannot best or overcome.. 2) A person’s undoing. 3) Joshua Templeman. Lucy Hutton has always been certain that the nice girl can get the corner office. She’s charming and accommodating and prides herself on being loved by everyone at Bexley & Gamin. Everyone except for coldly efficient, impeccably attired, physically intimidating Joshua Templeman. And the feeling is mutual.. Trapped in a shared office together 40 (OK, 50 or 60) hours a week, they’ve become entrenched in an addictive, ridiculous never-ending game of one-upmanship. There’s the Staring Game. The Mirror Game. The HR Game. Lucy can’t let Joshua beat her at anything—especially when a huge new promotion goes up for the taking.. If Lucy wins this game, she’ll be Joshua’s boss. If she loses, she’ll resign. So why is she suddenly having steamy dreams about Joshua, and dressing for work like she’s got a hot date? After a perfectly innocent elevator ride ends with an earth shattering kiss, Lucy starts to wonder whether she’s got Joshua Templeman all wrong.. Maybe Lucy Hutton doesn’t hate Joshua Templeman. And maybe, he doesn’t hate her either. Or maybe this is just another game. ​​",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Audiobook",
                "New Adult",
                "Humor",
                "Adult Fiction"
            ]
        },
        {
            "title": "March: Book Two",
            "authors": [
                "John             Lewis",
                "Andrew Aydin",
                "Nate Powell"
            ],
            "ranking": 4.47,
            "ranking_count": 26396,
            "abstract": "The #1 New York Times bestselling series continues! Congressman John Lewis, an American icon and one of the key figures of the civil rights movement, continues his award-winning graphic novel trilogy with co-writer Andrew Aydin and artist Nate Powell, inspired by a 1950s comic book that helped prepare his own generation to join the struggle. Now, March brings the lessons of history to vivid life for a new generation, urgently relevant for today's world.. After the success of the Nashville sit-in campaign, John Lewis is more committed than ever to changing the world through nonviolence - but as he and his fellow Freedom Riders board a bus into the vicious heart of the deep south, they will be tested like never before.. Faced with beatings, police brutality, imprisonment, arson, and even murder, the young activists of the movement struggle with internal conflicts as well. But their courage will attract the notice of powerful allies, from Martin Luther King, Jr. to Attorney General Robert F. Kennedy... and once Lewis is elected chairman of the Student Nonviolent Coordinating Committee, this 23-year-old will be thrust into the national spotlight, becoming one of the Big Six leaders of the civil rights movement and a central figure in the landmark 1963 March on Washington for Jobs and Freedom.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Historical",
                "Politics",
                "Race",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "American Assassin",
            "authors": [
                "Vince Flynn"
            ],
            "ranking": 4.24,
            "ranking_count": 82423,
            "abstract": "Mitch Rapp is a gifted college athlete who just wants retribution for the Pan Am Lockerbie attack. He trains six months intensely with other clandestine operatives, under CIA Operations Director Thomas Stansfield and protégé Irene Kennedy, to stop terrorists before they reach America. The assassin leaves a trail of bodies from Istanbul across Europe to Beirut, where he needs every ounce of skill and cunning to survive the war-ravaged city and its deadly terrorist factions.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Action",
                "Spy Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Min kamp 4",
            "authors": [
                "Karl Ove Knausgård"
            ],
            "ranking": 4.21,
            "ranking_count": 9696,
            "abstract": "Karl Ove Knausgårds tredje roman innebærer en enorm litterær satsning, og er en stor bok i mer enn én forstand: Min kamp blir utgitt som seks romaner. Første, andre og tredje bok utkom høsten 2009. Fjerde, femte og sjette bok utkommer våren 2010. Etter tre år på gymnaset i Kristiansand reiser Karl Ove til Nord-Norge som lærervikar. Han møter en ny verden, og bærer med seg erfaringer han ikke selv forstår. Romanen skriver frem en ung manns ufordervete grandiositet og selvpåførte ydmykelser, oppriktigheten og umodenheten og hungeren etter eksistensiell og seksuell forløsning.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literature",
                "Biography Memoir",
                "Literary Fiction",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Witches of East End",
            "authors": [
                "Melissa de la Cruz"
            ],
            "ranking": 3.52,
            "ranking_count": 19922,
            "abstract": "From the author of the highly addictive and bestselling Blue Bloods series, with almost 3 million copies sold, comes a new novel, Melissa de la Cruz's first for adults, featuring a family of formidable and beguiling witches.. The three Beauchamp women--Joanna and her daughters Freya and Ingrid--live in North Hampton, out on the tip of Long Island. Their beautiful, mist-shrouded town seems almost stuck in time, and all three women lead seemingly quiet, uneventful existences. But they are harboring a mighty secret--they are powerful witches banned from using their magic. Joanna can resurrect people from the dead and heal the most serious of injuries. Ingrid, her bookish daughter, has the ability to predict the future and weave knots that can solve anything from infertility to infidelity. And finally, there's Freya, the wild child, who has a charm or a potion that can cure most any heartache.. For centuries, all three women have been forced to suppress their abilities. But then Freya, who is about to get married to the wealthy and mysterious Bran Gardiner, finds that her increasingly complicated romantic life makes it more difficult than ever to hide her secret. Soon Ingrid and Joanna confront similar dilemmas, and the Beauchamp women realize they can no longer conceal their true selves. They unearth their wands from the attic, dust off their broomsticks, and begin casting spells on the townspeople. It all seems like a bit of good-natured, innocent magic, but then mysterious, violent attacks begin to plague the town. When a young girl disappears over the Fourth of July weekend, they realize it's time to uncover who and what dark forces are working against them.. With a brand-new cast of characters, a fascinating and fresh world to discover, and a few surprise appearances from some of the Blue Blood fan favorites, this is a page-turning, deliciously fun, magical summer read fraught with love affairs, witchcraft, and an unforgettable battle between good and evil.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "Children of Time",
            "authors": [
                "Adrian Tchaikovsky"
            ],
            "ranking": 4.28,
            "ranking_count": 80164,
            "abstract": "This is An alternative cover. edition. .. The last remnants of the human race left a dying Earth, desperate to find a new home among the stars. Following in the footsteps of their ancestors, they discover the greatest treasure of the past age—a world terraformed and prepared for human life. But all is not right in this new Eden. In the long years since the planet was abandoned, the work of its architects has borne disastrous fruit. The planet is not waiting for them, pristine and unoccupied. New masters have turned it from a refuge into mankind's worst nightmare. Now two civilizations are on a collision course, both testing the boundaries of what they will do to survive. As the fate of humanity hangs in the balance, who are the true heirs of this new Earth?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Girl Who Speaks Bear",
            "authors": [
                "Sophie   Anderson",
                "Przemysław Hejmej"
            ],
            "ranking": 4.25,
            "ranking_count": 3333,
            "abstract": "Found abandoned in a bear cave as a baby, 12-year-old Yanka has always felt out of place in her small village. When she wakes up to find that her legs have become bear legs, she sets off into the forest to discover who she is, on a journey that takes her from icy rivers to smouldering mountains, with an ever-growing group of misfits alongside her... Interwoven with traditional stories of bears, princesses and dragons, Yanka's journey is a gorgeously lyrical adventure from the best-selling author of The House With Chicken Legs.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Animals",
                "Folklore"
            ]
        },
        {
            "title": "The Haunting of Tram Car 015",
            "authors": [
                "P. Djèlí Clark"
            ],
            "ranking": 4.04,
            "ranking_count": 10730,
            "abstract": "The Haunting of Tram Car 015. returns to the alternate Cairo of Clark's short fiction, where humans live and work alongside otherworldly beings; the Ministry of Alchemy, Enchantments and Supernatural Entities handles the issues that can arise between the magical and the mundane. Senior Agent Hamed al-Nasr shows his new partner Agent Onsi the ropes of investigation when they are called to subdue a dangerous, possessed tram car. What starts off as a simple matter of exorcism, however, becomes more complicated as the origins of the demon inside are revealed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Novella",
                "Science Fiction",
                "Fiction",
                "Historical",
                "Mystery",
                "Short Stories"
            ]
        },
        {
            "title": "Justice",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.29,
            "ranking_count": 19260,
            "abstract": "Justice North is the face of New Species. Seeing him up close makes Jessie's heart race. He's the ultimate alpha male-big, muscular, exotically beautiful...and dangerous. Of course he's off limits. But then the sexy man purrs and all bets are off.. Jessie Dupree is a mouthy, fiery human female who brings out the animal in Justice. She wants to show him how to relax, and he's all for anything she wants to do, but Justice has sworn to protect his people and to take a Species mate. He's torn between the woman he wants and the oath he's taken.. Jessie knows a relationship between them probably won't end well; heartbreak is inevitable. But that won't stop her from freeing the wildness inside Justice and spending every moment she can steal wrapped around his hot body, making him roar with passion.. Reader Advisory: Each New Species book may be read as a standalone, but we suggest reading them in order to get the most enjoyment from the series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Fourth Wall",
            "authors": [
                "Walter Jon Williams"
            ],
            "ranking": 3.77,
            "ranking_count": 525,
            "abstract": "Dagmar Shaw got out of the game... and into the movies.. Sean is a washed-up child actor reduced to the lowest dregs of reality television to keep himself afloat. His life was a downward spiral of alcoholism, regret, and failure... until he met Dagmar.. Except Sean has secrets, dark even for the Hollywood treadmill of abuse, addiction, and rehab. And Dagmar is a cipher. There are dark rumors about her past, the places she's been, the things she was involved in. People tend to die around her and now, she wants Sean for something. A movie, she says, but with her history, who's to say what her real game is?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Thriller",
                "Science Fiction Fantasy",
                "Pop Culture"
            ]
        },
        {
            "title": "Amped",
            "authors": [
                "Daniel H. Wilson"
            ],
            "ranking": 3.48,
            "ranking_count": 8384,
            "abstract": "In a near-future where the Neural-Autofocus and other neural implants made formerly mentally challenged individuals into equals or superiors to those with normal brain functionality, Owen is a high school teacher whose surgeon father helped develop the implants to control his epilepsy. When the United States Supreme Court rules that implanted individuals are no longer a protected class, Owen's life is changed forever, as he discovers that his implant has a very dangerous secret.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Sins of the Angels",
            "authors": [
                "Linda Poitevin",
                "Lydia M. Hawke"
            ],
            "ranking": 3.65,
            "ranking_count": 1845,
            "abstract": "A detective with a secret lineage. An undercover Hunter with a bullet-proof soul. And a world made to pay for the sins of an angel.... Homicide detective Alexandra Jarvis answers to no one. Especially not to the new partner assigned to her in the middle of a gruesome serial killer case-a partner who is obstructive, irritatingly magnetic, and arrogant as hell. Aramael is a Power--a hunter of the Fallen Angels. A millennium ago, he sentenced his own brother to eternal exile for crimes against humanity. Now his brother is back and wreaking murderous havoc in the mortal realm. To find him, Aramael must play second to a human police officer who wants nothing to do with him and whose very bloodline threatens both his mission and his soul.. Now, faced with a fallen angel hell-bent on triggering the apocalypse, Alex and Aramael have no choice but to join forces, because only together can they stop the end of days.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Long Earth",
            "authors": [
                "Terry Pratchett",
                "Stephen Baxter"
            ],
            "ranking": 3.77,
            "ranking_count": 54917,
            "abstract": "NORMALLY, WHEN THERE WAS NOTHING TO DO, HE LISTENED TO THE SILENCE.. The Silence was very faint here. Almost drowned out by the sounds of the mundane world. Did people in this polished building understand how noisy it was? The roar of air conditioners and computer fans, the susurration of many voices heard but not decipherable.... This was the office of the transEarth Institute, an arm of the Black Corporation. The faceless office, all plasterboard and chrome, was dominated by a huge logo, a chesspiece knight. This wasn't Joshua's world. None of it was his world. In fact, when you got right down to it, he didn't have a world; he had all of them.. ALL OF THE LONG EARTH.. The possibilites are endless.. Just be careful what you wish for....). 1916: The Western Front.. Private Percy Blakeney wakes up. He is lying on fresh spring grass. He can hear birdsong, and the wind in the leaves. Where has the mud, blood and blasted landscape of no-man's-land gone? For that matter, where has Percy gone?. 2015: Madison, Wisconsin.. Police officer Monica Jansson is exploring the burned-out home of a reclusive--some said mad, others allege dangerous--scientist who seems to have vanished. Sifting through the wreckage, Jansson finds a curious gadget: a box containing some rudimentary wiring, a three-way switch, and...a potato. It is the prototype of an invention that will change the way humankind views the world forever.. The first novel in an exciting new collaboration between Discworld creator Terry Pratchett and the acclaimed SF writer Stephen Baxter,. The Long Earth. transports readers to the ends of the earth and far beyond. All it takes is a single step....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Speculative Fiction",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "Archangel's Enigma",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.43,
            "ranking_count": 17024,
            "abstract": "New York Times bestselling author Nalini Singh returns to her world of dark passion and immortal power—and to one of the most seductive and impenetrable heroes ever to stalk the Guild Hunter landscape…. “. Oh, Naasir. So weird, so bloodthirsty, so unique and wonderful…I have fallen for him…. ”—Fiction Vixen. Naasir is the most feral of the powerful group of vampires and angels known as the Seven, his loyalty pledged to the Archangel Raphael. When rumors surface of a plot to murder the former Archangel of Persia, now lost in the Sleep of the Ancients, Naasir is dispatched to find him. For only he possesses the tracking skills required—those more common to predatory animals than to man.. Enlisted to accompany Naasir, Andromeda, a young angelic scholar with dangerous secrets, is fascinated by his nature—at once playful and brilliant, sensual and brutal. As they race to find the Sleeping archangel before it’s too late, Naasir will force her to question all she knows…and tempt her to walk into the magnificent, feral darkness of his world. But first they must survive an enemy vicious enough to shatter the greatest taboo of the angelic race and plunge the world into a screaming nightmare…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Chase the Darkness",
            "authors": [
                "J.D. Tyler"
            ],
            "ranking": 4.09,
            "ranking_count": 1200,
            "abstract": "The author of. Wolf’s Fall. returns with her “hot and to die for”* Alpha Pack—a top-secret band of Navy SEALs with Psy powers and shifter prowess whose dangerous missions sometimes require a more intimate call to duty…. Believed dead by his Pack mates, Micah Chase, a wolf shifter and Dreamwalker, was held captive for months, subject to tortures that left him physically scarred and emotionally unsettled.. Now under the care of the Alpha Pack’s doctors, he’s been prescribed an experimental healing drug, but he still can’t shake the nightmares. Even more damning is that Micah’s problems pose a danger to his team, and if he doesn’t get himself under control, they’ll all suffer a terrible fate.. There is a key to his salvation. Jacee is a beautiful coyote shifter, and though her kind is hated, she’s falling in love with a man whose very future is in her hands. Together they’ll face his personal demons as well as a deadly enemy—and for both of them desire has never come with such risk.. *Dark Faerie Tales",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "The Residence: Inside the Private World of the White House",
            "authors": [
                "Kate Andersen Brower"
            ],
            "ranking": 3.79,
            "ranking_count": 19475,
            "abstract": "A remarkable history with elements of both. In the President’s Secret Service. and. The Butler, The Residence. offers an intimate account of the service staff of the White House, from the Kennedys to the Obamas.. America’s First Families are unknowable in many ways. No one has insight into their true character like the people who serve their meals and make their beds every day. Full of stories and details by turns dramatic, humorous, and heartwarming,. The Residence. reveals daily life in the White House as it is really lived through the voices of the maids, butlers, cooks, florists, doormen, engineers, and others who tend to the needs of the President and First Family.. These dedicated professionals maintain the six-floor mansion’s 132 rooms, 35 bathrooms, 28 fireplaces, three elevators, and eight staircases, and prepare everything from hors d’oeuvres for intimate gatherings to meals served at elaborate state dinners. Over the course of the day, they gather in the lower level’s basement kitchen to share stories, trade secrets, forge lifelong friendships, and sometimes even fall in love.. Combining incredible first-person anecdotes from extensive interviews with scores of White House staff members—many speaking for the first time—with archival research, Kate Andersen Brower tells their story. She reveals the intimacy between the First Family and the people who serve them, as well as tension that has shaken the staff over the decades. From the housekeeper and engineer who fell in love while serving President Reagan to Jackie Kennedy’s private moment of grief with a beloved staffer after her husband’s assassination to the tumultuous days surrounding President Nixon’s resignation and President Clinton’s impeachment battle,. The Residence. is full of surprising and moving details that illuminate day-to-day life at the White House.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Biography",
                "Audiobook",
                "North American Hi...",
                "Historical",
                "Autobiography",
                "Adult"
            ]
        },
        {
            "title": "Fallen Too Far",
            "authors": [
                "Abbi Glines"
            ],
            "ranking": 4.16,
            "ranking_count": 167993,
            "abstract": "To want what you’re not supposed to have…. She is only nineteen.. She is his new stepfather’s daughter.. She is still naïve and innocent due to spending the last three years taking care of her sick mother.. But for twenty-four year old Rush Finlay, she is the only thing that has ever been off limits. His famous father’s guilt money, his mother’s desperation to win his love, and his charm are the three reasons he has never been told no.. Blaire Wynn left her small farmhouse in Alabama, after her mother passed away, to move in with her father and his new wife in their sprawling beach house along the Florida gulf coast. She isn’t prepared for the lifestyle change and she knows she’ll never fit into this world. Then there is her sexy stepbrother who her father leaves her with for the summer while he runs off to Paris with his wife. Rush is as spoiled as he is gorgeous. He is also getting under her skin. She knows he is anything but good for her and that he’ll never be faithful to anyone. He is jaded and has secrets Blaire knows she may never uncover but even knowing all of that…. Blaire just may have fallen too far.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Adult Fiction",
                "Love"
            ]
        },
        {
            "title": "Reading Jackie: Her Autobiography in Books",
            "authors": [
                "William Kuhn"
            ],
            "ranking": 3.68,
            "ranking_count": 886,
            "abstract": "Jacqueline Kennedy Onassis never wrote a memoir, but she told her life story and revealed herself in intimate ways through the nearly 100 books she brought into print during the last two decades of her life as an editor at Viking and Doubleday. Based on archives and interviews with Jackie's authors, colleagues, and friends,. Reading Jackie. mines this significant period of her life to reveal both the serious and the mischievous woman underneath the glamorous public image.. Though Jackie had a reputation for avoiding publicity, she willingly courted controversy in her books. She was the first editor to commission a commercially-successful book telling the story of Thomas Jefferson’s relationship with his female slave.  Her publication of Gelsey Kirkland's attack on dance icon George Balanchine caused another storm. Jackie rarely spoke of her personal life, but many of her books ran parallel to, echoed, and emerged from her own experience. She was the editor behind bestsellers on the assassinations of Tsar Nicholas II and John Lennon, and in another book she paid tribute to the allure of Marilyn Monroe and Maria Callas. Her other projects take us into territory she knew well: journeys to Egypt and India, explorations of the mysteries of female beauty and media exploitation, into the minds of photographers, art historians, and the designers at Tiffany & Co.. Many Americans regarded Jackie as the paragon of grace, but few knew her as the woman sitting on her office floor laying out illustrations, or flying to California to persuade Michael Jackson to write his autobiography.. Reading Jackie. provides a compelling behind-the-scenes look at Jackie at work: how she commissioned books and nurtured authors, as well as how she helped to shape stories that spoke to her strongly. Jackie is remembered today for her marriages to JFK and to Aristotle Onassis, but her real legacy is the books that reveal the tastes, recollections, and passions of an independent woman.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Writing",
                "Biography Memoir",
                "Womens",
                "Audiobook",
                "Literature",
                "Historical",
                "North American Hi..."
            ]
        },
        {
            "title": "A World of Curiosities: Surprising, Interesting, and Downright Unbelievable Facts from Every Nation on the Planet",
            "authors": [
                "John Oldale"
            ],
            "ranking": 4.11,
            "ranking_count": 158,
            "abstract": "From Afghanistan to Zimbabwe: everything you never knew you never knew about every country on Earth.A scientist by training and an explorer by passion, Dr. John Oldale has logged half a million miles visiting more than ninety nations. Now, he celebrates our weird and wonderful world in a cornucopia of fascinating facts brought vividly to life through the unexpected stories behind them. Touching on history, travel, politics, natural history and more, he paints a unique portrait of each country from the mightiest to the most miniscule. You won't find the following in your average travel guide:. ·        Why is kissing on trains banned in France?. ·        In what country are litigants expected to present their case at court in the form of a poem?. ·        Which war did women win in 1929 just by sitting down?. ·        If Panama hats aren’t from Panama, where are they from?. ·        Who eat fresh camel dung as a cure for dysentery (and why does it work)?. ·        Why were US disk jockeys once told they could play birthday requests on any day except the one requested?. ·        Which modern dictator banned old age, libraries and gold teeth, and was later replaced by his dentist?. ·         And 2,000 more funny, trivial, poignant, and telling facts. A must for active and armchair globe-trotters alike,. A World of Curiosities. will engross anyone who is at all curious about the world beyond their door. Explore and enjoy.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Reference",
                "Science",
                "Travel",
                "Cultural",
                "Anthropology"
            ]
        },
        {
            "title": "Down and Out in the Magic Kingdom",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 3.56,
            "ranking_count": 12667,
            "abstract": "On The Skids In The Transhuman Future. Jules is a young man barely a century old. He's lived long enough to see the cure for death and the end of scarcity, to learn ten languages and compose three symphonies...and to realize his boyhood dream of taking up residence in Disney World.. Disney World! The greatest artistic achievement of the long-ago twentieth century. Now in the keeping of a network of ad-hocs who keep the classic attractions running as they always have, enhanced with only the smallest high-tech touches.. Now, though, the ad hocs are under attack. A new group has taken over the Hall of the Presidents, and is replacing its venerable audioanimatronics with new, immersive direct-to-brain interfaces that give guests the illusion of being Washington, Lincoln, and all the others. For Jules, this is an attack on the artistic purity of Disney World itself.. Worse: it appears this new group has had Jules killed. This upsets him. (It's only his fourth death and revival, after all.) Now it's war....",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "The Extra 2%: How Wall Street Strategies Took a Major League Baseball Team from Worst to First",
            "authors": [
                "Jonah Keri"
            ],
            "ranking": 3.78,
            "ranking_count": 3718,
            "abstract": "What happens when three financial industry whiz kids and certified baseball nuts take over an ailing major league franchise and implement the same strategies that fueled their success on Wall Street? In the case of the 2008 Tampa Bay Rays, an American League championship happens—the culmination of one of the greatest turnarounds in baseball history.. In. The Extra 2%. , financial journalist and sportswriter Jonah Keri chronicles the remarkable story of one team’s Cinderella journey from divisional doormat to World Series contender. When former Goldman Sachs colleagues Stuart Sternberg and Matthew Silverman assumed control of the Tampa Bay Devil Rays in 2005, it looked as if they were buying the baseball equivalent of a penny stock. But the incoming regime came armed with a master plan: to leverage their skill at trading, valuation, and management to build a model twenty-first-century franchise that could compete with their bigger, stronger, richer rivals—and prevail.. Together with “boy genius” general manager Andrew Friedman, the new Rays owners jettisoned the old ways of doing things, substituting their own innovative ideas about employee development, marketing and public relations, and personnel management. They exorcized the “devil” from the team’s nickname, developed metrics that let them take advantage of undervalued aspects of the game, like defense, and hired a forward-thinking field manager as dedicated to unconventional strategy as they were. By quantifying the game’s intangibles—that extra 2% that separates a winning organization from a losing one—they were able to deliver to Tampa Bay something that Billy Beane’s “Moneyball” had never brought to Oakland: an American League pennant.. A book about what happens when you apply your business skills to your life’s passion,. The Extra 2%. is an informative and entertaining case study for any organization that wants to go from worst to first.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Business",
                "Audiobook",
                "History",
                "Economics",
                "Literature"
            ]
        },
        {
            "title": "What's Left of Me",
            "authors": [
                "Kat Zhang"
            ],
            "ranking": 3.78,
            "ranking_count": 15594,
            "abstract": "I should not exist. But I do.. Eva and Addie started out the same way as everyone else—two souls woven together in one body, taking turns controlling their movements as they learned how to walk, how to sing, how to dance. But as they grew, so did the worried whispers. Why aren’t they settling? Why isn’t one of them fading? The doctors ran tests, the neighbors shied away, and their parents begged for more time. Finally Addie was pronounced healthy and Eva was declared gone. Except, she wasn’t . . .. For the past three years, Eva has clung to the remnants of her life. Only Addie knows she’s still there, trapped inside their body. Then one day, they discover there may be a way for Eva to move again. The risks are unimaginable-hybrids are considered a threat to society, so if they are caught, Addie and Eva will be locked away with the others. And yet . . . for a chance to smile, to twirl, to speak, Eva will do anything.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "The White Princess",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.91,
            "ranking_count": 41171,
            "abstract": "Caught between loyalties, the mother of the Tudors must choose between the red rose and the white.. When Henry Tudor picks up the crown of England from the mud of Bosworth field, he knows he must marry the princess of the enemy house—Elizabeth of York—to unify a country divided by war for nearly two decades.. But his bride is still in love with his slain enemy, Richard III—and her mother and half of England dream of a missing heir, sent into the unknown by the White Queen. While the new monarchy can win power, it cannot win hearts in an England that plots for the triumphant return of the House of York.. Henry’s greatest fear is that somewhere a prince is waiting to invade and reclaim the throne. When a young man who would be king leads his army and invades England, Elizabeth has to choose between the new husband she is coming to love and the boy who claims to be her beloved lost brother: the rose of York come home at last.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Romance",
                "English History",
                "Adult",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Beren and Lúthien",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "ranking": 4.01,
            "ranking_count": 12418,
            "abstract": "The tale of Beren and Lúthien was, or became, an essential element in the evolution of. The Silmarillion. , the myths and legends of the First Age of the World conceived by J.R.R. Tolkien. Returning from France and the battle of the Somme at the end of 1916, he wrote the tale in the following year.. Essential to the story, and never changed, is the fate that shadowed the love of Beren and Lúthien: for Beren was a mortal man, but Lúthien was an immortal elf. Her father, a great elvish lord, in deep opposition to Beren, imposed on him an impossible task that he must perform before he might wed Lúthien. This is the kernel of the legend; and it leads to the supremely heroic attempt of Beren and Lúthien together to rob the greatest of all evil beings, Melkor, called Morgoth, the Black Enemy, of a Silmaril.. In this book Christopher Tolkien has attempted to extract the story of Beren and Lúthien from the comprehensive work in which it was embedded; but that story was itself changing as it developed new associations within the larger history. To show something of the process whereby this legend of Middle-earth evolved over the years, he has told the story in his father's own words by giving, first, its original form, and then passages in prose and verse from later texts that illustrate the narrative as it changed. Presented together for the first time, they reveal aspects of the story, both in event and in narrative immediacy, that were afterwards lost.. Published on the tenth anniversary of the last Middle-earth book, the international bestseller. The Children of Húrin. , this new volume will similarly include drawings and color plates by Alan Lee, who also illustrated. The Lord of the Rings. and. The Hobbit. and went on to win Academy Awards for his work on. The Lord of the Rings. film trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Poetry",
                "Romance",
                "Literature",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Fun & Games",
            "authors": [
                "Duane Swierczynski"
            ],
            "ranking": 3.9,
            "ranking_count": 2505,
            "abstract": "Charlie Hardie, an ex-cop still reeling from the revenge killing of his former partner's entire family, fears one thing above all else: that he'll suffer the same fate.. Languishing in self-imposed exile, Hardie has become a glorified house sitter. His latest gig comes replete with an illegally squatting B-movie actress who rants about hit men who specialize in making deaths look like accidents. Unfortunately, it's the real deal. Hardie finds himself squared off against a small army of the most lethal men in the world: The Accident People.. It's nothing. personal. -the girl just happens to be the next name on their list. For Hardie, though, it's. intensely. personal. He's not about to let more innocent people die. Not on his watch.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Pulp",
                "Suspense",
                "Action",
                "Novels"
            ]
        },
        {
            "title": "Evil and the Mask",
            "authors": [
                "Fuminori Nakamura",
                "Satoko Izumo",
                "Stephen Coates"
            ],
            "ranking": 3.54,
            "ranking_count": 1591,
            "abstract": "The second book by prize-winning Japanese novelist Fuminori Nakamura to be available in English translation, a follow-up to 2012's critically acclaimed. The Thief─. another fantastically creepy, electric literary thriller that explores the limits of human depravity─and the powerful human instinct to resist evil.. When Fumihiro Kuki is eleven years old, his elderly, enigmatic father calls him into his study for a meeting. I created you to be a cancer on the world, his father tells him. It is a tradition in their wealthy family: a patriarch, when reaching the end of his life, will beget one last child to cause misery in a world that cannot be controlled or saved. From this point on, Fumihiro will be specially educated to learn to create as much destruction and unhappiness in the world around him as a single person can. Between his education in hedonism and his family's resources, Fumihiro's life is one without repercussions. Every door is open to him, for he need obey no laws and may live out any fantasy he might have, no matter how many people are hurt in the process. But as his education progresses, Fumihiro begins to question his father's mandate, and starts to resist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Thriller",
                "Asian Literature",
                "Mystery",
                "Horror",
                "Dark",
                "Contemporary"
            ]
        },
        {
            "title": "Leaving Time",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.97,
            "ranking_count": 157081,
            "abstract": "For more than a decade, Jenna Metcalf has never stopped thinking about her mother, Alice, who mysteriously disappeared in the wake of a tragic accident. Refusing to believe she was abandoned, Jenna searches for her mother regularly online and pores over the pages of Alice’s old journals. A scientist who studied grief among elephants, Alice wrote mostly of her research among the animals she loved, yet Jenna hopes the entries will provide a clue to her mother’s whereabouts.. As Jenna’s memories dovetail with the events in her mother’s journals, the story races to a mesmerizing finish.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Fantasy",
                "Animals",
                "Drama"
            ]
        },
        {
            "title": "The Widow",
            "authors": [
                "Fiona Barton"
            ],
            "ranking": 3.5,
            "ranking_count": 99537,
            "abstract": "When the police started asking questions, Jean Taylor turned into a different woman. One who enabled her and her husband to carry on, when more bad things began to happen.... But that woman’s husband died last week. And Jean doesn’t have to be her anymore.. There’s a lot Jean hasn’t said over the years about the crime her husband was suspected of committing. She was too busy being the perfect wife, standing by her man while living with the accusing glares and the anonymous harassment.. Now there’s no reason to stay quiet. There are people who want to hear her story. They want to know what it was like living with that man. She can tell them that there were secrets. There always are in a marriage.. The truth—that’s all anyone wants. But the one lesson Jean has learned in the last few years is that she can make people believe anything…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Tangled",
            "authors": [
                "Emma Chase"
            ],
            "ranking": 4.06,
            "ranking_count": 113894,
            "abstract": "Drew Evans is a winner. Handsome and arrogant, he makes multimillion dollar business deals and seduces New York’s most beautiful women with just a smile. He has loyal friends and an indulgent family. So why has he been shuttered in his apartment for seven days, miserable and depressed?. He’ll tell you he has the flu.. But we all know that’s not really true.. Katherine Brooks is brilliant, beautiful and ambitious. She refuses to let anything - or anyone - derail her path to success. When Kate is hired as the new associate at Drew’s father’s investment banking firm, every aspect of the dashing playboy’s life is thrown into a tailspin. The professional competition she brings is unnerving, his attraction to her is distracting, his failure to entice her into his bed is exasperating.. Then, just when Drew is on the cusp of having everything he wants, his overblown confidence threatens to ruin it all. Will he be able untangle his feelings of lust and tenderness, frustration and fulfillment? Will he rise to the most important challenge of his life?. Can Drew Evans win at love?. Tangled is not your mother’s romance novel. It is an outrageous, passionate, witty narrative about a man who knows a lot about women…just not as much as he thinks he knows. As he tells his story, Drew learns the one thing he never wanted in life, is the only thing he can’t live without.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Humor",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Lost Memory of Skin",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.59,
            "ranking_count": 6512,
            "abstract": "Uncompromising and complex,. Lost Memory of Skin. is the story of The Kid, a young sex offender recently released from prison and forced to live beneath a South Florida causeway. When The Professor, a man of enormous intellect and appetite, takes The Kid under his wing, his own startling past will cause upheavals in both of their worlds. At once lyrical, witty, and disturbing, Banks’s extraordinary novel showcases his abilities as a world-class storyteller as well as his incisive understanding of the dangerous contradictions and hypocrisies of modern American society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Great Reckoning",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.42,
            "ranking_count": 55133,
            "abstract": "When an intricate old map is found stuffed into the walls of the bistro in Three Pines, it at first seems no more than a curiosity. But the closer the villagers look, the stranger it becomes.. Given to Armand Gamache as a gift the first day of his new job, the map eventually leads him to shattering secrets. To an old friend and older adversary. It leads the former Chief of Homicide for the Sûreté du Québec to places even he is afraid to go. But must.. And there he finds four young cadets in the Sûreté academy, and a dead professor. And, with the body, a copy of the old, odd map.. Everywhere Gamache turns, he sees Amelia Choquet, one of the cadets. Tattooed and pierced. Guarded and angry. Amelia is more likely to be found on the other side of a police line-up. And yet she is in the academy. A protégée of the murdered professor.. The focus of the investigation soon turns to Gamache himself and his mysterious relationship with Amelia, and his possible involvement in the crime. The frantic search for answers takes the investigators back to Three Pines and a stained glass window with its own horrific secrets.. For both Amelia Choquet and Armand Gamache, the time has come for a great reckoning.. Number-one. New York Times. bestselling author Louise Penny pulls back the layers to reveal a brilliant and emotionally powerful truth in her latest spellbinding novel.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Cultural",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "4 3 2 1",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.94,
            "ranking_count": 25261,
            "abstract": "Nearly two weeks early, on March 3, 1947, in the maternity ward of Beth Israel Hospital in Newark, New Jersey, Archibald Isaac Ferguson, the one and only child of Rose and Stanley Ferguson, is born. From that single beginning, Ferguson’s life will take four simultaneous and independent fictional paths. Four identical Fergusons made of the same DNA, four boys who are the same boy, go on to lead four parallel and entirely different lives. Family fortunes diverge. Athletic skills and sex lives and friendships and intellectual passions contrast. Each Ferguson falls under the spell of the magnificent Amy Schneiderman, yet each Amy and each Ferguson have a relationship like no other. Meanwhile, readers will take in each Ferguson’s pleasures and ache from each Ferguson’s pains, as the mortal plot of each Ferguson’s life rushes on.. As inventive and dexterously constructed as anything Paul Auster has ever written, yet with a passion for realism and a great tenderness and fierce attachment to history and to life itself that readers have never seen from Auster before.. 4 3 2 1. is a marvelous and unforgettably affecting tour de force.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "American",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "The Rise and Fall of D.O.D.O.",
            "authors": [
                "Neal Stephenson",
                "Nicole Galland"
            ],
            "ranking": 3.86,
            "ranking_count": 28371,
            "abstract": "From bestselling author Neal Stephenson and critically acclaimed historical and contemporary commercial novelist Nicole Galland comes a captivating and complex near-future thriller combining history, science, magic, mystery, intrigue, and adventure that questions the very foundations of the modern world.. When Melisande Stokes, an expert in linguistics and languages, accidently meets military intelligence operator Tristan Lyons in a hallway at Harvard University, it is the beginning of a chain of events that will alter their lives and human history itself. The young man from a shadowy government entity approaches Mel, a low-level faculty member, with an incredible offer. The only condition: she must sign a nondisclosure agreement in return for the rather large sum of money.. Tristan needs Mel to translate some very old documents, which, if authentic, are earth-shattering. They prove that magic actually existed and was practiced for centuries. But the arrival of the scientific revolution and the Age of Enlightenment weakened its power and endangered its practitioners. Magic stopped working altogether in 1851, at the time of the Great Exhibition at London’s Crystal Palace—the world’s fair celebrating the rise of industrial technology and commerce. Something about the modern world jams the frequencies used by magic, and it’s up to Tristan to find out why.. And so the Department of Diachronic Operations—D.O.D.O. —gets cracking on its real mission: to develop a device that can bring magic back, and send Diachronic Operatives back in time to keep it alive . . . and meddle with a little history at the same time. But while Tristan and his expanding operation master the science and build the technology, they overlook the mercurial—and treacherous—nature of the human heart.. Written with the genius, complexity, and innovation that characterize all of Neal Stephenson’s work and steeped with the down-to-earth warmth and humor of Nicole Galland’s storytelling style, this exciting and vividly realized work of science fiction will make you believe in the impossible, and take you to places—and times—beyond imagining.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Historical",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "I Am, I Am, I Am: Seventeen Brushes with Death",
            "authors": [
                "Maggie O'Farrell"
            ],
            "ranking": 3.99,
            "ranking_count": 30138,
            "abstract": "We are never closer to life than when we brush up against the possibility of death.. I Am, I Am, I Am. is Maggie O'Farrell's astonishing memoir of the near-death experiences that have punctuated and defined her life. The childhood illness that left her bedridden for a year, which she was not expected to survive. A teenage yearning to escape that nearly ended in disaster. An encounter with a disturbed man on a remote path. And, most terrifying of all, an ongoing, daily struggle to protect her daughter--for whom this book was written--from a condition that leaves her unimaginably vulnerable to life's myriad dangers.. Seventeen discrete encounters with Maggie at different ages, in different locations, reveal a whole life in a series of tense, visceral snapshots. In taut prose that vibrates with electricity and restrained emotion, O'Farrell captures the perils running just beneath the surface, and illuminates the preciousness, beauty, and mysteries of life itself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Writing",
                "Short Stories",
                "Death",
                "Contemporary"
            ]
        },
        {
            "title": "Sarah Thornhill",
            "authors": [
                "Kate Grenville"
            ],
            "ranking": 3.84,
            "ranking_count": 3212,
            "abstract": "In the final book of a trilogy that began with her bestselling novel, The Secret River, Commonwealth Prize-winner Kate Grenville returns to the youngest daughter of the Thornhills and her quest to uncover, at her peril, the family's hidden legacy.. Sarah is the youngest child of William Thornhill, the pioneer at the center of The Secret River. Unknown to her, her father--an uneducated ex-convict from London--has built his fortune on the blood of Aboriginal people. With a fine stone house and plenty of money, Thornhill has re-invented himself. As he tells his daughter, he never looks back, and Sarah grows up learning not to ask about the past. Instead her eyes are on handsome Jack Langland, whom she's loved since she was a child. Their romance seems destined, but the ugly secret in Sarah's family is poised to ambush them both.. As she did with The Secret River, Grenville once again digs into her own family history to tell a story about the past that still resonates today. Driven by the captivating voice of the illiterate Sarah--at once headstrong, sympathetic, curious, and refreshingly honest--this is an unforgettable portrait of a passionate woman caught up in a historical moment of astonishing turmoil.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Book Club",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Astounding: John W. Campbell, Isaac Asimov, Robert A. Heinlein, L. Ron Hubbard, and the Golden Age of Science Fiction",
            "authors": [
                "Alec Nevala-Lee"
            ],
            "ranking": 4.22,
            "ranking_count": 899,
            "abstract": "“[. Astounding. ] is a major work of popular culture scholarship that science fiction fans will devour.” —. Publishers Weekly. Alec Nevala-Lee has brilliantly recreated the era. . . . A remarkable work of literary history. — Robert Silverberg. Science fiction has been awaiting this history/biography for more than half a century. . . . Here it is. This is the most important historical and critical work my field has ever seen. Alec Nevala-Lee’s superb scholarship and insight have made the seemingly impossible a radiant and irreplaceable gift.—Barry N. Malzberg, author of. Beyond Apollo. Astounding. is the landmark account of the extraordinary partnership between four controversial writers—John W. Campbell, Isaac Asimov, Robert A. Heinlein, and L. Ron Hubbard—who set off a revolution in science fiction and forever changed our world.. This remarkable cultural narrative centers on the figure of John W. Campbell, Jr., whom Asimov called “the most powerful force in science fiction ever.” Campbell, who has never been the subject of a biography until now, was both a visionary author—he wrote the story that was later filmed as. The Thing. —and the editor of the groundbreaking magazine best known as. Astounding Science Fiction. , in which he discovered countless legendary writers and published classic works ranging from the. I, Robot. series to. Dune. . Over a period of more than thirty years, from the rise of the pulps to the debut of. Star Trek. , he dominated the genre, and his three closest collaborators reached unimaginable heights. Asimov became the most prolific author in American history; Heinlein emerged as the leading science fiction writer of his generation with the novels. Starship Troopers. and. Stranger in a Strange Land. ; and Hubbard achieved lasting fame—and infamy—as the founder of the Church of Scientology.. Drawing on unexplored archives, thousands of unpublished letters, and dozens of interviews, Alec Nevala-Lee offers a riveting portrait of this circle of authors, their work, and their tumultuous private lives. With unprecedented scope, drama, and detail,. Astounding. describes how fan culture was born in the depths of the Great Depression; follows these four friends and rivals through World War II and the dawn of the atomic era; and honors such exceptional women as Doña Campbell and Leslyn Heinlein, whose pivotal roles in the history of the genre have gone largely unacknowledged. For the first time, it reveals the startling extent of Campbell’s influence on the ideas that evolved into Scientology, which prompted Asimov to observe: “I knew Campbell and I knew Hubbard, and no movement can have two Messiahs.” It looks unsparingly at the tragic final act that estranged the others from Campbell, bringing the golden age of science fiction to a close, and it illuminates how their complicated legacy continues to shape the imaginations of millions and our vision of the future itself.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Biography Memoir",
                "Science Fiction Fantasy",
                "Language",
                "Criticism",
                "Literature",
                "Writing"
            ]
        },
        {
            "title": "A Good Girl's Guide to Murder",
            "authors": [
                "Holly  Jackson"
            ],
            "ranking": 4.37,
            "ranking_count": 243833,
            "abstract": "The case is closed. Five years ago, schoolgirl Andie Bell was murdered by Sal Singh. The police know he did it. Everyone in town knows he did it.. But having grown up in the same small town that was consumed by the murder, Pippa Fitz-Amobi isn't so sure. When she chooses the case as the topic for her final year project, she starts to uncover secrets that someone in town desperately wants to stay hidden. And if the real killer is still out there, how far will they go to keep Pip from the truth?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Confidence Men: Wall Street, Washington, and the Education of a President",
            "authors": [
                "Ron Suskind"
            ],
            "ranking": 3.77,
            "ranking_count": 2398,
            "abstract": "In this gripping, revelatory, and brilliantly reported book, acclaimed Pulitzer Prize-winning journalist Ron Suskind tells for the first time the full story of America's financial meltdown and an untested new president charged with commanding Washington, taming Wall Street, rescuing an economy on the verge of collapse, and restoring the confidence of a shaken nation. Suskind moves from the frenzied trading floors of lower Manhattan to the power corridors inside the Beltway and introduces a larger than life cast of politicians and advisors, titans of high finance, reformers, lobbyists, and others who faced a crisis unlike anything they had ever imagined. Based on hundreds of hours of interviews and exhaustive research, filled with piercing insight and startling disclosures, Confidence Men goes beyond the headlines and previous accounts, bringing into focus the unprecedented struggle between the nation's two capitals; New York and Washington, one of private gain, the other of public purpose;that continues to divide and roil America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Economics",
                "Politics",
                "Business",
                "Literature",
                "North American Hi...",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Brawn",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.2,
            "ranking_count": 17905,
            "abstract": "One look at Brawn and Becca is wondering how he’d look without his clothes. Brawn is instantly attracted to Becca but has sworn never to touch a human female. They just aren’t sturdy enough and he likes his sex a little rough. He is shocked to learn he’ll be living with her when she refuses to leave her home. He is there to represent New Species and to learn about humans so maybe this will be a good educational experience. He just has to keep his hands off her.. His good intentions go astray when they are kidnapped and locked together inside a cage. Brawn finds himself reliving a nightmare when he is once again subjected to breeding experiments at the hands of New Species’ enemies. They will use Becca to get what they want from him. Brawn will do everything he can to protect her but they only have each other to depend on while trying to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Sins of the Son",
            "authors": [
                "Linda Poitevin"
            ],
            "ranking": 3.96,
            "ranking_count": 524,
            "abstract": "When homicide detective Alexandra Jarvis sees a photo of Seth Benjamin on a police bulletin, she knows that Heaven's plan to halt Armageddon has gone terribly wrong. As the only mortal who knows of Seth's true nature, only she can save him. Aramael was a hunter of Fallen Angels until a traitor forced him into earthly exile. Now, with no powers and only a faint memory of Alex, his mortal soulmate, he will stop at nothing to redeem himself-even if it means destroying Seth in the name of the Creator...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction",
                "Paranormal Urban Fantasy"
            ]
        },
        {
            "title": "J",
            "authors": [
                "Howard Jacobson"
            ],
            "ranking": 2.93,
            "ranking_count": 3494,
            "abstract": "An alternate cover edition can be found. here. .. Set in the future - a world where the past is a dangerous country, not to be talked about or visited - J is a love story of incomparable strangeness, both tender and terrifying.. Two people fall in love, not yet knowing where they have come from or where they are going. Kevern doesn't know why his father always drew two fingers across his lips when he said a world starting with a J. It wasn't then, and isn't now, the time or place to be asking questions. Ailinn too has grown up in the dark about who she was or where she came from. On their first date Kevern kisses the bruises under her eyes. He doesn't ask who hurt her. Brutality has grown commonplace. They aren't sure if they have fallen in love of their own accord, or whether they've been pushed into each other's arms. But who would have pushed them, and why?. Hanging over the lives of all the characters in this novel is a momentous catastrophe - a past event shrouded in suspicion, denial and apology, now referred to as What Happened, If It Happened.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Science Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "World War II",
                "European Literature"
            ]
        },
        {
            "title": "Decision Points",
            "authors": [
                "George W. Bush"
            ],
            "ranking": 3.79,
            "ranking_count": 39625,
            "abstract": "In this candid and gripping account, President George W. Bush describes the critical decisions that shaped his presidency and personal life.. George W. Bush served as president of the United States during eight of the most consequential years in American history. The decisions that reached his desk impacted people around the world and defined the times in which we live.. Decision Points. brings readers inside the Texas governor’s mansion on the night of the 2000 election, aboard Air Force One during the harrowing hours after the attacks of September 11, 2001, into the Situation Room moments before the start of the war in Iraq, and behind the scenes at the White House for many other historic presidential decisions.. For the first time, we learn President Bush’s perspective and insights on:. His decision to quit drinking and the journey that led him to his Christian faith. The selection of the vice president, secretary of defense, secretary of state, Supreme Court justices, and other key officials. His relationships with his wife, daughters, and parents, including heartfelt letters between the president and his father on the eve of the Iraq War. His administration’s counterterrorism programs, including the CIA’s enhanced interrogations and the Terrorist Surveillance Program. Why the worst moment of the presidency was hearing accusations that race played a role in the federal government’s response to Hurricane Katrina, and a critical assessment of what he would have done differently during the crisis. His deep concern that Iraq could turn into a defeat costlier than Vietnam, and how he decided to defy public opinion by ordering the troop surge. His legislative achievements, including tax cuts and reforming education and Medicare, as well as his setbacks, including Social Security and immigration reform. The relationships he forged with other world leaders, including an honest assessment of those he did and didn’t trust. Why the failure to bring Osama bin Laden to justice ranks as his biggest disappointment and why his success in denying the terrorists their fondest wish—attacking America again—is among his proudest achievements. A groundbreaking new brand of presidential memoir,. Decision Points. will captivate supporters, surprise critics, and change perspectives on eight remarkable years in American history—and on the man at the center of events.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Politics",
                "History",
                "Autobiography",
                "North American Hi...",
                "Biography Memoir",
                "Leadership"
            ]
        },
        {
            "title": "The North Water",
            "authors": [
                "Ian McGuire"
            ],
            "ranking": 3.99,
            "ranking_count": 28216,
            "abstract": "A ship sets sail with a killer on board . . .. 1859. A man joins a whaling ship bound for the Arctic Circle. Having left the British Army with his reputation in tatters, Patrick Sumner has little option but to accept the position of ship's surgeon on this ill-fated voyage. But when, deep into the journey, a cabin boy is discovered brutally killed, Sumner finds himself forced to act. Soon he will face an evil even greater than he had encountered at the siege of Delhi, in the shape of Henry Drax: harpooner, murderer, monster . . .. 'A tour de force' Hilary Mantel. 'Riveting and darkly brilliant' Colm Tóibín",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Thriller",
                "Adventure",
                "Mystery",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Beneath the Bamboo: A Vietnam War Story",
            "authors": [
                "Stan Taylor"
            ],
            "ranking": 4.23,
            "ranking_count": 252,
            "abstract": "Excerpt:. “I watched two point men take a 50-caliber machine gun bullet to the head, and watched the third being grabbed and taken behind enemy lines. Two of the enemy soldiers, which we often referred to as gooks, quickly came after me. As I quickly mowed them down with my automatic rifle, I crawled backwards away from the enemy gunfire, using my helmet to push sand in front of me as I went, which made it possible to look behind me. But as I looked back, I realized that my safety net was no longer safe. I saw my entire company falling like dominoes. Medics were running left and right, risking their lives to help others with bravery that even the most amazing soldier couldn’t hope to match. Some of the events I witnessed during that moment were beyond comprehension. I watched a young, courageous black medic take an 81-millimeter round to his head, and his whole body instantly turned to smoke. Young nineteen and twenty year old kids were crying like children, but fighting like someone had raped their sisters. So many things were going through my head at that moment, and in one single heartbeat I was overwhelmed with a flashback of my entire life. This is my story, from point A to B, of my life and times in the midst of hell on Earth.”",
            "part_of_series": false,
            "genre_list": [
                "War",
                "History"
            ]
        },
        {
            "title": "Darth Plagueis",
            "authors": [
                "James Luceno"
            ],
            "ranking": 4.13,
            "ranking_count": 22166,
            "abstract": "“Did you ever hear the Tragedy of Darth Plagueis the Wise? It’s a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise that he could use the Force to influence the midi-chlorians to create life. He had such a knowledge of the dark side that he could even keep the ones he cared about from dying.”. —Supreme Chancellor Palpatine,. Star Wars:. Episode III. Revenge of the Sith. Darth Plagueis: one of the most brilliant Sith Lords who ever lived. Possessing power is all he desires. Losing it is the only thing he fears. As an apprentice, he embraces the ruthless ways of the Sith. And when the time is right, he destroys his Master--but vows never to suffer the same fate. For like no other disciple of the dark side, Darth Plagueis learns to command the ultimate power . . . over life and death.. Darth Sidious: Plagueis’s chosen apprentice. Under the guidance of his Master, he secretly studies the ways of the Sith, while publicly rising to power in the galactic government, first as Senator, then as Chancellor, and eventually as Emperor.. Darth Plagueis and Darth Sidious, Master and acolyte, target the galaxy for domination--and the Jedi Order for annihilation. But can they defy the merciless Sith tradition? Or will the desire of one to rule supreme, and the dream of the other to live forever, sow the seeds of their destruction?",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Space",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Go, Went, Gone",
            "authors": [
                "Jenny Erpenbeck",
                "Susan Bernofsky"
            ],
            "ranking": 3.99,
            "ranking_count": 6973,
            "abstract": "One of the great contemporary European writers takes on Europe's biggest issue.. Richard has spent his life as a university professor, immersed in the world of books and ideas, but now he is retired, his books remain in their packing boxes and he steps into the streets of his city, Berlin. Here, on Alexanderplatz, he discovers a new community -- a tent city, established by African asylum seekers. Hesitantly, getting to know the new arrivals, Richard finds his life changing, as he begins to question his own sense of belonging in a city that once divided its citizens into them and us.. At once a passionate contribution to the debate on race, privilege and nationality and a beautifully written examination of an ageing man's quest to find meaning in his life,. Go, Went, Gone. showcases one of the great contemporary European writers at the height of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Politics"
            ]
        },
        {
            "title": "It's a Book",
            "authors": [
                "Lane Smith"
            ],
            "ranking": 4.22,
            "ranking_count": 10137,
            "abstract": "Playful and lighthearted with a subversive twist that is signature Lane Smith,. It's a Book. is a delightful manifesto on behalf of print in the digital age.. This satisfying, perfectly executed picture book has something to say to readers of all stripes and all ages.. This title has Common Core connections.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Writing",
                "Fiction",
                "Animals",
                "Science",
                "Fantasy"
            ]
        },
        {
            "title": "Foundation: The History of England from Its Earliest Beginnings to the Tudors",
            "authors": [
                "Peter Ackroyd"
            ],
            "ranking": 4.02,
            "ranking_count": 4477,
            "abstract": "Peter Ackroyd, whose work has always been underpinned by a profound interest in and understanding of England's history, now tells the epic story of England itself.. In. Foundation,. the chronicler of London and of its river, the Thames, takes us from the primeval forests of England's prehistory to the death, in 1509, of the first Tudor king, Henry VII. He guides us from the building of Stonehenge to the founding of the two great glories of medieval England: common law and the cathedrals. He shows us glimpses of the country's most distant past--a Neolithic stirrup found in a grave, a Roman fort, a Saxon tomb, a medieval manor house--and describes in rich prose the successive waves of invaders who made England English, despite being themselves Roman, Viking, Saxon, or Norman French.. With his extraordinary skill for evoking time and place and his acute eye for the telling detail, Ackroyd recounts the story of warring kings, of civil strife, and foreign wars. But he also gives us a vivid sense of how England's early people lived: the homes they built, the clothes the wore, the food they ate, even the jokes they told. All are brought vividly to life through the narrative mastery of one of Britain's finest writers.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "Historical",
                "Audiobook",
                "Reference"
            ]
        },
        {
            "title": "The Hunting Party",
            "authors": [
                "Lucy Foley"
            ],
            "ranking": 3.66,
            "ranking_count": 165060,
            "abstract": "Everyone's invited...everyone's a suspect.... For fans of Ruth Ware and Tana French, a shivery, atmospheric, page-turning novel of psychological suspense in the tradition of Agatha Christie, in which a group of old college friends are snowed in at a hunting lodge . . . and murder and mayhem ensue.. All of them are friends. One of them is a killer.. During the languid days of the Christmas break, a group of thirtysomething friends from Oxford meet to welcome in the New Year together, a tradition they began as students ten years ago. For this vacation, they’ve chosen an idyllic and isolated estate in the Scottish Highlands—the perfect place to get away and unwind by themselves.. They arrive on December 30th, just before a historic blizzard seals the lodge off from the outside world.. Two days later, on New Year’s Day, one of them is dead.. The trip began innocently enough: admiring the stunning if foreboding scenery, champagne in front of a crackling fire, and reminiscences about the past. But after a decade, the weight of secret resentments has grown too heavy for the group’s tenuous nostalgia to bear. Amid the boisterous revelry of New Year’s Eve, the cord holding them together snaps.. Now one of them is dead . . . and another of them did it.. Keep your friends close, the old adage goes. But just how close is too close?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Cultural"
            ]
        },
        {
            "title": "暁のヨナ 1 [Akatsuki no Yona 1]",
            "authors": [
                "Mizuho Kusanagi"
            ],
            "ranking": 4.45,
            "ranking_count": 10808,
            "abstract": "高華王国の姫・ヨナは一人娘のため、優しい父王と幼なじみで護衛のハク達に囲まれ、大切に育てられていた。そして時はヨナ・16歳の誕生日、ヨナは想いを寄せていた従兄のスウォンから簪を贈られ、父へ自分の気持ちを伝えに行く。が、そこには思いも寄らぬ過酷な運命が!?　2010年1月刊。",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Manga",
                "Adventure",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Drop Dead Healthy: One Man's Humble Quest for Bodily Perfection",
            "authors": [
                "A.J.  Jacobs"
            ],
            "ranking": 3.74,
            "ranking_count": 14644,
            "abstract": "New York Times. bestselling author and king of “immersion journalism” A.J. Jacobs tackles his most challenging experiment yet: a yearlong mission to radically improve every element of his body and mind—from his brain to his fingertips to his abs.. From the bestselling author of. The Year of Living Biblically. and. The Know-It-All. comes the true and truly hilarious story of one person’s quest to become the healthiest man in the world.. Hospitalized with a freak case of tropical pneumonia, goaded by his wife telling him, “I don’t want to be a widow at forty-five,” and ashamed of a middle-aged body best described as “a python that swallowed a goat,” A.J. Jacobs felt compelled to change his ways and get healthy. And he didn’t want only to lose weight, or finish a triathlon, or lower his cholesterol. His ambitions were far greater: maximal health from head to toe.. The task was epic. He consulted an army of experts— sleep consultants and sex clinicians, nutritionists and dermatologists. He subjected himself to dozens of different workouts—from Strollercize classes to Finger Fitness sessions, from bouldering with cavemen to a treadmill desk. And he took in a cartload of diets: raw foods, veganism, high protein, calorie restriction, extreme chewing, and dozens more. He bought gadgets and helmets, earphones and juicers. He poked and he pinched. He counted and he measured.. The story of his transformation is not only brilliantly entertaining, but it just may be the healthiest book ever written. It will make you laugh until your sides split and endorphins flood your bloodstream. It will alter the contours of your brain, imprinting you with better habits of hygiene and diet. It will move you emotionally and get you moving physically in surprising ways. And it will give you occasion to reflect on the body’s many mysteries and the ultimate pursuit of health: a well-lived life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Humor",
                "Autobiography",
                "Sports",
                "Food and Drink",
                "Science",
                "Biography",
                "Self Help",
                "Biography Memoir"
            ]
        },
        {
            "title": "Wrath",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.23,
            "ranking_count": 16491,
            "abstract": "Wrath volunteers to live and work outside Homeland, where he'll once again be confined in a small space with other males. He was subjected to horrific abuse and conditioning and forced to view endless sex tapes of human females while chained to Mercile's perverted machines. Wrath knows he's too dangerous and emotionally damaged to ever be with a female.. Lauren has just been detained by three big, buff, well-armed men-New Species. One of them really catches her eye. He's tall, sexy and . . . her new roommate, apparently. Having never met a man this spectacular, she decides to taste every inch of his amazing body. Wrath is definitely open to that plan. The sex is incredible and he gives her everything she needs-but he'll only go so far. Something is holding him back.. Lauren has to make him unleash his desire and Wrath has to get past his fear if the couple wants any chance at a future together.. Publisher's Note: While each New Species book is a standalone, the greatest enjoyment will come from reading them in series order.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Mastering the Art of Soviet Cooking: A Memoir of Food and Longing",
            "authors": [
                "Anya von Bremzen"
            ],
            "ranking": 3.99,
            "ranking_count": 3989,
            "abstract": "A celebrated food writer captures the flavors of the Soviet experience in a sweeping, tragicomic, multi-generational memoir that brilliantly illuminates the history and culture of a vanished empire.. Proust had his madeleine; Narnia's Edmund had his Turkish delight. Anya von Bremzen has vobla-rock-hard, salt-cured dried Caspian roach fish. Lovers of vobla risk breaking a tooth or puncturing a gum on the once-popular snack, but for Anya it's transporting. Like kotleti (Soviet burgers) or the festive Salat Olivier, it summons up the complex, bittersweet flavors of life in that vanished Atlantis called the USSR. There, born in 1963 in a Kafkaesque communal apartment where eighteen families shared one kitchen, Anya grew up singing odes to Lenin, black-marketeering Juicy Fruit gum at her school, and, like most Soviet citizens, longing for a taste of the mythical West. It was a life by turns absurd, drab, naively joyous, melancholy-and, finally, intolerable to her anti-Soviet mother. When she was ten, the two of them fled the political repression of Brezhnev-era Russia, arriving in Philadelphia with no winter coats and no right of return.. These days Anya lives in two parallel food universes: one in which she writes about four-star restaurants, the other in which a simple banana-a once a year treat back in the USSR-still holds an almost talismanic sway over her psyche. To make sense of that past, she and her mother decided to eat and cook their way through seven decades of the Soviet experience. Through the meals she and her mother re-create, Anya tells the story of three generations-her grandparents', her mother's, and her own. Her family's stories are embedded in a larger historical epic: of Lenin's bloody grain requisitioning, World War II hunger and survival, Stalin's table manners, Khrushchev's kitchen debates, Gorbachev's anti-alcohol policies, and the ultimate collapse of the USSR. And all of it is bound together by Anya's sardonic wit, passionate nostalgia, and piercing observations.. This is that rare book that stirs our souls and our senses.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Food and Drink",
                "Cultural",
                "History",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Lover at Last",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.3,
            "ranking_count": 66918,
            "abstract": "Qhuinn, son of no one, is used to being on his own. Disavowed from his bloodline, shunned by the aristocracy, he has finally found an identity as one of the most brutal fighters in the war against the Lessening Society. But his life is not complete. Even as the prospect of having a family of his own seems to be within reach, he is empty on the inside, his heart given to another..... Blay, after years of unrequited love, has moved on from his feelings for Qhuinn. And it’s about time: it seems Qhuinn has found his perfect match in a Chosen female, and they are going to have a young. It’s hard for Blay to see the new couple together, but building your life around a pipe dream is just a heartbreak waiting to happen. And Qhuinn needs to come to terms with some dark things before he can move forward…. Fate seems to have taken these vampire soldiers in different directions... but as the battle over the race’s throne intensifies, and new players on the scene in Caldwell create mortal danger for the Brotherhood, Qhuinn finally learns the true definition of courage, and two hearts who are meant to be together... finally become one.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Adult Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Indian Horse",
            "authors": [
                "Richard Wagamese"
            ],
            "ranking": 4.44,
            "ranking_count": 22115,
            "abstract": "Saul Indian Horse has hit bottom. His last binge almost killed him, and now he’s a reluctant resident in a treatment centre for alcoholics, surrounded by people he’s sure will never understand him. But Saul wants peace, and he grudgingly comes to see that he’ll find it only through telling his story. With him, readers embark on a journey back through the life he’s led as a northern Ojibway, with all its joys and sorrows.. With compassion and insight, author Richard Wagamese traces through his fictional characters the decline of a culture and a cultural way. For Saul, taken forcibly from the land and his family when he’s sent to residential school, salvation comes for a while through his incredible gifts as a hockey player. But in the harsh realities of 1960s Canada, he battles obdurate racism and the spirit-destroying effects of cultural alienation and displacement.. Indian Horse. unfolds against the bleak loveliness of northern Ontario, all rock, marsh, bog and cedar. Wagamese writes with a spare beauty, penetrating the heart of a remarkable Ojibway man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Sports",
                "Literary Fiction",
                "Audiobook",
                "Academic",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Shaman",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.71,
            "ranking_count": 3864,
            "abstract": "Kim Stanley Robinson, the New York Times bestselling author of science fiction masterworks such as the Mars trilogy and 2312, has, on many occasions, imagined our future. Now, in SHAMAN, he brings our past to life as never before.. There is Thorn, a shaman himself. He lives to pass down his wisdom and his stories -- to teach those who would follow in his footsteps.. There is Heather, the healer who, in many ways, holds the clan together.. There is Elga, an outsider and the bringer of change.. And then there is Loon, the next shaman, who is determined to find his own path. But in a world so treacherous, that journey is never simple -- and where it may lead is never certain.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Historical Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Lock In",
            "authors": [
                "John Scalzi"
            ],
            "ranking": 3.9,
            "ranking_count": 61301,
            "abstract": "Not too long from today, a new, highly contagious virus makes its way across the globe. Most who get sick experience nothing worse than flu, fever and headaches. But for the unlucky one percent - and nearly five million souls in the United States alone - the disease causes Lock In: Victims fully awake and aware, but unable to move or respond to stimulus. The disease affects young, old, rich, poor, people of every color and creed. The world changes to meet the challenge.. A quarter of a century later, in a world shaped by what's now known as Haden's syndrome, rookie FBI agent Chris Shane is paired with veteran agent Leslie Vann. The two of them are assigned what appears to be a Haden-related murder at the Watergate Hotel, with a suspect who is an integrator - someone who can let the locked in borrow their bodies for a time. If the Integrator was carrying a Haden client, then naming the suspect for the murder becomes that much more complicated.. But complicated doesn't begin to describe it. As Shane and Vann began to unravel the threads of the murder, it becomes clear that the real mystery - and the real crime - is bigger than anyone could have imagined. The world of the locked in is changing, and with the change comes opportunities that the ambitious will seize at any cost. The investigation that began as a murder case takes Shane and Vann from the halls of corporate power to the virtual spaces of the locked in, and to the very heart of an emerging, surprising new human culture. It's nothing you could have expected.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Science Fiction Fantasy",
                "Adult",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Insurrection",
            "authors": [
                "Robyn Young"
            ],
            "ranking": 3.97,
            "ranking_count": 1657,
            "abstract": "1286 A.D. Scotland is in the grip of the worst winter in living memory. Some say the Day of Judgement has arrived. The King of Scotland rides out from Edinburgh into the stormy night. On the road he is murdered by one of his own men, leaving the succession to the throne wide open. Civil war threatens as the powerful Scottish families jostle for power, not knowing that King Edward I of England has set his own plans for conquest in motion. But all is not destined to go Edward's way. Through the ashes of war, through blood feuds and divided loyalties, a young squire will rise to defy England's greatest king. His name is Robert Bruce. Insurrection is the first in an addictive and action-packed trilogy in the tradition of Conn Iggulden, Bernard Cornwell and Manda Scott.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Novels",
                "Literature",
                "European Literature",
                "War"
            ]
        },
        {
            "title": "A Summoner's Tale: The Vampire's Confessor",
            "authors": [
                "Victoria Danann"
            ],
            "ranking": 4.29,
            "ranking_count": 2749,
            "abstract": "THIS IS THE THIRD INSTALLMENT in the ongoing story of the Black Swan serial saga.. Before you read, please read Book 1, My Familiar Stranger (FREE) and Book 2,. The Witch's Dream. , FIRST!!. DESCRIPTION: A secret society, a witch, a psychic, vampires, modern day knights, heroes, elves, fae, assassins from another dimension, and fairytales come together where emotions intersect. Two souls, joined by a mystical bond, separated by distance, must simultaneously struggle through pain and darkness in an ultimate confrontation with character and an ultimate struggle for life proving that true love waits patiently through lifetimes and finds courage to survive. Even in the strangest places. Even when you're least expecting it. Even when you're far, far from home.. Appropriate for 17+.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies",
                "Science Fiction"
            ]
        },
        {
            "title": "You Are My Sunshine",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 4.13,
            "ranking_count": 4440,
            "abstract": "You Are My Sunshine,. is the sequel to. All My Love, Detrick,. this bestselling novel is set during the holocaust.. When Helga Haswell becomes pregnant by a married SS officer who abandons her, she finds herself alone and desperate. She is afraid to tell her parents that she is pregnant out of wedlock, so her doctor suggests that Helga check into Heinrich Himmler’s home for the Lebensborn.. This is a program, he explains, that has been instituted by the Nazi’s to create perfect Aryan babies. Since Helga is of pure German blood and the child’s father is an SS officer, she will be accepted, the doctor explains. Her child will have a good life because adoption is available only to the finest of Hitler’s Elite. Not only this, the doctor says but during her pregnancy, Helga will have the finest food and medical care available. And, instead of a life of shame, she will be honored for her efforts in producing a perfect Aryan child for the new world that Hitler is in the process of creating. Then after the baby is born, the Lebensborn will take the child and assume all future responsibilities releasing Helga to live her life without the burden of a fatherless offspring. In her desperation, all of this sounded perfect to Helga, that was of course before she felt life stir within her womb.. However, by the time this occurred it was already too late. She had already moved into Steinhoring, home for the Lebensorn, and there was no possibility of turning back. The papers were signed. She could not escape. Hitler owned her unborn child.. On a cold day in January Helga’s little girl came into the world. But instead of being sheltered by her mother’s arms, she was torn away by the nurses at the home for the Lebensborn and thrust into a treacherous world where the very people sworn to protect her were not what they seemed. The little girl was growing, and she was amongst some of the cruelest people on earth and subjected daily to the ideology of the Third Reich.. But when Hitler became convinced that he was indestructible and, went to war on two fronts dividing his army, Germany began to fall. The Nazi’s became fearful as America entered the war joining Churchill against them in the west, while Stalin a formidable enemy with the brutal Russian winters on his side, ripped them apart in the east. And so, the tables turned on the Third Reich. The cruel Nazi’s, who believed they could not be defeated were about to swallow their pride and surrender at the feet of the Allies. The superior race would prove to be inferior after all. Hitler’s elite would run for cover, some would commit suicide; some would be tried in Nuremberg for crimes against humanity, while others would escape with their tails tucked between their legs and head for South America or other friendly ports.. But God had other plans for Helga’s tiny innocent child, who had been born on that January morning. The child’s life was about to change in a very strange but significant way. Instead of becoming whom and what the Nazi’s had hoped to create, this child would be befriended and nurtured by the most unexpected people.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Business",
                "Romance",
                "Cultural",
                "Christian"
            ]
        },
        {
            "title": "Grimm Diaries Prequels",
            "authors": [
                "Cameron Jace"
            ],
            "ranking": 3.85,
            "ranking_count": 3947,
            "abstract": "What if all you knew about fairy tales was wrong?. Warning: these Grimm Prequels are like snap shots of a magical land you're about to visit soon. I like to think of them as poisoned apples. Once you taste them, you will never see fairy tales in the same light again.. The Grimm Diaries Prequels are short books in the form of epistolary diary entries. They are teasers for. The Grimm Diaries. . The 6 diaries are told by The Evil Queen, Peter Pan, Little Red Riding Hood, the Devil, Prince Charming, and Alice Grimm.. Grimm Diaries Prequels:. 1 Snow White Blood Red (narrated by The Snow White Queen). 2 Ashes to Ashes and Cinder to Cinder (narrated by Alice Grimm). 3 Beauty Never Dies (narrated by Peter Pan). 4 Ladle Rotten Rat Hut (narrated by Little Red Riding Hood). 5 Mary Mary Quite Contrary. 6 Blood Apples (narrated by Prince Charming). 7 Jawigi (narrated by sandman Grimm)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Short Stories",
                "Business",
                "Retellings",
                "Paranormal"
            ]
        },
        {
            "title": "Unorthodox: The Scandalous Rejection of My Hasidic Roots",
            "authors": [
                "Deborah Feldman",
                "Katalin Getto"
            ],
            "ranking": 3.97,
            "ranking_count": 55045,
            "abstract": "The instant. New York Times. bestselling memoir of a young Jewish woman’s escape from a religious sect, in the tradition of Ayaan Hirsi Ali’s. Infidel. and Carolyn Jessop’s. Escape. , featuring a new epilogue by the author.. As a member of the strictly religious Satmar sect of Hasidic Judaism, Deborah Feldman grew up under a code of relentlessly enforced customs governing everything from what she could wear and to whom she could speak to what she was allowed to read. It was stolen moments spent with the empowered literary characters of Jane Austen and Louisa May Alcott that helped her to imagine an alternative way of life. Trapped as a teenager in a sexually and emotionally dysfunctional marriage to a man she barely knew, the tension between Deborah’s desires and her responsibilities as a good Satmar girl grew more explosive until she gave birth at nineteen and realized that, for the sake of herself and her son, she had to escape.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Biography",
                "Audiobook",
                "Literature",
                "Biography Memoir",
                "Feminism"
            ]
        },
        {
            "title": "The Hum and the Shiver",
            "authors": [
                "Alex Bledsoe"
            ],
            "ranking": 3.81,
            "ranking_count": 4283,
            "abstract": "Named one of the Best Fiction Books of 2011 by. Kirkus Reviews, The Hum and the Shiver. by Alex Bledsoe is an enchanting tale of music and magic older than the hills. . . .. No one knows where the Tufa came from, or how they ended up in the Smoky Mountains of East Tennessee. Enigmatic and suspicious of outsiders, the Tufa live quiet lives in the hills and valleys of Cloud County. While their origins may be a mystery, there are hints of their true nature buried in the songs they have passed down for generations.. Bronwyn Hyatt, a pure-blood Tufa, has always insisting on doing things her own way, regardless of the consequences. Even though Tufa rarely leave Cloud County, she enlisted in the Army to escape the pressures of Tufa life—her family, her obligations as a First Daughter, and her dangerous ex-boyfriend. But after barely surviving a devastating ambush that killed most of her fellow soldiers, Private Hyatt returns to Cloud County wounded in body and in spirit. But danger lurks in the mountains and hollows of her childhood home. Cryptic omens warn of impending tragedy, and a restless haint lurks nearby, waiting to reveal Bronwyn's darkest secrets. Worst of all, Bronwyn has lost touch with the music that was once a vital part of her identity.. Now Bronwyn finds the greatest battle to be right here at home, where her obligations struggle with her need for freedom, and if she makes the wrong choice, the consequences could be deadly for all the Tufa. . . .. A sheer delight.—. Kirkus Reviews,. starred review. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Audiobook",
                "Music",
                "Fairies",
                "Contemporary"
            ]
        },
        {
            "title": "Dragon Haven",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.1,
            "ranking_count": 30856,
            "abstract": "Return to the world of the Liveships Traders and journey along the Rain Wild River in the second instalment of high adventure from the author of the internationally acclaimed Farseer trilogy. The dragon keepers and the fledgling dragons are forging a passage up the treacherous Rain Wild River. They are in search of the mythical Elderling city of Kelsingra, and are accompanied by the liveship Tarman, its captain, Leftrin, and a group of hunters who must search the forests for game with which to keep the dragons fed. With them are Alise, who has escaped her cold marriage to the cruel libertine Hest Finbok in order to continue her study of dragons, and Hest's amanuensis, Bingtown dandy, Sedric. Rivalries and romances are already threatening to disrupt the band of explorers: but external forces may prove to be even more dangerous. Chalcedean merchants are keen to lay hands on dragon blood and organs to turn them to medicines and profit. Their traitor has infiltrated the expeditionand will stop at nothing to obtain the coveted body parts. And then there are the Rain Wilds themselves: mysterious, unstable and ever perilous, its mighty river running with acid, its jungle impenetrable and its waterways uncharted. Will the expedition reach their destination unscathed? Does the city of Kelsingra even exist? Only one thing is certain: the journey will leave none of the dragons nor their human companions unchanged by the experience.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Power of Habit: Why We Do What We Do in Life and Business",
            "authors": [
                "Charles Duhigg"
            ],
            "ranking": 4.12,
            "ranking_count": 428183,
            "abstract": "A young woman walks into a laboratory. Over the past two years, she has transformed almost every aspect of her life. She has quit smoking, run a marathon, and been promoted at work. The patterns inside her brain, neurologists discover, have fundamentally changed.. Marketers at Procter & Gamble study videos of people making their beds. They are desperately trying to figure out how to sell a new product called Febreze, on track to be one of the biggest flops in company history. Suddenly, one of them detects a nearly imperceptible pattern—and with a slight shift in advertising, Febreze goes on to earn a billion dollars a year.. An untested CEO takes over one of the largest companies in America. His first order of business is attacking a single pattern among his employees—how they approach worker safety—and soon the firm, Alcoa, becomes the top performer in the Dow Jones.. What do all these people have in common? They achieved success by focusing on the patterns that shape every aspect of our lives.. They succeeded by transforming habits.. In The Power of Habit, award-winning New York Times business reporter Charles Duhigg takes us to the thrilling edge of scientific discoveries that explain why habits exist and how they can be changed. With penetrating intelligence and an ability to distill vast amounts of information into engrossing narratives, Duhigg brings to life a whole new understanding of human nature and its potential for transformation.. Along the way we learn why some people and companies struggle to change, despite years of trying, while others seem to remake themselves overnight. We visit laboratories where neuroscientists explore how habits work and where, exactly, they reside in our brains. We discover how the right habits were crucial to the success of Olympic swimmer Michael Phelps, Starbucks CEO Howard Schultz, and civil-rights hero Martin Luther King, Jr. We go inside Procter & Gamble, Target superstores, Rick Warren’s Saddleback Church, NFL locker rooms, and the nation’s largest hospitals and see how implementing so-called keystone habits can earn billions and mean the difference between failure and success, life and death.. At its core, The Power of Habit contains an exhilarating argument: The key to exercising regularly, losing weight, raising exceptional children, becoming more productive, building revolutionary companies and social movements, and achieving success is understanding how habits work.. Habits aren’t destiny. As Charles Duhigg shows, by harnessing this new science, we can transform our businesses, our communities, and our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Business",
                "Productivity",
                "Audiobook",
                "Science",
                "Leadership",
                "Sociology"
            ]
        },
        {
            "title": "The Language of Thorns: Midnight Tales and Dangerous Magic",
            "authors": [
                "Leigh Bardugo",
                "Sara Kipin"
            ],
            "ranking": 4.34,
            "ranking_count": 46588,
            "abstract": "Love speaks in flowers. Truth requires thorns.. Travel to a world of. dark bargains struck by moonlight, of haunted towns and hungry woods, of talking beasts and gingerbread golems, where a young mermaid's voice can summon deadly storms and where a river might do a lovestruck boy's bidding but only for a terrible price.. Inspired by myth, fairy tale, and folklore, #1. New York Times. —bestselling author Leigh Bardugo has crafted a deliciously atmospheric collection of short stories filled with betrayals, revenge, sacrifice, and love.. Perfect for new readers and dedicated fans, these tales will transport you to lands both familiar and strange—to a fully realized world of dangerous magic that millions have visited through the novels of the Grishaverse.. This collection of six stories includes three brand-new tales, all of them lavishly illustrated with art that changes with each turn of the page, culminating in six stunning full-spread illustrations as rich in detail as the stories themselves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Fiction",
                "Retellings",
                "Anthologies"
            ]
        },
        {
            "title": "Life on Mars",
            "authors": [
                "Tracy K. Smith"
            ],
            "ranking": 4.12,
            "ranking_count": 7768,
            "abstract": "You lie there kicking like a baby, waiting for God himself. To lift you past the rungs of your crib. What. Would your life say if it could talk?. —from “No Fly Zone”. With allusions to David Bowie and interplanetary travel,. Life on Mars. imagines a soundtrack for the universe to accompany the discoveries, failures, and oddities of human existence. In these new poems, Tracy K. Smith envisions a sci-fi future sucked clean of any real dangers, contemplates the dark matter that keeps people both close and distant, and revisits the kitschy concepts like “love” and “illness” now relegated to the Museum of Obsolescence. These poems reveal the realities of life lived here, on the ground, where a daughter is imprisoned in the basement by her own father, where celebrities and pop stars walk among us, and where the poet herself loses her father, one of the engineers who worked on the Hubble Space Telescope.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Space",
                "Contemporary",
                "Literature",
                "Adult",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "The Countess",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 3.82,
            "ranking_count": 6269,
            "abstract": "THE FAIRY TALE COURTSHIP DID NOT TURN INTO A HAPPILY-EVER-AFTER .... Not until her husband dropped dead, that is. He had been horrible enough to Christiana during their short marriage, and she was not going to allow the traditional period of mourning to ruin her sisters' debuts as well. So she decides to put him on ice and go on as if nothing's happened .... Until the real earl appears. Richard Fairgrave had every intention of confronting his villainous twin who had robbed him of his name and title ... only to discover that he had died. Quietly assuming his identity, Richard must now deal with a maddening desire for his ravishing inherited wife --- certainly a gold digger and possibly a murderess. And Christiana must deal with an unwanted new husband ... and they both must figure out what to do before the ice melts.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Mystery",
                "Historical Romance",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "Elephant Company: The Inspiring Story of an Unlikely Hero and the Animals Who Helped Him Save Lives in World War II",
            "authors": [
                "Vicki Constantine Croke"
            ],
            "ranking": 4.24,
            "ranking_count": 8804,
            "abstract": "Billy Williams came to colonial Burma in 1920, fresh from service in World War I, to a job as a “forest man” for a British teak company. Mesmerized by the intelligence, character, and even humor of the great animals who hauled logs through the remote jungles, he became a gifted “elephant wallah.” Increasingly skilled at treating their illnesses and injuries, he also championed more humane treatment for them, even establishing an elephant “school” and “hospital.” In return, he said, the elephants made him a better man. The friendship of one magnificent tusker in particular, Bandoola, would be revelatory. In. Elephant Company,. Vicki Constantine Croke chronicles Williams’s growing love for elephants as the animals provide him lessons in courage, trust, and gratitude.. But. Elephant Company. is also a tale of war and daring. When Imperial Japanese forces invaded Burma in 1942, Williams joined the elite Force 136, the British dirty tricks department, operating behind enemy lines. His war elephants would carry supplies, build bridges, and transport the sick and elderly over treacherous mountain terrain. Now well versed in the ways of the jungle, an older, wiser Williams even added to his stable by smuggling more elephants out of Japanese-held territory. As the occupying authorities put a price on his head, Williams and his elephants faced his most perilous test. In a Hollywood-worthy climax, Elephant Company, cornered by the enemy, attempted a desperate escape: a risky trek over the mountainous border to India, with a bedraggled group of refugees in tow. Elephant Bill’s exploits would earn him top military honors and the praise of famed Field Marshal Sir William Slim.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Animals",
                "War",
                "Historical",
                "Adventure",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Whispering Skull",
            "authors": [
                "Jonathan Stroud"
            ],
            "ranking": 4.34,
            "ranking_count": 20365,
            "abstract": "In the six months since Anthony, Lucy, and George survived a night in the most haunted house in England, Lockwood & Co. hasn't made much progress. Quill Kipps and his team of Fittes agents keep swooping in on Lockwood's investigations. Finally, in a fit of anger, Anthony challenges his rival to a contest: the next time the two agencies compete on a job, the losing side will have to admit defeat in the Times newspaper.. Things look up when a new client, Mr. Saunders, hires Lockwood & Co. to be present at the excavation of Edmund Bickerstaff, a Victorian doctor who reportedly tried to communicate with the dead. Saunders needs the coffin sealed with silver to prevent any supernatural trouble. All goes well-until George's curiosity attracts a horrible phantom.. Back home at Portland Row, Lockwood accuses George of making too many careless mistakes. Lucy is distracted by urgent whispers coming from the skull in the ghost jar. Then the team is summoned to DEPRAC headquarters. Kipps is there too, much to Lockwood's annoyance. Bickerstaff's coffin was raided and a strange glass object buried with the corpse has vanished. Inspector Barnes believes the relic to be highly dangerous, and he wants it found.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Horror",
                "Childrens",
                "Paranormal",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Phantom",
            "authors": [
                "Jo Nesbø",
                "Don Bartlett"
            ],
            "ranking": 4.11,
            "ranking_count": 42800,
            "abstract": "Following from Jo Nesbø's electrifying international best-sellers. The Snowman. and. The Leopard. , now comes. Phantom. , which plunges the brilliant, deeply troubled, now former police officer Harry Hole into a full-tilt investigation on which his own tenuous future will come to depend.. When Harry left Oslo again for Hong Kong—fleeing the traumas of life as a cop—he thought he was there for good. But then the unthinkable happened. The son of the woman he loved, lost, and still loves is arrested for murder: Oleg, the boy Harry helped raise but couldn't help deserting when he fled. Harry has come back to prove that Oleg is not a killer. Barred from rejoining the police force, he sets out on a solitary, increasingly dangerous investigation that takes him deep into the world of the most virulent drug to ever hit the streets of Oslo (and the careers of some of the city's highest officials), and into the maze of his own past, where he will find the wrenching truth that finally matters to Oleg, and to himself.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Scandinavian Lite...",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "On the Island",
            "authors": [
                "Tracey Garvis Graves"
            ],
            "ranking": 4.11,
            "ranking_count": 80087,
            "abstract": "When thirty-year-old English teacher Anna Emerson is offered a job tutoring T.J. Callahan at his family's summer rental in the Maldives, she accepts without hesitation; a working vacation on a tropical island trumps the library any day.. T.J. Callahan has no desire to leave town, not that anyone asked him. He's almost seventeen and if having cancer wasn't bad enough, now he has to spend his first summer in remission with his family—and a stack of overdue assignments—instead of his friends.. Anna and T.J. are en route to join T.J.'s family in the Maldives when the pilot of their seaplane suffers a fatal heart attack and crash-lands in the Indian Ocean. Adrift in shark-infested waters, their life jackets keep them afloat until they make it to the shore of an uninhabited island. Now Anna and T.J. just want to survive and they must work together to obtain water, food, fire, and shelter.. Their basic needs might be met but as the days turn to weeks, and then months, the castaways encounter plenty of other obstacles, including violent tropical storms, the many dangers lurking in the sea, and the possibility that T.J.'s cancer could return. As T.J. celebrates yet another birthday on the island, Anna begins to wonder if the biggest challenge of all might be living with a boy who is gradually becoming a man.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "New Adult",
                "Adult",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sky in the Deep",
            "authors": [
                "Adrienne Young"
            ],
            "ranking": 3.97,
            "ranking_count": 48593,
            "abstract": "Raised to be a warrior, seventeen-year-old Eelyn fights alongside her Aska clansmen in an ancient rivalry against the Riki clan. Her life is brutal but simple: fight and survive. Until the day she sees the impossible on the battlefield—her brother, fighting with the enemy—the brother she watched die five years ago.. Faced with her brother's betrayal, she must survive the winter in the mountains with the Riki, in a village where every neighbor is an enemy, every battle scar possibly one she delivered. But when the Riki village is raided by a ruthless clan thought to be a legend, Eelyn is even more desperate to get back to her beloved family.. She is given no choice but to trust Fiske, her brother’s friend, who sees her as a threat. They must do the impossible: unite the clans to fight together, or risk being slaughtered one by one. Driven by a love for her clan and her growing love for Fiske, Eelyn must confront her own definition of loyalty and family while daring to put her faith in the people she’s spent her life hating.. Part Wonder Woman, part. Vikings. —and all heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Factfulness: Ten Reasons We're Wrong About the World – and Why Things Are Better Than You Think",
            "authors": [
                "Hans Rosling",
                "Ola Rosling",
                "Anna Rosling Rönnlund"
            ],
            "ranking": 4.36,
            "ranking_count": 152803,
            "abstract": "Factfulness:. The stress-reducing habit of only carrying opinions for which you have strong supporting facts.. When asked simple questions about global trends—. what percentage of the world’s population live in poverty; why the world’s population is increasing; how many girls finish school. —we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess teachers, journalists, Nobel laureates, and investment bankers.. In. Factfulness. , Professor of International Health and global TED phenomenon Hans Rosling, together with his two long-time collaborators, Anna and Ola, offers. a radical new explanation of why this happens. . They reveal. the ten instincts that distort our perspective. —from our tendency to divide the world into two camps (usually some version of. us. and. them. ) to the way we consume media (where fear rules) to how we perceive progress (believing that most things are getting worse).. Our problem is that we don’t know what we don’t know, and even our guesses are informed by unconscious and predictable biases.. It turns out that the world, for all its imperfections, is in a much better state than we might think.. That doesn’t mean there aren’t real concerns. But when we worry about everything all the time instead of embracing a worldview based on facts, we can lose our ability to focus on the things that threaten us most.. Inspiring and revelatory, filled with lively anecdotes and moving stories,. Factfulness. is an urgent and essential book that will change the way you see the world and empower you to respond to the crises and opportunities of the future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Economics",
                "History",
                "Politics",
                "Business",
                "Self Help",
                "Sociology",
                "Philosophy"
            ]
        },
        {
            "title": "The Native Star",
            "authors": [
                "M.K. Hobson"
            ],
            "ranking": 3.56,
            "ranking_count": 3666,
            "abstract": "In the tradition of Jonathan Strange & Mr. Norrell, this brilliant first novel fuses history, fantasy, and romance. Prepare to be enchanted by M. K. Hobson's captivating take on the Wild, Wild West.. The year is 1876. In the small Sierra Nevada settlement of Lost Pine, the town witch, Emily Edwards, is being run out of business by an influx of mail-order patent magics. Attempting to solve her problem with a love spell, Emily only makes things worse. But before she can undo the damage, an enchanted artifact falls into her possession--and suddenly Emily must flee for her life, pursued by evil warlocks who want the object for themselves.. Dreadnought Stanton, a warlock from New York City whose personality is as pompous and abrasive as his name, has been exiled to Lost Pine for mysterious reasons. Now he finds himself involuntarily allied with Emily in a race against time--and across the United States by horse, train, and biomechanical flying machine--in quest of the great Professor Mirabilis, who alone can unlock the secret of the coveted artifact. But along the way, Emily and Stanton will be forced to contend with the most powerful and unpredictable magic of all--the magic of the human heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Historical",
                "Fiction",
                "Westerns"
            ]
        },
        {
            "title": "Bite Me",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.86,
            "ranking_count": 27507,
            "abstract": "“Christopher Moore is a very sick man, in the very best sense of the word.”. —Carl Hiaasen. The undead rise again in Bite Me, the third book in New York Times bestselling author Christopher Moore’s wonderfully twisted vampire saga. Joining his farcical gems Bloodsucking Fiends and You Suck, Moore’s latest in continuing story of young, urban, nosferatu style love, is no Twilight—but rather a tsunami of the irresistible outrageousness that has earned him the appellation, “Stephen King with a whoopee cushion and a double-espresso imagination” from the Atlanta Journal-Constitution and inspired Denver’s Rocky Mountain News to declare him, “the 21st century’s best satirist.”",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fiction",
                "Fantasy",
                "Paranormal",
                "Horror",
                "Romance"
            ]
        },
        {
            "title": "How to Tell Toledo from the Night Sky",
            "authors": [
                "Lydia Netzer"
            ],
            "ranking": 3.29,
            "ranking_count": 2589,
            "abstract": "Lydia Netzer, the award-winning author of. Shine Shine Shine. , weaves a mind-bending, heart-shattering love story that asks, Can true love exist if it's been planned from birth?. Like a jewel shimmering in a Midwest skyline, the Toledo Institute of Astronomy is the nation's premier center of astronomical discovery and a beacon of scientific learning for astronomers far and wide. Here, dreamy cosmologist George Dermont mines the stars to prove the existence of God. Here, Irene Sparks, an unsentimental scientist, creates black holes in captivity.. George and Irene are on a collision course with love, destiny and fate. They have everything in common: both are ambitious, both passionate about science, both lonely and yearning for connection. The air seems to hum when they're together. But George and Irene's attraction was not written in the stars. In fact their mothers, friends since childhood, raised them separately to become each other's soulmates.. When that long-secret plan triggers unintended consequences, the two astronomers must discover the truth about their destinies, and unravel the mystery of what Toledo holds for them—together or, perhaps, apart.. Lydia Netzer combines a gift for character and big-hearted storytelling, with a sure hand for science and a vision of a city transformed by its unique celestial position, exploring the conflicts of fate and determinism, and asking how much of life is under our control and what is pre-ordained in the heavens in her novel. How to Tell Toledo from the Night Sky. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Magical Realism",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Fantasy",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Deadly Descendant",
            "authors": [
                "Jenna Black"
            ],
            "ranking": 3.93,
            "ranking_count": 4551,
            "abstract": "The second novel in a unique and action-packed urban fantasy series from the acclaimed author of the. Morgan Kingsley. series!. An ancient evil is unleashed in the modern world— unless one fearless P.I. can hunt it down. . . . Nikki Glass, Immortal Huntress, returns in this new novel in the acclaimed series by Jenna Black.. As a living descendant of Artemis the Huntress, private investigator Nikki Glass knows how to track someone down. But when an Oracle shows up, warning the Descendants about wild dog attacks in Washington, D.C., Nikki is afraid it might be a trap. The Olympians believe the “dogs” are really jackals, controlled by a blood-crazed descendant of the Egyptian death-god Anubis. Whatever. . . . If Nikki hopes to muzzle Dogboy, she’s got to catch him in the act. But when she stakes out a local cemetery, she ends up face-to-snout with a snarling pack of shadow-jackals whose bite is worse than their bark. These hellhounds are deadly—even for an immortal like Nikki. “Dog” spelled backward may be “god,” but that won’t stop Nikki from teaching these old gods some new tricks. Like playing dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult",
                "Mythology"
            ]
        },
        {
            "title": "Dataclysm: Who We Are (When We Think No One's Looking)",
            "authors": [
                "Christian Rudder"
            ],
            "ranking": 3.74,
            "ranking_count": 11466,
            "abstract": "A. New York Times. Bestseller. An audacious, irreverent investigation of human behavior—and a first look at a revolution in the making. Our personal data has been used to spy on us, hire and fire us, and sell us stuff we don’t need. In. Dataclysm. , Christian Rudder uses it to show us who we truly are.. For centuries, we’ve relied on polling or small-scale lab experiments to study human behavior. Today, a new approach is possible. As we live more of our lives online, researchers can finally observe us directly, in vast numbers, and without filters. Data scientists have become the new demographers.. In this daring and original book, Rudder explains how Facebook likes can predict, with surprising accuracy, a person’s sexual orientation and even intelligence; how attractive women receive exponentially more interview requests; and why you must have haters to be hot. He charts the rise and fall of America’s most reviled word through Google Search and examines the new dynamics of collaborative rage on Twitter. He shows how people express themselves, both privately and publicly. What is the least Asian thing you can say? Do people bathe more in Vermont or New Jersey? What do black women think about Simon & Garfunkel? (Hint: they don’t think about Simon & Garfunkel.) Rudder also traces human migration over time, showing how groups of people move from certain small towns to the same big cities across the globe. And he grapples with the challenge of maintaining privacy in a world where these explorations are possible.. Visually arresting and full of wit and insight,. Dataclysm. is a new way of seeing ourselves—a brilliant alchemy, in which math is made human and numbers become the narrative of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Psychology",
                "Sociology",
                "Business",
                "Audiobook",
                "Social Science",
                "Relationships"
            ]
        },
        {
            "title": "Memory Wall",
            "authors": [
                "Anthony Doerr"
            ],
            "ranking": 4.09,
            "ranking_count": 6275,
            "abstract": "In the wise and beautiful second collection from the acclaimed, Pulitzer Prize-winning #1 New York Times bestselling author of All the Light We Cannot See, Doerr writes about the big questions, the imponderables, the major metaphysical dreads, and he does it fearlessly (The New York Times Book Review).. Set on four continents, Anthony Doerr's new stories are about memory, the source of meaning and coherence in our lives, the fragile thread that connects us to ourselves and to others. Every hour, says Doerr, all over the globe, an infinite number of memories disappear. Yet at the same time children, surveying territory that is entirely new to them, push back the darkness, form fresh memories, and remake the world.. In the luminous and beautiful title story, a young boy in South Africa comes to possess an old woman's secret, a piece of the past with the power to redeem a life. In The River Nemunas, a teenage orphan moves from Kansas to Lithuania to live with her grandfather, and discovers a world in which myth becomes real. Village 113, winner of an O'Henry Prize, is about the building of the Three Gorges Dam and the seed keeper who guards the history of a village soon to be submerged. And in Afterworld, the radiant, cathartic final story, a woman who escaped the Holocaust is haunted by visions of her childhood friends in Germany, yet finds solace in the tender ministrations of her grandson.. Every story in Memory Wall is a reminder of the grandeur of life--of the mysterious beauty of seeds, of fossils, of sturgeon, of clouds, of radios, of leaves, of the breathtaking fortune of living in this universe. Doerr's language, his witness, his imagination, and his humanity are unparalleled in fiction today.. --simonandschuster.com",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Historical",
                "Literary Fiction",
                "Adult Fiction",
                "Literature",
                "Science Fiction",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Guantánamo Diary",
            "authors": [
                "Mohamedou Ould Slahi",
                "Larry Siems"
            ],
            "ranking": 4.09,
            "ranking_count": 4320,
            "abstract": "An unprecedented international publishing event: the first and only diary written by a still-imprisoned Guantánamo Bay detainee.. Since 2002, Mohamedou Slahi has been imprisoned at the detention camp at Guantánamo Bay, Cuba. In all these years, the United States has never charged him with a crime. A federal judge ordered his release in March 2010, but the U.S. government fought that decision, and there is no sign that the United States plans to let him go.. Three years into his captivity Slahi began a diary, recounting his life before he disappeared into U.S. custody, his endless world tour of imprisonment and interrogation, and his daily life as a Guantanamo prisoner. His diary is not merely a vivid record of a miscarriage of justice, but a deeply personal memoir---terrifying, darkly humorous, and surprisingly gracious.. Published now for the first time,. Guantanamo Diary. is a document of immense historical importance and a riveting and profoundly revealing read.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Politics",
                "Biography",
                "History",
                "War",
                "Biography Memoir",
                "Audiobook",
                "Western Africa"
            ]
        },
        {
            "title": "The Overstory",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 4.12,
            "ranking_count": 118472,
            "abstract": "The Overstory. is a sweeping, impassioned work of activism and resistance that is also a stunning evocation of - and paean to - the natural world. From the roots to the crown and back to the seeds, Richard Powers’s twelfth novel unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond. There is a world alongside ours—vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe.. A. New York Times. Bestseller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Environment",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Historical",
                "Literature",
                "Audiobook",
                "Book Club"
            ]
        },
        {
            "title": "Talking to Girls about Duran Duran: One Young Man's Quest for True Love and a Cooler Haircut",
            "authors": [
                "Rob Sheffield"
            ],
            "ranking": 3.58,
            "ranking_count": 8177,
            "abstract": "The author of the national bestseller Love is a Mix Tape returns, with a different-but equally personal and equally universal- spin on music as memory. No rock critic-living or dead, American or otherwise-has ever written about pop music with the evocative, hyperpoetic perfectitude of Rob Sheffield. So said Chuck Klosterman about Love is a Mix Tape, Sheffield's paean to a lost love via its soundtrack. Now, in Talking to Girls About Duran Duran, Sheffield shares the soundtrack to his eighties adolescence. When he turned 13 in 1980, Rob Sheffield had a lot to learn about women, love, music and himself, and in Talking to Girls About Duran Duran we get a glimpse into his transformation from pasty, geeky hermit boy into a young man with his first girlfriend, his first apartment, and a sense of the world. These were the years of MTV and John Hughes movies; the era of big dreams and bigger shoulder pads; and, like any all-American boy, this one was searching for true love and maybe a cooler haircut. It's all here: Inept flirtations. Dumb crushes. Deplorable fashion choices. Members Only jackets. Girls, every last one of whom seems to be madly in love with the bassist of Duran Duran. Sheffield's coming-of-age story is one that we all know, with a playlist that any child of the eighties or anyone who just loves music will sing along with. These songs-and Sheffield's writing-will remind readers of that first kiss, that first car, and the moments that shaped their lives.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Humor",
                "Culture",
                "Biography Memoir",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Gain",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 3.77,
            "ranking_count": 1033,
            "abstract": "FROM THE MAN BOOKER PRIZE SHORTLISTED AUTHOR OF. THE OVERSTORY. Richard Powers' novel is a fascinating and profound exploration of the interaction of an individual human life and a corporate one. It tells two stories: the first that of an American company, which starts as a small family soap and candle-making firm in the early 1800s, and ends as a vast pharmaceuticals-to-pesticides combine in the 1990s. The second is that of a contemporary woman, living in the company town, who during the course of the novel is diagnosed and then finally dies of cancer, a cancer that is almost certainly caused by exposure to chemical wastes from the company's factories.. Richly intellectually stimulating, deeply moving and beautifully written, Gain is very much a 'Great American Novel', an exploration of the history, uniqueness and soul of America, in the tradition of. Underworld. . But it is most reminiscent of Graham Swift's. Waterland. , another novel that combines history, both public and private, with contemporary lives, showing how individuals are both the victims and shapers of large-scale historical and economic forces",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "The United States Of America",
                "Literary Fiction",
                "Economics",
                "Unfinished",
                "Health",
                "Business",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "Accordance",
            "authors": [
                "Shelly Crane"
            ],
            "ranking": 4.26,
            "ranking_count": 28242,
            "abstract": "In the sequel, Maggie learns much more about all the strange things that happened to her, and has to face new ones. She rebels against it, but ultimately, must face it for her new families sake and maybe even her life. Bish went from being her biggest supporter to her biggest pain in the butt and Kyle's intentions to attract her interest may not be so innocent. Caleb and Maggie face many new obstacles together and fight to work through them but will one that should be a good thing be too much for Maggie to handle?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Swans of Fifth Avenue",
            "authors": [
                "Melanie Benjamin"
            ],
            "ranking": 3.61,
            "ranking_count": 30355,
            "abstract": "From the New York Times bestselling author of The Aviator’s Wife comes an enthralling new novel about Truman Capote’s scandalous, headline-making, and heart-wrenching friendship with Babe Paley and New York’s society “swans” of the 1950s.. Centered on two dynamic, complicated, and compelling protagonists—Truman Capote and Babe Paley—this book is steeped in the glamour and perfumed and smoky atmosphere of New York’s high society. Babe Paley—known for her high-profile marriage to CBS founder William Paley and her ranking in the International Best-Dressed Hall of Fame—was one of the reigning monarchs of New York’s high society in the 1950s. Replete with gossip, scandal, betrayal, and a vibrant cast of real-life supporting characters, readers will be seduced by this startling new look at the infamous society swans.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "New York",
                "Womens Fiction",
                "Adult",
                "Novels",
                "Adult Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Hanging Tree",
            "authors": [
                "Ben Aaronovitch"
            ],
            "ranking": 4.22,
            "ranking_count": 29984,
            "abstract": "The Hanging Tree was the Tyburn gallows which stood where Marble Arch stands today. Oxford Street was the last trip of the condemned. Some things don't change. The place has a bloody and haunted legacy and now blood has returned to the empty Mayfair mansions of the world's super-rich. And blood mixed with magic is a job for Peter Grant.. Peter Grant is back as are Nightingale. et al.. at the Folly and the various river gods, ghosts and spirits who attach themselves to England's last wizard and the Met's reluctant investigator of all things supernatural.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Shadow Reader",
            "authors": [
                "Sandy Williams"
            ],
            "ranking": 3.75,
            "ranking_count": 9669,
            "abstract": "There can only be one allegiance.. It’s her time to choose.. Some humans can see the fae. McKenzie Lewis can track them, reading the shadows they leave behind. But some shadows lead to danger. Others lead to lies.. A Houston college student trying to finish her degree, McKenzie has been working for the fae king for years, tracking vicious rebels who would claim the Realm. Her job isn’t her only secret. For just as long, she’s been in love with Kyol, the king’s sword-master—and relationships between humans and fae are forbidden.. But any hope for a normal life is shattered when she’s captured by Aren, the fierce and uncompromising rebel leader. He teaches her the forbidden fae language and tells her dark truths about the Court, all to persuade her to turn against the king. Time is running out, and as the fight starts to claim human lives, McKenzie has no choice but to decide once and for all whom to trust and where she ultimately stands in the face of a cataclysmic civil war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Romance",
                "Adult",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Bone Season",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 3.79,
            "ranking_count": 69399,
            "abstract": "The year is 2059. Nineteen-year-old Paige Mahoney is working in the criminal underworld of Scion London, based at Seven Dials, employed by a man named Jaxon Hall. Her job: to scout for information by breaking into people’s minds. For Paige is a dreamwalker, a clairvoyant and, in the world of Scion, she commits treason simply by breathing.. It is raining the day her life changes for ever. Attacked, drugged and kidnapped, Paige is transported to Oxford – a city kept secret for two hundred years, controlled by a powerful, otherworldly race. Paige is assigned to Warden, a Rephaite with mysterious motives. He is her master. Her trainer. Her natural enemy. But if Paige wants to regain her freedom she must allow herself to be nurtured in this prison where she is meant to die.. The Bone Season introduces a compelling heroine and also introduces an extraordinary young writer, with huge ambition and a teeming imagination. Samantha Shannon has created a bold new reality in this riveting debut.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Romance",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Meddling Kids",
            "authors": [
                "Edgar Cantero"
            ],
            "ranking": 3.55,
            "ranking_count": 25535,
            "abstract": "1990. . The teen detectives once known as the Blyton Summer Detective Club (of Blyton Hills, a small mining town in the Zoinx River Valley in Oregon) are all grown up and haven't seen each other since their fateful, final case in 1977. Andy, the tomboy, is twenty-five and on the run, wanted in at least two states. Kerri, one-time kid genius and budding biologist, is bartending in New York, working on a serious drinking problem. At least she's got Tim, an excitable Weimaraner descended from the original canine member of the team. Nate, the horror nerd, has spent the last thirteen years in and out of mental health institutions, and currently resides in an asylum in Arhkam, Massachusetts. The only friend he still sees is Peter, the handsome jock turned movie star. The problem is, Peter's been dead for years.. The time has come to uncover the source of their nightmares and return to where it all began in 1977. This time, it better not be a man in a mask. The real monsters are waiting.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Mystery",
                "Fiction",
                "Fantasy",
                "Humor",
                "Adult",
                "LGBT",
                "Thriller"
            ]
        },
        {
            "title": "The Truth of Valor",
            "authors": [
                "Tanya Huff"
            ],
            "ranking": 4.1,
            "ranking_count": 3736,
            "abstract": "The rousing military adventure(. Locus. ) continues with a brand-new. Valor. novel.. Former Marine Gunnery Sergeant Torin Kerr is attempting to build a new life with salvage operator Craig Ryder on his ship, the. Promise. . Turns out civilian life is a lot rougher than she'd imagined-salvage operators are losing both cargo and lives to pirates. And when they attack the. Promise. , Craig is taken prisoner and Torin is left for dead.. When Torin finds out why the pirates needed Craig, she calls in the Marines to get him back-and to stop the pirates from changing the balance of power in known space.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "War",
                "Space",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Silvered",
            "authors": [
                "Tanya Huff"
            ],
            "ranking": 4.07,
            "ranking_count": 2828,
            "abstract": "The Empire has declared war on the small, were-ruled kingdom of Aydori, capturing five women of the Mage-Pack, including the wife of the were Pack-leader. With the Pack off defending the border, it falls to Mirian Maylin and Tomas Hagen—she a low-level mage, he younger brother to the Pack-leader—to save them. Together the two set out on the kidnappers’ trail, racing into the heart of enemy territory. With every step the odds against them surviving and succeeding soar….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Shapeshifters",
                "Fiction",
                "Romance",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Rogue Descendant",
            "authors": [
                "Jenna Black"
            ],
            "ranking": 3.89,
            "ranking_count": 2838,
            "abstract": "The third novel in an action-packed urban fantasy series from the acclaimed author of the Morgan Kingsley, Exorcist books—starring a female private eye who discovers that she’s an immortal huntress.. No longer the leader of the Olympians, Konstantin has now gone into hiding. Konstantin is vulnerable, and Anderson believes now is the perfect time to destroy his nemesis. He orders private eye Nikki Glass to use her powers to locate Konstantin, and she balks at the idea until a series of attacks leads her to believe that Konstantin is gunning for her and Anderson instead of remaining safely in hiding.. Nikki’s search is complicated by Cyrus—Konstantin’s son and the new leader of the Olympians—who threatens retribution should his father be killed. The complications mount up as Nikki begins to suspect that Konstantin might not be behind the attacks after all. The only person who hates Konstantin more than Anderson does is Anderson’s estranged wife, Emma, who has joined the Olympians. And Nikki knows Emma would be more than happy if Anderson and his people embroil themselves in an all-out war against the Olympians—a war they cannot hope to win.. As Nikki tries to figure out who the true enemy is, she deals with her tumultuous relationship with Jamaal, who struggles to control his death magic. But being loved by a descendant of a death goddess is the least of Nikki’s worries…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "Wilson",
            "authors": [
                "Daniel Clowes"
            ],
            "ranking": 3.75,
            "ranking_count": 7397,
            "abstract": "AN ORIGINAL GRAPHIC NOVEL FROM THE OSCAR-NOMINATED SCREENWRITER AND AWARD-WINNING CARTOONIST. Meet Wilson, an opinionated middle-aged loner who loves his dog and quite possibly no one else. In an ongoing quest to find human connection, he badgers friend and stranger alike into a series of onesided conversations, punctuating his own lofty discursions with a brutally honest, self-negating sense of humor. After his father dies, Wilson, now irrevocably alone, sets out to find his ex-wife with the hope of rekindling their long-dead relationship, and discovers he has a teenage daughter, born after the marriage ended and given up for adoption.Wilson eventually forces all three to reconnect as a family—a doomed mission that will surely, inevitably backfire.. In the first all-new graphic novel from one of the leading cartoonists of our time, Daniel Clowes creates a thoroughly engaging, complex, and fascinating portrait of the modern egoist—outspoken and oblivious to the world around him.Working in a single-page-gag format and drawing in a spectrumof styles, the cartoonist of. GhostWorld. ,. Ice Haven. , and. David Boring. gives us his funniest and most deeply affecting novel to date.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Humor",
                "Comics",
                "The United States Of America",
                "Literature"
            ]
        },
        {
            "title": "A Mother's Reckoning: Living in the Aftermath of Tragedy",
            "authors": [
                "Sue Klebold"
            ],
            "ranking": 4.12,
            "ranking_count": 34689,
            "abstract": "On April 20, 1999, Eric Harris and Dylan Klebold walked into Columbine High School in Littleton, Colorado. Over the course of minutes, they would kill twelve students and a teacher and wound twenty-four others before taking their own lives.. For the last sixteen years, Sue Klebold, Dylan’s mother, has lived with the indescribable grief and shame of that day. How could her child, the promising young man she had loved and raised, be responsible for such horror? And how, as his mother, had she not known something was wrong? Were there subtle signs she had missed? What, if anything, could she have done differently?. These are questions that Klebold has grappled with every day since the Columbine tragedy. In. A Mother’s Reckoning. , she chronicles with unflinching honesty her journey as a mother trying to come to terms with the incomprehensible. In the hope that the insights and understanding she has gained may help other families recognize when a child is in distress, she tells her story in full, drawing upon her personal journals, the videos and writings that Dylan left behind, and on countless interviews with mental health experts.. Filled with hard-won wisdom and compassion,. A Mother’s Reckoning. is a powerful and haunting book that sheds light on one of the most pressing issues of our time. And with fresh wounds from the recent Newtown and Charleston shootings, never has the need for understanding been more urgent.. All author profits from the book will be donated to research and to charitable organizations focusing on mental health issues.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Crime",
                "Biography",
                "Audiobook",
                "Mystery",
                "Psychology",
                "Biography Memoir",
                "Health",
                "Parenting"
            ]
        },
        {
            "title": "Secrets of Eden",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.45,
            "ranking_count": 13072,
            "abstract": "From the bestselling author of. The Double Bind. ,. Midwives,. and. Skeletons at the Feast. comes a novel of shattered faith, intimate secrets, and the delicate nature of sacrifice.. There, says Alice Hayward to Reverend Stephen Drew, just after her baptism, and just before going home to the husband who will kill her that evening and then shoot himself. Drew, tortured by the cryptic finality of that short utterance, feels his faith in God slipping away and is saved from despair only by a meeting with Heather Laurent, the author of wildly successful, inspirational books about . . . angels.. Heather survived a childhood that culminated in her own parents' murder-suicide, so she identifies deeply with Alice’s daughter, Katie, offering herself as a mentor to the girl and a shoulder for Stephen – who flees the pulpit to be with Heather and see if there is anything to be salvaged from the spiritual wreckage around him.. But then the State's Attorney begins to suspect that Alice's husband may not have killed himself. . .and finds out that Alice had secrets only her minister knew.. Secrets of Eden. is both a haunting literary thriller and a deeply evocative testament to the inner complexities that mark all of our lives.  Once again Chris Bohjalian has given us a riveting page-turner in which nothing is precisely what it seems.  As one character remarks, “Believe no one.  Trust no one.  Assume all of our stories are suspect.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Adult Fiction",
                "Audiobook",
                "Suspense",
                "Paranormal",
                "Literary Fiction",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "Stolen Songbird",
            "authors": [
                "Danielle L. Jensen"
            ],
            "ranking": 3.91,
            "ranking_count": 26236,
            "abstract": "For five centuries, a witch’s curse has bound the trolls to their city beneath the mountain. When Cécile de Troyes is kidnapped and taken beneath the mountain, she realises that the trolls are relying on her to break the curse.. Cécile has only one thing on her mind: escape. But the trolls are clever, fast, and inhumanly strong. She will have to bide her time…. But the more time she spends with the trolls, the more she understands their plight. There is a rebellion brewing. And she just might be the one the trolls were looking for...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "American War",
            "authors": [
                "Omar El Akkad"
            ],
            "ranking": 3.79,
            "ranking_count": 33663,
            "abstract": "An audacious and powerful debut novel: a second American Civil War, a devastating plague, and one family caught deep in the middle a story that asks what might happen if America were to turn its most devastating policies and deadly weapons upon itself. Sarat Chestnut, born in Louisiana, is only six when the Second American Civil War breaks out in 2074. But even she knows that oil is outlawed, that Louisiana is half underwater, and that unmanned drones fill the sky. When her father is killed and her family is forced into Camp Patience for displaced persons, she begins to grow up shaped by her particular time and place. But not everyone at Camp Patience is who they claim to be. Eventually Sarat is befriended by a mysterious functionary, under whose influence she is turned into a deadly instrument of war. The decisions that she makes will have tremendous consequences not just for Sarat but for her family and her country, rippling through generations of strangers and kin alike.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "War",
                "Audiobook",
                "Speculative Fiction",
                "Apocalyptic",
                "Adult",
                "Science Fiction Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Train in Winter: An Extraordinary Story of Women, Friendship, and Resistance in Occupied France",
            "authors": [
                "Caroline Moorehead"
            ],
            "ranking": 3.84,
            "ranking_count": 7870,
            "abstract": "They were teachers, students, chemists, writers, and housewives; a singer at the Paris Opera, a midwife, a dental surgeon. They distributed anti-Nazi leaflets, printed subversive newspapers, hid resisters, secreted Jews to safety, transported weapons, and conveyed clandestine messages. The youngest was a schoolgirl of fifteen who scrawled V for victory on the walls of her lycée; the eldest, a farmer's wife in her sixties who harbored escaped Allied airmen. Strangers to each other, hailing from villages and cities from across France, these brave women were united in hatred and defiance of their Nazi occupiers.. Eventually, the Gestapo hunted down 230 of these women and imprisoned them in a fort outside Paris. Separated from home and loved ones, these disparate individuals turned to one another, their common experience conquering divisions of age, education, profession, and class, as they found solace and strength in their deep affection and camaraderie.. In January 1943, they were sent to their final destination: Auschwitz. Only forty-nine would return to France.. A Train in Winter. draws on interviews with these women and their families; German, French, and Polish archives; and documents held by World War II resistance organizations to uncover a dark chapter of history that offers an inspiring portrait of ordinary people, of bravery and survival—and of the remarkable, enduring power of female friendship.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "World War II",
                "Cultural",
                "Historical",
                "Biography",
                "Womens",
                "Autobiography"
            ]
        }
    ]
}