{
    "books": [
        {
            "title": "Alice",
            "authors": [
                "Christina Henry"
            ],
            "ranking": 3.85,
            "ranking_count": 30797,
            "abstract": "A mind-bending new novel inspired by the twisted and wondrous works of Lewis Carroll.... In a warren of crumbling buildings and desperate people called the Old City, there stands a hospital with cinderblock walls which echo the screams of the poor souls inside.. In the hospital, there is a woman. Her hair, once blond, hangs in tangles down her back. She doesn’t remember why she’s in such a terrible place. Just a tea party long ago, and long ears, and blood…. Then, one night, a fire at the hospital gives the woman a chance to escape, tumbling out of the hole that imprisoned her, leaving her free to uncover the truth about what happened to her all those years ago.. Only something else has escaped with her. Something dark. Something powerful.. And to find the truth, she will have to track this beast to the very heart of the Old City, where the rabbit waits for his Alice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Retellings",
                "Fiction",
                "Adult",
                "Dark",
                "Young Adult",
                "Thriller"
            ]
        },
        {
            "title": "Fawkes",
            "authors": [
                "Nadine Brandes"
            ],
            "ranking": 3.86,
            "ranking_count": 3920,
            "abstract": "Thomas Fawkes is turning to stone, and the only cure to the Stone Plague is to join his father’s plot to assassinate the king of England.. Silent wars leave the most carnage. The wars that are never declared, but are carried out in dark alleys with masks and hidden knives. Wars where color power alters the natural rhythm of 17th century London. And when the king calls for peace, no one listens until he finally calls for death.. But what if death finds him first?. Keepers think the Igniters caused the plague. Igniters think the Keepers did. But all Thomas knows is that the Stone Plague infecting his eye is spreading. And if he doesn’t do something soon, he’ll be a lifeless statue. So when his Keeper father, Guy Fawkes, invites him to join the Gunpowder Plot—claiming it will put an end to the plague—Thomas is in.. The plan: use 36 barrels of gunpowder to blow up the Igniter King.. The problem: Doing so will destroy the family of the girl Thomas loves. But backing out of the plot will send his father and the other plotters to the gallows. To save one, Thomas will lose the other.. No matter Thomas’s choice, one thing is clear: once the decision is made and the color masks have been put on, there’s no turning back.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Fiction",
                "Retellings",
                "Romance",
                "Historical Fiction",
                "Christian"
            ]
        },
        {
            "title": "The Timingila",
            "authors": [
                "Shon Mehta"
            ],
            "ranking": 4.22,
            "ranking_count": 23,
            "abstract": "Who is the hero of a story? The one who is brave and honourable, or the one who survives to tell the story?. Which is the more powerful weapon? The one that wins battles, or the one that wins the minds of people?. Set in the ancient land of Jivavarta, 'The Timingila' is the story of Trishala, a weak kingdom at the mercy of its neighbours, and Tasvak, the unwanted child of its king.. When a series of unexpected events put Trishala under a tyrant's control, Tasvak is forced into a web of deception as he struggles to resurrect Trishala's lost glory. Along the way, he has to deal with fanatics, assassins, victims, and reformers. Facing manipulation and betrayal at every step, will Tasvak succeed?. 'The Timingila' is a fast-paced thriller written as a series of short chapters.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Skippy Dies",
            "authors": [
                "Paul Murray"
            ],
            "ranking": 3.73,
            "ranking_count": 20308,
            "abstract": "A tragic comedy of epic sweep and dimension, Skippy Dies wrings every last drop of humour and hopelessness out of life, love, mermaids, M-theory, the poetry of Robert Graves, and all the mysteries of the human heart.. Why does Skippy, a fourteen-year-old boy at Dublin's venerable Seabrook College, end up dead on the floor of the local doughnut shop?. Could it have something to do with his friend Ruprecht Van Doren, an overweight genius who is determined to open a portal into a parallel universe using ten-dimensional string theory?. Could it involve Carl, the teenage drug dealer and borderline psychotic who is Skippy’s rival in love?. Or could the Automator, the ruthless, smooth-talking headmaster intent on modernizing the school, have something to hide?. Why Skippy dies and what happens next is the subject of this dazzling and uproarious novel, unraveling a mystery that links the boys of Seabrook College to their parents and teachers in ways nobody could have imagined. With a cast of characters that ranges from hip-hop-loving fourteen-year-old Eoin MC Sexecutioner” Flynn to basketball-playing midget Philip Kilfether, packed with questions and answers on everything from Ritalin, to M-theory, to bungee jumping, to the hidden meaning of the poetry of Robert Frost, Skippy Dies is a heartfelt, hilarious portrait of the pain, joy, and occasional beauty of adolescence, and a tragic depiction of a world always happy to sacrifice its weakest members. As the twenty-first century enters its teenage years, this is a breathtaking novel from a young writer who will come to define his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Young Adult",
                "European Literature",
                "Novels",
                "Humor",
                "Literature"
            ]
        },
        {
            "title": "Wraith",
            "authors": [
                "James R. Hannibal"
            ],
            "ranking": 3.98,
            "ranking_count": 92,
            "abstract": "After the towers fall on 9/11, Lieutenant Nick Baron and the rest of the 81st Fighter Squadron are desperate for action. But CENTCOM puts them on the sidelines, leaving the young Warthog pilots restless—and reckless. Then the unthinkable happens. During a high-risk training flight, a rookie wingman slams into the ground.. In the darkness that follows, Nick wonders if he will ever learn to trust a wingman again—or even learn to trust himself. He will soon find out. Despite the black mark on his record, Nick’s application to the elite Stealth Wing is approved. A recruiter for a new covert team has taken note of Nick’s unique combination of skills. Suddenly Nick is swept into Operation Cerberus—a top secret mission that will take him from a harrowing flight over a black testing facility to a fight for his life on the Iraqi Dunes.. “Hannibal brings together a terrific mix of real air technology with intrigue and nonstop action. A true suspenseful story that will keep you turning the pages until the exciting finale; it really is a great tale.”—Clive Cussler",
            "part_of_series": true,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Reginald Bones",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.37,
            "ranking_count": 459,
            "abstract": "Bones is hell-bent on hiding from the world.. Reginald is hell-bent on living in it.. Bones vowed to never talk to women again.. Reginald is falling for the one that visits their graveyard.. The problem is, Reginald and Bones share the same body.. And when Bones gives an inch to accommodate Reginald. His dark past returns to devour them whole.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Adult Fiction",
                "Thriller",
                "Suspense",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "All That Lives Must Die",
            "authors": [
                "Eric S. Nylund"
            ],
            "ranking": 4.33,
            "ranking_count": 1086,
            "abstract": "Eliot and Fiona Post are twins whose parental clans are foes. Mom is Immortal goddess Atropos, eldest Fate. Dad is Infernal Lucifer, Satan. High School is Paxington, where gods and goddesses, warriors and sorcerers, learn to harness their powers. Classmates are allies in battle or threats to your life. To flunk is to die. Only the toughest graduate.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mythology",
                "Adventure",
                "Horror"
            ]
        },
        {
            "title": "Dark Age",
            "authors": [
                "Felix O. Hartmann"
            ],
            "ranking": 3.82,
            "ranking_count": 99,
            "abstract": "In 2154 the world as we know it has fallen into oblivion. Mankind lives decimated and scattered in the remnants of the old world. But only few know what really happened. Growing up in a secluded city ruled by a dogmatic tyrant, Adam watches hunger starve the poor, sickness claim the young, and war kill his three older brothers. Turning seventeen, he has one year left before being forced to join the Grey Guard and follow his brothers into the unknown. Wanting to put an end to the broken system and mindless war, to seek a life of harmony with the one he loves, he decides to do whatever it takes to bring the tyrant to his knees.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Business"
            ]
        },
        {
            "title": "Ruin and Rising",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.03,
            "ranking_count": 382159,
            "abstract": "▶. Alternative Cover Edition #1. The capital has fallen.. The Darkling rules Ravka from his shadow throne.. Now the nation's fate rests with a broken Sun Summoner, a disgraced tracker, and the shattered remnants of a once-great magical army.. Deep in an ancient network of tunnels and caverns, a weakened Alina must submit to the dubious protection of the Apparat and the zealots who worship her as a Saint. Yet her plans lie elsewhere, with the hunt for the elusive firebird and the hope that an outlaw prince still survives.. Alina will have to forge new alliances and put aside old rivalries as she and Mal race to find the last of Morozova's amplifiers. But as she begins to unravel the Darkling's secrets, she reveals a past that will forever alter her understanding of the bond they share and the power she wields. The firebird is the one thing that stands between Ravka and destruction—and claiming it could cost Alina the very future she’s fighting for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Girl with No Face",
            "authors": [
                "M.H. Boroson"
            ],
            "ranking": 4.33,
            "ranking_count": 521,
            "abstract": "The adventures of Li-lin, a Daoist priestess with the unique ability to see the spirit world, continue in the thrilling follow-up to the critically-acclaimed historical urban fantasy. The Girl with Ghost Eyes. .. It’s the end of the Nineteenth Century. San Francisco’s cobblestone streets are haunted, but Chinatown has an unlikely protector in a young Daoist priestess named Li-lin. Using only her martial arts training, spiritual magic, a sword made from peachwood, and the walking, talking spirit of a human eye, Li-lin stands alone to defend her immigrant community from supernatural threats.. But when the body of a young girl is brought to the deadhouse Li-lin oversees for a local group of gangsters, she faces her most bewildering—and potentially dangerous—assignment yet. The nine-year-old has died from suffocation . . . specifically by flowers growing out of her nose and mouth. Li-lin suspects Gong Tau, a dirty and primitive form of dark magic. But who is behind the spell, and why, will take her on a perilous journey deep into a dangerous world of ghosts and spirits.. With hard historical realism and meticulously researched depictions of Chinese monsters and magic that have never been written about in the English language,. The Girl with No Face. draws from the action-packed cinema of Hong Kong to create a compelling and unforgettable tale of historical fantasy and Chinese lore.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Mystery",
                "Paranormal",
                "Cultural"
            ]
        },
        {
            "title": "Shadow Maker",
            "authors": [
                "James R. Hannibal"
            ],
            "ranking": 4.17,
            "ranking_count": 156,
            "abstract": "James R. Hannibal—a veteran combat pilot with Top Secret clearance from the U.S. government—continues the thrilling international action and intrigue, following covert operative Nick Baron.. How far will collateral damage from a CIA drone strike reach?. When a suicide bomber attacks the National Mall, former pilot and undercover Cerberus operative Nick “Victor” Baron receives an eerie invitation from the chess app on his phone—a mysterious figure named the Emissary wants to play.. Nick and his Triple Seven Chase unit are drawn into battle against an unknown opponent who has resurrected the legendary Hashashin order of assassins. And there is a long-awaited prophecy being fulfilled by a series of violent attacks which may culminate with a final apocalypse over Jerusalem.. The lines between the game and the fight begin to blur as every time Nick loses a piece on the board, he loses one of his men. And if Nick cannot find a way to stop the terrorist mastermind, a checkmate may kill millions…",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "War"
            ]
        },
        {
            "title": "Ten Thousand Skies Above You",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 4.07,
            "ranking_count": 20986,
            "abstract": "Ever since she used the Firebird, her parents' invention, to cross into alternate dimensions, Marguerite has caught the attention of enemies who will do anything to force her into helping them dominate the multiverse—even hurting the people she loves. She resists until her boyfriend, Paul, is attacked and his consciousness scattered across multiple dimensions.. Marguerite has no choice but to search for each splinter of Paul’s soul. The hunt sends her racing through a war-torn San Francisco, the criminal underworld of New York City, and a glittering Paris where another Marguerite hides a shocking secret. Each world brings Marguerite one step closer to rescuing Paul. But with each trial she faces, she begins to question the destiny she thought they shared.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Only Ever Yours",
            "authors": [
                "Louise O'Neill"
            ],
            "ranking": 3.77,
            "ranking_count": 14948,
            "abstract": "In a world in which baby girls are no longer born naturally, women are bred in schools, trained in the arts of pleasing men until they are ready for the outside world. At graduation, the most highly rated girls become “companions”, permitted to live with their husbands and breed sons until they are no longer useful.. For the girls left behind, the future – as a concubine or a teacher – is grim.. Best friends Freida and Isabel are sure they’ll be chosen as companions – they are among the most highly rated girls in their year.. But as the intensity of final year takes hold, Isabel does the unthinkable and starts to put on weight. ... And then, into this sealed female environment, the boys arrive, eager to choose a bride.. Freida must fight for her future – even if it means betraying the only friend, the only love, she has ever known. . .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Feminism",
                "Fantasy",
                "Horror",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Children during the Holocaust",
            "authors": [
                "Patricia Heberer"
            ],
            "ranking": 4.17,
            "ranking_count": 12,
            "abstract": "Children during the Holocaust, from the United States Holocaust Memorial Museum's Center for Advanced Holocaust Studies, tells the story of the Holocaust through the eyes, and fates, of its youngest victims. The ten chapters follow the arc of the persecutory policies of the Nazis and their sympathizers and the impact these measures had on Jewish children and adolescents-from the years leading to the war, to the roundups, deportations, and emigrations, to hidden life and death in the ghettos and concentration camps, and to liberation and coping in the wake of war. This volume examines the reactions of children to discrimination, the loss of livelihood in Jewish homes, and the public humiliation at the hands of fellow citizens and explores the ways in which children's experiences paralleled and diverged from their adult counterparts. Additional chapters reflect upon the role of non-Jewish children as victims, perpetrators, and bystanders during World War II. Offering a collection of personal letters, diaries, court testimonies, government documents, military reports, speeches, newspapers, photographs, and artwork, Children during the Holocaust highlights the diversity of children's experiences during the nightmare years of the Holocaust.",
            "part_of_series": false,
            "genre_list": [
                "World War II"
            ]
        },
        {
            "title": "Blood Borne (Cathedral Chronicles, #1)",
            "authors": [
                "Elizabeth Wixley",
                "E.M.G. Wixley"
            ],
            "ranking": 4.42,
            "ranking_count": 142,
            "abstract": "An Alien war has engulfed Earth and Twenty First century reality is profoundly altered.. On the day Isaac receives his call-up papers a beautiful girl walks into his electrical repair shop but a bombing raid ends all chances of normality.. Forced into hiding by a demon army, Isaac and Chloe discover the origins of evil but also a possible escape from their enemies’ toxic grip.. Armed with powerful and much desired secrets the couple begin to fight back against the traitor Oswald.. Able to trust no one but each other they negotiate the terrifying traps set up to defeat them in order to decide in which time and space their secrets belong.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "The Trouble with Playing Cupid",
            "authors": [
                "Tamara Philip"
            ],
            "ranking": 3.97,
            "ranking_count": 75,
            "abstract": "One New Year's Eve, shy singer, December Brown drunkenly texts her talk show host pal, Trace Randall, about her long time crush on the aloof actor, Tom Elmswood. Thinking the two celebrities would make a cute couple, he unwisely decides to play matchmaker... in front of a live studio audience.. Things start to go downhill when Tom admits he's never even heard of December before. Now what seemed like a sure fire hit quickly becomes a flop. Will these two lonely hearts ever make a love connection or has this cupid's arrow missed its mark?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Shadow Woman",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 3.75,
            "ranking_count": 8533,
            "abstract": "NEW YORK TIMES. BESTSELLER. From Linda Howard comes a thrilling and sensual new novel of romance, suspense, intrigue . . . and memories that can kill.. SHADOW WOMAN. Lizette Henry wakes up one morning and makes a terrifying discovery: She doesn’t recognize the face she sees in the mirror. She remembers what she looks like, but her reflection is someone else’s. To add to the shock, two years seem to have disappeared from her life. Someone has gone to great and inexplicable lengths to keep those missing years hidden forever. But the past always finds a way to return.. Strange memories soon begin to surface and, along with them, some unusual skills and talents that Lizette hasn’t a clue about acquiring. Sensing that she’s being monitored, Lizette suddenly knows how to search for bugs in her house and tracking devices in her car. What’s more, she can elude surveillance—like a trained agent.. Enter a mysterious and seductive stranger named Xavier, who claims he wants to help—but who triggers disturbing images of an unspeakable crime of which Lizette may or may not be the perpetrator. With memories returning, she suddenly becomes a target of anonymous assassins. On the run with nowhere to hide, Lizette has no choice but to rely on Xavier, a strong and magnetic man she doesn’t trust, with a powerful attraction she cannot resist. As murky waters become clear, Lizette confronts a conspiracy that is treacherous and far-reaching and a truth that, once revealed, may silence her and Xavier once and for all.. BONUS: This edition includes an excerpt from Linda Howard's. Running Wild.. Praise for. Shadow Woman. “Dazzling . . . From the opening line, [. Shadow Woman. ] will grab readers and take them on an exhilarating and terrifying adventure!”—. RT Book Reviews. “Fast-paced, intricately detailed romantic suspense . . . Readers won’t want to put it down until the extraordinary conclusion. . . . Highly recommended.”—Fresh Fiction. “An intriguing plot and captivating characters [with] lots of drama, tension, intrigue and suspense.”. —The Star-Ledger",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Boston Girl",
            "authors": [
                "Anita Diamant"
            ],
            "ranking": 3.82,
            "ranking_count": 81451,
            "abstract": "From the New York Times bestselling author of The Red Tent and Day After Night, comes an unforgettable coming-of-age novel about family ties and values, friendship and feminism told through the eyes of a young Jewish woman growing up in Boston in the early twentieth century.. Addie Baum is The Boston Girl, born in 1900 to immigrant parents who were unprepared for and suspicious of America and its effect on their three daughters. Growing up in the North End, then a teeming multicultural neighborhood, Addie's intelligence and curiosity take her to a world her parents can't imagine - a world of short skirts, movies, celebrity culture and new opportunities for women. Addie wants to finish high school and dreams of going to college. She wants a career and to find true love.. Eighty-five-year-old Addie tells the story of her life to her twenty-two-year-old granddaughter, who has asked her How did you get to be the woman you are today? She begins in 1915, the year she found her voice and made friends who would help shape the course of her life. From the one-room tenement apartment she shared with her parents and two sisters, to the library group for girls she joins at a neighborhood settlement house, to her first, disastrous love affair, Addie recalls her adventures with compassion for the naïve girl she was and a wicked sense of humor.. Written with the same attention to historical detail and emotional resonance that made Anita Diamant's previous novels bestsellers, The Boston Girl is a moving portrait of one woman’s complicated life in twentieth-century America, and a fascinating look at a generation of women finding their places in a changing world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult Fiction",
                "Book Club",
                "Adult",
                "Literature",
                "Young Adult",
                "Family"
            ]
        },
        {
            "title": "Stories I Only Tell My Friends",
            "authors": [
                "Rob Lowe"
            ],
            "ranking": 3.82,
            "ranking_count": 71526,
            "abstract": "A wryly funny and surprisingly moving account of an extraordinary life lived almost entirely in the public eye. A teen idol at fifteen, an international icon and founder of the Brat Pack at twenty, and one of Hollywood's top stars to this day, Rob Lowe chronicles his experiences as a painfully misunderstood child actor in Ohio uprooted to the wild counterculture of mid-seventies Malibu, where he embarked on his unrelenting pursuit of a career in Hollywood.. The Outsiders. placed Lowe at the birth of the modern youth movement in the entertainment industry. During his time on. The West Wing. , he witnessed the surreal nexus of show business and politics both on the set and in the actual White House. And in between are deft and humorous stories of the wild excesses that marked the eighties, leading to his quest for family and sobriety.. Never mean-spirited or salacious, Lowe delivers unexpected glimpses into his successes, disappointments, relationships, and one-of-a-kind encounters with people who shaped our world over the last twenty-five years. These stories are as entertaining as they are unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Adult",
                "Humor",
                "Culture"
            ]
        },
        {
            "title": "Taken at Dusk",
            "authors": [
                "C.C. Hunter"
            ],
            "ranking": 4.28,
            "ranking_count": 48172,
            "abstract": "Step into Shadow Falls, a camp for teens with supernatural powers. Here friendship thrives, love takes you by surprise, and our hearts possess the greatest magic of all.. Kylie Galen wants the truth so badly she can taste it. The truth about who her real family is, the truth about which boy she's meant to be with--and the truth about what her emerging powers mean. But she's about to discover that some secrets can change your life forever…and not always for the better.. Just when she and Lucas are finally getting close, she learns that his pack has forbidden them from being together. Was it a mistake to pick him over Derek? And it's not just romance troubling Kylie. An amnesia-stricken ghost is haunting her, delivering the frightful warning,. someone lives and someone dies.. As Kylie races to unravel the mystery and protect those she loves, she finally unlocks the truth about her supernatural identity, which is far different--and more astonishing--than she ever imagined.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Futuristic Violence and Fancy Suits",
            "authors": [
                "David  Wong",
                "Jason Pargin"
            ],
            "ranking": 3.97,
            "ranking_count": 17951,
            "abstract": "Nightmarish villains with superhuman enhancements.. An all-seeing social network that tracks your every move.. Mysterious, smooth-talking power players who lurk behind the scenes.. A young woman from the trailer park.. And her very smelly cat.. Together, they will decide the future of mankind.. Get ready for a world in which anyone can have the powers of a god or the fame of a pop star, in which human achievement soars to new heights while its depravity plunges to the blackest depths. A world in which at least one cat smells like a seafood shop's dumpster on a hot summer day.. This is the world in which Zoey Ashe finds herself, navigating a futuristic city in which one can find elements of the fantastic, nightmarish and ridiculous on any street corner. Her only trusted advisor is the aforementioned cat, but even in the future, cats cannot give advice. At least not any that you'd want to follow.. Will Zoey figure it all out in time? Or maybe the better question is, will you? After all, the future is coming sooner than you think.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Thriller",
                "Audiobook",
                "Horror"
            ]
        },
        {
            "title": "Darkdawn",
            "authors": [
                "Jay Kristoff"
            ],
            "ranking": 4.31,
            "ranking_count": 31490,
            "abstract": "The epic conclusion to the internationally bestselling Nevernight Chronicle from New York Times bestselling author Jay Kristoff.. The greatest games in Godsgrave’s history have ended with the most audacious murders in the history of the Itreyan Republic.. Mia Corvere, gladiatii, escaped slave and infamous assassin, is on the run. Pursued by Blades of the Red Church and soldiers of the Luminatii legion, she may never escape the City of Bridges and Bones alive. Her mentor Mercurio is now in the clutches of her enemies. Her own family wishes her dead. And her nemesis, Consul Julius Scaeva, stands but a breath from total dominance over the Republic.. But beneath the city, a dark secret awaits. Together with her lover Ashlinn, brother Jonnen and a mysterious benefactor returned from beyond the veil of death, she must undertake a perilous journey across the Republic, seeking the final answer to the riddle of her life. Truedark approaches. Night is falling on the Republic for perhaps the final time.. Can Mia survive in a world where even daylight must die?. New York Times and internationally bestselling author Jay Kristoff’s writing has been praised by critics and readers alike and has won many awards, including four Aurealis Awards, an ABIA, and David Gemmell Morningstar and Legend awards.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Fiction",
                "LGBT",
                "Young Adult",
                "Romance",
                "New Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Fish the Fighters and the Song-Girl",
            "authors": [
                "Janet E. Morris",
                "Chris Morris"
            ],
            "ranking": 4.6,
            "ranking_count": 147,
            "abstract": "New blood and old warriors face unforeseen challenges as one war ends in triumph and another conflict looms. Stories you'll love to hear again and stories you've been hoping to hear for the first time in a brand-new Sacred Band anthology that takes the Stepsons where they've never been before.... Tales of risk and glory, past, present and future, among the Sacred Band of Stepsons cavalry in The Fish the Fighter and the Song-girl, the second Sacred Band anthology:. Tempus and his Sacred Band won the battle of their dreams, but now the time has come to count the cost and face the consequences in fifteen tales, old and new, of the iconic Sacred Band of Stepsons, including the last six classic Sacred Band stories from the million-copy bestselling shared universe of Thieves' World® and nine new adventures",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Heroic Fantasy",
                "Historical"
            ]
        },
        {
            "title": "There There",
            "authors": [
                "Tommy Orange"
            ],
            "ranking": 3.98,
            "ranking_count": 146932,
            "abstract": "Tommy Orange's wondrous and shattering novel follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle's death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. Together, this chorus of voices tells of the plight of the urban Native American--grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism. Hailed as an instant classic,. There There. is at once poignant and unflinching, utterly contemporary and truly unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Novels",
                "Adult Fiction",
                "Race",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "The Library at Mount Char",
            "authors": [
                "Scott  Hawkins"
            ],
            "ranking": 4.09,
            "ranking_count": 40916,
            "abstract": "A missing God.. A library with the secrets to the universe.. A woman too busy to notice her heart slipping away.. Carolyn's not so different from the other people around her. She likes guacamole and cigarettes and steak. She knows how to use a phone. Clothes are a bit tricky, but everyone says nice things about her outfit with the Christmas sweater over the gold bicycle shorts. After all, she was a normal American herself once.. That was a long time ago, of course. Before her parents died. Before she and the others were taken in by the man they called Father. In the years since then, Carolyn hasn't had a chance to get out much. Instead, she and her adopted siblings have been raised according to Father's ancient customs. They've studied the books in his Library and learned some of the secrets of his power. And sometimes, they've wondered if their cruel tutor might secretly be God.  Now, Father is missing—perhaps even dead—and the Library that holds his secrets stands unguarded. And with it, control over all of creation.. As Carolyn gathers the tools she needs for the battle to come, fierce competitors for this prize align against her, all of them with powers that far exceed her own. But Carolyn has accounted for this. And Carolyn has a plan. The only trouble is that in the war to make a new God, she's forgotten to protect the things that make her human.. Populated by an unforgettable cast of characters and propelled by a plot that will shock you again and again,. The Library at Mount Char. is at once horrifying and hilarious, mind-blowingly alien and heartbreakingly human, sweepingly visionary and nail-bitingly thrilling—and signals the arrival of a major new voice in fantasy.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Mystery",
                "Science Fiction Fantasy",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Sensual Desires",
            "authors": [
                "James Sillwood"
            ],
            "ranking": 4.66,
            "ranking_count": 29,
            "abstract": "Amatore's Restaurant:. The international cast of the Recreative Theatre Company meet for their end-of-season dinner at Ristorante Amatore. As the evening progresses, each guest recalls a past liaison, an encounter which has made an impression in their life: narratives of love and tales of deceit. Will Prudence ever discover the identity of the elusive stranger she meets on a train? Just how much of a con-man is Monsieur Raul? Has Cordelia's unconventional approach to men proved to be a success? A common theme begins to unfold: hidden truths behind the motives for seduction. As the evening draws to a close emotions rise to the surface, declarations of love are expressed, jealousies and resentments run deep. Who will think back to the evening as a success and who will regard it as nothing more than a disaster? Intriguing, erotic, insightful and perceptive. This novel explores the relationship between characters with a refreshing approach to the theme of seduction.. Part Two: Sensual Desires. Another seven episodes from Amatore's Restaurant. New characters come into play: The imaginative wife Samantha, the mysterious Frau Eisler and the psychopathic Nicole, each manipulating the situation to suit their own purpose. From the stormy atmosphere of Spain to the exotic forests of Brazil and the rolling countryside of Brittany; evocative settings which provide a perfect background for these engrossing characters.. WARNING: Adult content; there are passages which describe sex explicitly.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Why I'm No Longer Talking to White People About Race",
            "authors": [
                "Reni Eddo-Lodge",
                "Zuzana Szabóová"
            ],
            "ranking": 4.39,
            "ranking_count": 83681,
            "abstract": "In 2014, award-winning journalist Reni Eddo-Lodge wrote about her frustration with the way that discussions of race and racism in Britain were being led by those who weren't affected by it. She posted a piece on her blog, entitled: 'Why I'm No Longer Talking to White People About Race' that led to this book.. Exploring issues from eradicated black history to the political purpose of white dominance, whitewashed feminism to the inextricable link between class and race, Reni Eddo-Lodge offers a timely and essential new framework for how to see, acknowledge and counter racism. It is a searing, illuminating, absolutely necessary exploration of what it is to be a person of colour in Britain today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Race",
                "Feminism",
                "Politics",
                "Social Movements",
                "History",
                "Audiobook",
                "Writing",
                "Sociology"
            ]
        },
        {
            "title": "The Shoemaker's Wife",
            "authors": [
                "Adriana Trigiani"
            ],
            "ranking": 4.0,
            "ranking_count": 79651,
            "abstract": "The majestic and haunting beauty of the Italian Alps is the setting of the first meeting of Enza, a practical beauty, and Ciro, a strapping mountain boy, who meet as teenagers, despite growing up in villages just a few miles apart. At the turn of the last century, when Ciro catches the local priest in a scandal, he is banished from his village and sent to hide in America as an apprentice to a shoemaker in Little Italy. Without explanation, he leaves a bereft Enza behind. Soon, Enza's family faces disaster and she, too, is forced to go to America with her father to secure their future.. Unbeknownst to one another, they both build fledgling lives in America, Ciro masters shoemaking and Enza takes a factory job in Hoboken until fate intervenes and reunites them. But it is too late: Ciro has volunteered to serve in World War I and Enza, determined to forge a life without him, begins her impressive career as a seamstress at the Metropolitan Opera House that will sweep her into the glamorous salons of Manhattan and into the life of the international singing sensation, Enrico Caruso.. From the stately mansions of Carnegie Hill, to the cobblestone streets of Little Italy, over the perilous cliffs of northern Italy, to the white-capped lakes of northern Minnesota, these star-crossed lovers meet and separate, until, finally, the power of their love changes both of their lives forever.. Lush and evocative, told in tantalizing detail and enriched with lovable, unforgettable characters, The Shoemaker's Wife is a portrait of the times, the places and the people who defined the immigrant experience, claiming their portion of the American dream with ambition and resolve, cutting it to fit their needs like the finest Italian silk.. This riveting historical epic of love and family, war and loss, risk and destiny is the novel Adriana Trigiani was born to write, one inspired by her own family history and the love of tradition that has propelled her body of bestselling novels to international acclaim. Like Lucia, Lucia, The Shoemaker's Wife defines an era with clarity and splendor, with operatic scope and a vivid cast of characters who will live on in the imaginations of readers for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Cultural",
                "Adult Fiction",
                "Audiobook",
                "Womens Fiction",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Clandestine Liaisons",
            "authors": [
                "James Sillwood"
            ],
            "ranking": 4.62,
            "ranking_count": 26,
            "abstract": "Amatore's Restaurant:. The international cast of the Recreative Theatre Company meet for their end-of-season dinner at Ristorante Amatore. As the evening progresses, each guest recalls a past liaison, an encounter which has made an impression in their life: narratives of love and tales of deceit. Will Prudence ever discover the identity of the elusive stranger she meets on a train? Just how much of a con-man is Monsieur Raul? Has Cordelia's unconventional approach to men proved to be a success? A common theme begins to unfold: hidden truths behind the motives for seduction. As the evening draws to a close emotions rise to the surface, declarations of love are expressed, jealousies and resentments run deep. Who will think back to the evening as a success and who will regard it as nothing more than a disaster? Intriguing, erotic, insightful and perceptive. This novel explores the relationship between characters with a refreshing approach to the theme of seduction.. Part Three: Clandestine Liaisons. The final nine chapters from Amatore's Restaurant. Secrets abound in this complex set of stories. The past is re-visited and many unanswered questions are raised. The truth remains hidden and may never be known. Characters are not always what they seem to be, but who will let their mask slip and reveal their true feelings?. WARNING: Adult content; there are passages which describe sex explicitly.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Heart's Invisible Furies",
            "authors": [
                "John Boyne"
            ],
            "ranking": 4.49,
            "ranking_count": 110086,
            "abstract": "Cyril Avery is not a. real. Avery or at least that’s what his adoptive parents tell him. And he never will be. But if he isn’t a real Avery, then who is he?. Born out of wedlock to a teenage girl cast out from her rural Irish community and adopted by a well-to-do if eccentric Dublin couple via the intervention of a hunchbacked Redemptorist nun, Cyril is adrift in the world, anchored only tenuously by his heartfelt friendship with the infinitely more glamourous and dangerous Julian Woodbead.. At the mercy of fortune and coincidence, he will spend a lifetime coming to know himself and where he came from – and over his three score years and ten, will struggle to discover an identity, a home, a country and much more.. In this, Boyne's most transcendent work to date, we are shown the story of Ireland from the 1940s to today through the eyes of one ordinary man.. The Heart's Invisible Furies. is a novel to make you laugh and cry while reminding us all of the redemptive power of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Cultural",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "At the Water's Edge",
            "authors": [
                "Sara Gruen"
            ],
            "ranking": 3.67,
            "ranking_count": 78350,
            "abstract": "After embarrassing themselves at the social event of the year in high society Philadelphia on New Year’s Eve of 1942, Maddie and Ellis Hyde are cut off financially by Ellis’s father, a former army Colonel who is already embarrassed by his son’s inability to serve in WWII due to his being colorblind.. To Maddie’s horror, Ellis decides that the only way to regain his father’s favor is to succeed in a venture his father attempted and very publicly failed at: he will hunt the famous Loch Ness monster and when he finds it he will restore his father’s name and return to his father’s good graces (and pocketbook). Joined by their friend Hank, a wealthy socialite, the three make their way to Scotland in the midst of war.. Each day the two men go off to hunt the monster, while another monster, Hitler, is devastating Europe. And Maddie, now alone in a foreign country, must begin to figure out who she is and what she wants.. The novel tells of Maddie’s social awakening: to the harsh realities of life, to the beauties of nature, to a connection with forces larger than herself, to female friendship, and finally, to love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "Cultural",
                "War",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Short Stories from Hogwarts of Heroism, Hardship and Dangerous Hobbies",
            "authors": [
                "J.K. Rowling"
            ],
            "ranking": 4.23,
            "ranking_count": 43168,
            "abstract": "‘Minerva was the Roman goddess of warriors and wisdom. William McGonagall is celebrated as the worst poet in British history. There was something irresistible to me about his name, and the idea that such a brilliant woman might be a distant relative of the buffoonish McGonagall.’. – J.K. Rowling. Pottermore Presents is a collection of J.K. Rowling’s writing from the Pottermore archives: short reads originally featured on pottermore.com with some exclusive new additions. These eBooks, with writing curated by Pottermore, will take you beyond the Harry Potter stories as J.K. Rowling reveals her inspiration, intricate details of characters’ lives and surprises from the wizarding world.. These stories of heroism, hardship and dangerous hobbies profile two of the Harry Potter stories’ most courageous and iconic characters: Minerva McGonagall and Remus Lupin. J.K. Rowling also gives us a peek behind the closed curtains of Sybill Trelawney’s life, and you’ll encounter the reckless, magical-beast-loving Silvanus Kettleburn along the way.. Cover art by MinaLima",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Anya's Ghost",
            "authors": [
                "Vera Brosgol"
            ],
            "ranking": 3.91,
            "ranking_count": 76693,
            "abstract": "Anya could really use a friend. But her new BFF isn't kidding about the Forever part.. Of all the things Anya expected to find at the bottom of an old well, a new friend was not one of them. Especially not a new friend who’s been dead for a century.. Falling down a well is bad enough, but Anya's normal life might actually be worse. She's embarrassed by her family, self-conscious about her body, and she's pretty much given up on fitting in at school. A new friend—even a ghost—is just what she needs.. Or so she thinks. Spooky, sardonic, and secretly sincere,. Anya's Ghost. is a wonderfully entertaining debut from author/artist Vera Brosgol.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Paranormal"
            ]
        },
        {
            "title": "SPQR: A History of Ancient Rome",
            "authors": [
                "Mary Beard"
            ],
            "ranking": 4.03,
            "ranking_count": 49344,
            "abstract": "In. SPQR. , an instant classic, Mary Beard narrates the history of Rome with passion and without technical jargon and demonstrates how a slightly shabby Iron Age village rose to become the undisputed hegemon of the Mediterranean (. Wall Street Journal. ). Hailed by critics as animating the grand sweep and the intimate details that bring the distant past vividly to life (. Economist. ) in a way that makes your hair stand on end (. Christian Science Monitor. ) and spanning nearly a thousand years of history, this highly informative, highly readable (. Dallas Morning News. ) work examines not just how we think of ancient Rome but challenges the comfortable historical perspectives that have existed for centuries. With its nuanced attention to class, democratic struggles, and the lives of entire groups of people omitted from the historical narrative for centuries,. SPQR. will to shape our view of Roman history for decades to come.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Audiobook",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge, and the Teachings of Plants",
            "authors": [
                "Robin Wall Kimmerer"
            ],
            "ranking": 4.57,
            "ranking_count": 55861,
            "abstract": "As a botanist, Robin Wall Kimmerer has been trained to ask questions of nature with the tools of science. As a member of the Citizen Potawatomi Nation, she embraces the notion that plants and animals are our oldest teachers. In. Braiding Sweetgrass. , Kimmerer brings these lenses of knowledge together to show that the awakening of a wider ecological consciousness requires the acknowledgment and celebration of our reciprocal relationship with the rest of the living world. For only when we can hear the languages of other beings are we capable of understanding the generosity of the earth, and learning to give our own gifts in return.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Audiobook",
                "Autobiography",
                "Writing",
                "History",
                "Spirituality",
                "Biology"
            ]
        },
        {
            "title": "The Panopticon",
            "authors": [
                "Jenni Fagan"
            ],
            "ranking": 3.68,
            "ranking_count": 5214,
            "abstract": "Anais Hendricks, fifteen, is in the back of a police car. She is headed for the Panopticon, a home for chronic young offenders. She can't remember what’s happened, but across town a policewoman lies in a coma and Anais’s school uniform is covered in blood.. Raised in foster care from birth and moved through twenty-three placements before she even turned seven, Anais has been let down by just about every adult she has ever met. Now a counter-culture outlaw, she knows that she can only rely on herself. And yet despite the parade of horrors visited upon her early life, she greets the world with the witty, fierce insight of a survivor.. Anais finds a sense of belonging among the residents of the Panopticon – they form intense bonds, and she soon becomes part of an ad hoc family. Together, they struggle against the adults that keep them confined. When she looks up at the watchtower that looms over the residents though, Anais knows her fate: she is an anonymous part of an experiment, and she always was. Now it seems that the experiment is closing in.. Named one of the best books of the year by the Times Literary Supplement and the Scotsman, The Panopticon is an astonishingly haunting, remarkable debut novel. In language dazzling, energetic and pure, it introduces us to a heartbreaking young heroine and an incredibly assured and outstanding new voice in fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Cultural",
                "Thriller",
                "Science Fiction",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Leah on the Offbeat",
            "authors": [
                "Becky Albertalli"
            ],
            "ranking": 3.83,
            "ranking_count": 69356,
            "abstract": "When it comes to drumming, Leah Burke is usually right on beat – but real life is a little harder to manage. She loves to draw but is too self-conscious to show it. And she hasn’t mustered the courage to tell her friends she is bisexual, not even her openly gay BFF Simon.. So Leah really doesn’t know what to do when her rock-solid friendship group starts to fracture. With prom and college on the horizon, tensions are running high, and it’s hard for Leah when the people she loves are fighting – especially when she realizes she might love one of them more than she ever intended...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Romance",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Good Oil",
            "authors": [
                "Laura Buzo"
            ],
            "ranking": 3.51,
            "ranking_count": 8194,
            "abstract": "A wonderful, coming-of-age love story from a fresh new voice in YA ﬁction.. 'Miss Amelia Hayes, welcome to The Land of Dreams. I am the staff trainer. I will call you grasshopper and you will call me sensei and I will give you the good oil. Right? And just so you know, I'm open to all kinds of bribery.'. From the moment 15-year-old Amelia begins work on the checkout at Woolworths she is sunk, gone, lost...head-over-heels in love with Chris. Chris is the funny, charming, man-about-Woolies, but he's 21, and the 6-year difference in their ages may as well be 100. Chris and Amelia talk about everything from Second Wave Feminism to Great Expectations and Alien, but will he ever look at her in the way she wants him to? And if he does, will it be everything she hopes?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Realistic Fiction",
                "Fiction",
                "Cultural",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Nature of the Beast",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.23,
            "ranking_count": 47854,
            "abstract": "Hardly a day goes by when nine-year-old Laurent Lepage doesn't cry wolf. From alien invasions, to walking trees, to winged beasts in the woods, to dinosaurs spotted in the village of Three Pines, his tales are so extraordinary no one can possibly believe him. But when the boy disappears, the villagers are faced with the possibility that one of his tall tales might have been true. And so begins a frantic search for the boy and the truth. What they uncover deep in the forest sets off a sequence of events that leads to murder, leads to an old crime, leads to an old betrayal. A monster once visited Three Pines. And put down deep roots. And now, it is back.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Grief is the Thing with Feathers",
            "authors": [
                "Max Porter"
            ],
            "ranking": 3.86,
            "ranking_count": 32264,
            "abstract": "In a London flat, two young boys face the unbearable sadness of their mother's sudden death. Their father, a Ted Hughes scholar and scruffy romantic, imagines a future of well-meaning visitors and emptiness.. In this moment of despair they are visited by Crow - antagonist, trickster, healer, babysitter. This self-described sentimental bird is attracted to the grieving family and threatens to stay until they no longer need him. As weeks turn to months and physical pain of loss gives way to memories, this little unit of three begin to heal.. In this extraordinary debut - part novella, part polyphonic fable, part essay on grief, Max Porter's compassion and bravura style combine to dazzling effect. Full of unexpected humour and profound emotional truth,. Grief is the Thing with Feathers. marks the arrival of a thrilling new talent.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Magical Realism",
                "Contemporary",
                "Literary Fiction",
                "Fantasy",
                "Novella",
                "Death",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "This Body of Death",
            "authors": [
                "Elizabeth  George"
            ],
            "ranking": 4.04,
            "ranking_count": 17140,
            "abstract": "While DI Thomas Lynley is still on compassionate leave after the murder of his wife, Isabelle Ardery is brought into the Met as his temporary replacement. The discovery of a body in a Stoke Newington cemetery offers Isabelle the chance to make her mark with a high profile murder investigation. Persuading Lynley back to work seems the best way to guarantee a result: Lynley's team is fiercely loyal to him and Isabelle needs them - and especially Barbara Havers - on side. The Met is twitchy: a series of PR disasters has undermined its confidence. Isabelle knows that she'll be operating under the unforgiving scrutiny of the media, so is quick -- perhaps too quick - to pin the murder on a convenient suspect. The murder trail leads Lynley and Havers to the New Forest, and the eventual resolution of the case. Its roots are in a long-ago act of violence that has poisoned subsequent generations and its outcome is both tragic and shocking.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Boxer, Beetle",
            "authors": [
                "Ned Beauman"
            ],
            "ranking": 3.53,
            "ranking_count": 2311,
            "abstract": "Action and misadventure in a novel about control that is fizzing with ideas.. Only people with the right genes and the wrong impulses will find its marriage of bold ideas and deplorable characters irresistible. It is a novel that engages the mind while satisfying those that crave the thrill of a chase.. There are riots and sex. There is love and murder. There is Darwinism and Fascism, nightclubs, invented languages and the dangerous bravado of youth. And there are lots of beetles.. It is clever. It is distinctive. It is entertaining.. We hope you are too.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Contemporary",
                "Fantasy",
                "Humor",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Horror"
            ]
        },
        {
            "title": "Fablehaven: The Complete Series Boxed Set",
            "authors": [
                "Brandon Mull",
                "Brandon Dorman"
            ],
            "ranking": 4.6,
            "ranking_count": 7873,
            "abstract": "Fablehaven fans will treasure this boxed set edition of the complete series. All five books are contained inside a box that resembles the Quiet Box found in the Fablehaven dungeon. Destined to be a classic in children s literature, the Fablehaven fantasy series boxed set will make an unforgettable gift and a wonderful keepsake. Books in the New York Times bestselling Fablehaven series have more than one million copies in print and have been translated into eighteen languages worldwide. Bonus: Each boxed set includes one Fablehaven: Keys to the Demon Prison T-shirt (youth-sized) as featured at the Fablehaven 5 launch party.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Paranormal"
            ]
        },
        {
            "title": "Someday, Someday, Maybe",
            "authors": [
                "Lauren Graham"
            ],
            "ranking": 3.52,
            "ranking_count": 51013,
            "abstract": "A charming and laugh-out-loud novel by Lauren Graham, beloved star of. Parenthood. and. Gilmore Girls. , about an aspiring actress trying to make it in mid-nineties New York City.. Franny Banks is a struggling actress in New York City, with just six months left of the three-year deadline she gave herself to succeed. But so far, all she has to show for her efforts is a single line in an ad for ugly Christmas sweaters and a degrading waitressing job. She lives in Brooklyn with two roommates - Jane, her best friend from college, and Dan, a sci-fi writer, who is very definitely not boyfriend material - and is struggling with her feelings for a suspiciously charming guy in her acting class, all while trying to find a hair-product cocktail that actually works.. Meanwhile, she dreams of doing important work, but only ever seems to get auditions for dishwashing liquid and peanut butter commercials. It's hard to tell if she'll run out of time or money first, but either way, failure would mean facing the fact that she has absolutely no skills to make it in the real world. Her father wants her to come home and teach, her agent won't call her back, and her classmate Penelope, who seems supportive, might just turn out to be her toughest competition yet.. Someday, Someday, Maybe. is a funny and charming debut about finding yourself, finding love, and, most difficult of all, finding an acting job.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Humor",
                "New York",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Orenda",
            "authors": [
                "Joseph Boyden"
            ],
            "ranking": 4.22,
            "ranking_count": 17156,
            "abstract": "In the remote winter landscape a brutal massacre and the kidnapping of a young Iroquois girl violently re-ignites a deep rift between two tribes. The girl’s captor, Bird, is one of the Huron Nation’s great warriors and statesmen. Years have passed since the murder of his family, and yet they are never far from his mind. In the girl, Snow Falls, he recognizes the ghost of his lost daughter, but as he fights for her heart and allegiance, small battles erupt into bigger wars as both tribes face a new, more dangerous threat from afar.. Traveling with the Huron is Christophe, a charismatic missionary who has found his calling among the tribe and devotes himself to learning and understanding their customs and language. An emissary from distant lands, he brings much more than his faith to this new world, with its natural beauty and riches.. As these three souls dance with each other through intricately woven acts of duplicity, their social, political and spiritual worlds collide - and a new nation rises from a world in flux.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "War",
                "Novels",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Faithful",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.99,
            "ranking_count": 31842,
            "abstract": "Growing up on Long Island, Shelby Richmond is an ordinary girl until one night an extraordinary tragedy changes her fate. Her best friend’s future is destroyed in an accident, while Shelby walks away with the burden of guilt.. What happens when a life is turned inside out? When love is something so distant it may as well be a star in the sky? Faithful is the story of a survivor, filled with emotion—from dark suffering to true happiness—a moving portrait of a young woman finding her way in the modern world. A fan of Chinese food, dogs, bookstores, and men she should stay away from, Shelby has to fight her way back to her own future. In New York City she finds a circle of lost and found souls—including an angel who’s been watching over her ever since that fateful icy night.. Here is a character you will fall in love with, so believable and real and endearing, that she captures both the ache of loneliness and the joy of finding yourself at last. For anyone who’s ever been a hurt teenager, for every mother of a daughter who has lost her way, Faithful is a roadmap.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Magical Realism",
                "Literary Fiction",
                "Young Adult",
                "New York",
                "Realistic Fiction"
            ]
        },
        {
            "title": "No Easy Day: The Firsthand Account of the Mission That Killed Osama Bin Laden",
            "authors": [
                "Mark Owen",
                "Kevin Maurer"
            ],
            "ranking": 4.0,
            "ranking_count": 50218,
            "abstract": "From the streets of Iraq to the rescue of Captain Richard Phillips in the Indian Ocean, and from the mountaintops of Afghanistan to the third floor of Osama Bin Laden's compound, operator Mark Owen of the U.S. Naval Special Warfare Development Group--commonly known as SEAL Team Six--has been a part of some of the most memorable special operations in history, as well as countless missions that never made headlines.. No Easy Day. puts readers alongside Owen and the other handpicked members of the twenty-four-man team as they train for the biggest mission of their lives. The blow-by-blow narrative of the assault, beginning with the helicopter crash that could have ended Owen's life straight through to the radio call confirming Bin Laden’s death, is an essential piece of modern history.. In. No Easy Day. , Owen also takes readers onto the field of battle in America's ongoing War on Terror and details the selection and training process for one of the most elite units in the military. Owen's story draws on his youth in Alaska and describes the SEALs' quest to challenge themselves at the highest levels of physical and mental endurance. With boots-on-the-ground detail, Owen describes numerous previously unreported missions that illustrate the life and work of a SEAL and the evolution of the team after the events of September 11. In telling the true story of the SEALs whose talents, skills, experiences, and exceptional sacrifices led to one of the greatest victories in the War on Terror, Mark Owen honors the men who risk everything for our country, and he leaves readers with a deep understanding of the warriors who keep America safe.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "History",
                "Biography",
                "Autobiography",
                "Military",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "Side Jobs",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.26,
            "ranking_count": 51252,
            "abstract": "Here, together for the first time, are the shorter tales from Jim Butcher's DRESDEN FILES series — a compendium of cases that Harry and his cadre of allies managed to close in record time. The tales range from the deadly serious to the absurdly hilarious. Also included is a new, never-before-published novella that takes place after the cliff-hanger ending of the new April 2010 hardcover,. Changes. .. Contains:. + Restoration of Faith. + Vignette. + Something Borrowed -- from. My Big Fat Supernatural Wedding. + It's My Birthday Too -- from. Many Bloody Returns. + Heorot -- from. My Big Fat Supernatural Honeymoon. + Day Off -- from. Blood Lite. + . Backup.  -- novelette from Thomas' point of view, originally published by Subterranean Press. + The Warrior -- novelette from. Mean Streets. + Last Call -- from. Strange Brew. + Love Hurts -- from. Songs of Love and Death. +. Aftermath. -- all-new novella from Murphy's point of view, set forty-five minutes after the end of. Changes",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Mystery",
                "Anthologies",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Significance",
            "authors": [
                "Shelly Crane"
            ],
            "ranking": 4.09,
            "ranking_count": 44776,
            "abstract": "A story by NEW YORK TIMES and USA TODAY bestselling Author, Shelly Crane.. Maggie is a seventeen year old girl who's had a bad year. Her mom left, her dad is depressed, she's graduating, barely, and her boyfriend of almost three years dumped her for a college football scholarship. Lately she thinks life is all about hanging on by a thread and is gripping tight with everything she has.. Then she meets Caleb.. She saves his life and instantly knows there's something about him that's intriguing but she is supposed to be on her way to a date with his cousin. But things change when they touch, sparks ignite. Literally. They imprint with each other and she sees their future life together flash before her eyes. She learns that not only is she his soul mate, and can feel his heartbeat in her chest, but there is a whole other world of people with gifts and abilities that she never knew existed. She herself is experiencing supernatural changes unlike anything she's ever felt before and she needs the touch of his skin to survive. Now, not only has her dad come out of his depression to be a father again, and a pain as well, but Caleb's enemies know he's imprinted and are after Maggie to stop them both from gaining their abilities and take her from him. Can Caleb save her or will they be forced to live without each other after just finding one another?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "The Girl in the Ice",
            "authors": [
                "Robert Bryndza"
            ],
            "ranking": 3.96,
            "ranking_count": 73535,
            "abstract": "Her eyes are wide open. Her lips parted as if to speak. Her dead body frozen in the ice…She is not the only one.. When a young boy discovers the body of a woman beneath a thick sheet of ice in a South London park,. Detective Erika Foster. is called in to lead the murder investigation.. The victim, a beautiful young socialite, appeared to have the perfect life. Yet when Erika begins to dig deeper, she starts to connect the dots between the murder and the killings of three prostitutes, all found strangled, hands bound and dumped in water around London.. What dark secrets is the girl in the ice hiding?. As Erika inches closer to uncovering the truth, the killer is closing in on Erika.. The last investigation Erika led went badly wrong… resulting in the death of her husband. With her career hanging by a thread, Erika must now battle her own personal demons as well as a killer more deadly than any she’s faced before. But will she get to him before he strikes again?. A #1 international bestseller,. The Girl in the Ice. is a page-turning thriller packed with suspense. If you like Angela Marsons, Rachel Abbott and Karin Slaughter, discover Rob Bryndza’s series today.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Cruel Beauty",
            "authors": [
                "Rosamund Hodge"
            ],
            "ranking": 3.67,
            "ranking_count": 86420,
            "abstract": "Since birth, Nyx has been betrothed to the evil ruler of her kingdom-all because of a foolish bargain struck by her father. And since birth, she has been in training to kill him.. With no choice but to fulfill her duty, Nyx resents her family for never trying to save her and hates herself for wanting to escape her fate. Still, on her seventeenth birthday, Nyx abandons everything she's ever known to marry the all-powerful, immortal Ignifex. Her plan? Seduce him, destroy his enchanted castle, and break the nine-hundred-year-old curse he put on her people.. But Ignifex is not at all what Nyx expected. The strangely charming lord beguiles her, and his castle—a shifting maze of magical rooms—enthralls her.. As Nyx searches for a way to free her homeland by uncovering Ignifex's secrets, she finds herself unwillingly drawn to him. Even if she could bring herself to love her sworn enemy, how can she refuse her duty to kill him? With time running out, Nyx must decide what is more important: the future of her kingdom, or the man she was never supposed to love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction"
            ]
        },
        {
            "title": "Ninefox Gambit",
            "authors": [
                "Yoon Ha Lee"
            ],
            "ranking": 3.82,
            "ranking_count": 17384,
            "abstract": "The first installment of the trilogy,. Ninefox Gambit. , centers on disgraced captain Kel Cheris, who must recapture the formidable Fortress of Scattered Needles in order to redeem herself in front of the Hexarchate.. To win an impossible war Captain Kel Cheris must awaken an ancient weapon and a despised traitor general.. Captain Kel Cheris of the hexarchate is disgraced for using unconventional methods in a battle against heretics. Kel Command gives her the opportunity to redeem herself by retaking the Fortress of Scattered Needles, a star fortress that has recently been captured by heretics. Cheris’s career isn’t the only thing at stake. If the fortress falls, the hexarchate itself might be next.. Cheris’s best hope is to ally with the undead tactician Shuos Jedao. The good news is that Jedao has never lost a battle, and he may be the only one who can figure out how to successfully besiege the fortress.. The bad news is that Jedao went mad in his first life and massacred two armies, one of them his own. As the siege wears on, Cheris must decide how far she can trust Jedao–because she might be his next victim.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Fantasy",
                "LGBT",
                "Science Fiction Fantasy",
                "Adult",
                "War"
            ]
        },
        {
            "title": "George",
            "authors": [
                "Alex Gino"
            ],
            "ranking": 4.08,
            "ranking_count": 39423,
            "abstract": "BE WHO YOU ARE. When people look at George, they think they see a boy. But she knows she's not a boy. She knows she's a girl.. George thinks she'll have to keep this a secret forever. Then her teacher announces that their class play is going to be. Charlotte's Web. . George really, really, REALLY wants to play Charlotte. But the teacher says she can't even try out for the part... because she's a boy.. With the help of her best friend, Kelly, George comes up with a plan. Not just so she can be Charlotte—but so everyone can know who she is, once and for all.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Childrens",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Rook",
            "authors": [
                "Daniel O'Malley"
            ],
            "ranking": 4.1,
            "ranking_count": 53384,
            "abstract": "The body you are wearing used to be mine.. So begins the letter Myfanwy Thomas is holding when she awakes in a London park surrounded by bodies all wearing latex gloves. With no recollection of who she is, Myfanwy must follow the instructions her former self left behind to discover her identity and track down the agents who want to destroy her.. She soon learns that she is a Rook, a high-ranking member of a secret organization called the Chequy that battles the many supernatural forces at work in Britain. She also discovers that she possesses a rare, potentially deadly supernatural ability of her own.. In her quest to uncover which member of the Chequy betrayed her and why, Myfanwy encounters a person with four bodies, an aristocratic woman who can enter her dreams, a secret training facility where children are transformed into deadly fighters, and a conspiracy more vast than she ever could have imagined.. Filled with characters both fascinating and fantastical,. The Rook. is a richly inventive, suspenseful, and often wry thriller that marks an ambitious debut from a promising young writer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Point of No Return",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.34,
            "ranking_count": 5863,
            "abstract": "Kathleen Turner wasn't expecting to fall in love when she came to Indianapolis a year ago, much less with two very different men. And not just any men. Brothers.. Blane Kirk, former SEAL turned attorney, is every woman’s dream man. A playboy who changes women as often as he changes his tie, trying to hold on to Blane could only break Kathleen's heart.. Commitment is a foreign word to Kade Dennon, assassin-for-hire and genius hacker, and safety is non-existent. A future with Kade would surely end in disaster—for both of them.. Past betrayals come to a head and the choice Kathleen makes could sign her death warrant. Everything’s at stake as Blane, Kade, and Kathleen reach the. Point of No Return. .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Contemporary",
                "Mystery",
                "Adult",
                "Action",
                "Thriller"
            ]
        },
        {
            "title": "The Sculptor",
            "authors": [
                "Scott McCloud"
            ],
            "ranking": 4.01,
            "ranking_count": 16411,
            "abstract": "David Smith is giving his life for his art—literally. Thanks to a deal with Death, the young sculptor gets his childhood wish: to sculpt anything he can imagine with his bare hands. But now that he only has 200 days to live, deciding. what. to create is harder than he thought, and discovering the love of his life at the 11th hour isn't making it any easier!. This is a story of desire taken to the edge of reason and beyond; of the frantic, clumsy dance steps of young love; and a gorgeous, street-level portrait of the world's greatest city. It's about the small, warm, human moments of everyday life…and the great surging forces that lie just under the surface. Scott McCloud wrote the book on how comics work; now he vaults into great fiction with a breathtaking, funny, and unforgettable new work.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Art",
                "Graphic Novels Comics",
                "Romance",
                "Adult",
                "Magical Realism",
                "Comics"
            ]
        },
        {
            "title": "Lamentation",
            "authors": [
                "C.J. Sansom"
            ],
            "ranking": 4.42,
            "ranking_count": 15047,
            "abstract": "As Henry VIII lies on his deathbed, an incendiary manuscript threatens to tear his court apart in the new installment of C.J. Sansom's Shardlake series.. Autumn, 1546. King Henry VIII is slowly, painfully dying. His Protestant and Catholic councillors prepare for a final and decisive power struggle; whoever wins will control the government. The Catholics decide to focus their attack on Henry's sixth wife, the Protestant Queen Catherine Parr. As Catherine begins to lose the King's favour, she turns to the shrewd, hunchbacked lawyer, Matthew Shardlake, to contain a potentially fatal secret.. The Queen has written a confessional book, Lamentation of a Sinner, a memoir so radical that if it came to the King's attention, it could bring her and her courtly sympathizers to ruination. The London printer into whose hands she entrusted the manuscript has been murdered, the book nowhere to be found.. Shardlake's investigations take him down a trail that begins among printshops in the filthy backstreets of London, but leads him once more to the labyrinthine world of court politics, where Protestant friends can be as dangerous as Catholic enemies, and those who will support either side to further their ambition are the most dangerous of all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "English History",
                "European Literature",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "How to Be an Antiracist",
            "authors": [
                "Ibram X. Kendi"
            ],
            "ranking": 4.38,
            "ranking_count": 101146,
            "abstract": "Ibram X. Kendi's concept of antiracism reenergizes and reshapes the conversation about racial justice in America--but even more fundamentally, points us toward liberating new ways of thinking about ourselves and each other. In. How to be an Antiracist. , Kendi asks us to think about what an antiracist society might look like, and how we can play an active role in building it.. In this book, Kendi weaves together an electrifying combination of ethics, history, law, and science, bringing it all together with an engaging personal narrative of his own awakening to antiracism.. How to Be an Antiracist. is an essential work for anyone who wants to go beyond an awareness of racism to the next step: contributing to the formation of a truly just and equitable society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Race",
                "Social Movements",
                "Politics",
                "Audiobook",
                "History",
                "Autobiography",
                "Sociology",
                "Cultural"
            ]
        },
        {
            "title": "The Shallows: What the Internet is Doing to Our Brains",
            "authors": [
                "Nicholas Carr"
            ],
            "ranking": 3.89,
            "ranking_count": 26535,
            "abstract": "The best-selling author of. The Big Switch. returns with an explosive look at technology’s effect on the mind.. “Is Google making us stupid?” When Nicholas Carr posed that question in a celebrated. Atlantic Monthly. cover story, he tapped into a well of anxiety about how the Internet is changing us. He also crystallized one of the most important debates of our time: As we enjoy the Net’s bounties, are we sacrificing our ability to read and think deeply? Now Carr expands his argument into the most compelling exploration of the Internet’s intellectual and cultural consequences yet published. Weaving insights from philosophy, neuroscience, and history into a rich narrative,. The Shallows. explains how the Net is rerouting our neural pathways, replacing the subtle mind of the book reader with the distracted mind of the screen watcher. A gripping story of human transformation played out against a backdrop of technological upheaval,. The Shallows. will forever alter the way we think about media and our minds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Sociology",
                "Computers",
                "Self Help",
                "Education",
                "Biology",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Rebel Belle",
            "authors": [
                "Rachel Hawkins"
            ],
            "ranking": 3.82,
            "ranking_count": 42468,
            "abstract": "Harper Price, peerless Southern belle, was born ready for a Homecoming tiara. But after a strange run-in at the dance imbues her with incredible abilities, Harper's destiny takes a turn for the seriously weird. She becomes a Paladin, one of an ancient line of guardians with agility, super strength and lethal fighting instincts.. Just when life can't get any more disastrously crazy, Harper finds out who she's charged to protect: David Stark, school reporter, subject of a mysterious prophecy and possibly Harper's least favorite person. But things get complicated when Harper starts falling for him—and discovers that David's own fate could very well be to destroy Earth.. With snappy banter, cotillion dresses, non-stop action and a touch of magic, this new young adult series from bestseller Rachel Hawkins is going to make y'all beg for more.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "The Witches: Salem, 1692",
            "authors": [
                "Stacy Schiff"
            ],
            "ranking": 3.24,
            "ranking_count": 19607,
            "abstract": "Pulitzer Prize winner Stacy Schiff, author of the #1 bestseller. Cleopatra. , provides an electrifying, fresh view of the Salem witch trials.. The panic began early in 1692, over an exceptionally raw Massachusetts winter, when a minister's niece began to writhe and roar. It spread quickly, confounding the most educated men and prominent politicians in the colony. Neighbors accused neighbors, husbands accused wives, parents and children one another. It ended less than a year later, but not before nineteen men and women had been hanged and an elderly man crushed to death.. Speaking loudly and emphatically, adolescent girls stood at the center of the crisis. Along with suffrage and Prohibition, the Salem witch trials represent one of the few moments when women played the central role in American history. Drawing masterfully on the archives, Stacy Schiff introduces us to the strains on a Puritan adolescent's life and to the authorities whose delicate agendas were at risk. She illuminates the demands of a rigorous faith, the vulnerability of settlements adrift from the mother country, perched--at a politically tumultuous time--on the edge of what a visitor termed a remote, rocky, barren, bushy, wild-woody wilderness. With devastating clarity, the textures and tension of colonial life emerge; hidden patterns subtly, startlingly detach themselves from the darkness. Schiff brings early American anxieties to the fore to align them brilliantly with our own. In an era of religious provocations, crowdsourcing, and invisible enemies, this enthralling story makes more sense than ever.. The Witches. is Schiff's riveting account of a seminal episode, a primal American mystery unveiled--in crackling detail and lyrical prose--by one of our most acclaimed historians.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Paranormal",
                "Audiobook",
                "North American Hi...",
                "Religion",
                "Unfinished",
                "Witchcraft",
                "Adult"
            ]
        },
        {
            "title": "White Boy in Watts",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.64,
            "ranking_count": 11,
            "abstract": "British Grit-Lit. The world of the Cab Driver is uncertain and dangerous. It is populated by oddballs, weirdoes, comedians, eccentrics, head cases, prima donnas and hard cases. But no more so than when you're a white English guy working Watts, Compton and Inglewood, home to the infamous Bloods and Crips.. I truly never knew what to expect next, and during my time driving cab in South-Central L.A. in the 1980's I got myself into some scrapes.. I’ve intended to paint an ominous picture of a community destroyed by drugs, guns and violence. You’ll almost smell the omnipresent whiff of cheap wine, and feel the dirty lino under your feet.. Read the true life adventures of an English lad as I struggled to make a living amongst ‘gangstas’ who are arguably the most violent in the United States.. If you enjoy True Gangsta Books, or books about the Bloods or Crips, then take a chance on this one. People have always told me I’m a natural storyteller. Comments on my writing style warn that I talk to the reader with all the confidence of a man in touch with his own reality, in a voice which is seasoned with a hint of world weariness that is so telling of a writer who has written what he knows and written it with disarming fearlessness. And that I guess is true.. You’ll be able to hear my characters, see them and, in some instances, actually smell them. They’ll leave their stain on you.. You may well be able to relate to guys who used their fists and their wits, you may laugh at their humour and get their jokes, but it’ll be the thugs with guns and no soul who will unsettle you. I want you to be scared of them.. Come and have a look at the world through my eyes in the 1980's, and, like me, marvel that I got out of there alive.. “Can I just say I'm not a real big sit down and read sort of guy.... But this book had me hooked from the 1st few lines. I've never finished a book this quickly. Highly recommended to anyone!!”. “Absolutely incredible! I read the sample and had to buy the book. I usually never buy books and just find them online but I had to make the exception for this due to the author's eloquence. The stories are really funny and serious when they need to be. I definitely would recommend this to anyone that is looking for a genuinely straight up genius work. Karl Wiggins is like a contemporary Socrates.” (BLIMEY!). “White Boy in Watts is rather like driving what Karl might term a ‘dodgy motor’. You climb in and then before you know it you are coasting in fifth, Ray-Bans on, wind in your hair, lovely! Suddenly you grind to a disturbing, hissing halt. Karl drops a spanner in the works, a bag of sugar into his cavernous tank of diesel fuelled wisdom and you stall in awestruck wonder at his incredible insight. So there you are, stranded in Watts with a dozen members of the Bounty Hunters or the Mad Swan Bloods trying to rock your car over, with no option but to stop, gather your thoughts, catch your breath and carry on reading, because by this time you’re unstoppable.”. “Karl Wiggins is a natural storyteller, and ‘White Boy in Watts’ is a compulsive read, bringing to life all the not-so-ordinary people and places that are generally under-represented in literature. His direct, easy-going style and zest for living are infectious.”. This is a very short book, 50 pages or so, that's all, but these are stories that need to be told. Scroll up and click on the cover of the book to ‘Look inside’",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Girl, Stolen",
            "authors": [
                "April Henry"
            ],
            "ranking": 4.04,
            "ranking_count": 22130,
            "abstract": "Sixteen-year-old Cheyenne Wilder is sleeping in the back of the car while her stepmom fills a prescription for antibiotics. Before Cheyenne realizes what's happening, the car is being stolen.. Griffin hadn't meant to kidnap Cheyenne and once he finds out that not only does she have pneumonia, but that she's blind, he really doesn't know what to do. When his dad finds out that Cheyenne's father is the president of a powerful corporation, everything changes--now there's a reason to keep her.. How will Cheyenne survive this nightmare?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Realistic Fiction",
                "Thriller",
                "Contemporary",
                "Fiction",
                "Suspense",
                "Adventure"
            ]
        },
        {
            "title": "The Starbirth Assignment: Shifter",
            "authors": [
                "J.M. Johnson"
            ],
            "ranking": 4.13,
            "ranking_count": 54,
            "abstract": "Librarian's note: This is an Alternate Cover Edition for. ASIN: B006TWGM6O. .. An illegal mind-restructuring drug threatens chaos. A black ops team searches for the source.. Lock Harford is only one of two ‘Shifters’ – capable of moving through a different dimension using the power of thought and invaluable to military and intelligence organisations – at least until Starbirth appears on the streets of America and Britain.. As distribution spreads across the world the results of a Starbirth pandemic are feared as criminal and insane Shifters wreak havoc. Lock and a small unit of covert operatives are given the task of finding the source of Starbirth and shutting it down, but their efforts are hindered by corrupt, ruthless people with their own agendas.. Starbirth Assignment Shifter is the first book in J M Johnson’s Starbirth Series: fantasy adventures set within a contemporary military basis.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Nobody Asked Me, But ....",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.07,
            "ranking_count": 59,
            "abstract": "Apart from breaking two of my mates' noses (one in the ring and one chasing a 'runner') I used to be known for my stories. And they were all true. I'd come back from distant shores and speak of my adventures.. So much so in fact that people used to say, You should write a book.. My diatribes in my blogs and newspaper columns are simply my way of spinning the balls, because sometimes I like to see what number they land on. That’s all.. But although I’m known mostly as a raconteur - and most of my books can be described as coming from the humourist vein – in ‘Nobody Asked Me’ I touch on some subjects that are surely going to upset a few people.. I’ve never quite understood the politically correct brigade. Hardly any subject is taboo to the Englishman when he’s laughing. No longer simply a fad, blogging is now an important new literary innovation. This book is not a story, and if you’re looking for a book that is all sweetness and light, please give this one a miss. It’s not for you. I won’t be offended and I honestly wish you a great life. If everyone likes me, then I’m not being controversial enough – and trust me when I say that in this book I get controversial.. Oh, don’t worry; the humour that my fans seem to enjoy so much is still there, but right now the planet’s spinning in new and scary directions, and this needs to be addressed. So inside the covers of this book I take a look at some of the challenges we’re currently facing. And some of my opinions are going to rattle a few people.. So is a comedy writer honestly the best one to challenge some of the perceptions we’re facing nowadays? Well, I’ve always believed that if you can make people laugh then they tend to listen to what you say when you’re serious. And my goal, my life’s ambition if you like, is to give direction to comedy, purpose to satire.. So why the rabbit popping out of a tin of soup on the cover. Well ‘Rabbit & Pork’ is Cockney rhyming slang for Talk, and on more than one occasion I’ve been accused of rabbiting away excessively – mostly at parties, and generally by my wife.. But why a tin of soup? Well I tend to believe that everyone is born perfect. Nobody is born with an inherent capacity to hate. It has to be taught. All of our experiences – family, school, work, the books we read, the newspapers we peruse, the music we listen to, our friends, our social life, the opinions of those around us, religion, sports we play or watch, those we love and those who love us, those we desire and those who desire us, those we travel with, our hopes and dreams and ambitions and achievements, our triumphs and disasters - go into a metaphorical cooking pot that we carry with us throughout our lives.. All these ‘ingredients’ make up our Soup of Life.. Now, when making a soup, once you’ve added an ingredient, it’s forever blended in and you can’t take it out again. You add a sprinkling of finely chopped garnish; cumin or oregano, and you can never take that ingredient out again. Never, ever, ever.. So say at the age of six you add black pepper or rosemary or hatred or love or comedy, from then onwards it’ll always be part and parcel of your ‘soup.’ And as you add more ingredients the ‘recipe’ of your life evolves, and before you know it you can’t taste the coriander or the love any more, but it’s still there at a deep subliminal level. Remember that.. Some people may not add hatred until they’re in their twenties, and most of us never add it at all.",
            "part_of_series": false,
            "genre_list": [
                "Politics"
            ]
        },
        {
            "title": "You Don't Have to Say You Love Me",
            "authors": [
                "Sarra Manning"
            ],
            "ranking": 3.96,
            "ranking_count": 17013,
            "abstract": "Sweet, bookish Neve Slater always plays by the rules and the number one rule is that good-natured fat girls like her don't get guys like gorgeous, handsome William, heir to Neve's heart since university. But William's been in LA for three years, and Neve's been slimming down and re-inventing herself so that when he returns, he'll fall head over heels in love with the new, improved her.. So she's not that interested in other men. Until her sister Celia points out that if Neve wants William to think she's an experienced love-goddess and not the fumbling, awkward girl he left behind, then she'd better get some, well, experience.. What Neve needs is someone to show her the ropes, someone like Celia's colleague Max. Wicked, shallow,. sexy. Max. And since he's such a man-slut, and so not Neve's type, she certainly won't fall for him. Because William is the man for her... right?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Humor",
                "Fiction",
                "European Literature",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Life in Motion: An Unlikely Ballerina",
            "authors": [
                "Misty Copeland",
                "Charisse Jones"
            ],
            "ranking": 3.88,
            "ranking_count": 7183,
            "abstract": "Picture a ballerina in a tutu and toe shoes. What does she look like?. As the only African American soloist dancing with the prestigious American Ballet Theatre, Misty Copeland has made history. But when she first placed her hands on the barre at an after-school community center, no one expected the undersized, anxious thirteen-year-old to become a ground-breaking ballerina.. When she discovered ballet, Misty was living in a shabby motel room, struggling with her five siblings for a place to sleep on the floor. A true prodigy, she was dancing en pointe within three months of taking her first dance class and performing professionally in just over a year: a feat unheard of for any classical dancer. But when Misty became caught between the control and comfort she found in the world of ballet and the harsh realities of her own life (culminating in a highly publicized custody battle), she had to choose to embrace both her identity and her dreams, and find the courage to be one of a kind.. With an insider's unique point of view, Misty opens a window into the life of a professional ballerina who lives life center stage: from behind the scenes at her first auditions to her triumphant roles in some of the most iconic ballets. But in this beautifully written memoir, she also delves deeper to reveal the desire and drive that made her dreams reality.. Life in Motion. is a story of passion and grace for anyone who has dared to dream of a different life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Sports",
                "Adult",
                "Cultural",
                "Art"
            ]
        },
        {
            "title": "Public Library and Other Stories",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 3.52,
            "ranking_count": 3844,
            "abstract": "A richly inventive new collection of stories from Ali Smith, author of How to be both, winner of the Baileys Women's Prize and the Costa Novel Award and shortlisted for the Man Booker Prize. Why are books so very powerful?. What do the books we've read over our lives - our own personal libraries - make of us?. What does the unravelling of our tradition of public libraries, so hard-won but now in jeopardy, say about us?. The stories in Ali Smith's new collection are about what we do with books and what they do with us: how they travel with us; how they shock us, change us, challenge us, banish time while making us older, wiser and ageless all at once; how they remind us to pay attention to the world we make.. Public libraries are places of joy, freedom, community and discovery - and right now they are under threat from funding cuts and widespread closures across the UK and further afield. With this brilliantly inventive collection, Ali Smith joins the campaign to save our public libraries and celebrate their true place in our culture and history.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Writing",
                "Contemporary",
                "European Literature",
                "Audiobook",
                "Literary Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Gentleman Jole and the Red Queen",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 3.82,
            "ranking_count": 8422,
            "abstract": "Cordelia Naismith Vorkosigan returns to the planet that changed her destiny.. FUTURE IMPERFECT. Three years after her famous husband's death, Cordelia Vorkosigan, widowed Vicereine of Sergyar, stands ready to spin her life in a new direction. Oliver Jole, Admiral, Sergyar Fleet, finds himself caught up in her web of plans in ways he'd never imagined, bringing him to an unexpected crossroads in his life.. Meanwhile, Miles Vorkosigan, one of Emperor Gregor's key investigators, this time dispatches. himself. on a mission of inquiry, into a mystery he never anticipated; his own mother.. Plans, wills, and expectations collide in this sparkling science-fiction social comedy, as the impact of galactic technology on the range of the possible changes all the old rules, and Miles learns that not only is the future not what he expects, neither is the past.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Speculative Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Working Stiff: Two Years, 262 Bodies, and the Making of a Medical Examiner",
            "authors": [
                "Judy Melinek",
                "T.J. Mitchell"
            ],
            "ranking": 4.23,
            "ranking_count": 19088,
            "abstract": "The fearless memoir of a young forensic pathologist's rookie season as a NYC medical examiner, and the cases, hair-raising and heartbreaking and impossibly complex, that shaped her as both a physician and a mother.. Just two months before the September 11 terrorist attacks, Dr. Judy Melinek began her training as a New York City forensic pathologist. With her husband T.J. and their toddler Daniel holding down the home front, Judy threw herself into the fascinating world of death investigation, performing autopsies, investigating death scenes, counseling grieving relatives.. Working Stiff. chronicles Judy's two years of training, taking readers behind the police tape of some of the most harrowing deaths in the Big Apple, including a firsthand account of the events of September 11, the subsequent anthrax bio-terrorism attack, and the disastrous crash of American Airlines flight 587.. Lively, action-packed, and loaded with mordant wit,. Working Stiff. offers a firsthand account of daily life in one of America's most arduous professions, and the unexpected challenges of shuttling between the domains of the living and the dead. The body never lies, and through the murders, accidents, and suicides that land on her table, Dr. Melinek lays bare the truth behind the glamorized depictions of autopsy work on shows like. CSI. and. Law and Order. to reveal the secret story of the real morgue.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Autobiography",
                "Medical",
                "Health",
                "Crime",
                "Death",
                "Biography",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Starters",
            "authors": [
                "Lissa Price"
            ],
            "ranking": 3.89,
            "ranking_count": 42213,
            "abstract": "HER WORLD IS CHANGED FOREVER. Callie lost her parents when the Spore Wars wiped out everyone between the ages of twenty and sixty. She and her little brother, Tyler, go on the run, living as squatters with their friend Michael and fighting off renegades who would kill them for a cookie. Callie's only hope is Prime Destinations, a disturbing place in Beverly Hills run by a mysterious figure known as the Old Man.. He hires teens to rent their bodies to Enders—seniors who want to be young again. Callie, desperate for the money that will keep her, Tyler, and Michael alive, agrees to be a donor. But the neurochip they place in Callie's head malfunctions and she wakes up in the life of her renter, living in her mansion, driving her cars, and going out with a senator's grandson. It feels almost like a fairy tale, until Callie discovers that her renter intends to do more than party—and that Prime Destinations' plans are more evil than Callie could ever have imagined. . . .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Apocalyptic",
                "Mystery",
                "Futuristic"
            ]
        },
        {
            "title": "The Last Lion: Winston Spencer Churchill: Defender of the Realm, 1940-1965",
            "authors": [
                "William Manchester",
                "Paul   Reid"
            ],
            "ranking": 4.42,
            "ranking_count": 6400,
            "abstract": "Spanning the years of 1940-1965,. The Last Lion. picks up shortly after Winston Churchill became Prime Minister—when his tiny island nation stood alone against the overwhelming might of Nazi Germany. The Churchill conjured up by William Manchester and Paul Reid is a man of indomitable courage, lightning fast intellect, and an irresistible will to action.. The Last Lion. brilliantly recounts how Churchill organized his nation's military response and defense; compelled FDR into supporting America's beleaguered cousins, and personified the never surrender ethos that helped the Allies win the war, while at the same time adapting himself and his country to the inevitable shift of world power from the British Empire to the United States.. More than twenty years in the making,. The Last Lion. presents a revelatory and unparalleled portrait of this brilliant, flawed, and dynamic leader. This is popular history at its most stirring.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Biography Memoir",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "We the Animals",
            "authors": [
                "Justin Torres"
            ],
            "ranking": 3.69,
            "ranking_count": 18469,
            "abstract": "An exquisite, blistering debut novel.. Three brothers tear their way through childhood — smashing tomatoes all over each other, building kites from trash, hiding out when their parents do battle, tiptoeing around the house as their mother sleeps off her graveyard shift. Paps and Ma are from Brooklyn — he’s Puerto Rican, she’s white — and their love is a serious, dangerous thing that makes and unmakes a family many times.. Life in this family is fierce and absorbing, full of chaos and heartbreak and the euphoria of belonging completely to one another. From the intense familial unity felt by a child to the profound alienation he endures as he begins to see the world, this beautiful novel reinvents the coming-of-age story in a way that is sly and punch-in-the-stomach powerful.. Written in magical language with unforgettable images, this is a stunning exploration of the viscerally charged landscape of growing up, how deeply we are formed by our earliest bonds, and how we are ultimately propelled at escape velocity toward our futures.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Short Stories",
                "Young Adult",
                "Novels",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Diviners",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 3.94,
            "ranking_count": 94120,
            "abstract": "SOMETHING DARK AND EVIL HAS AWAKENED… Evie O’Neill has been exiled from her boring old hometown and shipped off to the bustling streets of New York City—and she is pos-i-tute-ly ecstatic. It’s 1926, and New York is filled with speakeasies, Ziegfeld girls, and rakish pickpockets. The only catch is that she has to live with her uncle Will and his unhealthy obsession with the occult. Evie worries her uncle will discover her darkest secret: a supernatural power that has only brought her trouble so far. But when the police find a murdered girl branded with a cryptic symbol and Will is called to the scene, Evie realizes her gift could help catch a serial killer. As Evie jumps headlong into a dance with a murderer, other stories unfold in the city that never sleeps. A young man named Memphis is caught between two worlds. A chorus girl named Theta is running from her past. A student named Jericho is hiding a shocking secret. And unknown to all, something dark and evil has awakened…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Mystery",
                "Horror",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Collectors",
            "authors": [
                "Philip Pullman",
                "Bill Nighy"
            ],
            "ranking": 3.79,
            "ranking_count": 5131,
            "abstract": "A brand-new e-short, set in the world of Philip Pullman’s beloved and bestselling. The Golden Compass. In this darkly delicious sliver of a tale, Philip Pullman offers a glimpse of the enigmatic girl who will become the sinister Mrs. Coulter.. On a cold winter's night, two art collectors are settled before a fire in the Senior Common Room of a college in Oxford, discussing the unusual pieces one has recently added to his collection. What the two men don't know is that the portrait of a striking young woman and the bronze sculpture of a fearsome monkey are connected in mysterious ways. How could they imagine that they are about to be caught in the cross-fire of a story which has traveled time . . . and worlds.. Published in 50 countries with over 22 million copies sold,. The Golden Compass, The Subtle Knife,. and. The Amber Spyglass. are renowned for their engrossing storytelling and epic scope. This new short tale will delight the many fans eager for any new glimpse into the world of His Dark Materials.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Audiobook",
                "Young Adult",
                "Horror",
                "Science Fiction",
                "Mystery",
                "Novella",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Catch and Kill: Lies, Spies, and a Conspiracy to Protect Predators",
            "authors": [
                "Ronan Farrow"
            ],
            "ranking": 4.41,
            "ranking_count": 86569,
            "abstract": "In 2017, a routine network television investigation led Ronan Farrow to a story only whispered about: one of Hollywood's most powerful producers was a predator, protected by fear, wealth, and a conspiracy of silence. As Farrow drew closer to the truth, shadowy operatives, from high-priced lawyers to elite war-hardened spies, mounted a secret campaign of intimidation, threatening his career, following his every move and weaponizing an account of abuse in his own family.. All the while, Farrow and his producer faced a degree of resistance that could not be explained - until now. And a trail of clues revealed corruption and cover-ups from Hollywood, to Washington, and beyond.. This is the untold story of the exotic tactics of surveillance and intimidation deployed by wealthy and connected men to threaten journalists, evade accountability and silence victims of abuse - and it's the story of the women who risked everything to expose the truth and spark a global movement.. Both a spy thriller and a meticulous work of investigative journalism,. Catch and Kill. breaks devastating new stories about the rampant abuse of power - and sheds far-reaching light on investigations that shook the culture.. In a dramatic account of violence and espionage, Pulitzer Prize-winning investigative reporter Ronan Farrow exposes serial abusers and a cabal of powerful interests hell-bent on covering up the truth, at any cost.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Audiobook",
                "Politics",
                "Mystery",
                "Feminism",
                "Writing",
                "History",
                "Autobiography",
                "Adult"
            ]
        },
        {
            "title": "Awake at Dawn",
            "authors": [
                "C.C. Hunter"
            ],
            "ranking": 4.25,
            "ranking_count": 59734,
            "abstract": "Step into the world of Shadow Falls, a camp that helps teens tap into their special... talents. Once you visit, you’ll never forget it—and you’ll never, ever be the same.. From the moment Kylie Galen arrived at Shadow Falls Camp, she’s had one burning question: What am I? Surrounded by vampires, werewolves, shape-shifters, fairies and witches, Kylie longs to figure out her own supernatural identity…and what her burgeoning powers mean. And now she’ll need them more than ever, because she’s being haunted by a new spirit who insists that someone Kylie knows—and loves—will die before the end of the summer. If only she only knew who she was supposed to save. And how.... But giving Kylie the most trouble is her aching heart. Gorgeous werewolf Lucas left camp with another girl, but he’s still visiting Kylie in her dreams. And Derek, a sexy half Fae who’s always been there for her when she needed him, is pushing to get more serious—and growing impatient, especially when Lucas returns. Kylie knows she needs to decide between the boys, and it’s tearing her up inside.. Yet romance will have to wait, because something from the dark side of the supernatural world is hiding in Shadow Falls. It’s about to threaten everything she holds dear... and bring her closer to her destiny.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Secret Lives of People - Real Diary Excerpts from Modern Day America",
            "authors": [
                "L.M. Hughes"
            ],
            "ranking": 3.08,
            "ranking_count": 12,
            "abstract": "This book is an anonymous collection of real diary entries, with true personal stories about life. Have you ever wondered what makes people tick? Or if you’re normal? This book is full of genuine dear diary entries where women talk about their innermost thoughts - they confess what it feels like to have an affair, experiment with cutting, lose their virginity, participate in group sex, have an abortion, struggle with mental illness, or lose a friend to suicide. These are the sometimes funny, sometimes sad, real life private experiences that expose The Secret Lives of People. This is the best holiday travel read for 2014. Think of the book like a weird cross between The Diary of Anne Frank, Go Ask Alice, and 50 Shades of Grey. Book is NOT suitable for minors.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Local Habitation",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 3.9,
            "ranking_count": 18592,
            "abstract": "October Toby Daye is a changeling, the daughter of Amandine of the fae and a mortal man. Like her mother, she is gifted in blood magic, able to read what has happened to a person through a mere taste of blood. Toby is the only changeling who has earned knighthood, and she re-earns that position every day, undertaking assignments for her liege, Sylvester, the Duke of the Shadowed Hills.. Now Sylvester has asked her to go to the County of Tamed Lightning—otherwise known as Fremont, CA—to make sure that all is well with his niece, Countess January O'Leary, whom he has not been able to contact. It seems like a simple enough assignment—but when dealing with the realm of Faerie nothing is ever as simple as it seems. Toby soon discovers that someone has begun murdering people close to January, whose domain is a buffer between Sylvester's realm and a scheming rival duchy. If Toby can't find the killer soon, she may well become the next victim.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Shadow Rider",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.04,
            "ranking_count": 10847,
            "abstract": "The #1. New York Times. bestselling “queen of paranormal romance”* is back with a sexy new series starring a Chicago crime family that hides a dark, mystical secret.... Whether it’s fast cars or fast women, Stefano Ferraro gets what he wants. When he’s not fodder for the paparazzi, he commands Ferraro family businesses—both legitimate and illegitimate.. While their criminal activity is simply a rumor yet to be proven, no one knows the real truth. The Ferraros are a family of shadow riders capable of manipulating light and dark, an ability Stefano thought ran in his family alone—until now…. With little left to her name, Francesca Cappello has come to Chicago in hopes of a new life. She wasn’t expecting to attract the attention of a man with primal hunger in his eyes, driven to claim her as his to protect and to please. And if he discovers her secret, it could ruin her...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Contemporary",
                "Adult",
                "Suspense",
                "Fiction"
            ]
        },
        {
            "title": "The Giver of Stars",
            "authors": [
                "Jojo Moyes"
            ],
            "ranking": 4.28,
            "ranking_count": 320698,
            "abstract": "From the author of. Me Before You. , set in Depression-era America, a breathtaking story of five extraordinary women and their remarkable journey through the mountains of Kentucky and beyond.. Alice Wright marries handsome American Bennett Van Cleve hoping to escape her stifling life in England. But small-town Kentucky quickly proves equally claustrophobic, especially living alongside her overbearing father-in-law. So when a call goes out for a team of women to deliver books as part of Eleanor Roosevelt’s new traveling library, Alice signs on enthusiastically.. The leader, and soon Alice’s greatest ally, is Margery, a smart-talking, self-sufficient woman who’s never asked a man’s permission for anything. They will be joined by three other singular women who become known as the Packhorse Librarians of Kentucky.. What happens to them–and to the men they love–becomes an unforgettable drama of loyalty, justice, humanity and passion. These heroic women refuse to be cowed by men or by convention. And though they face all kinds of dangers in a landscape that is at times breathtakingly beautiful, at others brutal, they’re committed to their job: bringing books to people who have never had any, arming them with facts that will change their lives.. Based on a true story rooted in America’s past,. The Giver of Stars. is unparalleled in its scope and epic in its storytelling. Funny, heartbreaking, enthralling, it is destined to become a modern classic–a richly rewarding novel of women’s friendship, of true love, and of what happens when we reach beyond our grasp for the great beyond.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Book Club",
                "Writing",
                "Womens Fiction"
            ]
        },
        {
            "title": "Birthmarked",
            "authors": [
                "Caragh M. O'Brien"
            ],
            "ranking": 3.88,
            "ranking_count": 48469,
            "abstract": "In the future, there are those who live inside the walled Enclave and those, like 16-year-old Gaia Stone, who live outside. Gaia delivers babies, then hands a quota over to be 'advanced' into the privileged society of the Enclave. She has always believed this is her duty, until the night her mother and father are arrested.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Romance",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "Citadel",
            "authors": [
                "Kate Mosse"
            ],
            "ranking": 3.96,
            "ranking_count": 8955,
            "abstract": "1942, Nazi-occupied France. Sandrine, a spirited and courageous nineteen-year-old, finds herself drawn into a Resistance group in Carcassonne - codenamed 'Citadel' - made up of ordinary women who are prepared to risk everything for what is right. And when she meets Raoul, they discover a shared passion for the cause, for their homeland, and for each other. But in a world where the enemy now lies in every shadow - where neighbour informs on neighbour; where friends disappear without warning and often without trace - love can demand the highest price of all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Cultural",
                "Mystery",
                "Thriller",
                "War",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "The Shock of the Fall",
            "authors": [
                "Nathan Filer"
            ],
            "ranking": 3.76,
            "ranking_count": 44909,
            "abstract": "What begins as the story of a lost boy turns into a story of a brave man yearning to understand what happened that night, in the years since, and to his very person.. While on vacation with their parents, Matthew Homes and his older brother snuck out in the middle of the night. Only Matthew came home safely. Ten years later, Matthew tells us, he has found a way to bring his brother back.... Unafraid to look at the shadows of our hearts, Nathan Filer's rare and brilliant debut shows us the strength that is rooted in resilience and love.. Editor's Note Feb 10, 2014: St Martin's Press have just announced that Where The Moon Isn't will be republished under the UK title, The Shock of the Fall this week in digital format and later this fall in paperback. They said that the title change was necessary because otherwise there's a lot of confusion - The Shock of the Fall recently won the Costa Book of the Year award, which is UK based but has international renown.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Health",
                "Young Adult",
                "Mental Health",
                "Adult",
                "Psychology",
                "Novels",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Marriage of Opposites",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.9,
            "ranking_count": 54738,
            "abstract": "From the. New York Times. bestselling author of. The Dovekeepers. and. The Museum of Extraordinary Things. : a forbidden love story set on the tropical island of St. Thomas about the extraordinary woman who gave birth to painter Camille Pissarro; the Father of Impressionism.. Growing up on idyllic St. Thomas in the early 1800s, Rachel dreams of life in faraway Paris. Rachel's mother, a pillar of their small refugee community of Jews who escaped the Inquisition, has never forgiven her daughter for being a difficult girl who refuses to live by the rules. Growing up, Rachel's salvation is their maid Adelle's belief in her strengths, and her deep, life-long friendship with Jestine, Adelle's daughter. But Rachel's life is not her own. She is married off to a widower with three children to save her father's business. When her husband dies suddenly and his handsome, much younger nephew, Fréderick, arrives from France to settle the estate, Rachel seizes her own life story, beginning a defiant, passionate love affair that sparks a scandal that affects all of her family, including her favorite son, who will become one of the greatest artists of France.. Building on the triumphs of. The Dovekeepers. and. The Museum of Extraordinary Things. , set in a world of almost unimaginable beauty,. The Marriage of Opposites. showcases the beloved, bestselling Alice Hoffman at the height of her considerable powers. Once forgotten to history, the marriage of Rachel and Fréderick is a story that is as unforgettable as it is remarkable.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Art",
                "Audiobook",
                "Literature",
                "Adult",
                "Adult Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Ghettoside: A True Story of Murder in America",
            "authors": [
                "Jill Leovy"
            ],
            "ranking": 4.07,
            "ranking_count": 18123,
            "abstract": "On a warm spring evening in South Los Angeles, a young man was shot and killed on a sidewalk minutes away from his home, one of hundreds of young men slain in LA every year. His assailant ran down the street, jumped into an SUV, and vanished, hoping to join the vast majority of killers in American cities who are never arrested for their crimes. But as soon as the case was assigned to Detective John Skaggs, the odds shifted. Here is the kaleidoscopic story of the quintessential American murder--one young black man slaying another--and a determined crew of detectives whose creed was to pursue justice at all costs for its forgotten victims.. Ghettoside. is a fast-paced narrative of a devastating crime, an intimate portrait of detectives and a community bonded in tragedy, and a surprising new lens into the great subject of murder in America--why it happens and how the plague of killings might yet be stopped.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "History",
                "Politics",
                "Race",
                "Sociology",
                "Audiobook",
                "Social Movements",
                "Writing"
            ]
        },
        {
            "title": "100 Common Sense Policies to make BRITAIN GREAT again",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.39,
            "ranking_count": 18,
            "abstract": "Our way of life is under threat from a hidden enemy, and the people who are trying to destroy our country never take a day off, so if we hope to make BRITAIN GREAT again, neither should you or I.. People in this country are getting angry, and in this book I analyse their views and justify them in the words of the bloke who goes to football on a Saturday afternoon, enjoys a few pints with his mates before the game and puts the world to rights.. I haven’t watered any of my Policies down, or bent them to suit the do-gooders, I promise you that. What I have done, however, is put full integrity into the writing of this book. You, like me, may feel something needs to be done about the following issues;. •\tGrooming Gangs. •\tTerrorist Activity. •\tExtremism. •\tFemale Genital Mutilation. •\tModern Slavery. •\tAcid Attacks. •\tImmigration – respect for the home nation. •\tImmigration – get a job!. •\tRacism. •\tStop ‘n’ Search – Knife Crime. •\tRefugees. •\tBurglary. •\tThe Windrush Generation. •\tEducation. •\tThe NHS. •\tBenefit Cheats. •\tEx-Servicemen Sleeping Rough. •\tBullies. •\tReligion. •\tThe Union Jack. I’ve no doubt there will be people who disagree with my Policies, and that’s okay. We’re not all supposed to agree. But there are issues right now that need addressing. We read about them in the papers, we listen to radio hosts discuss them on phone-in programmes and we talk about them to our mates at work and in the pub. I also speak to a lot of football supporters from various clubs and I know most are in accordance with my views.. I am deadly serious that if the majority of the Policies I propose here were adopted, Great Britain would be a safer place to live and, of course, GREAT again. And isn’t this what we all want? A safer place for our children and our grandchildren?. From time to time I tend to get a little frustrated in the book, and if my language upsets you then I apologise, but far better you read it with full emotion than a half-hearted attempt to hold myself in check.. I hope you enjoy, and I hope my Policies give you something to believe in",
            "part_of_series": false,
            "genre_list": [
                "Politics"
            ]
        },
        {
            "title": "Crazy Rich Asians",
            "authors": [
                "Kevin Kwan"
            ],
            "ranking": 3.88,
            "ranking_count": 413076,
            "abstract": "Crazy Rich Asians is the outrageously funny debut novel about three super-rich, pedigreed Chinese families and the gossip, backbiting, and scheming that occurs when the heir to one of the most massive fortunes in Asia brings home his ABC (American-born Chinese) girlfriend to the wedding of the season.. When Rachel Chu agrees to spend the summer in Singapore with her boyfriend, Nicholas Young, she envisions a humble family home, long drives to explore the island, and quality time with the man she might one day marry. What she doesn't know is that Nick's family home happens to look like a palace, that she'll ride in more private planes than cars, and that with one of Asia's most eligible bachelors on her arm, Rachel might as well have a target on her back.. Initiated into a world of dynastic splendor beyond imagination, Rachel meets Astrid, the It Girl of Singapore society; Eddie, whose family practically lives in the pages of the Hong Kong socialite magazines; and Eleanor, Nick's formidable mother, a woman who has very strong feelings about who her son should—and should not—marry.. Uproarious, addictive, and filled with jaw-dropping opulence,. Crazy Rich Asians. is an insider's look at the Asian JetSet; a perfect depiction of the clash between old money and new money; between Overseas Chinese and Mainland Chinese; and a fabulous novel about what it means to be young, in love, and gloriously, crazily rich.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Cultural",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Catastrophe: Europe Goes To War 1914",
            "authors": [
                "Max Hastings"
            ],
            "ranking": 4.02,
            "ranking_count": 5251,
            "abstract": "From the best-selling author of All Hell Let Loose comes a magisterial chronicle of the calamity that befell Europe in 1914 as the continent shifted from the glamour of the Edwardian era to the tragedy of total war.. In 1914, Europe plunged into the 20th century’s first terrible act of self-immolation- what was then called The Great War. On the eve of its centenary, Max Hastings seeks to explain both how the conflict came about and what befell millions of men and women during the first months of strife.. He finds the evidence overwhelming, that Austria and Germany must accept principal blame for the outbreak. While what followed was a vast tragedy, he argues passionately against the ‘poets’ view’, that the war was not worth winning. It was vital to the freedom of Europe, he says, that the Kaiser’s Germany should be defeated.. His narrative of the early battles will astonish those whose images of the war are simply of mud, wire, trenches and steel helmets. Hastings describes how the French Army marched into action amid virgin rural landscapes, in uniforms of red and blue, led by mounted officers, with flags flying and bands playing. The bloodiest day of the entire Western war fell on 22 August 1914, when the French lost 27,000 dead. Four days later, at Le Cateau the British fought an extraordinary action against the oncoming Germans, one of the last of its kind in history. In October, at terrible cost they held the allied line against massive German assaults in the first battle of Ypres.. The author also describes the brutal struggles in Serbia, East Prussia and Galicia, where by Christmas the Germans, Austrians, Russians and Serbs had inflicted on each other three million casualties.. This book offers answers to the huge and fascinating question ‘what happened to Europe in 1914?’, through Max Hastings’s accustomed blend of top-down and bottom-up accounts from a multitude of statesmen and generals, peasants, housewives and private soldiers of seven nations. His narrative pricks myths and offers some striking and controversial judgements. For a host of readers gripped by the author’s last international best-seller All Hell Let Loose, this will seem a worthy successor.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Lost for Words",
            "authors": [
                "Edward St. Aubyn"
            ],
            "ranking": 3.28,
            "ranking_count": 3257,
            "abstract": "The judges on the panel of the Elysian Prize for Literature must get through hundreds of submissions to find the best book of the year. Meanwhile, a host of writers are desperate for Elysian attention: the brilliant writer and serial heartbreaker Katherine Burns; the lovelorn debut novelist Sam Black; and Bunjee, convinced that his magnum opus,. The Mulberry Elephant. , will take the literary world by storm. Things go terribly wrong when Katherine’s publisher accidentally submits a cookery book in place of her novel; one of the judges finds himself in the middle of a scandal; and Bunjee, aghast to learn his book isn’t on the short list, seeks revenge.. Lost for Words. is a witty, fabulously entertaining satire that cuts to the quick of some of the deepest questions about the place of art in our celebrity-obsessed culture, and asks how we can ever hope to recognize real talent when everyone has an agenda.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Writing",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Deadline",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 4.1,
            "ranking_count": 25009,
            "abstract": "Shaun Mason is a man without a mission. Not even running the news organization he built with his sister has the same urgency as it used to. Playing with dead things just doesn't seem as fun when you've lost as much as he has.. But when a CDC researcher fakes her own death and appears on his doorstep with a ravenous pack of zombies in tow, Shaun has a newfound interest in life. Because she brings news-he may have put down the monster who attacked them, but the conspiracy is far from dead.. Now, Shaun hits the road to find what truth can be found at the end of a shotgun.. Newsflesh. Feed. Deadline. Blackout",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Young Adult",
                "Thriller",
                "Fantasy"
            ]
        },
        {
            "title": "Think of a Number",
            "authors": [
                "John Verdon"
            ],
            "ranking": 3.88,
            "ranking_count": 31009,
            "abstract": "An extraordinary fiction debut,. Think of a Number. is an exquisitely plotted novel of suspense that grows relentlessly darker and more frightening as its pace accelerates, forcing its deeply troubled characters to moments of startling self-revelation.. Arriving in the mail over a period of weeks are taunting letters that end with a simple declaration, “Think of any number…picture it…now see how well I know your secrets.” Amazingly, those who comply find that the letter writer has predicted their random choice exactly. For Dave Gurney, just retired as the NYPD’s top homicide investigator and forging a new life with his wife, Madeleine, in upstate New York, the letters are oddities that begin as a diverting puzzle but quickly ignite a massive serial murder investigation.. What police are confronted with is a completely baffling killer, one who is fond of rhymes filled with threats and warnings, whose attention to detail is unprecedented, and who has an uncanny knack for disappearing into thin air. Even more disturbing, the scale of his ambition seems to widen as events unfold.. Brought in as an investigative consultant, Dave Gurney soon accomplishes deductive breakthroughs that leave local police in awe. Yet, even as he matches wits with his seemingly clairvoyant opponent, Gurney’s tragedy-marred past rises up to haunt him, his marriage approaches a dangerous precipice, and finally, a dark, cold fear builds that he’s met an adversary who can’t be stopped.. In the end, fighting to keep his bearings amid a whirlwind of menace and destruction, Gurney sees the truth of what he’s become – what we all become when guilty memories fester – and how his wife Madeleine’s clear-eyed advice may be the only answer that makes sense.. A work that defies easy labels -- at once a propulsive masterpiece of suspense and an absorbing immersion in the lives of characters so real we seem to hear their heartbeats –. Think of a Number. is a novel you’ll not soon forget.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Lair of Dreams",
            "authors": [
                "Libba Bray"
            ],
            "ranking": 4.1,
            "ranking_count": 29984,
            "abstract": "The longing of dreams draws the dead, and this city holds many dreams.. After a supernatural showdown with a serial killer, Evie O’Neill has outed herself as a Diviner. With her uncanny ability to read people’s secrets, she’s become a media darling, earning the title “America’s Sweetheart Seer.” Everyone’s in love with the city’s newest It Girl…everyone except the other Diviners.. Piano-playing Henry DuBois and Chinatown resident Ling Chan are two Diviners struggling to keep their powers a secret—for they can walk in dreams. And while Evie is living the high life, victims of a mysterious sleeping sickness are turning up across New York City.. As Henry searches for a lost love and Ling strives to succeed in a world that shuns her, a malevolent force infects their dreams. And at the edges of it all lurks a man in a stovepipe hat who has plans that extend farther than anyone can guess…As the sickness spreads, can the Diviners descend into the dreamworld to save the city?. In this heart-stopping sequel to. The Diviners. , Printz Award-winning and. New York Times. bestselling author Libba Bray takes readers deeper into the mystical underbelly of New York City.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Historical",
                "Mystery",
                "Horror",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Days Without End",
            "authors": [
                "Sebastian Barry"
            ],
            "ranking": 3.97,
            "ranking_count": 20967,
            "abstract": "Thomas McNulty, aged barely seventeen and having fled the Great Famine in Ireland, signs up for the U.S. Army in the 1850s. With his brother in arms, John Cole, Thomas goes on to fight in the Indian Wars—against the Sioux and the Yurok—and, ultimately, the Civil War. Orphans of terrible hardships themselves, the men find these days to be vivid and alive, despite the horrors they see and are complicit in.. Moving from the plains of Wyoming to Tennessee, Sebastian Barry’s latest work is a masterpiece of atmosphere and language. An intensely poignant story of two men and the makeshift family they create with a young Sioux girl, Winona,. Days Without End. is a fresh and haunting portrait of the most fateful years in American history and is a novel never to be forgotten.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "War",
                "Westerns",
                "Literary Fiction",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "The Finkler Question",
            "authors": [
                "Howard Jacobson"
            ],
            "ranking": 2.8,
            "ranking_count": 14730,
            "abstract": "Winner of the 2010 Man Booker Prize. Julian Treslove, a professionally unspectacular former BBC radio producer, and Sam Finkler, a popular Jewish philosopher, writer, and television personality, are old school friends. Despite a prickly relationship and very different lives, they've never lost touch with each other, or with their former teacher, Libor Sevcik.. Dining together one night at Sevcik's apartment--the two Jewish widowers and the unmarried Gentile, Treslove--the men share a sweetly painful evening, reminiscing on a time before they had loved and lost, before they had prized anything greatly enough to fear the loss of it. But as Treslove makes his way home, he is attacked and mugged outside a violin dealer's window. Treslove is convinced the crime was a misdirected act of anti-Semitism, and in its aftermath, his whole sense of self will ineluctably change.. The Finkler Question. is a funny, furious, unflinching novel of friendship and loss, exclusion and belonging, and the wisdom and humanity of maturity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Unfinished",
                "Humor",
                "Book Club"
            ]
        },
        {
            "title": "The Legacy",
            "authors": [
                "Katherine Webb"
            ],
            "ranking": 3.7,
            "ranking_count": 8491,
            "abstract": "When they were children, Erica Calcott and her sister, Beth, spent their summer holidays at Storton Manor. Now, following the death of their grandmother, they have returned to the grand, imposing house in Wiltshire, England. Unable to stem the tide of childhood memories that arise as she sorts through her grandmother’s belongings, Erica thinks back to the summer her cousin Henry vanished mysteriously from the estate, an event that tore their family to pieces. It is time, she believes, to lay the past to rest, bring her sister some peace, and finally solve the mystery of her cousin’s disappearance.. But sifting through remnants of a bygone time is bringing a secret family history to light—one that stretches back over a century, to a beautiful society heiress in Oklahoma, a haunting, savage land across the ocean. And as past and present converge, Erica and Beth must come to terms with two shocking acts of betrayal . . . and the heartbreaking legacy they left behind.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Romance",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Drama",
                "Family"
            ]
        },
        {
            "title": "Prince of Thorns",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 3.85,
            "ranking_count": 104533,
            "abstract": "Before the thorns taught me their sharp lessons and bled weakness from me I had but one brother, and I loved him well. But those days are gone and what is left of them lies in my mother's tomb. Now I have many brothers, quick with knife and sword, and as evil as you please. We ride this broken empire and loot its corpse. They say these are violent times, the end of days when the dead roam and monsters haunt the night. All that's true enough, but there's something worse out there, in the dark. Much worse.. From being a privileged royal child, raised by a loving mother, Jorg Ancrath has become the Prince of Thorns, a charming, immoral boy leading a grim band of outlaws in a series of raids and atrocities. The world is in chaos: violence is rife, nightmares everywhere. Jorg has the ability to master the living and the dead, but there is still one thing that puts a chill in him. Returning to his father's castle Jorg must confront horrors from his childhood and carve himself a future with all hands turned against him.. Mark Lawrence's debut novel tells a tale of blood and treachery, magic and brotherhood and paints a compelling and brutal, and sometimes beautiful, picture of an exceptional boy on his journey toward manhood and the throne.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Young Adult",
                "Dark",
                "Apocalyptic",
                "Science Fiction"
            ]
        },
        {
            "title": "Worth Dying For",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.21,
            "ranking_count": 85097,
            "abstract": "There’s deadly trouble in the corn county of Nebraska . . . and Jack Reacher walks right into it. First he falls foul of the Duncans, a local clan that has terrified an entire county into submission. But it’s the unsolved, decades-old case of a missing child that Reacher can’t let go.. The Duncans want Reacher gone—and it’s not just past secrets they’re trying to hide. For as dangerous as the Duncans are, they’re just the bottom of a criminal food chain stretching halfway around the world. For Reacher, it would have made much more sense to put some distance between himself and the hard-core trouble that’s bearing down on him. For Reacher, that was also impossible.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Bellweather Rhapsody",
            "authors": [
                "Kate Racculia"
            ],
            "ranking": 3.81,
            "ranking_count": 8659,
            "abstract": "Fifteen years ago, a murder-suicide in room 712 rocked the grand old Bellweather Hotel and the young bridesmaid who witnessed it, Minnie Graves. Now hundreds of high school musicians have gathered at the Bellweather for the annual Statewide festival; Minnie has returned to face her demons; and a blizzard is threatening to trap them all inside. When a young prodigy disappears from infamous room 712, the search for her entwines an eccentric cast of conductors and caretakers, teenagers on the verge and adults haunted by memories. This is a genre-bending page-turner, full of playful nods to pop-culture classics from The Shining to Agatha Christie to Glee.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Music",
                "Adult",
                "Thriller",
                "Adult Fiction",
                "Contemporary",
                "LGBT"
            ]
        },
        {
            "title": "Game Change: Obama and the Clintons, McCain and Palin, and the Race of a Lifetime",
            "authors": [
                "John Heilemann",
                "Mark Halperin"
            ],
            "ranking": 4.12,
            "ranking_count": 21579,
            "abstract": "“It’s one of the best books on politics of any kind I’ve read. For entertainment value, I put it up there with. Catch 22. .” —. The Financial Times. “It transports you to a parallel universe in which everything in the. National Enquirer. is true….More interesting is what we learn about the candidates themselves: their frailties, egos and almost super-human stamina.” —. The Financial Times. “I can’t put down this book!” —Stephen Colbert. Game Change. is the. New York Times. bestselling story of the 2008 presidential election, by John Heilemann and Mark Halperin, two of the best political reporters in the country. In the spirit of Richard Ben Cramer’s. What It Takes. and Theodore H. White’s. The Making of the President 1960. , this classic campaign trail book tells the defining story of a new era in American politics, going deeper behind the scenes of the Obama/Biden and McCain/Palin campaigns than any other account of the historic 2008 election.",
            "part_of_series": true,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "North American Hi...",
                "Biography",
                "Writing",
                "Audiobook",
                "Literature"
            ]
        }
    ]
}