{
    "books": [
        {
            "title": "Twice Bitten",
            "authors": [
                "Chloe Neill"
            ],
            "ranking": 4.19,
            "ranking_count": 49872,
            "abstract": "Merit, Chicago’s newest vampire, is learning how to play well with others. Other supernaturals, that is. Shapeshifters from across the country are convening in the Windy City, and as a gesture of peace, Master Vampire Ethan Sullivan has offered their leader a very special bodyguard: Merit. Merit is supposed to protect the Alpha, Gabriel Keene—and to spy for the vamps while she’s at it. Oh, and luckily Ethan’s offering some steamy, one-on-one combat training sessions to help her prepare for the mission.. Merit must accept the assignment, even though she knows that she’ll probably regret it. And she’s not wrong. Someone is gunning for Gabriel Keene, and Merit soon finds herself in the line of fire. She’ll need all the help she can get to track down the would-be assassin, but everywhere she turns, there are rising tensions between supernaturals—not least between her and a certain green-eyed, centuries old master vampire.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Worm",
            "authors": [
                "Wildbow"
            ],
            "ranking": 4.62,
            "ranking_count": 7520,
            "abstract": "An introverted teenage girl with an unconventional superpower, Taylor goes out in costume to find escape from a deeply unhappy and frustrated civilian life. Her first attempt at taking down a supervillain sees her mistaken for one, thrusting her into the midst of the local ‘cape’ scene’s politics, unwritten rules, and ambiguous morals. As she risks life and limb, Taylor faces the dilemma of having to do the wrong things for the right reasons.. The story, titled Worm, takes the form of a web serial, posted in bite-sized reads in much the same way that authors such as Mark Twain would release their works one chapter at a time in the days before full-fledged novels. Worm started in June 2011, updating twice a week, and finished in late November, 2013. It totals roughly 1,750,000 words; roughly 26 typical novels in length (or 10-11 very thick novels).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Young Adult",
                "Unfinished",
                "Science Fiction Fantasy",
                "Horror"
            ]
        },
        {
            "title": "Invitation to a Beheading",
            "authors": [
                "Vladimir Nabokov",
                "Dmitri Nabokov"
            ],
            "ranking": 3.92,
            "ranking_count": 14892,
            "abstract": "An alternative cover edition for this ISBN can be found. here. Like Kafka's The Castle, Invitation to a Beheading embodies a vision of a bizarre and irrational world. In an unnamed dream country, the young man Cincinnatus C. is condemned to death by beheading for gnostical turpitude, an imaginary crime that defies definition. Cincinnatus spends his final days in an absurd jail, where he is visited by chimerical jailers, an executioner who masquerades as a fellow prisoner, and by his in-laws, who lug their furniture with them into his prison cell.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Science Fiction",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Secret of the Old Clock",
            "authors": [
                "Carolyn Keene",
                "Russell H. Tandy",
                "Sara Paretsky"
            ],
            "ranking": 3.98,
            "ranking_count": 72728,
            "abstract": "Nancy, unaided, seeks to find a missing will. To the surprise of many, the Topham family will inherit wealthy Josiah Crowley's fortune, instead of deserving relatives and friends who were promised inheritances. Nancy determines that a clue to a second will might be found in an old clock Mr. Crowley had owned and she seeks to find the timepiece. Her search not only tests her keen mind, but also leads her into a thrilling adventure.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Without Remorse",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.19,
            "ranking_count": 66911,
            "abstract": "John Kelly, former Navy SEAL and Vietnam veteran, is still getting over the accidental death of his wife six months before, when he befriends a young woman with a decidedly checkered past. When that past reaches out for her in a particularly horrifying fashion, he vows revenge and, assembling all of his old skills, sets out to track down the men responsible, before it can happen again.. At the same time, the Pentagon is readying an operation to rescue a key group of prisoners in a North Vietnamese prisoner-of-war camp. One man, they find, knows the terrain around the camp better than anyone else they have: a certain former Navy SEAL named John Kelly.. Kelly has his own mission. The Pentagon wants him for theirs. Attempting to juggle the two, Kelly (now code-named Mr. Clark) finds himself confronted by a vast array of enemies, both at home and abroad - men so skillful that the slightest misstep means death. And the fate of dozens of people, including Kelly himself, rests on his making sure that misstep never happens.. Men aren't born dangerous. They grow dangerous. And the most dangerous of all, Kelly learns, are the ones you least expect.... As Clancy takes us through the twists and turns of Without Remorse, he blends the exceptional realism and authenticity that are his hallmarks with intricate plotting, knife-edge suspense and a remarkable cast of characters.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "Spy Thriller",
                "War",
                "Suspense",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Paradise",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.3,
            "ranking_count": 32749,
            "abstract": "Corporate raider Matthew Farrell had come a long way from the poor, scruffy kid of Indiana's steel mills. A long way from the country club where, feeling like an outsider, he had dared to fall in love with a beautiful blonde named Meredith Bancroft, and known a once-in-a-lifetime passion and betrayal that still haunted his memory... Now world leaders courted him, the media watched his every move, and he was ready to move in on the Bancroft empire.. A cool, poised executive in her family's legendary department store chain, Meredith had once defied her father for the sexually magnetic, intense Matt Farrell -- and their brief, ill-fated marriage was the disastrous outcome. Now, as the Bancroft firm is threatened by a hostile takeover, Meredith is forced to confront Matt. As tensions build between them, bittersweet memories rise to the surface, leaving them suspicious, restless, and uncertain. Will they be able to believe in each other -- and grasp the tender miracle that is before them?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "Airhead",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 3.77,
            "ranking_count": 37807,
            "abstract": "Em Watts is not herself. Literally.. She never wanted to go to the grand opening of the new Stark Megastore store. That was her sister Frida’s idea. But that day changed her life. In an attempt to save her sister Frida from certain harm, Em tries to push Frida out of the way, getting crushed by a falling television screen in the process.. When Em wakes up in the hospital, she has no idea what happened. She can only recall bits of what happened that day, such as a certain gorgeous British singer and songwriter, Gabriel Luna, who sneaks into the hospital to give her flowers. But that’s not the only strange thing that happens. Her voice sounds funny, and soon her supposed best friend and celebutante Lulu Collins and her supposed boyfriend Brandon Stark kidnap her from the hospital and take her back to her supposed penthouse apartment. And Em has no idea why she’s being whisked off by famous people that’s she’s only heard of from skimming her sister Frida’s magazines. Until, of course, she finds out that she’s stuck in supermodel Nikki Howard’s body.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Realistic Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Last Ever After",
            "authors": [
                "Soman Chainani"
            ],
            "ranking": 4.3,
            "ranking_count": 28186,
            "abstract": "In the epic next chapter of Soman Chainani’s New York Times bestselling series, The School for Good and Evil, everything old is new again as Sophie and Agatha fight the past as well as the present to find the perfect end to their story.. As A World Without Princes closed, the end was written and former best friends Sophie and Agatha went their separate ways. Agatha was whisked back to Gavaldon with Tedros and Sophie stayed behind with the beautiful young School Master.. But as they settle into their new lives, their story begs to be re-written, and this time, theirs isn’t the only one. With the girls apart, Evil has taken over and the villains of the past have come back to change their tales and turn the world of Good and Evil upside down.. Readers around the world are eagerly awaiting the third book in The School for Good and Evil series, The Last Ever After. This extraordinary new journey delivers more action, adventure, laughter, romance and fairy tale twists and turns than you could ever dream of!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The 7th Canon",
            "authors": [
                "Robert Dugoni"
            ],
            "ranking": 4.24,
            "ranking_count": 22172,
            "abstract": "A riveting new legal thriller from the bestselling author of. My Sister’s Grave. .. In San Francisco’s seamy Tenderloin district, a teenage street hustler has been murdered in a shelter for boys. And the dedicated priest who runs the struggling home stands accused. But despite damning evidence that he’s a killer—and worse—Father Thomas Martin stands by his innocence. And attorney Peter Donley stands with him.. For three years Donley has cut his legal teeth in his uncle’s tiny, no-frills firm, where people come before profits. Just as Donley is poised to move on to a lucrative dream job, the shocking case lands in his lap, and he must put his future on hold while putting his courtroom skills to the test. But a ruthless DA seeking headlines and a brutal homicide cop bent on vengeance have their own agendas. Now, as he unearths the dirty secrets surrounding the case, Donley must risk his neck to save his client’s life…and expose the face of true evil.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "An Instance of the Fingerpost",
            "authors": [
                "Iain Pears"
            ],
            "ranking": 3.93,
            "ranking_count": 23905,
            "abstract": "An ingenious tour de force: an utterly compelling historical mystery with a plot that twists and turns and keeps the reader guessing until the very last page.. We are in England in the 1660s. Charles II has been restored to the throne following years of civil war and Cromwell's short-lived republic. Oxford is the intellectual seat of the country, a place of great scientific, religious, and political ferment. A fellow of New College is found dead in suspicious circumstances. A young woman is accused of his murder. We hear the story of the death from four witnesses: an Italian physician intent on claiming credit for the invention of blood transfusion; the son of an alleged Royalist traitor; a master cryptographer who has worked for both Cromwell and the king; and a renowned Oxford antiquarian. Each tells his own version of what happened. Only one reveals the extraordinary truth.. With rights sold for record-breaking sums around the world,. An Instance of the Fingerpost. is destined to become a major international publishing event. Deserving of comparison to the works of John Fowles and Umberto Eco, Iain Pears's novel is an ingenious tour de force: an utterly compelling historical mystery with a plot that twists and turns and keeps the reader guessing until the very last page.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Dovekeepers",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 4.05,
            "ranking_count": 71840,
            "abstract": "Over five years in the writing, The Dovekeepers is Alice Hoffman's most ambitious and mesmerizing novel, a tour de force of imagination and research, set in ancient Israel.. In 70 C.E., nine hundred Jews held out for months against armies of Romans on Masada, a mountain in the Judean desert. According to the ancient historian Josephus, two women and five children survived. Based on this tragic and iconic event, Hoffman's novel is a spellbinding tale of four extraordinarily bold, resourceful, and sensuous women, each of whom has come to Masada by a different path. Yael's mother died in childbirth, and her father, an expert assassin, never forgave her for that death. Revka, a village baker's wife, watched the horrifically brutal murder of her daughter by Roman soldiers; she brings to Masada her young grandsons, rendered mute by what they have witnessed. Aziza is a warrior's daughter, raised as a boy, a fearless rider and an expert marksman who finds passion with a fellow soldier. Shirah, born in Alexandria, is wise in the ways of ancient magic and medicine, a woman with uncanny insight and power.. The lives of these four complex and fiercely independent women intersect in the desperate days of the siege. All are dovekeepers, and all are also keeping secrets - about who they are, where they come from, who fathered them, and whom they love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism",
                "Book Club",
                "Literature",
                "Adult Fiction",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Evoke",
            "authors": [
                "Danielle Simmons",
                "D.M. Simmons"
            ],
            "ranking": 4.4,
            "ranking_count": 293,
            "abstract": "Set in the fictional town of Lake Haven, Maine, Evoke examines the complexities of love and loss among childhood friends after a tragic accident claims the lives of three, while leaving two behind. When five friends return home from college for the summer, it feels as if the friendship that has bound them together since childhood is stronger than ever. But when Laney Thomas wakes up two-months later and discovers she is the sole survivor of the accident that has claimed the lives of three of her friends, Laney quickly realizes the world she awakened to is not the one she remembers.. Evoke won a Gold Medal in the YA Mystery Category in the 2019 Readers' Favorite International Awards.",
            "part_of_series": true,
            "genre_list": [
                "Drama",
                "Fiction",
                "Contemporary",
                "Book Club",
                "Fantasy",
                "Romance",
                "New Adult"
            ]
        },
        {
            "title": "The Demigod Diaries",
            "authors": [
                "Rick Riordan",
                "Haley Riordan",
                "Steve James",
                "Antonio Caparo"
            ],
            "ranking": 4.16,
            "ranking_count": 51386,
            "abstract": "What dangers do runaway demigods Luke and Thalia face on their way to Camp Half-Blood? Are Percy and Annabeth up to the task of rescuing stolen goods from a fire-breathing giant who doesn't take kindly to intruders? How exactly are Leo, Piper, and Jason supposed to find a runaway table, dodge a band of party-loving Maenads (who just might be a little psychotic), and stave off a massive explosion...all in one hour or less? With his trademark wit and creativity, Rick Riordan answers these questions and more in three never-before-seen short stories that provide vital back-story to the Heroes of Olympus and Percy Jackson books. Original art, enlightening character interviews and profiles, puzzles, and a quiz add to the fun in this action-packed collection.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Short Stories",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "The Secret of the Nagas",
            "authors": [
                "Amish Tripathi"
            ],
            "ranking": 4.08,
            "ranking_count": 84021,
            "abstract": "Today, He is a God.. 4000 years ago, He was just a man.. The hunt is on. The sinister Naga warrior has killed his friend Brahaspati and now stalks his wife Sati. Shiva, the Tibetan immigrant who is the prophesied destroyer of evil, will not rest till he finds his demonic adversary. His vengeance and the path to evil will lead him to the door of the Nagas, the serpent people. Of that he is certain.. The evidence of the malevolent rise of evil is everywhere. A kingdom is dying as it is held to ransom for a miracle drug. A crown prince is murdered. The Vasudevs Shivas philosopher guides betray his unquestioning faith as they take the aid of the dark side. Even the perfect empire, Meluha is riddled with a terrible secret in Maika, the city of births. Unknown to Shiva, a master puppeteer is playing a grand game.. In a journey that will take him across the length and breadth of ancient India, Shiva searches for the truth in a land of deadly mysteries only to find that nothing is what it seems.. Fierce battles will be fought. Surprising alliances will be forged. Unbelievable secrets will be revealed in this second book of the Shiva Trilogy, the sequel to the #1 national bestseller, The Immortals of Meluha.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Asian Literature",
                "Historical",
                "Cultural",
                "Amish",
                "Adventure",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Kitchen Confidential: Adventures in the Culinary Underbelly",
            "authors": [
                "Anthony Bourdain"
            ],
            "ranking": 4.11,
            "ranking_count": 263477,
            "abstract": "A deliciously funny, delectably shocking banquet of wild-but-true tales of life in the culinary trade from Chef Anthony Bourdain, laying out his more than a quarter-century of drugs, sex, and haute cuisine—now with all-new, never-before-published material.. New York Chef Tony Bourdain gives away secrets of the trade in his wickedly funny, inspiring memoir/expose.. Kitchen Confidential. reveals what Bourdain calls twenty-five years of sex, drugs, bad behavior and haute cuisine.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Humor"
            ]
        },
        {
            "title": "The First Man in Rome",
            "authors": [
                "Colleen McCullough"
            ],
            "ranking": 4.11,
            "ranking_count": 21730,
            "abstract": "From the bestselling author of. The Thorn Birds. comes a masterpiece of historical fiction that is fascinating, moving, and gloriously heroic. The reader is swept into the whirlpool of pageantry, passion, splendor, chaos and earth-shattering upheaval that was ancient Rome. Here is the story of Marius, wealthy but lowborn, and Sulla, aristocratic but penniless and debauched -- extraordinary men of vision whose ruthless ambition will lay the foundations of the most awesome and enduring empire known to humankind.. A towering saga of great events and mortal frailties, it is peopled with a vast, and vivid cast of unforgettable men and women -- soldiers and senators, mistresses and wives, kings and commoners -- combined in a richly embroidered human tapestry to bring a remarkable era to bold and breathtaking life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Roman",
                "History",
                "Novels",
                "War",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Emperor Mage",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.26,
            "ranking_count": 62881,
            "abstract": "Sent to Carthak as part of the Tortallan peace delegation, Daine finds herself in the middle of a sticky political situation. She doesn't like the Carthaki practice of keeping slaves, but it's not her place to say anything -- she's just there to heal the emperor's birds. It's extremely frustrating! What's more, her power has grown in a mysterious way.. As the peace talks stall, Daine puzzles over Carthak's two-faced Emperor Ozorne. How can he be so caring with his birds and so cruel to his people? Daine is sure he's planning something. Daine must fight the powerful Emperor Mage, knowing that the safety and peace of the realm depend on stopping Ozorne's power-hungry schemes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Unwifeable: A Memoir",
            "authors": [
                "Mandy Stadtmiller"
            ],
            "ranking": 3.51,
            "ranking_count": 3030,
            "abstract": "Provocative, fearless, and dizzyingly uncensored, Mandy spills every secret she knows about dating, networking, comedy, celebrity, media, psychology, relationships, addiction, and the quest to find one’s true nature. She takes readers behind the scenes (and name names) as she relays her utterly addictive journey.. Starting in 2005, Mandy picks up everything to move across the country to Manhattan, looking for a fresh start. She is newly divorced, thirty-years-old, with a dream job at the. New York Post. . She is ready to conquer the city, the industry, the world. But underneath the glitz and glamour, there is a darker side threatening to surface. The drug-fueled, never-ending party starts off as thrilling…but grows ever-terrifying. Too many blackout nights and scary decisions begin to add up. As she searches for the truth behind the façade, Mandy realizes that falling in love won’t fix her—until she learns to accept herself first.. This is a true New York fairy tale brought to life—. Sex and the City. on acid. Perfect for when “you feel stuck in some way and wish to become unstuck” (Caroline Kepnes), you’all soon see why. Unwifeable. is one of the best reviewed, most beloved memoirs of the year.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography Memoir",
                "Humor",
                "Biography",
                "Womens",
                "Feminism",
                "New York",
                "Health"
            ]
        },
        {
            "title": "Resurrection",
            "authors": [
                "Leo Tolstoy",
                "Aylmer Maude",
                "Louise Maude"
            ],
            "ranking": 4.16,
            "ranking_count": 20633,
            "abstract": "Resurrection (1899) is the last of Tolstoy's major novels. It tells the story of a nobleman's attempt to redeem the suffering his youthful philandering inflicted on a peasant girl who ends up a prisoner in Siberia. Tolstoy's vision of redemption, achieved through loving forgiveness and his condemnation of violence, dominate the novel. An intimate, psychological tale of guilt, anger, and forgiveness, Resurrection is at the same time a panoramic description of social life in Russia at the end of the nineteenth century, reflecting its author's outrage at the social injustices of the world in which he lived. This edition, which updates a classic translation, has explanatory notes, and a substantial introduction based on the most recent scholarship in the field.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Cultural",
                "Novels",
                "Philosophy",
                "Religion",
                "Literary Fiction"
            ]
        },
        {
            "title": "We'll Always Have Summer",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.05,
            "ranking_count": 121089,
            "abstract": "It's been two years since Conrad told Belly to go with Jeremiah. She and Jeremiah have been inseparable ever since, even attending the same college—only, their relationship hasn't exactly been the happily ever after Belly had hoped it would be. And when Jeremiah makes the worst mistake a boy can make, Belly is forced to question what she thought was true love. Does she really have a future with Jeremiah? Has she ever gotten over Conrad? It's time for Belly to decide, once and for all, who has her heart forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Lying Game",
            "authors": [
                "Sara Shepard"
            ],
            "ranking": 3.92,
            "ranking_count": 40237,
            "abstract": "I had a life anyone would kill for.. Then someone did.. The worst part of being dead is that there's nothing left to live for. No more kisses. No more secrets. No more gossip. It's enough to kill a girl all over again. But I'm about to get something no one else does--an encore performance, thanks to Emma, the long-lost twin sister I never even got to meet.. Now Emma's desperate to know what happened to me. And the only way to figure it out is to be me--to slip into my old life and piece it all together. But can she laugh at inside jokes with my best friends? Convince my boyfriend she's the girl he fell in love with? Pretend to be a happy, care-free daughter when she hugs my parents goodnight? And can she keep up the charade, even after she realizes my murderer is watching her every move?. From Sara Shepard, the #1 New York Times bestselling author of the Pretty Little Liars books, comes a riveting new series about secrets, lies, and killer consequences.. Let the lying game begin.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Romance",
                "Thriller",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Undeniable",
            "authors": [
                "Madeline Sheehan"
            ],
            "ranking": 4.03,
            "ranking_count": 49083,
            "abstract": "Librarian Note: Alternate Cover Edition for. 9781301741724. .. ***Warning*** (This book contains several aspects of the uglier side of life; it is not for everyone.). The story of Deuce and Eva.... An undeniable connection that stands the test of time.. Unforgettable moments.. Love and pain and everything in between.. I was five years old when I met Deuce, he was twenty-three, and it was visiting day at Riker's Island. My father, Damon Fox or Preacher, the President of the infamous Silver Demon's motorcycle club -mother chapter- in East Village, New York City, was doing a five-year stint for aggravated assault and battery with a deadly weapon. It was not the first time my father had been in prison and it wouldn't be the last. The Silver Demon's MC was a notorious group of criminals who lived by the code of the road and gave modern society and all it entailed a great big f**k you.. Never forget the day Eva came bouncin' into my f**ked up life, shakin' pigtails, singin' Janis, wearin’ chucks and sharin' peanuts and straight up stole any decency I had left which wasn't a whole lot but she f**kin' took it and I've been hers ever since.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Sociology",
                "New Adult",
                "Drama"
            ]
        },
        {
            "title": "Fool",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.97,
            "ranking_count": 53723,
            "abstract": "Hilarious, always inventive, this is a book for all, especially uptight English teachers, bardolaters, and ministerial students.. --. Dallas Morning News. Fool. --the bawdy and outrageous. New York Times. bestseller from the unstoppable Christopher Moore--is a hilarious new take on William Shakespeare's. King Lear. ...as seen through the eyes of the foolish liege's clownish jester, Pocket. A rousing tale of gratuitous shagging, murder, spanking, maiming, treason, and heretofore unexplored heights of vulgarity and profanity,. Fool. joins Moore's own. Lamb. ,. Fluke. ,. The Stupidest Angel. , and. You Suck!. as modern masterworks of satiric wit and sublimely twisted genius, prompting Carl Hiassen to declare Christopher Moore a very sick man, in the very best sense of the word.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fiction",
                "Fantasy",
                "Historical",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Retellings"
            ]
        },
        {
            "title": "The Island of Dr. Moreau",
            "authors": [
                "H.G. Wells",
                "Alan Lightman"
            ],
            "ranking": 3.73,
            "ranking_count": 106793,
            "abstract": "Librarian note: An alternative cover for this ISBN can be found. here. .. Ranked among the classic novels of the English language and the inspiration for several unforgettable movies, this early work of H. G. Wells was greeted in 1896 by howls of protest from reviewers, who found it horrifying and blasphemous. They wanted to know more about the wondrous possibilities of science shown in his first book,. The Time Machine. , not its potential for misuse and terror. In. The Island of Dr. Moreau. , a shipwrecked gentleman named Edward Prendick, stranded on a Pacific island lorded over by the notorious Dr. Moreau, confronts dark secrets, strange creatures, and a reason to run for his life.. While this riveting tale was intended to be a commentary on evolution, divine creation, and the tension between human nature and culture, modern readers familiar with genetic engineering will marvel at Wells’s prediction of the ethical issues raised by producing “smarter” human beings or bringing back extinct species. These levels of interpretation add a richness to Prendick’s adventures on Dr. Moreau’s island of lost souls without distracting from what is still a rip-roaring good read.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Fantasy",
                "Literature",
                "Science Fiction Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Purple Hibiscus",
            "authors": [
                "Chimamanda Ngozi Adichie"
            ],
            "ranking": 4.18,
            "ranking_count": 95269,
            "abstract": "A previously published edition of ISBN 9781616202415 can be found. here.. Fifteen-year-old Kambili and her older brother Jaja lead a privileged life in Enugu, Nigeria. They live in a beautiful house, with a caring family, and attend an exclusive missionary school. They're completely shielded from the troubles of the world. Yet, as Kambili reveals in her tender-voiced account, things are less perfect than they appear. Although her Papa is generous and well respected, he is fanatically religious and tyrannical at home—a home that is silent and suffocating.. As the country begins to fall apart under a military coup, Kambili and Jaja are sent to their aunt, a university professor outside the city, where they discover a life beyond the confines of their father’s authority. Books cram the shelves, curry and nutmeg permeate the air, and their cousins’ laughter rings throughout the house. When they return home, tensions within the family escalate, and Kambili must find the strength to keep her loved ones together.. Purple Hibiscus. is an exquisite novel about the emotional turmoil of adolescence, the powerful bonds of family, and the bright promise of freedom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Western Africa",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "Just Mercy: A Story of Justice and Redemption",
            "authors": [
                "Bryan Stevenson"
            ],
            "ranking": 4.62,
            "ranking_count": 193133,
            "abstract": "An unforgettable true story about the potential for mercy to redeem us, and a clarion call to end mass incarceration in America — from one of the most inspiring lawyers of our time.. Bryan Stevenson was a young lawyer when he founded the Equal Justice Initiative, a nonprofit law office in Montgomery, Alabama, dedicated to defending the poor, the incarcerated, and the wrongly condemned.. Just Mercy tells the story of EJI, from the early days with a small staff facing the nation’s highest death sentencing and execution rates, through a successful campaign to challenge the cruel practice of sentencing children to die in prison, to revolutionary projects designed to confront Americans with our history of racial injustice.. One of EJI’s first clients was Walter McMillian, a young Black man who was sentenced to die for the murder of a young white woman that he didn’t commit. The case exemplifies how the death penalty in America is a direct descendant of lynching — a system that treats the rich and guilty better than the poor and innocent.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Social Movements",
                "Race",
                "Politics",
                "History",
                "Audiobook",
                "Law",
                "Biography"
            ]
        },
        {
            "title": "The Name of the Star",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 3.88,
            "ranking_count": 52635,
            "abstract": "Jack the Ripper is back, and he's coming for Rory next..... Louisiana teenager Rory Deveaux arrives in London to start a new life at boarding school just as a series of brutal murders mimicking the horrific Jack the Ripper killing spree of more than a century ago has broken out across the city. The police are left with few leads and no witnesses. Except one. Rory spotted the man believed to be the prime suspect. But she is the only one who saw him - the only one who. can. see him. And now Rory has become his next target...unless she can tap her previously unknown abilities to turn the tables.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Horror",
                "Historical"
            ]
        },
        {
            "title": "Prozac Nation",
            "authors": [
                "Elizabeth Wurtzel"
            ],
            "ranking": 3.61,
            "ranking_count": 58284,
            "abstract": "A harrowing story of breakdowns, suicide attempts, drug therapy, and an eventual journey back to living, this poignant and often hilarious book gives voice to the high incidence of depression among America's youth. A collective cry for help from a generation who have come of age entrenched in the culture of divorce, economic instability, and AIDS, here is the intensely personal story of a young girl full of promise, whose mood swings have risen and fallen like the lines of a sad ballad.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Health",
                "Mental Health",
                "Biography",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Styxx",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.58,
            "ranking_count": 21215,
            "abstract": "Just when you thought doomsday was over.... Centuries ago Acheron saved the human race by imprisoning an ancient evil bent on absolute destruction. Now that evil has been unleashed and it is out for revenge.. As the twin to Acheron, Styxx hasn’t always been on his brother’s side. They’ve spent more centuries going at each other’s throats than protecting their backs. Now Styxx has a chance to prove his loyalty to his brother, but only if he’s willing to trade his life and future for Acheron’s.. The Atlantean goddess of Wrath and Misery, Bethany was born to right wrongs. But it was never a task she relished. Until now. She owes Acheron a debt that she vows to repay, no matter what it takes. He will join their fellow gods in hell and nothing is going to stop her.. But things are never what they seem, and Acheron is no longer the last of his line. Styxx and Acheron must put aside their past and learn to trust each other or more will suffer.. Yet it’s hard to risk your own life for someone who once tried to take yours, even when it's your own twin, and when loyalties are skewed and no one can be trusted, not even yourself, how do you find a way back from the darkness that wants to consume the entire world? One that wants to start by devouring your very soul?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Confusion",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.27,
            "ranking_count": 23099,
            "abstract": "In the year 1689, a cabal of Barbary galley slaves -- including one Jack Shaftoe, aka King of the Vagabonds, aka Half-Cocked Jack -- devises a daring plan to win freedom and fortune. A great adventure ensues -- a perilous race for an enormous prize of silver ... nay, gold ... nay, legendary gold.. In Europe, the exquisite and resourceful Eliza, Countess de la Zeur, is stripped of her immense personal fortune by France's most dashing privateer. Penniless and at risk from those who desire either her or her head (or both), she is caught up in a web of international intrigue, even as she desperately seeks the return of her most precious possession.. Meanwhile, Newton and Leibniz continue to propound their grand theories as their infamous rivalry intensifies, stubborn alchemy does battle with the natural sciences, dastardly plots are set in motion ... and Daniel Waterhouse seeks passage to the Massachusetts colony in hopes of escaping the madness into which his world has descended.. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Adventure",
                "Literature",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Once Burned",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.2,
            "ranking_count": 65515,
            "abstract": "She's a mortal with dark powers.... After a tragic accident scarred her body and destroyed her dreams, Leila never imagined that the worst was still to come: terrifying powers that let her channel electricity and learn a person's darkest secrets through a single touch. Leila is doomed to a life of solitude...until creatures of the night kidnap her, forcing her to reach out with a telepathic distress call to the world's most infamous vampire.... He's the Prince of Night.... Vlad Tepesh inspired the greatest vampire legend of all—but whatever you do, don't call him Dracula. Vlad's ability to control fire makes him one of the most feared vampires in existence, but his enemies have found a new weapon against him—a beautiful mortal with powers to match his own. When Vlad and Leila meet, however, passion ignites between them, threatening to consume them both. It will take everything that they are to stop an enemy intent on bringing them down in flames.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Sailor Who Fell from Grace with the Sea",
            "authors": [
                "Yukio Mishima",
                "John Nathan"
            ],
            "ranking": 3.88,
            "ranking_count": 28863,
            "abstract": "This is an alternate cover edition of ISBN. 9780679750154. The Sailor Who Fell from Grace with the Sea. tells the tale of a band of savage thirteen-year-old boys who reject the adult world as illusory, hypocritical and sentimental, and train themselves in a brutal callousness they call objectivity. When the mother of one of them begins an affair with a ship's officer, he and his friends idealize the man at first; but it is not long before they conclude that he is in fact soft and romantic. They regard their disappointment in him as an act of betrayal on his part, and react violently.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Devil May Cry",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.29,
            "ranking_count": 38461,
            "abstract": "As an ancient Sumerian god, Sin was one of the most powerful among his pantheon.  . . Until the night Artemis brutally stole his godhood and left him for dead. For millennia, this ex-god turned Dark-Hunter has dreamed only of regaining his powers and seeking revenge on Artemis. If only life were that simple.. Unfortunately he has bigger fish--or in Sin's case--demons, to fry. The lethal gallu that were buried by his pantheon are now stirring and they are hungry for human flesh. Their goal is to destroy mankind and anyone else who gets in their way.  Sin is the only one who can stop them--that is if a certain woman doesn't kill him first. Unfortunately, Sin discovers that now he must rely on her or witness an annihilation of biblical proportions.. Enemies have always made strange bedfellows, but never more so than when the fate of the world hangs in the balance. Now a man who knows only betrayal must trust the one person most likely to hand him to the demons. Artemis may have stolen his godhood, but this one has stolen his heart. The only question is will she keep it or feed it to the ones who want him dead?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Mermaid Chair",
            "authors": [
                "Sue Monk Kidd"
            ],
            "ranking": 3.19,
            "ranking_count": 81806,
            "abstract": "An alternate cover edition exists. here. .. Sue Monk Kidd's phenomenal debut,. The Secret Life of Bees. , became a runaway bestseller that is still on the. New York Times. bestseller list more than two years after its paperback publication. Now, in her luminous new novel, Kidd has woven a transcendent tale that will thrill her legion of fans. Telling the story of Jessie Sullivan -- a love story between a woman and a monk, a woman and her husband, and ultimately a woman and her own soul -- Kidd charts a journey of awakening and self-discovery illuminated with a brilliance that only a writer of her ability could conjure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Book Club",
                "Womens",
                "Relationships"
            ]
        },
        {
            "title": "War Storm",
            "authors": [
                "Victoria Aveyard"
            ],
            "ranking": 3.86,
            "ranking_count": 118136,
            "abstract": "Victory comes at a price.. Mare Barrow learned this all too well when Cal’s betrayal nearly destroyed her. Now determined to protect her heart—and secure freedom for Reds and newbloods like her—Mare resolves to overthrow the kingdom of Norta once and for all… starting with the crown on Maven’s head.. But no battle is won alone, and before the Reds may rise as one, Mare must side with the boy who broke her heart in order to defeat the boy who almost broke her. Cal’s powerful Silver allies, alongside Mare and the Scarlet Guard, prove a formidable force. But Maven is driven by an obsession so deep, he will stop at nothing to have Mare as his own again, even if it means demolishing everything—and everyone—in his path.. War is coming, and all Mare has fought for hangs in the balance. Will victory be enough to topple the Silver kingdoms? Or will the little lightning girl be forever silenced?. In the epic conclusion to Victoria Aveyard’s stunning series, Mare must embrace her fate and summon all her power… for all will be tested, but not all will survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "For a Few Demons More",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.32,
            "ranking_count": 56917,
            "abstract": "Despite dating one vampire and living with another, Rachel Morgan has stayed ahead of trouble until now. A serial killer stalks the Hollows, claims victims across society, and ignites a vicious Inderland gang war. Rachel hides an ancient artifact that could stop the killer or start a battle to the death among supernatural races of Cincinnati. Every action has its price. When the vampire master Piscary is set free and the demonic Algaliarept dares to walk openly under the sun, even Rachel Morgan can't hide forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "In Her Shoes",
            "authors": [
                "Jennifer Weiner"
            ],
            "ranking": 3.81,
            "ranking_count": 206717,
            "abstract": "Rose Feller is thirty; a successful lawyer with high hopes of a relationship with Jim, Mr Not-Quite-Right, a senior partner in her firm. The last thing she needs is her messed-up, only occasionally employed sister Maggie moving in: drinking, smoking, stealing her money - and her shoes - and spoiling her chance of romance. If only Maggie would grow up and settle down with a nice guy and a steady job.. Maggie is drop dead gorgeous and irresistible to men. She's going to make it big as a TV presenter, or a singer...or an actress. All she needs is a lucky break. What she doesn't need is her uptight sister Rose interfering in her life. If only Rose would lighten-up, have some fun - and learn how to use a pair of tweezers. Rose and Maggie think they have nothing in common but a childhood tragedy, shared DNA and the same size feet, but they are about to find out that they're more alike than they'd ever believe.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Humor",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "My Blood Approves",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 3.82,
            "ranking_count": 29282,
            "abstract": "Seventeen-year-old Alice Bonham's life feels out of control after she meets Jack. With his fondness for pink Chuck Taylors and New Wave hits aside, Jack's unlike anyone she's ever met.. Then she meets his brother, Peter. His eyes pierce through her, and she can barely breathe when he's around. Even though he can't stand the sight of her, she's drawn to him.. But falling for two very different guys isn't even the worst of her problems. Jack and Peter are vampires, and Alice finds herself caught between love and her own blood..",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Déjà Dead",
            "authors": [
                "Kathy Reichs"
            ],
            "ranking": 3.87,
            "ranking_count": 144848,
            "abstract": "Her life is devoted to justice; for those she never even knew. In the year since Temperance Brennan left behind a shaky marriage in North Carolina, work has often preempted her weekend plans to explore Quebec. When a female corpse is discovered meticulously dismembered and stashed in trash bags, Temperance detects an alarming pattern and she plunges into a harrowing search for a killer. But her investigation is about to place those closest to her, her best friend and her own daughter, in mortal danger...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Gone for Good",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.11,
            "ranking_count": 54774,
            "abstract": "As a boy, Will Klein had a hero: his older brother, Ken. Then, on a warm suburban night in the Kleins' affluent New Jersey neighborhood, a young woman--a girl Will had once loved--was found brutally murdered in her family's basement. The prime suspect: Ken Klein. With the evidence against him overwhelming, Ken simply vanished. And when his shattered family never heard from Ken again, they were sure he was gone for good.. Now eleven years have passed. Will has found proof that Ken is alive. And this is just the first in a series of stunning revelations as Will is forced to confront startling truths about his brother, and even himself. As a violent mystery unwinds around him, Will knows he must press his search all the way to the end. Because the most powerful surprises are yet to come.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Naturals",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 4.18,
            "ranking_count": 35068,
            "abstract": "Seventeen-year-old Cassie is a natural at reading people. Piecing together the tiniest details, she can tell you who you are and what you want. But it’s not a skill that she’s ever taken seriously. That is, until the FBI come knocking: they’ve begun a classified program that uses exceptional teenagers to crack infamous cold cases, and they need Cassie.. What Cassie doesn’t realize is that there’s more at risk than a few unsolved homicides—especially when she’s sent to live with a group of teens whose gifts are as unusual as her own. Sarcastic, privileged Michael has a knack for reading emotions, which he uses to get inside Cassie’s head—and under her skin. Brooding Dean shares Cassie’s gift for profiling, but keeps her at arm’s length.. Soon, it becomes clear that no one in the Naturals program is what they seem. And when a new killer strikes, danger looms closer than Cassie could ever have imagined. Caught in a lethal game of cat and mouse with a killer, the Naturals are going to have to use all of their gifts just to survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Romance",
                "Fiction",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "Mrs. Mike",
            "authors": [
                "Benedict Freedman",
                "Nancy Freedman"
            ],
            "ranking": 4.15,
            "ranking_count": 18318,
            "abstract": "A moving love story set in the Canadian wilderness,. Mrs. Mike. is a classic tale that has enchanted millions of readers worldwide. It brings the fierce, stunning landscape of the Great North to life—and tenderly evokes the love that blossoms between Sergeant Mike Flannigan and beautiful young Katherine Mary O'Fallon.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "Cultural",
                "Young Adult",
                "Adventure",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Mad Ship",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.25,
            "ranking_count": 57225,
            "abstract": "The Farseer trilogy continues the dramatic tale of piracy, serpents, love and magic. The Vestrit family's liveship, Vivacia, has been taken by the pirate king, Kennit. Held captive on board, Wintrow Vestrit finds himself competing with Kennit for Vivacia's love as the ship slowly acquires her own bloodlust. Leagues away, Althea Vestrit has found a new home aboard the liveship Ophelia, but she lives only to reclaim the Vivacia and with her friend, Brashen, she plans a dangerous rescue. Meanwhile in Bingtown, the fading fortunes of the Vestrit family lead Malta deeper into the magical secrets of the Rain Wild Traders. And just outside Bingtown, Amber dreams of relaunching Paragon, the mad liveship .... Alternate cover for this ISBN can be found. here",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "Batman: The Long Halloween",
            "authors": [
                "Jeph Loeb",
                "Tim Sale",
                "Gregory Wright",
                "Richard Starkings"
            ],
            "ranking": 4.32,
            "ranking_count": 88943,
            "abstract": "Taking place during Batman's early days of crime fighting, this new edition of the classic mystery tells the story of a mysterious killer who murders his prey only on holidays. Working with District Attorney Harvey Dent and Lieutenant James Gordon, Batman races against the clock as he tries to discover who Holiday is before he claims his next victim each month. A mystery that has the reader continually guessing the identity of the killer, this story also ties into the events that transform Harvey Dent into Batman's deadly enemy, Two-Face.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Mystery"
            ]
        },
        {
            "title": "Chain of Gold",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.44,
            "ranking_count": 73962,
            "abstract": "Chain of Gold. , a Shadowhunters novel, is the first novel in a brand-new trilogy where evil hides in plain sight and love cuts deeper than any blade. .. Cordelia Carstairs is a Shadowhunter, a warrior trained since childhood to battle demons. When her father is accused of a terrible crime, she and her brother travel to London in hopes of preventing the family’s ruin. Cordelia’s mother wants to marry her off, but Cordelia is determined to be a hero rather than a bride. Soon Cordelia encounters childhood friends James and Lucie Herondale and is drawn into their world of glittering ballrooms, secret assignations, and supernatural salons, where vampires and warlocks mingle with mermaids and magicians. All the while, she must hide her secret love for James, who is sworn to marry someone else.. But Cordelia’s new life is blown apart when a shocking series of demon attacks devastate London. These monsters are nothing like those Shadowhunters have fought before—these demons walk in daylight, strike down the unwary with incurable poison, and seem impossible to kill. London is immediately quarantined. Trapped in the city, Cordelia and her friends discover that their own connection to a dark legacy has gifted them with incredible powers—and forced a brutal choice that will reveal the true cruel price of being a hero.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Historical",
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Every Last Word",
            "authors": [
                "Tamara Ireland Stone"
            ],
            "ranking": 4.27,
            "ranking_count": 57208,
            "abstract": "If you could read my mind, you wouldn't be smiling.. Samantha McAllister looks just like the rest of the popular girls in her junior class. But hidden beneath the straightened hair and expertly applied makeup is a secret that her friends would never understand: Sam has Purely-Obsessional OCD and is consumed by a stream of dark thoughts and worries that she can't turn off.. Second-guessing every move, thought, and word makes daily life a struggle, and it doesn't help that her lifelong friends will turn toxic at the first sign of a wrong outfit, wrong lunch, or wrong crush. Yet Sam knows she'd be. truly. crazy to leave the protection of the most popular girls in school. So when Sam meets Caroline, she has to keep her new friend with a refreshing sense of humor and no style a secret, right up there with Sam's weekly visits to her psychiatrist.. Caroline introduces Sam to Poet's Corner, a hidden room and a tight-knit group of misfits who have been ignored by the school at large. Sam is drawn to them immediately, especially a guitar-playing guy with a talent for verse, and starts to discover a whole new side of herself. Slowly, she begins to feel more normal than she ever has as part of the popular crowd . . . until she finds a new reason to question her sanity and all she holds dear.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Romance",
                "Fiction",
                "Mental Health",
                "Realistic Fiction",
                "Poetry",
                "Audiobook"
            ]
        },
        {
            "title": "UnEnchanted",
            "authors": [
                "Chanda Hahn"
            ],
            "ranking": 3.89,
            "ranking_count": 41304,
            "abstract": "Alternate cover edition of. ASIN B006ROK1UM. Mina Grime is unlucky, unpopular and uncoordinated; until she saves her crush's life on a field trip, changing her High School status from loser to hero overnight. But with her new found fame brings misfortune in the form of an old family curse come to light. For Mina is descended from the Brothers Grimm and has inherited all of their unfinished fairy tale business. Which includes trying to outwit a powerful Story from making her it's next fairytale victim.. To break the fairy tale curse on her family and make these deadly occurrences stop, Mina must finish the tales until the very Grimm end.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Retellings",
                "Romance",
                "Adventure",
                "Contemporary"
            ]
        },
        {
            "title": "The Age of Miracles",
            "authors": [
                "Karen Thompson Walker"
            ],
            "ranking": 3.66,
            "ranking_count": 90195,
            "abstract": "“It’s never the disasters you see coming that finally come to pass—it’s the ones you don’t expect at all,” says Julia, in this spellbinding novel of catastrophe and survival by a superb new writer. Luminous, suspenseful, unforgettable,. The Age of Miracles. tells the haunting and beautiful story of Julia and her family as they struggle to live in a time of extraordinary change.. On an ordinary Saturday in a California suburb, Julia awakens to discover that something has happened to the rotation of the earth. The days and nights are growing longer and longer; gravity is affected; the birds, the tides, human behavior, and cosmic rhythms are thrown into disarray. In a world that seems filled with danger and loss, Julia also must face surprising developments in herself, and in her personal world: divisions widening between her parents; strange behavior by her friends; the pain and vulnerability of first love; a growing sense of isolation; and a surprising, rebellious new strength. With crystalline prose and the indelible magic of a born storyteller, Karen Thompson Walker paints a breathtaking portrait of people finding ways to go on in an ever-evolving world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Adult Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Room",
            "authors": [
                "Hubert Selby Jr."
            ],
            "ranking": 3.67,
            "ranking_count": 9852,
            "abstract": "Secluded in his remand cell, a small-time criminal surrenders himself to sadistic fantasies of hatred and revenge. Selby's second novel is a claustrophobic descent into the tormented soul of a man trapped in a loveless society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Dark",
                "Thriller",
                "Classics",
                "Novels",
                "Contemporary",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "The Grifters",
            "authors": [
                "Jim Thompson"
            ],
            "ranking": 3.93,
            "ranking_count": 11107,
            "abstract": "To his friends, to his coworkers, and even to his mistress Moira, Roy Dillon is an honest hardworking salesman. He lives in a cheap hotel just within his pay bracket. He goes to work every day. He has hundreds of friends and associates who could attest to his good character.. Yet, hidden behind three gaudy clown paintings in Roy's pallid hotel room, sits fifty-two thousand dollars--the money Roy makes from his short cons, his grifting. For years, Roy has effortlessly maintained control over his house-of-cards life--until the simplest con goes wrong, and he finds himself critically injured and at the mercy of the most dangerous woman he ever met: his own mother.. THE GRIFTERS, one of the best novels ever written about the art of the con, is an ingeniously crafted story of deception and betrayal that was the basis for Stephen Frears' and Martin Scorsese's 1990 critically-acclaimed film of the same name.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Pulp",
                "Classics"
            ]
        },
        {
            "title": "For Colored Girls Who Have Considered Suicide / When the Rainbow Is Enuf",
            "authors": [
                "Ntozake Shange"
            ],
            "ranking": 4.27,
            "ranking_count": 33040,
            "abstract": "In celebration of its highly anticipated Broadway revival, Ntozake Shange’s classic, award-winning play centering the wide-ranging experiences of Black women, now with introductions by two-time National Book Award winner Jesmyn Ward and Broadway director Camille A. Brown.. From its inception in California in 1974 to its Broadway revival in 2022, the Obie Award–winning. for colored girls who have considered suicide/when the rainbow is enuf. has excited, inspired, and transformed audiences all over the country for nearly fifty years. Passionate and fearless, Shange’s words reveal what it meant to be a woman of color in the 20th century. First published in 1975, when it was praised by. The New Yorker. for “encompassing…every feeling and experience a woman has ever had,”. for colored girls who have considered suicide/when the rainbow is enuf. will be read and performed for generations to come. Now with new introductions by Jesmyn Ward and Broadway director Camille A. Brown, and one poem not included in the original, here is the complete text of a groundbreaking dramatic prose poem that resonates with unusual beauty in its fierce message to the world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Plays",
                "Fiction",
                "Feminism",
                "Drama",
                "Cultural",
                "Race",
                "Classics",
                "Womens"
            ]
        },
        {
            "title": "Genghis: Birth of an Empire",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 4.36,
            "ranking_count": 30904,
            "abstract": "He was born Temujin, the son of a khan, raised in a clan of hunters migrating across the rugged steppe. Temujin's young life was shaped by a series of brutal acts: the betrayal of his father by a neighboring tribe and the abandonment of his entire family, cruelly left to die on the harsh plain. But Temujin endured--and from that moment on, he was driven by a singular fury: to survive in the face of death, to kill before being killed, and to conquer enemies who could come without warning from beyond the horizon.. Through a series of courageous raids against the Tartars, Temujin's legend grew. And so did the challenges he faced--from the machinations of a Chinese ambassador to the brutal abduction of his young wife, Borte. Blessed with ferocious courage, it was the young warrior's ability to learn, to imagine, and to judge the hearts of others that propelled him to greater and greater power. Until Temujin was chasing a vision: to unite many tribes into one, to make the earth tremble under the hoofbeats of a thousand warhorses, to subject unknown nations and even empires to his will.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Cultural",
                "War",
                "Adventure",
                "Audiobook",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "I, Claudius/Claudius the God",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.43,
            "ranking_count": 2946,
            "abstract": "Clau-Clau-Claudius the stammerer was known as a buffoon and a pitiful fool.. He made it his business to watch from the sidelines and record the antics, funny, violent and lustful, of the imperial household as its members vied with each other for power. Then he found himself Emperor.. From the great days of Augustus and the cruelties of Tiberius to the deified insanity of Caligula, he records a story breathtaking in its murderousness, greed and folly. Throughout the swings of fortune, his own disastrous love affair with the depraved Messalina and surprisingly successful reign, his voice sometimes puzzled, sometimes rueful, always sane, speaks to us across the centuries in two great, classic historical novels.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Sherlock Holmes: The Complete Novels and Stories, Volume I",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.47,
            "ranking_count": 25640,
            "abstract": "Since his first appearance in Beeton’s Christmas Annual in 1887, Sir Arthur Conan Doyle’s Sherlock Holmes has been one of the most beloved fictional characters ever created. Now, in two paperback volumes, Bantam presents all fifty-six short stories and four novels featuring Conan Doyle’s classic hero - a truly complete collection of Sherlock Holmes’s adventures in crime!. Volume I includes the early novel A Study in Scarlet, which introduced the eccentric genius of Sherlock Holmes to the world. This baffling murder mystery, with the cryptic word Rache written in blood, first brought Holmes together with Dr. John Watson. Next, The Sign of Four presents Holmes’s famous “seven percent solution” and the strange puzzle of Mary Morstan in the quintessential locked - room mystery. Also included are Holmes’s feats of extraordinary detection in such famous cases as the chilling “ The Adventure of the Speckled Band,” the baffling riddle of “The Musgrave Ritual,” and the ingeniously plotted “The Five Orange Pips,” tales that bring to life a Victorian England of horse-drawn cabs, fogs, and the famous lodgings at 221B Baker Street, where Sherlock Holmes earned his undisputed reputation as the greatest fictional detective of all time.. A study in scarlet --. The sign of four --. Adventures of Sherlock Holmes: A scandal in Bohemia; The red-headed league; A case of identity; The Boscombe Valley mystery; The five orange pips; The man with the twisted lip; The adventure of the blue carbuncle; The adventure of the speckled band; The adventure of the engineer's thumb; The adventure of the noble bachelor; The adventure of the beryl coronet; The adventure of the copper beeches; Memoirs of Sherlock Holmes: Silver blaze; The yellow face; The stock-broker's clerk; The Gloria Scott; The musgrave ritual; The Reigate puzzle; The crooked man; The resident patient; The greek interpreter; The naval treaty; The final problem; The return of Sherlock Holmes: The adventure of the empty house; The adventure of the Norwood builder; The adventure of the dancing men; The adventure of the solitary cyclist; The adventure of the priory school; The adventure of Black Peter; The adventure of Charles Augustus Milverton; The adventure of the six Napoleons; The adventure of the three students; The adventure of the golden pince-nez; The adventure of the missing three-quarter; The adventure of the abbey grange; The adventure of the second stain.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Mystery",
                "Fiction",
                "Short Stories",
                "Literature",
                "Thriller",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Dr. Faustus",
            "authors": [
                "Christopher Marlowe"
            ],
            "ranking": 3.8,
            "ranking_count": 61906,
            "abstract": "The Tragical History of the Life and Death of Doctor Faustus, commonly referred to simply as Doctor Faustus, is an Elizabethan tragedy by Christopher Marlowe, based on German stories about the title character Faust, that was first performed sometime between 1588 and Marlowe's death in 1593. Two different versions of the play were published in the Jacobean era, several years later. The powerful effect of early productions of the play is indicated by the legends that quickly accrued around them—that actual devils once appeared on the stage during a performance, to the great amazement of both the actors and spectators, a sight that was said to have driven some spectators mad.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Fantasy",
                "Academic",
                "Literature",
                "Horror",
                "Poetry"
            ]
        },
        {
            "title": "The System of the World",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.33,
            "ranking_count": 21315,
            "abstract": "The System of the World,. the third and concluding volume of Neal Stephenson's shelf-bending Baroque Cycle (. Quicksilver. and. The Confusion. ), brings the epic historical saga to its thrilling - and truly awe-inspiring - conclusion.. Set in the early 18th century and featuring a diverse cast of characters that includes alchemists, philosophers, mathematicians, spies, thieves, pirates, and royalty,. The System of the World. follows Daniel Waterhouse, an unassuming philosopher and confidant to some of the most brilliant minds of the age, as he returns to England to try and repair the rift between geniuses Sir Isaac Newton and Gottfried Wilhelm Leibniz. After reluctantly leaving his family in Boston, Waterhouse arrives in England and is almost killed by a mysterious Infernal Device. Having been away from the war-decimated country for two decades, Waterhouse quickly learns that although many things have changed, there is still violent revolution simmering just beneath the surface of seemingly civilized society. With Queen Anne deathly ill and Tories and Whigs jostling for political supremacy, Waterhouse and Newton vow to figure out who is trying to kill certain scientists and decipher the riddle behind the legend of King Solomon's gold, a mythical hoard of precious metal with miraculous properties.. Arguably one of the most ambitious -- and most researched -- stories ever written, Stephenson's Baroque Cycle is set in one of the most turbulent and exciting times in human history. Filled with wild adventure, political intrigue, social upheaval, civilization-changing discoveries, cabalistic mysticism, and even a little romance, this massive saga is worth its weight in (Solomon's) gold.. Paul Goat Allen",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Naked",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.08,
            "ranking_count": 254352,
            "abstract": "Welcome to the hilarious, strange, elegiac, outrageous world of David Sedaris. In. Naked. , Sedaris turns the mania for memoir on its proverbial ear, mining the exceedingly rich terrain of his life, his family, and his unique worldview—a sensibility at once take-no-prisoners sharp and deeply charitable. A tart-tongued mother does dead-on imitations of her young son's nervous tics, to the great amusement of his teachers; a stint of Kerouackian wandering is undertaken (of course!) with a quadriplegic companion; a family gathers for a wedding in the face of imminent death. Through it all is Sedaris's unmistakable voice, without doubt one of the freshest in American writing.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Short Stories",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "LGBT"
            ]
        },
        {
            "title": "Flow My Tears, the Policeman Said",
            "authors": [
                "Philip K. Dick",
                "Chris     Moore"
            ],
            "ranking": 3.92,
            "ranking_count": 37290,
            "abstract": "Jason Tavener woke up one morning to find himself completely unknown. The night before he had been the top-rated television star with millions of devoted watchers. The next day he was just an unidentified walking object, whose face nobody recognised, of whom no one had heard, and without the I.D. papers required in that near future.. When he finally found a man who would agree to counterfeiting such cards for him, that man turned out to be a police informer. And then Taverner found out not only what it was like to be a nobody but also to be hunted by the whole apparatus of society.. It was obvious that in some way Taverner had become the pea in in some sort of cosmic shell game - but how? And why?. Philip K. Dick takes the reader on a walking tour of solipsism's scariest margin in his latest novel about the age we are already half into.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Fantasy",
                "Literature",
                "Speculative Fiction",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Keeping the Moon",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.85,
            "ranking_count": 66042,
            "abstract": "There is an alternate cover edition for this ISBN13 here.. Colie expects the worst when she's sent to spend the summer with her eccentric aunt Mira while her mother, queen of the television infomercial, tours Europe. Always an outcast -- first for being fat and then for being easy -- Colie has no friends at home and doesn't expect to find any in Colby, North Carolina.. But then she lands a job at the Last Chance Cafe and meets fellow waitresses Morgan and Isabel, best friends with a loving yet volatile relationship. Wacky yet wise, Morgan and Isabel help Colie see herself in a new way and realize the potential that has been there all along.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Three Stigmata of Palmer Eldritch",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.01,
            "ranking_count": 34900,
            "abstract": "In the overcrowded world and cramped space colonies of the late 21st century, tedium can be endured through the drug Can-D, which enables users to inhabit a shared illusory world. When industrialist Palmer Eldritch returns from an interstellar trip, he brings with him a new drug, Chew-Z. It is far more potent than Can-D, but threatens to plunge the world into a permanent state of drugged illusion controlled by the mysterious Eldritch.. Cover illustration: Chris Moore",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Fantasy",
                "Classics",
                "Religion"
            ]
        },
        {
            "title": "Sweet Dreams",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.38,
            "ranking_count": 46732,
            "abstract": "She's ready for the ride of her life . . .. Lauren Grahame is looking to reinvent herself. After leaving her cheating husband, Lauren moves to Carnal, Colorado, and gets a job as a waitress in a biker bar called Bubba's. It's a nothing job in a nowhere joint . . . until Tatum Jackson walks in. Lauren has never seen a man with such good looks, muscles, and attitude. But when he insults her, Lauren doesn't want anything to do with him. Too bad for Lauren he's also the bar's part owner and bartender.. When the rough-around-the-edges Tate meets the high-class Lauren, he thinks she won't fit in at Bubba's. Yet there's more to Lauren than meets the eye, and Tate soon sets his mind on claiming her as his own. Before long, the desire burning between them is heating up the cold mountain air. But when violence strikes the town, Tate must reveal a dark secret to Lauren-one that may put an end to their sweet dreams.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Suspense",
                "Mystery",
                "Adult Fiction",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Projector for Sale",
            "authors": [
                "Steven Decker"
            ],
            "ranking": 4.35,
            "ranking_count": 832,
            "abstract": "Emily Noland is a trauma survivor who never remembers her dreams. While searching for a job, her lifelong interest in cinema is sparked by an ad about a projector for sale, and something happens that mysteriously changes everything.. Emily not only starts remembering her dreams, she finds herself transforming them into reality, and her life inexplicably begins to blossom. She travels around the world searching for answers, encountering people and experiencing life-changing events that she's dreamed about before, forming relationships that could last a lifetime.. But new, powerful dreams compel her to abandon the path she'd hoped to follow, and Emily must now face a final, frightening question. Can she determine her own destiny or will it be written by processes she simply cannot control?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "Who's Afraid of Virginia Woolf?",
            "authors": [
                "Edward Albee"
            ],
            "ranking": 4.06,
            "ranking_count": 64982,
            "abstract": "Twelve times a week, answered Uta Hagen when asked how often she'd like to play Martha in Who's Afraid of Virginia Woolf? In the same way, audiences and critics alike could not get enough of Edward Albee's masterful play. A dark comedy, it portrays husband and wife George and Martha in a searing night of dangerous fun and games. By the evening's end, a stunning, almost unbearable revelation provides a climax that has shocked audiences for years. With the play's razor-sharp dialogue and the stripping away of social pretense, Newsweek rightly foresaw Who's Afraid of Virginia Woolf? as a brilliantly original work of art--an excoriating theatrical experience, surging with shocks of recognition and dramatic fire [that] will be igniting Broadway for some time to come.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Literature",
                "Academic",
                "The United States Of America"
            ]
        },
        {
            "title": "The Silkworm",
            "authors": [
                "Robert Galbraith"
            ],
            "ranking": 4.04,
            "ranking_count": 240328,
            "abstract": "Private investigator Cormoran Strike returns in a new mystery from Robert Galbraith, author of the #1 international bestseller. The Cuckoo's Calling. .. When novelist Owen Quine goes missing, his wife calls in private detective Cormoran Strike. At first, Mrs. Quine just thinks her husband has gone off by himself for a few days—as he has done before—and she wants Strike to find him and bring him home.. But as Strike investigates, it becomes clear that there is more to Quine's disappearance than his wife realizes. The novelist has just completed a manuscript featuring poisonous pen-portraits of almost everyone he knows. If the novel were to be published, it would ruin lives—meaning that there are a lot of people who might want him silenced.. When Quine is found brutally murdered under bizarre circumstances, it becomes a race against time to understand the motivation of a ruthless killer, a killer unlike any Strike has encountered before...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Arising Son: Part One: The Guardians Of The Temple Saga",
            "authors": [
                "Marie Montine"
            ],
            "ranking": 4.36,
            "ranking_count": 734,
            "abstract": "Ryan is successful working independently as a doctor's assistant until his world comes crashing down on him: protecting the woman he's falling for, he discovers he has strength unlike a normal human and a great thirst...for blood.. He confronts his mother, Cassandra, on who he really is.. With the shocking information his mother finally reveals, Ryan has to chose his own path; either to the Light or to Dark. And he's beginning to like one more than the other...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Erak's Ransom",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.33,
            "ranking_count": 55821,
            "abstract": "In the wake of Araluen's uneasy truce with the raiding Skandians comes word that the Skandian leader has been captured by a dangerous desert tribe. The Rangers - and Will - are sent to free him. But the desert is like nothing these warriors have seen before. Strangers in a strange land, they are brutalized by sandstorms, beaten by the unrelenting heat, tricked by one tribe that plays by its own rules, and surprisingly befriended by another. Like a desert mirage, nothing is as it seems. Yet one thing is constant: the bravery of the Rangers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "Krabat",
            "authors": [
                "Otfried Preußler"
            ],
            "ranking": 3.97,
            "ranking_count": 16036,
            "abstract": "Krabat - das ist ein 14jähriger Waisenjunge, im Großraum Lausitz/Dresden, im 17.Jahrhundert, der ein Bettlerleben führt. Eines Tages sucht er sein Glück bei einem Müllermeister, der ihn zu sich lockt und als Geselle anstellt. Sofort stellt sich heraus, dass mehr hinter dem Meister stecken muss. Dunkle Magie, Intrigen, Täuschungen, Vertrauen, Freundschaft, Rache und ja, auch die Liebe zeichnen die folgende Geschichte aus. Dies alles bildet eine zauberhafte Erzählung, die märchenhaft und spannend beschrieben wird.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Academic",
                "Horror"
            ]
        },
        {
            "title": "The Hammer of Thor",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.34,
            "ranking_count": 88713,
            "abstract": "Magnus Chase, you nearly started Ragnarok. What are you going to do next?. It's been six weeks since Magnus and his friends returned from defeating Fenris Wolf and the fire giants. Magnus has adjusted to life at the Hotel Valhalla—as much as a once-homeless and previously alive kid can. As a son of Frey, the god of summer, fertility, and health, Magnus doesn't exactly fit in with the rest of Odin's chosen warriors, but he has a few good peeps among his hallmates on floor nineteen, and he's been dutifully training for Ragnarok along with everyone else. His days have settled into a new kind of normal.. But Magnus should have known there's no such thing as normal in the Nine Worlds. His friends Hearthstone and Blitzen have disappeared. A new hallmate is creating chaos. According to a very nervous goat, a. certain object. belonging to Thor is still missing, and the thunder god's enemies will stop at nothing to gain control of it.. Time to summon Jack, the Sword of Summer, and take action. Too bad the only action Jack seems to be interested in is dates with other magical weapons. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "LGBT",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Maniac Magee",
            "authors": [
                "Jerry Spinelli"
            ],
            "ranking": 3.89,
            "ranking_count": 121240,
            "abstract": "Jeffrey Lionel Maniac Magee might have lived a normal life if a freak accident hadn't made him an orphan. After living with his unhappy and uptight aunt and uncle for eight years, he decides to run--and not just run away, but run. This is where the myth of Maniac Magee begins, as he changes the lives of a racially divided small town with his amazing and legendary feats.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "The Crimson Crown",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.47,
            "ranking_count": 40807,
            "abstract": "A thousand years ago, two young lovers were betrayed—Alger Waterlow to his death, and Hanalea, Queen of the Fells, to a life without love.. Now, once again, the Queendom of the Fells seems likely to shatter apart. For young queen Raisa. ana’. Marianna, maintaining peace even within her own castle walls is nearly impossible; tension between wizards and Clan has reached a fevered pitch. With surrounding kingdoms seeking to prey on the Fells’ inner turmoil, Raisa’s best hope is to unite her people against a common enemy. But that enemy might be the person with whom she's falling in love.. Through a complicated web of lies and unholy alliances, former streetlord Han Alister has become a member of the Wizard Council of the Fells. Navigating the cut-throat world of blue blood politics has never been more dangerous, and Han seems to inspire hostility among Clan and wizards alike. His only ally is the queen, and despite the perils involved, Han finds it impossible to ignore his feelings for Raisa. Before long, Han finds himself in possession of a secret believed to be lost to history, a discovery powerful enough to unite the people of the Fells. But will the secret die with him before he can use it?. A simple, devastating truth concealed by a thousand-year-old lie at last comes to light in this stunning conclusion to the Seven Realms series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Holding Up the Universe",
            "authors": [
                "Jennifer Niven"
            ],
            "ranking": 3.79,
            "ranking_count": 96878,
            "abstract": "Everyone thinks they know Libby Strout, the girl once dubbed America's Fattest Teen. But no one's taken the time to look past her weight to get to know who she really is. Following her mom's death, she's been picking up the pieces in the privacy of her home, dealing with her heartbroken father and her own grief. Now, Libby's ready: for high school, for new friends, for love, and for. every possibility life has to offer. In that moment, I know the part I want to play here at MVB High. I want to be the girl who can do anything.. Everyone thinks they know Jack Masselin, too. Yes, he's got swagger, but he's also mastered the impossible art of giving people what they want, of fitting in. What no one knows is that Jack has a newly acquired secret: he can't recognize faces. Even his own brothers are strangers to him. He's the guy who can re-engineer and rebuild anything, but he can't understand what's going on with the inner workings of his brain. So he tells himself to play it cool:. Be charming. Be hilarious. Don't get too close to anyone.. Until he meets Libby. When the two get tangled up in a cruel high school game—which lands them in group counseling and community service—Libby and Jack are both pissed, and then surprised. Because the more time they spend together, the less alone they feel.. Because sometimes when you meet someone, it changes the world, theirs and yours.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sadie",
            "authors": [
                "Courtney Summers"
            ],
            "ranking": 4.09,
            "ranking_count": 93828,
            "abstract": "A missing girl on a journey of revenge. A. Serial. ―like podcast following the clues she's left behind. And an ending you won't be able to stop talking about.. Sadie hasn't had an easy life. Growing up on her own, she's been raising her sister Mattie in an isolated small town, trying her best to provide a normal life and keep their heads above water.. But when Mattie is found dead, Sadie's entire world crumbles. After a somewhat botched police investigation, Sadie is determined to bring her sister's killer to justice and hits the road following a few meager clues to find him.. When West McCray―a radio personality working on a segment about small, forgotten towns in America―overhears Sadie's story at a local gas station, he becomes obsessed with finding the missing girl. He starts his own podcast as he tracks Sadie's journey, trying to figure out what happened, hoping to find her before it's too late.. Courtney Summers has written the breakout book of her career. Sadie is propulsive and harrowing and will keep you riveted until the last page.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Audiobook",
                "Thriller",
                "Fiction",
                "Realistic Fiction",
                "Suspense"
            ]
        },
        {
            "title": "The Distant Hours",
            "authors": [
                "Kate Morton"
            ],
            "ranking": 3.88,
            "ranking_count": 73105,
            "abstract": "A long lost letter arrives in the post and Edie Burchill finds herself on a journey to Milderhurst Castle, a great but moldering old house, where the Blythe spinsters live and where her mother was billeted 50 years before as a 13 year old child during WWII. The elder Blythe sisters are twins and have spent most of their lives looking after the third and youngest sister, Juniper, who hasn’t been the same since her fiance jilted her in 1941.. Inside the decaying castle, Edie begins to unravel her mother’s past. But there are other secrets hidden in the stones of Milderhurst, and Edie is about to learn more than she expected. The truth of what happened in ‘the distant hours’ of the past has been waiting a long time for someone to find it.. Morton once again enthralls readers with an atmospheric story featuring unforgettable characters beset by love and circumstance and haunted by memory, that reminds us of the rich power of storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Gothic",
                "Romance",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Total Money Makeover: A Proven Plan for Financial Fitness",
            "authors": [
                "Dave Ramsey"
            ],
            "ranking": 4.24,
            "ranking_count": 81237,
            "abstract": "If you will live like no one else, later you can live like no one else.. Build up your money muscles with America's favorite finance coach.. Okay, folks, do you want to turn those fat and flabby expenses into a well-toned budget? Do you want to transform your sad and skinny little bank account into a bulked-up cash machine? Then get with the program, people. There's one sure way to whip your finances into shape, and that's with . The Total Money Makeover: Classic Edition. .. By now, you've heard all the nutty get-rich-quick schemes, the fiscal diet fads that leave you with a lot of kooky ideas but not a penny in your pocket. Hey, if you're tired of the lies and sick of the false promises, take a look at this--it's the simplest, most straightforward game plan for completely making over your money habits. And it's based on results, not pie-in-the-sky fantasies.. With . The Total Money Makeover: Classic Edition. , you'll be able to:. Design a sure-fire plan for paying off all debt--meaning cars, houses, everything. Recognize the 10 most dangerous money myths (these will kill you). Secure a big, fat nest egg for emergencies and retirement!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Self Help",
                "Finance",
                "Business",
                "Currency",
                "Audiobook",
                "Christian"
            ]
        },
        {
            "title": "Knife of Dreams",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.16,
            "ranking_count": 113432,
            "abstract": "The dead are walking, men die impossible deaths, and it seems as though reality itself has become unstable: All are signs of the imminence of Tarmon Gai'don, the Last Battle, when Rand al'Thor, the Dragon Reborn, must confront the Dark One as humanity's only hope. But Rand dares not fight until he possesses all the surviving seals on the Dark One's prison and has dealt with the Seanchan, who threaten to overrun all nations this side of the Aryth Ocean and increasingly seem too entrenched to be fought off. But his attempt to make a truce with the Seanchan is shadowed by treachery that may cost him everything. Whatever the price, though, he must have that truce. And he faces other dangers.. The winds of time have become a storm, and things that everyone believes are fixed in place forever are changing before their eyes. Even the White Tower itself is no longer a place of safety. Now Rand, Perrin and Mat, Egwene and Elayne, Nynaeve and Lan, and even Loial, must ride those storm winds, or the Dark One will triumph.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "'Tis",
            "authors": [
                "Frank McCourt"
            ],
            "ranking": 3.7,
            "ranking_count": 60358,
            "abstract": "The sequel to Frank McCourt's memoir of his Irish Catholic boyhood,. Angela's Ashes. , picks up the story in October 1949, upon his arrival in America. Though he was born in New York, the family had returned to Ireland due to poor prospects in the United States. Now back on American soil, this awkward 19-year-old, with his pimply face, sore eyes, and bad teeth, has little in common with the healthy, self-assured college students he sees on the subway and dreams of joining in the classroom. Initially, his American experience is as harrowing as his impoverished youth in Ireland, including two of the grimmest Christmases ever described in literature. McCourt views the U.S. through the same sharp eye and with the same dark humor that distinguished his first memoir: race prejudice, casual cruelty, and dead-end jobs weigh on his spirits as he searches for a way out. A glimpse of hope comes from the army, where he acquires some white-collar skills, and from New York University, which admits him without a high school diploma. But the journey toward his position teaching creative writing at Stuyvesant High School is neither quick nor easy. Fortunately, McCourt's openness to every variety of human emotion and longing remains exceptional; even the most damaged, difficult people he encounters are richly rendered individuals with whom the reader can't help but feel uncomfortable kinship. The magical prose, with its singing Irish cadences, brings grandeur and beauty to the most sorrowful events, including the final scene, set in a Limerick graveyard.. --Wendy Smith",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Biography Memoir",
                "European Literature",
                "History",
                "New York",
                "Historical"
            ]
        },
        {
            "title": "The Crow Road",
            "authors": [
                "Iain Banks"
            ],
            "ranking": 4.07,
            "ranking_count": 20982,
            "abstract": "It was the day my grandmother exploded. I sat in the crematorium, listening to my Uncle Hamish quietly snoring in harmont to bach's Mass in B Minor, and I reflected that it always seemed to be death that drew me back to Gallanach. Prentice McHoan has returned to the bosom of his complex but enduring Scottish family. Full of questions about the McHoan past, present and future, he is also deeply preoccupied: mainly with death, sex, drink, God and illegal substances...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Cultural",
                "Thriller",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Constant Gardener",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.81,
            "ranking_count": 25517,
            "abstract": "Now a major motion picture from Fernando Meirelles, the Academy Award-nominated director of. City of God. The Constant Gardener. is a magnificent exploration of the new world order by one of the most compelling and elegant storytellers of our time. The novel opens in northern Kenya with the gruesome murder of Tessa Quayle--young, beautiful, and dearly beloved to husband Justin. When Justin sets out on a personal odyssey to uncover the mystery of her death, what he finds could make him not only a suspect among his own colleagues, but a target for Tessa's killers as well.. A master chronicler of the betrayals of ordinary people caught in political conflict, John le Carre portrays the dark side of unbridled capitalism as only he can. In. The Constant Gardener. he tells a compelling, complex story of a man elevated through tragedy as Justin Quayle--amateur gardener, aging widower, and ineffectual bureaucrat--discovers his own natural resources, and the extraordinary courage of the woman he barely had time to love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Spy Thriller",
                "Novels",
                "Suspense",
                "Contemporary"
            ]
        },
        {
            "title": "Use of Weapons",
            "authors": [
                "Iain M. Banks"
            ],
            "ranking": 4.17,
            "ranking_count": 43164,
            "abstract": "The man known as Cheradenine Zakalwe was one of Special Circumstances' foremost agents, changing the destiny of planets to suit the Culture through intrigue, dirty tricks and military action.. The woman known as Diziet Sma had plucked him from obscurity and pushed him towards his present eminence, but despite all their dealings she did not know him as well as she thought.. The drone known as Skaffen-Amtiskaw knew both of these people. It had once saved the woman's life by massacring her attackers in a particularly bloody manner. It believed the man to be a lost cause. But not even its machine could see the horrors in his past.. Ferociously intelligent, both witty and horrific, USE OF WEAPONS is a masterpiece of science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Cultural",
                "Fantasy",
                "Novels",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "The Hostile Hospital",
            "authors": [
                "Lemony Snicket",
                "Brett Helquist"
            ],
            "ranking": 3.98,
            "ranking_count": 107352,
            "abstract": "There is nothing to be found in the pages of these books but misery and despair. You still have time to choose something else to read. But if you must know what unpleasantries befall the charming and clever Baudelaire children read on...The Hostile Hospital - There are many pleasant things to read about, but this book contains none of them. Within its pages are such burdensome details as a suspicious shopkeeper, unnecessary surgery, heartshaped balloons, and some very starling news about a fire. Clearly you do not want to read about such things.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Fantasy",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Poison Princess",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.11,
            "ranking_count": 41229,
            "abstract": "An alternate cover edition for this ISBN13 can be found. here. .. She could save the world—or destroy it.. Sixteen-year-old Evangeline Evie Greene leads a charmed life, until she begins experiencing horrifying hallucinations. When an apocalyptic event decimates her Louisiana hometown, Evie realizes her hallucinations were actually visions of the future—and they're still happening. Fighting for her life and desperate for answers, she must turn to her wrong-side-of-the-bayou classmate: Jack Deveaux.. But she can't do either alone.. With his mile-long rap sheet, wicked grin, and bad attitude, Jack is like no boy Evie has ever known. Even though he once scorned her and everything she represented, he agrees to protect Evie on her quest. She knows she can't totally depend on Jack. If he ever cast that wicked grin her way, could she possibly resist him?. Who can Evie trust?. As Jack and Evie race to find the source of her visions, they meet others who have gotten the same call. An ancient prophesy is being played out, and Evie is not the only one with special powers. A group of twenty-two teens has been chosen to reenact the ultimate battle between good and evil. But it's not always clear who is on which side.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Twilight Saga Complete Collection",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 4.34,
            "ranking_count": 73855,
            "abstract": "This stunning set, complete with five editions of. Twilight. ,. New Moon. ,. Eclipse. ,. Breaking Dawn. , and. The Short Second Life of Bree Tanner: An Eclipse Novella,. makes the perfect gift for fans of the bestselling vampire love story.. Deeply romantic and extraordinarily suspenseful, The Twilight Saga capture the struggle between defying our instincts and satisfying our desires.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "Dress Your Family in Corduroy and Denim",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.09,
            "ranking_count": 265754,
            "abstract": "David Sedaris plays in the snow with his sisters. He goes on vacation with his family. He gets a job selling drinks. He attends his brother’s wedding. He mops his sister’s floor. He gives directions to a lost traveler. He eats a hamburger. He has his blood sugar tested. It all sounds so normal, doesn’t it? In his newest collection of essays, David Sedaris lifts the corner of ordinary life, revealing the absurdity teeming below its surface. His world is alive with obscure desires and hidden motives — a world where forgiveness is automatic and an argument can be the highest form of love. Dress Your Family in Corduroy and Denim is another unforgettable collection from one of the wittiest and most original writers at work today.. --davidsedarisbooks.com",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Short Stories",
                "Audiobook",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Fire and Ice",
            "authors": [
                "Erin Hunter"
            ],
            "ranking": 4.37,
            "ranking_count": 51939,
            "abstract": "Fireheart could hear a roaring around him, like wind in tall trees. The acrid stench of the Thunderpath stung his nostrils, together with a new smell, sharper and more terrifying. Fire!. Book Two of WARRIORS continues Fireheart's quest to be a true warrior, when he finds new danger lurking in the woods as the chill of winter sets in.. WindClan is missing, and hostilities between the remaining three clans place all the cats in peril. Illness and tragic accidents weaken the camp, and ThunderClan needs all its warriors to defend itself - but Fireheart suspects that certain cats may not be as loyal as they appear.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Animals",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "No Time for Goodbye",
            "authors": [
                "Linwood Barclay"
            ],
            "ranking": 4.0,
            "ranking_count": 36493,
            "abstract": "Fourteen-year-old Cynthia Bigge woke one morning to discover that her entire family, mother, father, brother had vanished. No note, no trace, no return. Ever. Now, twenty-five years later, she'll learn the devastating truth. Sometimes better not to know. . .. Cynthia is happily married with a young daughter, a new family. But the story of her old family isn't over. A strange car in the neighborhood, untraceable phone calls, ominous gifts, someone has returned to her hometown to finish what was started twenty-five years ago. And no one's innocence is guaranteed, not even her own. By the time Cynthia discovers her killer's shocking identity, it will again be too late . . . even for goodbye.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Drama",
                "Cultural",
                "Dark",
                "Adult"
            ]
        },
        {
            "title": "The Yellow Wall-Paper",
            "authors": [
                "Charlotte Perkins Gilman",
                "Elaine Hedges"
            ],
            "ranking": 4.11,
            "ranking_count": 128530,
            "abstract": "A woman and her husband rent a summer house, but what should be a restful getaway turns into a suffocating psychological battle. This chilling account of postpartum depression and a husband's controlling behavior in the guise of treatment will leave you breathless.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Horror",
                "Feminism",
                "Gothic",
                "Health",
                "Academic",
                "Literature",
                "Mental Health"
            ]
        },
        {
            "title": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics",
            "authors": [
                "Daniel James Brown"
            ],
            "ranking": 4.36,
            "ranking_count": 257693,
            "abstract": "For readers of Laura Hillenbrand's. Seabiscuit. and. Unbroken. , the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics.. Daniel James Brown's robust book tells the story of the University of Washington's 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention of millions of Americans. The sons of loggers, shipyard workers, and farmers, the boys defeated elite rivals first from eastern and British universities and finally the German crew rowing for Adolf Hitler in the Olympic games in Berlin, 1936.. The emotional heart of the story lies with one rower, Joe Rantz, a teenager without family or prospects, who rows not for glory, but to regain his shattered self-regard and to find a place he can call home. The crew is assembled by an enigmatic coach and mentored by a visionary, eccentric British boat builder, but it is their trust in each other that makes them a victorious team. They remind the country of what can be done when everyone quite literally pulls together—a perfect melding of commitment, determination, and optimism.. Drawing on the boys' own diaries and journals, their photos and memories of a once-in-a-lifetime shared dream,. The Boys in the Boat. is an irresistible story about beating the odds and finding hope in the most desperate of times—the improbable, intimate story of nine working-class boys from the American west who, in the depths of the Great Depression, showed the world what true grit really meant. It will appeal to readers of Erik Larson, Timothy Egan, James Bradley, and David Halberstam's. The Amateurs. .",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Sports",
                "Biography",
                "Audiobook",
                "Historical",
                "Book Club",
                "War",
                "North American Hi...",
                "Autobiography"
            ]
        },
        {
            "title": "Brief Lives",
            "authors": [
                "Neil Gaiman",
                "Jill Thompson",
                "Vince Locke",
                "Peter Straub"
            ],
            "ranking": 4.55,
            "ranking_count": 52453,
            "abstract": "Dream's youngest sister, the loopy Delirium, convinces him to go on a quest for their missing brother, Destruction. But Dream may learn that the cost of finding his prodigal sibling is more than he can bear. collecting The Sandman #41–49",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Jingo",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.16,
            "ranking_count": 59707,
            "abstract": "'Neighbours... hah. People'd live for ages side by side, nodding at one another amicably on their way to work, and then some trivial thing would happen and someone would be having a garden fork removed from their ear.'. Throughout history, there's always been a perfectly good reason to start a war. Never more so if it is over a 'strategic' piece of old rock in the middle of nowhere. It is after all every citizen's right to bear arms to defend what they consider to be their own. Even if it isn't. And in such pressing circumstances, you really shouldn't let small details like the absence of an army or indeed the money to finance one get in the way of a righteous fight with all the attendant benefits of out-and-out nationalism...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "War",
                "Novels"
            ]
        },
        {
            "title": "The Dragonriders of Pern",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.26,
            "ranking_count": 28888,
            "abstract": "Alternate cover edition can be found. here. .. Finally together in one volume, the first three books in the world's most beloved science fiction series, THE DRAGONRIDERS OF PERN, by Anne McCaffrey, one of the great science fiction writers of all time: DRAGONFLIGHT, DRAGONQUEST, THE WHITE DRAGON. Those who know these extraordinary tales will be able to re-visit with Lessa, F'lar, Ruth, Lord Jaxon, and all the others. And for those just discovering this magical place, there are incomparable tales of danger, deceit, and daring, just waiting to be explored..",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "In the Time of the Butterflies",
            "authors": [
                "Julia Alvarez"
            ],
            "ranking": 4.14,
            "ranking_count": 62726,
            "abstract": "Set during the waning days of the Trujillo dictatorship in the Dominican Republic in 1960, this extraordinary novel tells the story of the Mirabal sisters, three young wives and mothers who are assassinated after visiting their jailed husbands.. From the author of. How the Garcia Girls Lost Their Accents. comes this tale of courage and sisterhood set in the Dominican Republic during the rise of the Trujillo dictatorship. A skillful blend of fact and fiction,. In the Time of the Butterflies. is inspired by the true story of the three Mirabal sisters who, in 1960, were murdered for their part in an underground plot to overthrow the government. Alvarez breathes life into these historical figures--known as las mariposas, or the butterflies, in the underground--as she imagines their teenage years, their gradual involvement with the revolution, and their terror as their dissentience is uncovered.. Alvarez's controlled writing perfectly captures the mounting tension as the butterflies near their horrific end. The novel begins with the recollections of Dede, the fourth and surviving sister, who fears abandoning her routines and her husband to join the movement. Alvarez also offers the perspectives of the other sisters: brave and outspoken Minerva, the family's political ringleader; pious Patria, who forsakes her faith to join her sisters after witnessing the atrocities of the tyranny; and the baby sister, sensitive Maria Teresa, who, in a series of diaries, chronicles her allegiance to Minerva and the physical and spiritual anguish of prison life.. In the Time of the Butterflies. is an American Library Association Notable Book and a 1995 National Book Critics Circle Award nominee.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Academic",
                "Classics",
                "Novels",
                "European Literature",
                "Adult Fiction",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "We Were the Mulvaneys",
            "authors": [
                "Joyce Carol Oates"
            ],
            "ranking": 3.74,
            "ranking_count": 97201,
            "abstract": "The Mulvaneys of High Point Farm in Mt. Ephraim, New York, are a large and fortunate clan, blessed with good looks, abundant charisma, and boundless promise. But over the twenty-five year span of this ambitious novel, the Mulvaneys will slide, almost imperceptibly at first, from the pinnacle of happiness, transformed by the vagaries of fate into a scattered collection of lost and lonely souls.It is the youngest son, Judd, now an adult, who attempts to piece together the fragments of the Mulvaneys' former glory, seeking to uncover and understand the secret violation that occasioned the family's tragic downfall. Each of the Mulvaneys endures some form of exile- physical or spiritual - but in the end they find a way to bridge the chasms that have opened up among them, reuniting in the spirit of love and healing.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Classics",
                "Family",
                "Adult Fiction",
                "Literature",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Saving CeeCee Honeycutt",
            "authors": [
                "Beth Hoffman",
                "Jenna Lamia"
            ],
            "ranking": 3.94,
            "ranking_count": 81604,
            "abstract": "Twelve-year-old CeeCee is in trouble. For years she’s been the caretaker of her psychotic mother, Camille— the crown-wearing, lipstick-smeared laughingstock of an entire town. Though it’s 1967 and they live in Ohio, Camille believes it’s 1951 and she’s just been crowned the Vidalia Onion Queen of Georgia.. The day CeeCee discovers Camille in the front yard wearing a tattered prom dress and tiara as she blows kisses to passing motorists, she knows her mother has completely flipped. When tragedy strikes, Tootie Caldwell, a previously unknown great-aunt comes to CeeCee’s rescue and whisks her away to Savannah. Within hours of her arrival, CeeCee is catapulted into a perfumed world of prosperity and Southern eccentricities—a world that appears to be run entirely by women.. While Tootie is busy saving Savannah’s endangered historic homes from the wrecking ball, CeeCee encounters a cast of unforgettable, eccentric characters. From the mysterious Thelma Rae Goodpepper, who bathes in an outdoor tub under the watchful eyes of a voyeuristic peacock, to Oletta Jones, the all-knowing household cook, to Violene Hobbs, the loud-mouthed widow who entertains a local police officer in her yellow see-through peignoir, the women of Gaston Street keep CeeCee entertained and enthralled for an entire summer.. But CeeCee’s view of the world is challenged in ways she could have never imagined: there are secrets to keep, injustices to face, and loyalties to uphold. Just as she begins to find her ballast and experiences a sense of belonging, her newfound joy collides with the long-held fear that her mother’s legacy has left her destined for destruction.. Laugh-out-loud funny, at times heartbreaking, and written in a pitch-perfect voice, Saving CeeCee Honeycutt is a spirited Southern tale that explores the intricate frailties and strengths of female relationships while illuminating the journey of a young girl who loses her mother but finds many others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Womens Fiction",
                "American",
                "Young Adult",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Norse Mythology",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.09,
            "ranking_count": 269458,
            "abstract": "Neil Gaiman, long inspired by ancient mythology in creating the fantastical realms of his fiction, presents a bravura rendition of the Norse gods and their world from their origin though their upheaval in Ragnarok.. In. Norse Mythology. , Gaiman stays true to the myths in envisioning the major Norse pantheon: Odin, the highest of the high, wise, daring, and cunning; Thor, Odin’s son, incredibly strong yet not the wisest of gods; and Loki—son of a giant—blood brother to Odin and a trickster and unsurpassable manipulator.. Gaiman fashions these primeval stories into a novelistic arc that begins with the genesis of the legendary nine worlds and delves into the exploits of deities, dwarfs, and giants. Through Gaiman’s deft and witty prose, these gods emerge with their fiercely competitive natures, their susceptibility to being duped and to duping others, and their tendency to let passion ignite their actions, making these long-ago myths breathe pungent life again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Short Stories",
                "Historical",
                "Classics",
                "Adult",
                "Retellings",
                "Religion"
            ]
        },
        {
            "title": "Bridget Jones: The Edge of Reason",
            "authors": [
                "Helen Fielding"
            ],
            "ranking": 3.6,
            "ranking_count": 106951,
            "abstract": "Lurching from the cappuccino bars of Notting Hill to the blissed-out shores of Thailand, Bridget Jones searches for The Truth in spite of pathetically unevolved men, insane dating theories, and Smug Married advice ('I'm just calling to say in the potty! In the potty! Well, do it in Daddy's hand, then!'). She experiences a zeitgeist-esque Spiritual Epiphany somewhere between the pages of How to Find the Love You Want Without Seeking It (can self-help books really self help?), protective custody, and a lightly chilled Chardonnay.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "On Beauty",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.75,
            "ranking_count": 76793,
            "abstract": "Howard Belsey, a Rembrandt scholar who doesn't like Rembrandt, is an Englishman abroad and a long-suffering professor at Wellington, a liberal New England arts college. He has been married for thirty years to Kiki, an American woman who no longer resembles the sexy activist she once was. Their three children passionately pursue their own paths: Levi quests after authentic blackness, Zora believes that intellectuals can redeem everybody, and Jerome struggles to be a believer in a family of strict atheists. Faced with the oppressive enthusiasms of his children, Howard feels that the first two acts of his life are over and he has no clear plans for the finale. Or the encore.. Then Jerome, Howard's older son, falls for Victoria, the stunning daughter of the right-wing icon Monty Kipps, and the two families find themselves thrown together in a beautiful corner of America, enacting a cultural and personal war against the background of real wars that they barely register. An infidelity, a death, and a legacy set in motion a chain of events that sees all parties forced to examine the unarticulated assumptions which underpin their lives. How do you choose the work on which to spend your life? Why do you love the people you love? Do you really believe what you claim to? And what is the beautiful thing, and how far will you go to get it?. Set on both sides of the Atlantic, Zadie Smith's third novel is a brilliant analysis of family life, the institution of marriage, intersections of the personal and political, and an honest look at people's deceptions. It is also, as you might expect, very funny indeed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Adult Fiction",
                "Family",
                "Race",
                "Adult"
            ]
        },
        {
            "title": "All Over But the Shoutin'",
            "authors": [
                "Rick Bragg"
            ],
            "ranking": 4.12,
            "ranking_count": 26678,
            "abstract": "The extraordinary gifts for evocation and insight and the stunning talent for storytelling that earned Rick Bragg a Pulitzer Prize for feature writing in 1996 are here brought to bear on the wrenching story of his own family's life. It is the story of a violent, war-haunted, alcoholic father and a strong-willed, loving mother who struggled to protect her three sons from the effects of poverty and ignorance that had tainted her own life. It is the story of the life Bragg was able to carve out for himself on the strength of his mother's encouragement and belief.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "American",
                "History",
                "Social Issues",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "Imperial Bedrooms",
            "authors": [
                "Bret Easton Ellis"
            ],
            "ranking": 3.18,
            "ranking_count": 18546,
            "abstract": "Twenty-five years on from. Less Than Zero. , we pick up again with. Clay.. In 1985, Bret Easton Ellis shocked, stunned, and disturbed with. Less Than Zero. , his 'extraordinarily accomplished first novel' (New Yorker), successfully chronicling the frightening consequences of unmitigated hedonism within the ranks of the ethically bereft youth of 80s Los Angeles. Now, twenty-five years later, Ellis returns to those same characters: to Clay and the band of infamous teenagers whose lives weave sporadically through his.. But now, some years on, they face an even greater period of disaffection: their own middle age. Clay seems to have moved on - he's become a successful screenwriter - but when he returns from New York to Los Angeles, to help cast his new movie, he's soon drifting through a long-familiar circle. Blair, his former girlfriend, is now married to Trent, and their Beverly Hills parties attract excessive levels of fame and fortune, though for all that Trent is a powerful manager, his baser instincts remain: he's still a bisexual philanderer.. Then there's Clay's childhood friend, Julian - who's now a recovering addict - and their old dealer, Rip - face-lifted beyond recognition and seemingly even more sinister than he was in his notorious past. Clay, too, struggles with his own demons after a meeting with a gorgeous actress determined to win a role in his movie. And with his life careening out of control, he's forced to come to terms with the deepest recesses of his character - and with his seemingly endless proclivity for betrayal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Horror",
                "Thriller",
                "Urban",
                "The United States Of America"
            ]
        }
    ]
}