{
    "books": [
        {
            "title": "The Classic Italian Cook Book: The Art of Italian Cooking and the Italian Art of Eating",
            "authors": [
                "Marcella Hazan",
                "George Koizumi"
            ],
            "ranking": 4.37,
            "ranking_count": 1601,
            "abstract": "Brand New Condition. May be plastic wrapped for additional protection",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "European Literature",
                "Reference",
                "Cultural",
                "How To"
            ]
        },
        {
            "title": "Generations: The History of America's Future, 1584 to 2069",
            "authors": [
                "William Strauss",
                "Neil Howe"
            ],
            "ranking": 4.18,
            "ranking_count": 893,
            "abstract": "Hailed by national leaders as politically diverse as former Vice President Al Gore and former House Speaker Newt Gingrich,. Generations. has been heralded by reviewers as a brilliant, if somewhat unsettling, reassessment of where America is heading.. William Strauss and Neil Howe posit the history of America as a succession of generational biographies, beginning in 1584 and encompassing everyone through the children of today. Their bold theory is that each generation belongs to one of four types, and that these types repeat sequentially in a fixed pattern. The vision of. Generations. allows us to plot a recurring cycle in American history—a cycle of spiritual awakenings and secular crises—from the founding colonists through the present day and well into this millenium.. Generations. is at once a refreshing historical narrative and a thrilling intuitive leap that reorders not only our history books but also our expectations for the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Sociology",
                "North American Hi...",
                "Politics",
                "Cultural",
                "Business",
                "Philosophy",
                "Psychology",
                "Education"
            ]
        },
        {
            "title": "Berserk, Vol. 1",
            "authors": [
                "Kentaro Miura",
                "Jason DeAngelis"
            ],
            "ranking": 4.46,
            "ranking_count": 28720,
            "abstract": "Created by Kenturo Miura, Berserk is manga mayhem to the extreme - violent, horrifying, and mercilessly funny - and the wellspring for the internationally popular anime series. Not for the squeamish or the easily offended, Berserk asks for no quarter - and offers none!. His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned - and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Manga",
                "Comics Manga",
                "Action"
            ]
        },
        {
            "title": "მთვარის მოტაცება",
            "authors": [
                "Konstantine Gamsakhurdia"
            ],
            "ranking": 4.47,
            "ranking_count": 450,
            "abstract": "ათტომეულის პირველი ტომი.. ტექსტი მომზადებულია 1936 წლის გამოც. მიხედვით. კონსტანტინე გამსახურდიას რომანი, ტრილოგია. მასში ასახულია 1930–იანი წლების დასაწყისის საბჭოთა საქართველოს ცხოვრება. რომანი 1933–1934 წლებში იწერებოდა და პარალელურად იბეჭდებოდა ჟურნალ მნათობის ფურცლებზე. ნაწარმოებმა რომელმაც როგორც მკითხველთა, ისე ხელისუფლების დიდი აღიარება მოიპოვა.",
            "part_of_series": true,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "The Rise of the West: A History of the Human Community",
            "authors": [
                "William H. McNeill",
                "Béla Petheö"
            ],
            "ranking": 4.11,
            "ranking_count": 467,
            "abstract": "The Rise of the West. , winner of the National Book Award for history in 1964, is famous for its ambitious scope and intellectual rigor. In it, McNeill challenges the Spengler-Toynbee view that a number of separate civilizations pursued essentially independent careers, and argues instead that human cultures interacted at every stage of their history. The author suggests that from the Neolithic beginnings of grain agriculture to the present major social changes in all parts of the world were triggered by new or newly important foreign stimuli, and he presents a persuasive narrative of world history to support this claim.. In a retrospective essay titled . The Rise of the West. after Twenty-five Years, McNeill shows how his book was shaped by the time and place in which it was written (1954-63). He discusses how historiography subsequently developed and suggests how his portrait of the world's past in The Rise of the West should be revised to reflect these changes.. This is not only the most learned and the most intelligent, it is also the most stimulating and fascinating book that has ever set out to recount and explain the whole history of mankind. . . . To read it is a great experience. It leaves echoes to reverberate, and seeds to germinate in the mind.—H. R. Trevor-Roper,. New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Sociology",
                "Politics",
                "Earth",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Sixth Grade Secrets",
            "authors": [
                "Louis Sachar"
            ],
            "ranking": 3.98,
            "ranking_count": 3177,
            "abstract": "From the Newbery-award winning author of Holes. When Laura Sibbie starts a secret club at school, makes the other members them give her something totally embarrassing as insurance, to make sure they don't tell anyone else about the club. She promises to keep the insurance secret, unless someone blabs. Gabriel, who never tells on anybody, would be a perfect member of Pig City. He wants to join, too. But when Laura asks him, something goes terribly wrong. Now there are two secret clubs in Mr. Doyle's class, and guess who's the head of the new one-Gabriel! Each club is determined to topple the other, and nobody's secrets are safe.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Contemporary",
                "Academic"
            ]
        },
        {
            "title": "Optatam Totius: Decree on Priestly Training",
            "authors": [
                "Second Vatican Council",
                "Pope Paul VI"
            ],
            "ranking": 4.38,
            "ranking_count": 8,
            "abstract": "DECREE ON PRIESTLY TRAINING. OPTATAM TOTIUS. PROCLAIMED BY HIS HOLINESS. POPE PAUL VI. ON OCTOBER 28, 1965. Animated by the spirit of Christ, this sacred synod is fully aware that the desired renewal of the whole Church depends to a great extent on the ministry of its priests. It proclaims the extreme importance of priestly training and lays down certain basic principles by which those regulations may be strengthened which long use has shown to be sound and by which those new elements can be added which correspond to the constitutions and decrees of this sacred council and to the changed conditions of our times. Because of the very unity of the Catholic priesthood this priestly formation is necessary for all priests, diocesan and religious and of every rite. Wherefore, while these prescriptions directly concern the diocesan clergy, they are to be appropriately adapted to all.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Death of the Demon",
            "authors": [
                "Anne Holt"
            ],
            "ranking": 3.58,
            "ranking_count": 1908,
            "abstract": "In a foster home outside Oslo, a twelve-year-old boy is causing havoc. The institution’s steely director, Agnes Vestavik, sees something chilling in Olav’s eyes: sheer hatred. When Vestavik is found murdered at her desk, stabbed in the back with an Ikea kitchen knife—with Olav nowhere to be found—the case goes to maverick investigator Hanne Wilhelmsen, recently promoted to chief inspector in the Oslo Police.. Could the child be a murderer? As police canvass the city for Olav, Hanne, working alongside the foulmouthed detective Billy T., orders an investigation of the home’s employees. But despite her supreme deductive skills, she is hopeless at delegating, hopeless at pooling information, hopeless at sharing responsibilities. Can Hanne learn to trust others before her bullheaded instincts lead her astray—in the workplace and on the home front?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Scandinavian Lite...",
                "Thriller",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "We So Seldom Look on Love",
            "authors": [
                "Barbara Gowdy"
            ],
            "ranking": 4.12,
            "ranking_count": 1071,
            "abstract": "Now in paperback, this masterfully crafted story collection by the author of the internationally best-selling novel. Mister Sandman. is a haunting book that is certain to both disturb and entertain. With a particular focus on obsession and the abnormal,. We So Seldom Look On Love. explores life at its quirky extremes, pushing past limits of convention into lives that are fantastic and heartbreakingly real. Whether writing about the dilemma of a two-headed man who attempts to expunge his own pain, the shock of a woman who discovers she has married a transsexual, the erotic delusions of a woman who repeatedly exposes her body to an unknown voyeur, or the bizarre predilections of a female necrophile (a story made into the acclaimed motion picture, Kissed), Gowdy convinces us with incisive detail, only to disarm us with black humor.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literature",
                "Fantasy",
                "LGBT",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Unloved: From the Diary of Perla S.",
            "authors": [
                "Arnošt Lustig"
            ],
            "ranking": 3.98,
            "ranking_count": 106,
            "abstract": "Winner of the National Jewish Book Award for Fiction. Perla S. is a beautiful seventeen-year-old girl who, while interred in the Theresienstadt concentration camp, becomes a prostitute. Capturing Perla's voice through a series of diary entries, Arnost Lustig shows how she maintains her integrity, honesty, and hope amidst lies and horror. This first paperback edition has been extensively revised and expanded by the author.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Historical",
                "War",
                "World War II"
            ]
        },
        {
            "title": "Marlfox",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.02,
            "ranking_count": 16644,
            "abstract": "A villainous new presence is aprowl in Mossflower Woods-the Marlfoxes. Stealthy and mysterious, they are out to plunder and destroy everything in their path. And when they reach Redwall Abbey, they ruthlessly steal the most precious treasure of all-the tapestry of Martin the Warrior. It takes Dann Reguba and Song Swifteye, children of warrior squirrels, to follow in their fathers' heroic footsteps. Together with the young shrew Dippler, and Burble the brave watervole, they embark upon the seemingly impossible quest. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Distinction: A Social Critique of the Judgement of Taste",
            "authors": [
                "Pierre Bourdieu",
                "Richard Nice"
            ],
            "ranking": 4.14,
            "ranking_count": 3029,
            "abstract": "Distinction is at once a vast ethnography of contemporary France and a dissection of the bourgeois mind. Bourdieu's subject is the study of culture, and his objective is most ambitious: to provide an answer to the problems raised by Kant's Critique of Judgment by showing why no judgment of taste is innocent.. A complex, rich, intelligent book. It will provide the historian of the future with priceless materials and it will bring an essential contribution to sociological theory.. — Fernand Braudel. One of the more distinguished contributions to social theory and research in recent years . . . There is in this book an account of culture, and a methodology of its study, rich in implication for a diversity of fields of social research. The work in some ways redefines the whole scope of cultural studies.. — Anthony Giddens, Partisan Review. A book of extraordinary intelligence.. — Irving Louis Horowitz, Commonweal. “Bourdieu’s analysis transcends the usual analysis of conspicuous consumption in two ways: by showing that specific judgments and choices matter less than an esthetic outlook in general and by showing, moreover, that the acquisition of an esthetic outlook not only advertises upper-class prestige but helps to keep the lower orders in line. In other words, the esthetic world view serves as an instrument of domination. It serves the interests not merely of status but of power. It does this, according to Bourdieu, by emphasizing individuality, rivalry, and ‘distinction’ and by devaluing the well-being of society as a whole.”. — Christopher Lasch, Vogue",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Philosophy",
                "Nonfiction",
                "Anthropology",
                "Academic",
                "Cultural",
                "Art",
                "Social Science"
            ]
        },
        {
            "title": "Thomas",
            "authors": [
                "Robin Jarvis"
            ],
            "ranking": 4.1,
            "ranking_count": 365,
            "abstract": "Describes the early, seafaring adventures of Thomas Triton, midshipmouse - his meeting with Woodget Pipple and their becoming embroiled in the hideous schemes of the Scale, the evil followers of Sarpedon, the serpent god.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Animals",
                "Horror",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Lotte in Weimar: The Beloved Returns",
            "authors": [
                "Thomas Mann"
            ],
            "ranking": 3.59,
            "ranking_count": 1092,
            "abstract": "Forty years after their youthful association, Lotte Kestner, real-life heroine of Goethe's famous novel The Sorrows of Werther, makes a pilgrimage to Weimer to see Goethe. Upon her arrival, Lotte, to her surprise, is greeted as a celebrity and taken up into Goethe's set.. Thomas Mann, fascinated with the concept of genius and with the richness of German culture, found in Johann Wolfgang von Goethe the embodiment of the German culture hero. Mann's novelistic biography of Goethe was first published in English in 1940. Lotte in Weimar is a vivid dual portrait—a complex study of Goethe and of Lotte, the still-vivacious woman who in her youth was the model for Charlotte in Goethe's widely-read The Sorrows of Young Werther. Lotte's thoughts, as she anticipates meeting Goethe again after forty years, and her conversations with those in Weimar who knew the great man, allow Mann to assess Goethe's genius from many points of view.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Civil War, Vol. 1: Fort Sumter to Perryville",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.43,
            "ranking_count": 11913,
            "abstract": "The Civil War: A Narrative, Vol. 1 begins one of the most remarkable works of history ever fashioned. All the great battles are here, of course, from Bull Run through Shiloh, the Seven Days Battles, and Antietam, but so are the smaller ones: Ball's Bluff, Fort Donelson, Pea Ridge, Island Ten, New Orleans, and Monitor versus Merrimac. The word narrative is the key to this extraordinary book's incandescence and its truth. The story is told entirely from the point of view of the people involved in it. One learns not only what was happening on all fronts but also how the author discovered it during his years of exhaustive research. This first volume in Shelby Foote's comprehensive history is a must-listen for anyone interested in one of the bloodiest wars in America's history.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "North American Hi...",
                "American History",
                "War",
                "Military",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "Århundradets kärlekssaga",
            "authors": [
                "Märta Tikkanen"
            ],
            "ranking": 4.31,
            "ranking_count": 2407,
            "abstract": "Diktromanen. Århundradets kärlekssaga. är en av de mest uppmärksammade böcker som kommit ut i Sverige på senare år. En poetisk och naken roman full av intensiv ärlighet.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "European Literature",
                "Classics",
                "Fiction",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Speech Acts: An Essay in the Philosophy of Language",
            "authors": [
                "John Rogers Searle"
            ],
            "ranking": 3.91,
            "ranking_count": 463,
            "abstract": "This small but tightly packed volume is easily the most substantial discussion of speech acts since John Austin's How To Do Things With Words and one of the most important contributions to the philosophy of language in recent decades.. -Philosophical Quarterly",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Humanities",
                "Nonfiction",
                "Academic",
                "Anthropology",
                "Sociology",
                "Literature"
            ]
        },
        {
            "title": "Deus X",
            "authors": [
                "Norman Spinrad",
                "Norman Spinard"
            ],
            "ranking": 3.41,
            "ranking_count": 138,
            "abstract": "In the tradition of Blade Runner and stories like Philip K. Dick's Do Androids Dream of Electric Sheep, acclaimed science-fiction author Norman Spinrad explores the depths of what it means to be human; more accurately, he delves into the nature of the soul in our increasingly computerized technological age. Featuring a poignant new Afterword by Spinrad, this reprinting of one of Spinrad's most cherished works is more timely than ever before. Can human consciousness exist within the framework of an electronic brain and still maintain its humanity? In DEUS X, a dying priest's consciousness is uploaded into the most advanced computer of the day - and what ensues is a thought-provoking, entertaining and overly intriguing clash between the various characters surrounding the experiment, a female Pope and a computer guru who'd rather be sailing and smoking pot, for example. Spinrad is author of over twenty novels, including BUG JACK BARRON, THE MIND GAME, THE VOID CAPTAIN'S TALE, JOURNALS OF THE PLAGUE YEARS, LITTLE HEROES, PICTURES AT 11, GREENHOUSE SUMMER, THE DRUID KING, and MEXICA.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Novels"
            ]
        },
        {
            "title": "Melville: A Biography",
            "authors": [
                "Laurie Robertson-Lorant"
            ],
            "ranking": 3.87,
            "ranking_count": 39,
            "abstract": "With energetic prose and a gift for relating colorful detail, Laurie Robertson-Lorant presents a richly written biography of Herman Melville, whose life of adventure, struggle, and moral conflict mirrored the themes in his writing, including his masterpiece of world literature, Moby Dick. 40 illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Literature",
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "Ice Brothers",
            "authors": [
                "Sloan Wilson"
            ],
            "ranking": 4.24,
            "ranking_count": 224,
            "abstract": "At War with Man and Nature. In a frozen corner of the north, World War II rages amidst mountainous gales, terrifying blizzards, and deadly icebergs. The lone U.S. Coast Guard trawler Arluk is commanded by Mad Mowry, a salty old drunk, a raging tyrant -- and the finest ice pilot around. But when Mowry cracks up, two greenhorns are suddenly thrust into command. Paul Schumann and Nathan Greenberg must conquer the icy Greenland seas, the brutal Arctic elements, the fog-enshrouded Nazi gunboats -- or die.. Based on personal experience, Sloan Wilson, author of The Man in the Grey Flannel Suit, has written a gripping story of war at sea, of the officers and seamen who fight fear and the enemy. The solitary trawler Arluk and its crew become a microcosm of the entire war.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "The Lonely Londoners",
            "authors": [
                "Sam Selvon",
                "Susheila Nasta"
            ],
            "ranking": 3.71,
            "ranking_count": 8436,
            "abstract": "Alternate cover edition for ISBN 9780141188416. Newer cover. may be found here. , and an older cover. here. From the brilliant, sharp, witty pen of Sam Selvon,. The Lonely Londoners. is a classic novel of immigrant life in 1950s London.. At Waterloo Station, hopeful new arrivals from the West Indies step off the boat train, ready to start afresh in 1950s London. There, homesick Moses Aloetta, who has already lived in the city for years, meets Henry 'Sir Galahad' Oliver and shows him the ropes. In this strange, cold and foggy city where the natives can be less than friendly at the sight of a black face, has Galahad met his Waterloo? But the irrepressible newcomer cannot be cast down. He and all the other lonely new Londoners - from shiftless Cap to Tolroy, whose family has descended on him from Jamaica - must try to create a new life for themselves. As pessimistic 'old veteran' Moses watches their attempts, they gradually learn to survive and come to love the heady excitements of London.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Race",
                "Academic",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "ഭാരതപര്യടനം | Bharatha Paryatanam",
            "authors": [
                "Kuttikrishna Marar"
            ],
            "ranking": 4.18,
            "ranking_count": 783,
            "abstract": "കുട്ടികൃഷ്ണമാരാരുടെ ഏറെ ചർച്ചയും വിവാദവും ഉണ്ടാക്കിയ കൃതിയാണ്‌ ഭാരതപര്യടനം.1948 ലാണ് ഈ കൃതി പുറത്തിറങ്ങുന്നത്. മഹാഭാരതത്തിലെ പ്രധാനപ്പെട്ട കഥാസന്ദർഭങ്ങളെ ആഴത്തിൽ വിശകലനം ചെയ്യുകയാണ് കൃതി. അമാനുഷർ എന്നു കരുതുന്ന കഥാപാത്രങ്ങളെ മനുഷ്യരായി അവതരിപ്പിച്ചു കൊണ്ട് അവരുടെശക്തി ദൗർബല്യങ്ങൾ മാരാർ തുറന്നു കാണിക്കുന്നു. ഇതിൽ കർണ്ണന്റെ കഥാപാത്ര സൃഷ്ടിയും വിശകലനവും ഏറെ പ്രഖ്യാതമാണ്. ധർമ്മബോധം, ആസ്തിക്യബോധം, യുക്തിബോധം, സൗന്ദര്യബോധം ഇവയുടെ പശ്ചാത്തലത്തിലാണ് ഈ പുനർവായന. കഥാപാത്രപഠനങ്ങളാണ് ഇതിലുള്ളത്. കഥാപാത്രത്തിന്റെ പശ്ചാത്തലത്തിലൂടെ ഇതിവൃത്തം, ഭാവശില്പം, കാവ്യാത്മകമായ രസം ഇവയിലേക്ക് വീക്ഷണങ്ങളെത്തുന്നു.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Religion",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "Mirror Dance",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.31,
            "ranking_count": 20782,
            "abstract": "THE CLONED STRANGERS. Not everyone would envy young Lord Miles Naismith Vorkosigan, even though he had formed his own mercenary fleet. before. attending the naval academy, and even though his mother was the beautiful Cordelia, the ship captain who has taught the Lords of Barrayar much about the perils of sexism. Even the fact that Miles is third in line to the throne and personally owns a major chunk of his home planet would not tempt any normal person to change places with him.. When assassins came to rid the world of his father, his mother, pregnant with Miles, was in the line of fire, and Miles was but an egg for the omelet in an all too literal sense. Thanks to heroic medical intervention, Miles survived his near fatal brush with war gas-as a pain-filled dwarf with bones as weak and brittle as some malign composite of chalk and glass. Miles is often mistaken for a mutant by his mutant loathing countrymen.. But there is one who does envy him, who wants to be him: his brother, his cloned stranger formed from tissue stolen from Miles when he was a child. For Mark Vorkosigan was created and raised up for only one purpose: to. become. Miles, to murder and replace him. In. Brothers in Arms. that conspiracy was routed and Mark made more or less compliant to his new Miles-less fate. But in the intervening years Mark has learned that without Miles he is . . . nothing. The new and better Mark doesn't really. want. to kill his brother, but still it may come to that: Mark to stay, Miles to go. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Hugo Awards",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "De Cu chi case",
            "authors": [
                "Jef Geeraerts"
            ],
            "ranking": 3.33,
            "ranking_count": 132,
            "abstract": "Op zaterdag 22 mei 1993 wordt een Amerikaanse diplomaat in zijn Antwerpse woning op gruwelijke wijze vermoord. Vincke & Verstuyft worden op de zaak gezet, maar hebben geen sporen, verdachten of motief. Bovendien stellen de Amerikaanse autoriteiten alles in het werk om het onderzoek uit handen van de Belgische politie te houden. Wanneer blijkt dat de diplomaat zich tijdens de Vietnamoorlog schuldig heeft gemaakt aan folteringen en executies van Vietkong-partizanen, wordt het gerechtelijk onderzoek in een andere richting voortgezet en komen onvoor-stelbare feiten aan het licht.. Jef Geeraerts (1930) weet harde actie. een explosieve stijl en een kritische maatschappijvisie te combineren met een meeslepende verteltechniek Zijn misdaadromans oogsten veel bijval en werden diverse malen bekroond, De zaak Alzheimer met de Gouden Strop 1986, De PG met de Hercule Poirotprijs 1999, Dossier K met de Diamanten Kogel 2003.. 'In veel opzichten een merkwaardig boek. In de eerste plaats is De Cu Chi case echter een ware page turner.' - DE MORGEN. 'Met De Cu Chi case heeft Geeraerts niet alleen een misdaad-roman geschreven maar ook een politiek-historische roman.' - HET NIEUWSBLAD",
            "part_of_series": false,
            "genre_list": [
                "Thriller"
            ]
        },
        {
            "title": "The Dork of Cork",
            "authors": [
                "Chet Raymo"
            ],
            "ranking": 3.98,
            "ranking_count": 600,
            "abstract": "When Frank, an Irish dwarf, writes a personal memoir, he moves from dark isolation into the public eye. This luminous journey is marked by memories of his lonely childhood, secrets of his doomed young mother, and his passion for a woman who is as unreachable as the stars.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Contemporary",
                "Adult Fiction",
                "Science"
            ]
        },
        {
            "title": "The Bourne Supremacy",
            "authors": [
                "Robert Ludlum"
            ],
            "ranking": 4.1,
            "ranking_count": 177100,
            "abstract": "A killer with no face, no identity and a name the world wanted to forget:. Jason Bourne. Reenter the shadowy world of Jason Bourne, an expert assassin still plagued by the splintered nightmares of his former life. This time the stakes are higher than ever. For someone else has taken on the Bourne identity—a ruthless killer who must be stopped or the world will pay a devastating price. To succeed, the real Jason Bourne must maneuver through the dangerous labyrinth of international espionage—an exotic world filled with CIA plots, turncoat agents, and ever-shifting alliances—all the while hoping to find the truth behind his haunted memories and the answers to his own fragmented past. This time there are two Bournes—and one must die.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "The Gates of Ivory",
            "authors": [
                "Margaret Drabble"
            ],
            "ranking": 3.79,
            "ranking_count": 376,
            "abstract": "The Gates of Ivory. is a vibrant, mesmerizing novel that juxtaposes the cynical, sophisticated realm of London against the dreaded world of the Khmer Rouge and Pol Pot’s Cambodia. In London, psychiatrist Liz Headleand receives an unexpected package, containing, among other things, a laundry bill from a hotel in Bangkok, old newspaper clippings, and two human finger bones. She recognizes the handwriting as that of Stephen Cox, who has been travelling in the Far East. With the help of her friends, Liz goes in search of the man who might once have been her lover, and gradually we learn of Stephen’s difficult pilgrimage, from Thailand to Vietnam and, finally, Cambodia. Disturbing, wryly humorous, and deeply affecting,. The Gates of Ivory. brings two very different worlds into uneasy proximity, and the result is potent.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Womens",
                "Contemporary"
            ]
        },
        {
            "title": "Killer's Wedge",
            "authors": [
                "Ed McBain"
            ],
            "ranking": 3.93,
            "ranking_count": 1495,
            "abstract": "Her game was death -. and her name was Virginia Dodge. She was out to put a bullet through Steve Carella's brain, and she didn't care if she has to kill all the boys in the 87th Precinct to do it.. So Virginia, armed with gun and bottle of nitroglycerin, spent a quiet afternoon in the precinct house, terrorizing Lieutenant Byrnes and his detectives with her clever little homemade bomb. They all sat there waiting for Steve Carella. Could all the men of the 87th, prisoners of one crazy broad, be powerless to save Carella from his rendezvous with death...?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Literature",
                "Thriller",
                "Emergency Services",
                "Action"
            ]
        },
        {
            "title": "La vorágine",
            "authors": [
                "José Eustasio Rivera",
                "Montserrat Ordóñez"
            ],
            "ranking": 3.72,
            "ranking_count": 1984,
            "abstract": "Sin duda, la elección y desarrollo del personaje-narrador de. La vorágine. han sido la base del éxito de la novela. Con Arturo Cova el siglo XX aprendió a imaginar y a descubrir la selva y a interpretar la relación entre el hombre y la naturaleza, que lo devora todo. La literatura hispanoamericana del siglo XX se ha distinguido por el frecuente uso de primeras personas en las que el autor se escuda y excusa para siempre. Si cuando se publicó el libro era frecuente confundir a Rivera con Cova, y viceversa, con el tiempo Rivera va desapareciendo del texto como personaje y Arturo Cova, contradictorio y sospechoso, permanence con su voz rota.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "Drama",
                "Unfinished"
            ]
        },
        {
            "title": "As the Crow Flies",
            "authors": [
                "Véronique Tadjo",
                "Wangui wa Goro"
            ],
            "ranking": 3.58,
            "ranking_count": 88,
            "abstract": "Indeed I too would have loved to write one of those serene stories with a beginning and an end. As you know only too well, it is never like that, though. Lives mingle, people tame one another and part. Destinies are lost. This groundbreaking novel represents a set of universal experiences which can be read as a mosaic of life in the 20th century. As The Crow Flies describes the way in which the text is written; Tadjo flies over different lives and experiences - as a crow does - occasionally swooping down on one small detail or character, moving between relationships in search of truth.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Short Stories",
                "Western Africa"
            ]
        },
        {
            "title": "Alexis ou le Traité du vain combat / Le Coup de grâce",
            "authors": [
                "Marguerite Yourcenar"
            ],
            "ranking": 3.93,
            "ranking_count": 913,
            "abstract": "Comme tous les héros de Marguerite Yourcenar, Alexis s'interroge pour mieux comprendre le monde et mieux se comprendre lui-même. Il cherche à sortir d'une situation fausse qui est l'échec de son mariage. Une longue lettre forme tout le récit où il prend sa femme à témoin du vain combat qu'il a mené contre son penchant naturel et sa vocation véritable.. Le Coup de grâce. se situe dans les Pays baltes en 1919-1920. Par-delà l'anecdote de la fille qui s'offre et du garçon qui se refuse, le sujet central du roman est avant tout une communauté d'espèce, une solidarité du destin chez deux hommes et une femme soumis aux mêmes privations et aux mêmes dangers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "LGBT",
                "Novels",
                "Roman",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Inn of the Sixth Happiness",
            "authors": [
                "Alan Burgess"
            ],
            "ranking": 4.26,
            "ranking_count": 1493,
            "abstract": "Rejected by mission agencies, Englishwoman earns the money to send herself to China. There she opens an inn for mule drivers, serves as foot inspector, and advises the local Mandarin. But when the Japanese invade, she discovers her true destiny---leading 100 orphans across the mountains to safety.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "Christian",
                "History",
                "Historical",
                "Religion",
                "Biography Memoir",
                "War"
            ]
        },
        {
            "title": "The German Revolution and the Debate on Soviet Power: Documents, 1918-1919; Preparing the Founding Congress",
            "authors": [
                "John Riddell",
                "Rosa Luxemburg",
                "Karl Kautsky",
                "Karl Liebknecht",
                "Karl Radek"
            ],
            "ranking": 4.8,
            "ranking_count": 5,
            "abstract": "A day-to-day account of the 1918-19 German revolution in the words of its main leaders, including Rosa Luxemburg and Karl Liebknecht.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History"
            ]
        },
        {
            "title": "Dictee",
            "authors": [
                "Theresa Hak Kyung Cha"
            ],
            "ranking": 3.98,
            "ranking_count": 2640,
            "abstract": "Dictée is the best-known work of the versatile and important Korean American artist Theresa Hak Kyung Cha. A classic work of autobiography that transcends the self, Dictée is the story of several women: the Korean revolutionary Yu Guan Soon, Joan of Arc, Demeter and Persephone, Cha's mother Hyung Soon Huo (a Korean born in Manchuria to first-generation Korean exiles), and Cha herself. The elements that unite these women are suffering and the transcendence of suffering. The book is divided into nine parts structured around the Greek Muses. Cha deploys a variety of texts, documents, images, and forms of address and inquiry to explore issues of dislocation and the fragmentation of memory. The result is a work of power, complexity, and enduring beauty.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Academic",
                "Contemporary",
                "Literature",
                "Art",
                "Womens",
                "Cultural"
            ]
        },
        {
            "title": "A Fortunate Life",
            "authors": [
                "Albert B. Facey"
            ],
            "ranking": 4.21,
            "ranking_count": 8145,
            "abstract": "This is the extraordinary life of an ordinary man. It is the story of Albert Facey, who lived with simple honesty, compassion and courage. A parentless boy who started work at eight on the rough West Australian frontier, he struggled as an itinerant rural worker, survived the gore of Gallipoli, the loss of his farm in the Depression, the death of his son in World War II and that of his beloved wife after sixty devoted years - yet he felt that his life was fortunate.. Facey's life story, published when he was eighty-seven, has inspired many as a play, a television series, and an award-winning book that has sold over half a million copies.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "Classics",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Historical",
                "War"
            ]
        },
        {
            "title": "Plexus",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 4.11,
            "ranking_count": 4028,
            "abstract": "Second volume in the Rosy Crucifixion series. More about Henry and June, also chronicling the author's travels to the deep South, and his work as an encyclopedia salesmen (after he'd left personnel).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Adult Fiction",
                "The United States Of America",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Darkspell",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.04,
            "ranking_count": 9807,
            "abstract": "På tiohundratalet sträcker sig kungariket Deverry från provinsen Eldidd i väster till Dun Hiraedd i öster. Men i Bardek på andra sidan havet ägnar de mörka makterna sig åt en mycket speciell del av den mörka dweomern - att avtvinga ett ovillligt universum antydningar om kommande händelser.. De ser att Rhodry lever som silverdolk med Jill vid sin sida. Alla tecken tyder på att han kommer att dö i strid innan året är slut. De ser att dweomermästaren Nevyn är okunnig om vem som är hans fiende. Och de ser att alvers och människors vägar har korsats och att världen håller på att förändras. De urgamlas herravälde är hotat, men om de kan finna Västerns stora sten har de makt att vrida själva tiden ur led...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "The Measure of Her Powers: An M.F.K. Fisher Reader",
            "authors": [
                "M.F.K. Fisher",
                "Dominique Gioia"
            ],
            "ranking": 4.32,
            "ranking_count": 187,
            "abstract": "Spanning six decades and more than 20 books this volume reveals the wit and humour of Mary Frances Kennedy Fisher. Gathering journals, letters, translations, and selections from her many books, this work showcases Fisher's versatility, providing new readers and loyal fans alike with a sampler from her wide-ranging body of work.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Writing",
                "Autobiography"
            ]
        },
        {
            "title": "The Winter of Red Snow: The Revolutionary War Diary of Abigail Jane Stewart, Valley Forge, Pennsylvania, 1777",
            "authors": [
                "Kristiana Gregory"
            ],
            "ranking": 3.91,
            "ranking_count": 7794,
            "abstract": "Eleven-year-old Abigail Jane Stewart records the despair and hope of the difficult winter between 1777-1778--when she witnessed George Washington readying his young soldiers on the frozen fields of Valley Forge.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "American Revolution",
                "Military History",
                "War",
                "Diary"
            ]
        },
        {
            "title": "Enough Rope",
            "authors": [
                "Dorothy Parker"
            ],
            "ranking": 4.31,
            "ranking_count": 559,
            "abstract": "Poetry",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Humor",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "The Other Shore: Plays",
            "authors": [
                "Gao Xingjian",
                "Gilbert C. F. Fong"
            ],
            "ranking": 3.44,
            "ranking_count": 140,
            "abstract": "When Gao Xingjian won the Nobel Prize for Literature in 2000, he became the only Chinese writer to achieve such international acclaim. The Chinese University Press is the first publisher of his work in the English language. Indeed, The Other Shore is one of the few works by the author available in English today.. The Other Shore: Plays by Gao Xingjian. contains five of Gao's most recent works:. The Other Shore. (1986),. Between Life and Death. (1991),. Dialogue and Rebuttal. (1992),. Nocturnal Wanderer. (1993), and. Weekend Quartet. (1995). With original imagery and in beautiful language, these plays illuminate the realities of life, death, sex, loneliness, and exile. The plays also show the dramatist's idea of the tripartite actor, a process by which the actor neutralizes himself and achieves a disinterested observation of his self in performance. An introduction by the translator describes the dramatist and his view on drama.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Cultural",
                "Drama",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Budding Prospects: A Pastoral",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.85,
            "ranking_count": 2514,
            "abstract": "All Felix Nasmyth and friends have to do is harvest a crop of Cannabis Sativa.... ...and half a million tax-free dollars will be theirs. But they haven't reckoned on nosy Northern California-style neighbors, torrential rain, demands of the flesh, and Felix's improbable new love, a wayward sculptress on whose behalf he undertakes a one-man vendetta against a drug-busting state trooper named Jerpbak. As their deal escalates through crises into nightmare, their dreams of easy money get nipped in the bud.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Humor",
                "Novels",
                "Contemporary",
                "European Literature",
                "The United States Of America",
                "American",
                "Mystery"
            ]
        },
        {
            "title": "Herself Surprised",
            "authors": [
                "Joyce Cary",
                "Brad Leithauser"
            ],
            "ranking": 3.82,
            "ranking_count": 334,
            "abstract": "Beginning her prison sentence, Sara Monday looks back on the foolish mistakes and changing fortunes that led to her incarceration.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Cultural",
                "European Literature",
                "Novels",
                "Art",
                "Canon",
                "Literary Fiction"
            ]
        },
        {
            "title": "O Avesso Das Coisas",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 3.98,
            "ranking_count": 54,
            "abstract": "Livro de aforismos publicado postumamente. Nele, Carlos Drummond de Andrade mostra um cotidiano lírico, curioso, imprevisível e insólito falando de assuntos como paciência, circo, ciúme, natureza, eternidade e literatura.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Seekers",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.09,
            "ranking_count": 6162,
            "abstract": "With the end of the colonies' fight for independence begins a new and even more glorious battle to build a new nation. It is an epoch ripe with the passion that only a country in its springtime can inflame, and two young heirs to a family dynasty dare to confront without fear the barbarity of the West -- the Indian resistance, cruel townships, death.... Here is a panorama of magnificent action, peopled by, some of the bravest characters of an age. When Abraham Kent falls in love with this step-sister, he sets in motion a fate that will drive a generation westward -- until Amanda. a girl-child with the heart of a woman, seeks the new frontier that is this land's greatest opportunity -- and most awesome dread.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Novels",
                "Westerns",
                "Adult",
                "War",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Reckoning",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.02,
            "ranking_count": 8899,
            "abstract": "Katherine Mayfield, die nuwe eienaar van die Mayfield-landgoed, het haar lewe lank van ’n luukse lewe gedroom. Maar soos die jare verbygaan, mis sy haar Amish-gesin en dierbare vriendin Mary Stoltzfus. Verban uit die eenvoudige lewe wat sy eens geken het, vind Katherine troos in vrywillige diens aan terminaalsiekes, ’n diens van liefde wat sy hoop eer aan haar biologiese ma se herinnering sal bring.. Sonder dat Katherine daarvan bewus is, probeer haar lang verlore liefde, Daniel Fisher, haar desperaat opspoor, net om telkens voor ’n toe deur te staan te kom. Intussen verlustig sy haar in die moderne wêreld en geniet die aandag van Justin Wirth, ’n aantreklike man wat om haar liefde meeding.. Herinnerings aan haar kinderjare saam met Daniel leef in haar hart, en tog is haar huidige lewe ver verwyderd van die bekende Lancaster-distrik. Katherine bly verlang na opregte vrede en sy word gedwing om haar verlede nog een keer te trotseer.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Amish",
                "Fiction",
                "Christian",
                "Romance",
                "Historical",
                "Adult",
                "Adult Fiction",
                "Inspirational"
            ]
        },
        {
            "title": "Dark Champion",
            "authors": [
                "Jo Beverley"
            ],
            "ranking": 3.81,
            "ranking_count": 969,
            "abstract": "A Damsel’s Plight. Orphaned and desperate, Imogen of Carrisford flees when a brutal lord invades and takes possession of her castle. There is only one man she can turn to for help.. A Knight's Rescue. He is FitzRoger of Cleeve, rumored to be a ruthless champion in battle and a tyrannical master. Imogen is stunned at the very sight of his powerful body, yet it is his cool green eyes that penetrate her very soul, making her tremble with both fear and desire. Sheltered all her life, she needs such a man to defend and protect her…yet she dares not trust him to put her desires before his own. But even as she vows independence, boldly standing beside him against treacherous enemies, her defenses crumble…falling helplessly to the gentle fury of her warrior’s love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "A Handful of Rice",
            "authors": [
                "Kamala Markandaya"
            ],
            "ranking": 3.76,
            "ranking_count": 116,
            "abstract": "Indiaclub.com Description. An extremely fascinating work of art which is compulsively readable and gratifying in a most complete way.. The novel depicts the hard struggle of life in a ;modern city and its demoralization. Ravi , son of a peasant, joins in the general exodus to the city, and, floating through the indifferent streets, lands into the underworld of petty criminals. He falls in love with pretty Nalini, and marries her against all odds. She tries to change his way of life but fate conspires against him . . And the story moves to a memorable and a haunting climax.. MEDIA REVIEWS:. From among the handful of Indo-Anglian women novelists, Kamala Markandaya stands out as one of the3 finest and most impassionate writers of fiction. Her greatest asset is her language - virile, vibrant and vigorous - with the right choice and turn of words and expressions. A Handful of Rice certainly makes an absorbing and enjoyable reading. - Sunday Standard. The picture of a joint family with its many psychological stresses and strains is deftly drawn, and so is the picture of the shady underworld. The novel is, in a sense, a saga of the triumph of human spirit over poverty's privations and predicaments. - The Indian PEN. An overwhelmingly real book. It is about those parts of us, as human beings, which are permanent and universal - love, hunger, lust, passion, ambition, sacrifice, death. She is the best writer now writing who generally uses an Indian background. - John Masters",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction"
            ]
        },
        {
            "title": "The Soccer War",
            "authors": [
                "Ryszard Kapuściński",
                "William Brand"
            ],
            "ranking": 4.18,
            "ranking_count": 3605,
            "abstract": "Part diary and part reportage,. The Soccer War. is a remarkable chronicle of war in the late twentieth century. Between 1958 and 1980, working primarily for the Polish Press Agency, Kapuscinski covered twenty-seven revolutions and coups in Africa, Latin America, and the Middle East. Here, with characteristic cogency and emotional immediacy, he recounts the stories behind his official press dispatches—searing firsthand accounts of the frightening, grotesque, and comically absurd aspects of life during war.. The Soccer War. is a singular work of journalism.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Cultural",
                "Writing",
                "European Literature",
                "War",
                "Politics",
                "Sports"
            ]
        },
        {
            "title": "Obernewtyn",
            "authors": [
                "Isobelle Carmody"
            ],
            "ranking": 3.96,
            "ranking_count": 11613,
            "abstract": "The Obernewtyn Chronicles - Book One. For Elspeth Gordie freedom is-like so much else after the Great White-a memory.. It was a time known as the Age of Chaos. In a final explosive flash everything was destroyed. The few who survived banded together and formed a Council for protection. But people like Elspeth-mysteriously born with powerful mental abilities-are feared by the Council and hunted down like animals...to be destroyed.. Her only hope for survival to is keep her power hidden. But is secrecy enough against the terrible power of the Council?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "The Celebration",
            "authors": [
                "Ivan Ângelo"
            ],
            "ranking": 3.98,
            "ranking_count": 93,
            "abstract": "In the early morning of March 31, 1970 in Belo Horizonte, Brazil, the annual birthday celebration of a prominent and wealthy young artist is taking place; and a train docked in Plaza Station filled with starving, drought-stricken migrant workers seeking relief gets turned away by the authorities, sparking a riot. From these seemingly unrelated events, Ivan Angelo's remarkable debut novel connects and implicates the lives of a complex of characters spanning three decades of tumultuous social and political history in twentieth-century Brazil. But with the central event - the celebration - missing, the reader is thrust into the middle of an intricate puzzle, left to construct the story from the evidence that accrues in a range of comic, unnverving, misleading and tragic episodes.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Literature",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Night Mare",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.84,
            "ranking_count": 18083,
            "abstract": "Although the Nextwave of barbarian warriors was invading Xanth, Mare Imbrium discovered that ever since she had gained the half soul, the night mare had begun to mishandle her job of delivering bad dreams. Exiled to the day world with a message for King Trent, Mare met the relentless, unforgiving Horseman. For the night mare, it began to be all a horrible nightmare!. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "1916: A Novel of the Irish Rebellion",
            "authors": [
                "Morgan Llywelyn"
            ],
            "ranking": 4.06,
            "ranking_count": 3450,
            "abstract": "Ned Halloran has lost both his parents--and almost his own life--to the sinking of the Titanic . Determined to keep what little he has, he returns to his homeland in Ireland and enrolls at Saint Enda's school in Dublin. Saint Enda's headmaster is the renowned scholar and poet, Patrick Pearse--who is soon to gain greater fame as a rebel and patriot. Ned becomes totally involved with the growing revolution...and the sacrifices it will demand.. Through Ned's eyes, 1916 examines the Irish fight for freedom--inspired by poets and schoolteachers, fueled by a desperate desire for independence, and played out in the historic streets of Dublin against the backdrop of World War I. It is the story of the brave men and heroic women who, for a few unforgettable days, managed to hold out against the might of the British Empire to realize an impossible dream.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "European Literature",
                "War",
                "Literature",
                "Politics",
                "Novels"
            ]
        },
        {
            "title": "Solomon Gursky Was Here",
            "authors": [
                "Mordecai Richler"
            ],
            "ranking": 3.98,
            "ranking_count": 2903,
            "abstract": "Berger, son of the failed poet L.B. Berger, is in the grips of an obsession. The Gursky family with its colourful bootlegging history, its bizarre connections with the North and the Inuit, and its wildly eccentric relations, both fascinates and infuriates him. His quest to unravel their story leads to the enigmatic Ephraim Gursky: document forger in Victorian England, sole survivor of the ill-fated Franklin expedition and charasmatic religious leader of the Arctic. Of Ephraim's three grandsons, Bernard has fought, wheeled and cheated his way to the head of a liquor empire. His brother Morrie has reluctantly followed along. But how does Ephraim's protege, Solomon, fit in? Elusive, mysterious and powerful, Solomon Gursky hovers in the background, always out of Moses' grasp, but present-like an omen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Radiance of the King",
            "authors": [
                "Camara Laye",
                "James Kirkup"
            ],
            "ranking": 3.84,
            "ranking_count": 594,
            "abstract": "At the beginning of this masterpiece of African literature, Clarence, a white man, has been shipwrecked on the coast of Africa. Flush with self-importance, he demands to see the king, but the king has just left for the south of his realm. Traveling through an increasingly phantasmagoric landscape in the company of a beggar and two roguish boys, Clarence is gradually stripped of his pretensions, until he is sold to the royal harem as a slave. But in the end Clarence’s bewildering journey is the occasion of a revelation, as he discovers the image, both shameful and beautiful, of his own humanity in the alien splendor of the king.. Camara Laye published his first novel in 1953, the autobiographical. L'Enfant noir. (. The African Child. , also published under the title. The Dark Child. ). It follows his own journey from childhood in Kouroussa, his education in Conakry, and eventual departure for France. The book won the Prix Charles Veillon in 1954.. L'Enfant noir. was followed the next year by. Le Regard du roi. (. The Radiance of the King. ).",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Western Africa",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Unicorn",
            "authors": [
                "Iris Murdoch"
            ],
            "ranking": 3.62,
            "ranking_count": 2812,
            "abstract": "When Marian Taylor takes a post as governess at Gaze Castle, a remote house on a desolate coast, she finds herself confronted with a number of weird mysteries and involved in a drama she only partly understands.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Gothic",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "Mystery"
            ]
        },
        {
            "title": "Der Verfolger",
            "authors": [
                "Julio Cortázar"
            ],
            "ranking": 4.19,
            "ranking_count": 3119,
            "abstract": "Verschiedene Aspekte im Schaffen des Autors werden hier in Beispielen deutlich: Cortazar ist ein Meister des Phantastischen, er ist der politisch engagierte Autor, als solcher auch Kämpfer gegen bürgerliche Tabus, Verfechter einer neuen ludischen Erotik. Die Psychologie der Ungesicherten und des flüchtigen genialen Zustands der Adoleszenz ist eines jener dunklen Reiche, das er wie wenige andere kennt. Die Musik ist für ihn nicht allein Thema, sondern auch Vorbild für Aufbau und Sprache.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Music",
                "European Literature",
                "Literature",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "The Big Picture",
            "authors": [
                "Douglas Kennedy"
            ],
            "ranking": 3.9,
            "ranking_count": 3796,
            "abstract": "What If You Had to Choose Between Your Life and Someone Else's?. Ben Bradford has it all: a beautiful wife and two healthy sons, a big house in an affluent Connecticut suburb, partnership at a prestigious Manhattan law firm. But scratch the surface and you'll find a deeply unhappy man. Not only are Ben's dreams of life as a professional photographer slipping away, but so is his wife -- into the arms of another man, who, Ben discovers, just happens to be a photographer.. What If You Had No Choice?. When a confrontation with the lover turns ugly, a spilt second is all it takes to change Ben's life forever. Quickly realizing that there is only one way out, he sets into motion a meticulously detailed plan that ultimately lands him out West, with a shot at the proverbial second chance. But the price tag is high: Ben must give up his friends, his home, his children, his name. His. life. .. And just when it seems he's pulled it off, Ben Kearns there's a small hitch: Even in a small town in Montana, it's only a matter of time before your past catches up with you....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Roman",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Sir Gawain and the Green Knight, Pearl, and Sir Orfeo",
            "authors": [
                "Unknown",
                "J.R.R. Tolkien",
                "Christopher Tolkien"
            ],
            "ranking": 3.97,
            "ranking_count": 11302,
            "abstract": "Sir Gawain and the Green Knight. and. Pearl. are two poems by an unknown author written in about 1400.. Sir Gawain. is a romance, a fairy-tale for adults, full of life and colour; but it is also much more than this, being at the same time a powerful moral tale which examines religious and social values.. Pearl. is apparently an elegy on the death of a child, a poem pervaded with a sense of great personal loss: but, like. Gawain. it is also a sophisticated and moving debate on much less tangible matters.. Sir Orfeo. is a slighter romance, belonging to an earlier and different tradition. It was a special favourite of Tolkien's. The three translations represent the complete rhyme and alliterative schemes of the originals.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Poetry",
                "Fiction",
                "Mythology",
                "Historical",
                "Literature",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "Hitler: 1889-1936 Hubris",
            "authors": [
                "Ian Kershaw"
            ],
            "ranking": 4.06,
            "ranking_count": 6484,
            "abstract": "From his illegitimate birth in a small Austrian village to his fiery death in a bunker under the Reich chancellery in Berlin, Adolf Hitler left a murky trail, strewn with contradictory tales & overgrown with self-created myths. One truth prevails: the sheer scale of the evils that he unleashed on the world has made him a demonic figure without equal in this century. Kershaw's Hitler brings us closer than ever before to the character of the bizarre misfit in his 30-year ascent from a Viennese shelter for the indigent to uncontested rule over the German nation that had tried & rejected democracy in the crippling aftermath of WWI. With extraordinary vividness, Kershaw recreates the settings that made Hitler's rise possible: the virulent anti-Semitism of prewar Vienna, the crucible of a war with immense casualties, the toxic nationalism that gripped Bavaria in the 20s, the undermining of the Weimar Republic by extremists of the Right & the Left, the hysteria that accompanied Hitler's seizure of power in 1933 & then mounted in brutal attacks by his storm troopers on Jews & others condemned as enemies of the Aryan race. In an account drawing on many previously untapped sources, Hitler metamorphoses from an obscure fantasist, a drummer sounding an insistent beat of hatred in Munich beer halls, to the instigator of an infamous failed putsch &, ultimately, to the leadership of a ragtag alliance of right-wing parties fused into a movement that enthralled the German people. This volume, 1st of two, ends with the promulgation of the infamous Nuremberg laws that pushed German Jews to the outer fringes of society, & with the march of the German army into the Rhineland, Hitler's initial move toward the abyss of war.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Cultural",
                "Politics",
                "World War II"
            ]
        },
        {
            "title": "Η μητέρα του σκύλου",
            "authors": [
                "Pavlos Matesis",
                "Παύλος Μάτεσις"
            ],
            "ranking": 4.33,
            "ranking_count": 1270,
            "abstract": "Μια γυναίκα τιμωρήθηκε. Το αποδέχεται. Και μετατρέπει μόνη της την τιμωρία σε ισόβια: την ακινησία. Μια γυναίκα-στάσις. Και γύρω της η βουή και τα πάθη, να τα ριπίζει η τρέλα μεταμφιεσμένη σε αμέριμνο πουλί. Η κόρη της, ως επανάσταση για την τιμωρία, μεταμφιέζει με ψευδώνυμο την πόλη που αδίκησε τη μητέρα της, επιθέτει ψευδώνυμο και στον εαυτό της, βαφτίζεται Ραραού και καταφεύγουν πρόσφυγες στην πρωτεύουσα. Θύμα, και όχι ηρωίδα του βιβλίου αυτού, η Ραραού εγκαθίσταται στο Μελόδραμα και στο Κωμικό. Την ανάγκασαν να πιστέψει ότι δεν της επιτρέπεται να είναι τραγική, τα πάθη της δεν ανέρχονται σε επίπεδο μεγαλοπρέπειας. Τελικά, όμως, η Τραγωδία, έστω και με σπασμένη κόθορνο, την επισκέπτεται και τη μυρώνει. Γύρω στις δύο γυναίκες, θολή στο βάθος μια χώρα αδέσποτη. Και πρόσωπα πολλά, που πιστεύουν ότι ο κόσμος δημιουργήθηκε ως πρόσχημα για να γίνουν βιβλία τα δικά τους πάθη. Κατά τη διαδρομή του βιβλίου, οι λοιποί κάτοικοί του βαθμιαία ευτυχούν και εγκαταλείπουν ησυχασμένοι και το βιβλίο και τη Ραραού. Η χώρα παραμένει θολή και ακίνητη στο περιθώριο του βιβλίου. Το οποίο βιβλίο δεν αντέχει να παρακολουθήσει τη Ραραού ως το τέλος της: λιποταχτεί, την εγκαταλείπει να συνεχίσει μόνη της. Τελικώς, λάθος μου που την αποκάλεσα θύμα. Αφού άλλωστε μόνη της δηλώνει ευτυχής και επιτυχημένη. Δεν γνωρίζω τι απέγινε η Ραραού.. Π. Μ.. Στη Μητέρα του σκύλου, όπως ο Φώκνερ στη Βουή και το πάθος, ο Μάτεσις δίνει το λόγο στους πτωχούς τω πνεύματι... έργο εξαιρετικά δυνατό.... (L. Farnoux, Le Monde). Η μητέρα του σκύλου... η ζωή εκρήγνυται σαν βόμβα... άπειρες είναι οι σκηνές που θα θυμόμαστε.... (C. Segre, Corriere Della Sera). ~~~~~~~~~~~~~~~~~~~~~~~~~. Η μητέρα του σκύλου του Παύλου Μάτεσι, κυκλοφόρησε από τις Εκδόσεις Καστανιώτη σε ειδική συλλεκτική έκδοση, σε αριθμημένα δερματόδετα αντίτυπα υπογεγραμμένα από τον συγγραφέα. Το έργο, που πρωτοκυκλοφόρησε το 1990 και παραμένει έκτοτε ένα από τα εκλεκτά μυθιστορήματα των Ελλήνων αλλά και των ξένων αναγνωστών, έχει πραγματοποιήσει ήδη στην Ελλάδα πενήντα εκδόσεις, έχει μεταφραστεί σε δεκατρείς γλώσσες και έχει αποσπάσει εύλογα την καθολική αναγνώριση του βιβλιοφιλικού κοινού. Πρόσφατα, μάλιστα, συγκαταλέχθηκε από τον λονδρέζικο εκδοτικό οίκο Quintet Publishing στα 1001 βιβλία της παγκόσμιας λογοτεχνίας τα οποία οφείλει να έχει διαβάσει κάθε άνθρωπος μέχρι το τέλος της ζωής του (στον τόμο 1001 Books You Must Read Before You Die).",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "War",
                "Novels",
                "Literature",
                "Classics",
                "Adult"
            ]
        },
        {
            "title": "That Summer",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.47,
            "ranking_count": 54002,
            "abstract": "For fifteen-year-old Haven, life is changing too quickly. She's nearly six feet tall, her father is getting remarried, and her sister—the always perfect Ashley—is planning a wedding of her own. Haven wishes things could just go back to the way they were. Then an old boyfriend of Ashley's reenters the picture, and through him, Haven sees the past for what it really was, and comes to grips with the future.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Place to Call Home",
            "authors": [
                "Deborah Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 2895,
            "abstract": "Twenty years ago, Claire Maloney was the willful, pampered, tomboyish daughter of the town's most respected family, but that didn't stop her from befriending Roan Sullivan, a fierce, motherless boy who lived in a rusted-out trailer amid junked cars. No one in Dunderry, Georgia--least of all Claire's family--could understand the bond between these two mavericks. But Roan and Claire belonged together...until the dark afternoon when violence and terror overtook them, and Roan disappeared from Claire's life. Now, two decades later, Claire is adrift, and the Maloneys are still hoping the past can be buried under the rich Southern soil. But Roan Sullivan is about to walk back into their lives..... By turns tender and sexy and heartbreaking and exuberant, A Place to Call Home is an enthralling journey between two hearts--and a deliciously original novel from one of the most imaginative and appealing new voices in Southern fiction.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "American",
                "Family"
            ]
        },
        {
            "title": "Vindima",
            "authors": [
                "Miguel Torga",
                "Cristina Pereira"
            ],
            "ranking": 4.19,
            "ranking_count": 112,
            "abstract": "O primeiro romance de Miguel Torga é uma homenagem ao Douro, às suas gentes e às suas paisagens. Um livro para todos os que amam esta extraordinária região.. http://www.bertrand.pt/ficha/vindima?.... Um livro para quem gosta do Douro. Um livro que conta a história do povo, dos seus trabalhos, dos seus amores, das suas tristezas, alegrias e dores...«coisas da vida», como só Miguel Torga sabe contar.. http://amblog.blogs.sapo.pt/7859.html",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Your Blue Eyed Boy",
            "authors": [
                "Helen Dunmore"
            ],
            "ranking": 3.34,
            "ranking_count": 937,
            "abstract": "Simone is 38, a district judge whose husband Donald is on the verge of bankruptcy and breakdown. Whilst she is at court, passing judgement on the lives of others, Donald stays at home and looks after their two young sons. One morning a letter arrives; someone she has tried to forget has not forgotten her and Simone's private history is about to collide with her public world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "Tara",
            "authors": [
                "Lesley Pearse"
            ],
            "ranking": 4.35,
            "ranking_count": 1811,
            "abstract": "Can you ever be free from the past?. In the East End, twelve-year-old Tara witnesses her villain of a father almost kill her mother. She forges a determination then and there to change her life.. This is the story of three beautiful and talented women. Mabel, whose great love for a gambling man has brought her close to insanity; gentle Amy, who marries a man brutalised by war and failure; and Tara, who is hungry for success and life on her own terms.. To have both, she must battle against the legacy these two women have left her, the deep prejudices and dangers of Whitechapel in the 1960s - with its gang leaders, rogues, market traders and dolly birds - and the passionate love she has had since girlhood for the charming wideboy and villain, Harry Collins.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Drama",
                "Historical"
            ]
        },
        {
            "title": "The Adventures of the Great Mouse Detective (Classic Storybook)",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 3.95,
            "ranking_count": 127,
            "abstract": "Relive Walt Disney's 26th full-length animated feature in this beautiful, hardcover, 96-page classic storybook that accurately captures the movie magic and places it right into a child's hands. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals"
            ]
        },
        {
            "title": "Letters to a Devastated Christian",
            "authors": [
                "Gene Edwards"
            ],
            "ranking": 4.19,
            "ranking_count": 84,
            "abstract": "In exploring the aspects of Christian groups who emphasize submission and authority, the author offers hope to followers left with bitterness and resentment.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Spirituality"
            ]
        },
        {
            "title": "The Unwilling Warlord",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 3.96,
            "ranking_count": 1026,
            "abstract": "When the foreigners confronted Sterren in Ethshar of the Spices he was uneasy; when they all but abducted him, taking him to an obscure kingdom in the south, he knew he was in a terrible predicament.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Humor",
                "Adventure",
                "Speculative Fiction",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "September",
            "authors": [
                "Rosamunde Pilcher"
            ],
            "ranking": 4.14,
            "ranking_count": 19551,
            "abstract": "As spring comes to Scotland and the hills burst into life, a dance is planned for September. The invitations summon home the group of people Violet Aird has cared for most in her long life. The oldest, strongest and wisest of them all, she sees Alexa, her vulnerable granddaughter, find love for the first time, while the decision to send her little grandson away to school is driving parents Edmund and Virginia even further apart. Far from them all is Pandora, the glamorous, exciting girl who ran away twenty years before. All will converge on Scotland this September.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Cultural",
                "Womens Fiction",
                "Historical",
                "Contemporary",
                "European Literature",
                "Novels",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "A Civil Campaign",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.4,
            "ranking_count": 17903,
            "abstract": "Miles Vorkosigan has a problem: unrequited love for the beautiful widow Ekaterin Vorsoisson, violently allergic to marriage after her first exposure. If a frontal assault won't do, Miles thinks, try subterfuge. He has a cunning plan... Lord Mark Vorkosigan, Miles' brother, also has a problem: his love has just become unrequited again. But he has a cunning plan... Lord Ivan Vorpatril, Mile's cousin, has a problem: unrequited love in general. But he too has a cunning plan.... A complex story, as the various members of Miles' family attempt to find their one true love, and a measure of destiny. This against a background of domestic political squabbles and an earnest attempt at capitalist enterprise.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "Space",
                "Fantasy",
                "Science Fiction Fantasy",
                "Humor",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Secret Life of Plants: A Fascinating Account of the Physical, Emotional and Spiritual Relations Between Plants and Man",
            "authors": [
                "Peter Tompkins",
                "Christopher Bird"
            ],
            "ranking": 4.02,
            "ranking_count": 2598,
            "abstract": "Exploring the world of plants and its relation to mankind as revealed by the latest discoveries of scientists,. The Secret Life of Plants. includes remarkable information about plants as lie detectors and plants as ecological sentinels; it describes their ability to adapt to human wishes, their response to music, their curative powers, and their ability to communicate with man. Authors Peter Tompkins and Christopher Bird suggest that the most far-reaching revolution of the 20th century — one that could save or destroy the planet — may come from the bottom of your garden.. . Almost incredible ... bristles with plenty of hard facts and astounding scientific and practical lore.. . —S. K. Oberbeck, Newsweek. “. This fascinating book roams ... over that marvelous no man's land of mystical glimmerings into the nature of science and life itself.. . —Henry Mitchell, Washington Post Book World. “. If I can't ‘get inside a plant’ or ‘feel emanations’ from a plant and don't know anyone else who can. that doesn't detract one whit from the possibility that some people can and do. . . .. According to The Secret Life of Plants, plants and men do inter-relate, with plants exhibiting empathetic and spiritual relationships and showing reactions interpreted as demonstrating physical-force connections with men. As my students say, ‘hey, wow!’. . —Richard M. Klein, Professor of Botany, University of Vermont (in Smithsonian)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Nature",
                "Spirituality",
                "Horticulture",
                "Philosophy",
                "Biology"
            ]
        },
        {
            "title": "A Princess in Berlin",
            "authors": [
                "Arthur R.G. Solmssen"
            ],
            "ranking": 3.97,
            "ranking_count": 527,
            "abstract": "Berlín, 1922. Reina la confusión en la capital alemana tras la victoria aliada. Recorren las calles, con banderas rojas, las víctimas de la más impresionante inflación de todos los tiempos. Y, tras ellos, las bandas incontroladas de ex-combatientes nacionalistas, que siguen las consignas de un oscuro militar austríaco, Adolf Hitler. Indiferentes al barullo callejero, conservan aún sus privilegios unas pocas familias aristocráticas, en su mayoría judíos, de gran tradición en el mundo de las finanzas.. En este escenario irrumpen el americano Peter Ellis y el alemán Christoph. Peter vive una doble vida : frecuenta, por un lado, los elegantes salones de nobles y banqueros y, por otro, los tugurios bohemios de los artistas. Para su desgracia, se enamora de la hija de la familia Waldstein, a la vez que se ve involucrado sin querer en un asesinato político, que presagia ya los horrores del Tercer Reich. Poco a poco, todos se ven arrastrados en el torbellino de desatinos que sacude a Alemania y que la prepara para la dictadura nacionalsocialista.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Cultural",
                "Politics",
                "The United States Of America",
                "Love",
                "War"
            ]
        },
        {
            "title": "The Return of Moriarty",
            "authors": [
                "John  Gardner"
            ],
            "ranking": 3.87,
            "ranking_count": 875,
            "abstract": "It is the turn of the century and, far from perishing during the struggle with Sherlock Holmes at the Reichenbach Falls, Professor James Moriarty is alive and well and about to realize his plans to establish crime syndicates in the major cities of the United States. But suddenly he is called back to London, where his vast criminal society has been overrun by a rival concern led by the shadowy Sir Jordan Jack Idell - or Idle Jack - a supposed gentleman hoodlum acting on behalf of criminal elements in France, Italy, Spain, and Germany.. As Moriarty fights back - against both the unruly crime families and the forces of law and order - readers are thrown in among the lurkers, punishers, dippers, cracksmen, and other specialized criminals of the period, as well as the professor's elite guard.. Moriarty lives again and revolts against those who attempt to oust him from his rightful place as king of all criminal endeavors.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Audiobook",
                "Business",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Houtekiet",
            "authors": [
                "Gerard Walschap"
            ],
            "ranking": 3.37,
            "ranking_count": 665,
            "abstract": "Houtekiet is een roman van Gerard Walschap uit 1939.. Jan Houtekiet is een zwerver die op de heide leeft. Hij bouwt er een huisje voor de boerendochter Lien, die hij zwanger gemaakt heeft. Als ook anderen zich daar vestigen, groeit een nieuw dorp, Deps genaamd, dat de regels van de buitenwereld naast zich neerlegt.n.",
            "part_of_series": false,
            "genre_list": [
                "Academic",
                "Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Robohnya Surau Kami",
            "authors": [
                "A.A. Navis"
            ],
            "ranking": 4.0,
            "ranking_count": 3101,
            "abstract": "Dalam cerpen Robohnya Surau Kami, berdialoglah Tuhan dengan Haji Saleh, seorang warga negara Indonesia yang selama hidupnya hanya beribadah dan beribadah…. kenapa engkau biarkan dirimu melarat, hingga anak cucumu teraniaya semua. Sedang harta bendamu kau biarkan orang lain yang mengambilnya untuk anak cucu mereka. Dan engkau lebih suka berkelahi antara kamu sendiri, saling menipu, saling memeras. Aku beri kau negeri yang kaya raya, tapi kau malas. Kau lebih suka beribadat saja, karena beribadat tidak mengeluarkan peluh, tidak membanting tulang. Sedang aku menyuruh engkau semuanya beramal di samping beribadat. Bagaimana engkau bisa beramal kalau engkau miskin. Engkau kira aku ini suka pujian, mabuk disembah saja, hingga kerjamu lain tidak memuji-muji dan menyembahku saja.. Tidak... Semua jadi pucat pasi tak berani berkata apa - apa lagi. Tahulah mereka sekarang apa jalan yang diridai Allah di dunia.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Fiction",
                "Short Stories",
                "Novels",
                "Literature",
                "Classics",
                "Drama",
                "Anthologies",
                "Inspirational"
            ]
        },
        {
            "title": "Jade Island",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 4.08,
            "ranking_count": 4615,
            "abstract": "Wild and restless, Kyle Donovan has freed himself from the constraints of his family's high-powered gem-trading empire to rove the world as a treasure hunter. Now the president of Donovan International has given Kyle an assignment with explosive ramifications. A casehe must take.. When one of China's legendary cultural treasures isstolen, Lianne Blakely, a mysterious and beautiful jade expert, is accused of the theft. Its Kyle's job to get to the bottom of what could be a potential disaster for the Donovans as well as Lianne.. But Kyle finds himself irresistibly drawn to the exotic beauty and captivated by her fierce claim of innocence. Soon they are in dangerous pursuit of the real thief, drawn deeper into the perils of spiraling power plays, and linked by a passion as powerful as the lore of the ancient culture and as enduring as the splendor of the treasured jade.. The Donovan family saga continues in spectacular fashion with Jade Island. Clear your calendar, you will want time to savor every word.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Fiction",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Five on Kirrin Island Again",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.03,
            "ranking_count": 13130,
            "abstract": "What can Uncle Quentin be up to - all alone - on Kirrin Island. He won't let anyone visit - not even George and the rest of the Famous Five. But Quentin isn't really all alone on the island - somebody is watching his every move! About The Author: Enid Blyton, 1896 - November 28, 1959 Enid Blyton was born in London in 1896. She was educated in a private school and thought that she would become a musician until she realized that writing was her passion. She attended Ipswich High School where she trained to become a kindergarten teacher and eventually opened her own school for infants. Blyton's first poem was published in 1917, entitled Have You- which appeared in Nash's Magazine. In 1922, her first book of verses was published, entitled Child Whispers. In 1926 she accepted a position editing the children's magazine Sunny Stories as well as writing the column Teachers World. Blyton's first full length children's book was published din 1938 and was titled The Secret Island. After working on the column for years, Blyton quit Teachers World in 1945 and also ended her stint as editor of Sunny Stories seven years later. In 1953 she started her own children's magazine called The Edith Blyton Magazine which featured stories about her characters and news on the clubs formed around them. Her most famous stories were those of the Famous Five The Magazine closed in 1959. In the 50's and 60's Blyton was criticized for the language in her book, for being to simple, but some 300 are still in print today. Blyton has published over 600 books in the course of her career. Enid Blyton died in her sleep on November 28, 1968. She was 72 years old.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Adventure",
                "Mystery",
                "Classics",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Birds of America",
            "authors": [
                "Lorrie Moore"
            ],
            "ranking": 4.11,
            "ranking_count": 14667,
            "abstract": "A long-awaited collection of stories--twelve in all--by one of the most exciting writers at work today, the acclaimed author of. Who Will Run the Frog Hospital?. and. Self-Help.. Stories remarkable in their range, emotional force, and dark laughter, and in the sheer beauty and power of their language.. From the opening story, Willing, about a second-rate movie actress in her thirties who has moved back to Chicago, where she makes a seedy motel room her home and becomes involved with a mechanic who has not the least idea of who she is as a human being,. Birds of America. unfolds a startlingly brilliant series of portraits of the unhinged, the lost, the unsettled of our America.. In the story Which Is More Than I Can Say About Some People (There is nothing as complex in the world--no flower or stone--as a single hello from a human being), a woman newly separated from her husband is on a long-planned trip through Ireland with her mother. When they set out on an expedition to kiss the Blarney Stone, the image of wisdom and success that her mother has always put forth slips away to reveal the panicky woman she really is.. In Charades, a family game at Christmas is transformed into a hilarious and insightful (and fundamentally upsetting) revelation of crumbling family ties.. In Community Life,a shy, almost reclusive, librarian, Transylvania-born and Vermont-bred, moves in with her boyfriend, the local anarchist in a small university town, and all hell breaks loose. And in Four Calling Birds, Three French Hens, a woman who goes through the stages of grief as she mourns the death of her cat (Anger, Denial, Bargaining, Haagen Dazs, Rage) is seen by her friends as really mourning other issues: the impending death of her parents, the son she never had, Bosnia.. In what may be her most stunning book yet, Lorrie Moore explores the personal and the universal, the idiosyncratic and the mundane, with all the wit, brio, and verve that have made her one of the best storytellers of our time.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Womens",
                "The United States Of America",
                "Female Authors",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Fighting Fisherman: The Life of Yvon Durelle",
            "authors": [
                "Raymond Fraser"
            ],
            "ranking": 4.4,
            "ranking_count": 20,
            "abstract": "Yvon Durelle fought from the tiny Acadian hamlet of Baie Ste. Anne to within a heartbeat of being light-heavyweight boxing champion of the world.. Durelle emerges in this book as a man of contradictions. His lifelong nickname was Doux--gentle--but he mastered a spectacularly brutal profession. Accounts of his fighting career reveal a man of incredible toughness and audacity: in 1952 he fought Olympic gold medalist Floyd Patterson with a broken hand. His life outside the ring was equally audacious: in 1977 he was charged with shooting and killing a man outside a Miramichi drinking club. This biography follows Durelle's painful progress through both worlds.. The Fighting Fisherman is a remarkably frank portrait of a complex man and a punishing sport.. This edition replaces the Goodread edition of this title, ISBN 0-8878-0114-5.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction"
            ]
        },
        {
            "title": "Only You Can Save Mankind",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.73,
            "ranking_count": 12360,
            "abstract": "It's just a game . . . isn't it?. The alien spaceship is in his sights. His finger is on the Fire button. Johnny Maxwell is about to set the new high score on the computer game. Only You Can Save Mankind. .. Suddenly, a message appears:. We wish to talk. We surrender.. But the aliens aren't supposed to surrender—they're supposed to die!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Humor",
                "Childrens",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Bachman Books",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 4.13,
            "ranking_count": 72093,
            "abstract": "Omnibus collection of four early Bachman novels (Rage, The Long Walk, Roadwork, The Running Man) and the essay Why I Was Bachman",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Science Fiction",
                "Suspense",
                "Fantasy",
                "Anthologies",
                "Mystery"
            ]
        },
        {
            "title": "The Conspiracy",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.82,
            "ranking_count": 2610,
            "abstract": "Jake's great-grandfather has died. It blows the family away—especially Jake's mom. So Jake's parents decide they should all travel to the great-grandfather's home to help with any arrangements. In another state. For three or four days.. This is a very big problem for Jake's brother, Tom. He can't be away from the Yeerk pool for that long. So Tom refuses to go—and his father insists. But Tom's Yeerk will do. anything. to survive. Including making his father less of a problem.. Now Jake, the other Animorphs, and Ax have to find a way to protect his father without Tom discovering their secret. And without having to choose between his father's life. . . and Tom's.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "You Belong To Me",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 3.87,
            "ranking_count": 25421,
            "abstract": "A killer who targets lonely women on cruise ships is at the center of Mary Higgins Clark's newest thriller You Belong to Me, a masterful combination of page-turning suspense and classic mystery.. When Dr. Susan Chandler decides to use her daily radio talk show to explore the phenomenon of women who disappear and are later found to have become victims of killers who prey on the lonely and insecure, she has no idea that she is exposing herself -- and those closest to her -- to the very terror that she hopes to warn others against.. Susan sets out to determine who is responsible for an attempt on the life of a woman who called in to the show offering information on the mysterious disappearance from a cruise ship, years before, of Regina Clausen, a wealthy investment advisor. Soon Susan finds herself in a race against time, for not only does the killer stalk these lonely women, but he seems intent on eliminating anyone who can possibly further Susan's investigation.. As her search intensifies, Susan finds herself confronted with the realization that one of the men who have become important figures in her life might actually be the killer. And as she gets closer to uncovering his identity, she realizes almost too late that the hunter has become the hunted, and that she herself is marked for murder.. In its review of her previous novel Pretend You Don't See Her, the Detroit News said of Mary Higgins Clark, What's amazing...is how expertly [she] manages to keep us hooked time after time, and even better, create new plots, each as fresh as a mountain stream.. You Belong to Me is Mary Higgins Clark at her thrilling best.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Dance to the Music of Time, Complete Set: 1st Movement, 2nd Movement, 3rd Movement, 4th Movement",
            "authors": [
                "Anthony Powell"
            ],
            "ranking": 4.42,
            "ranking_count": 144,
            "abstract": "Anthony Powell's universally acclaimed epic encompasses a four-volume panorama of twentieth century London. Hailed by. Time. as brilliant literary comedy as well as a brilliant sketch of the times,. A Dance to the Music of Time. opens just after World War I. Amid the fever of the 1920s and the first chill of the 1930s, Nick Jenkins and his friends confront sex, society, business, and art. In the second volume they move to London in a whirl of marriage and adulteries, fashions and frivolities, personal triumphs and failures. These books provide an unsurpassed picture, at once gay and melancholy, of social and artistic life in Britain between the wars (Arthur Schlesinger, Jr.). The third volume follows Nick into army life and evokes London during the blitz. In the climactic final volume, England has won the war and must now count the losses.. Four very different young men on the threshold of manhood dominate this opening volume of. A Dance to the Music of Time. . The narrator, Jenkins—a budding writer—shares a room with Templer, already a passionate womanizer, and Stringham, aristocratic and reckless. Widermerpool, as hopelessly awkward as he is intensely ambitious, lurks on the periphery of their world. Amid the fever of the 1920s and the first chill of the 1930s, these four gain their initiations into sex, society, business, and art. Considered a masterpiece of modern fiction, Powell's epic creates a rich panorama of life in England between the wars.. Includes these novels:. A Question of Upbringing. A Buyer's Market. The Acceptance World. Anthony Powell is the best living English novelist by far. Hisadmirers are addicts, let us face it, held in thrall by a magician.—. Chicago Tribune. A book which creates a world and explores it in depth, which ponders changing relationships and values, which creates brilliantly living and diverse characters and then watches them grow and change in their milieu. . . . Powell's world is as large and as complex as Proust's.—Elizabeth Janeway,. New York Times. One of the most important works of fiction since the Second World War. . . . The novel looked, as it began, something like a comedy of manners; then, for a while, like a tragedy of manners; now like a vastly entertaining, deeply melancholy, yet somehow courageous statement about human experience.—Naomi Bliven,. New Yorker",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "European Literature",
                "War"
            ]
        },
        {
            "title": "Time Stops at Shamli and Other Stories",
            "authors": [
                "Ruskin Bond"
            ],
            "ranking": 4.14,
            "ranking_count": 1913,
            "abstract": "This volume brings together the best of Ruskin Bond's prose and poetry. For over four decades, by way of innumerable novels, essays, short stories and poems, the author has mapped out and peopled a unique literary landscape. This anthology has selections from all of his major books and includes the classic novella Delhi Is Not Far.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Asian Literature",
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "Sing the Four Quarters",
            "authors": [
                "Tanya Huff"
            ],
            "ranking": 3.85,
            "ranking_count": 5351,
            "abstract": "To call the kigh was the height of bard's magic. Only those born with the gift could learn to Sing these spirits of earth, air, fire and water into doing their bidding, and even someone as gifted as the Princess Annice must spend years studying at the Bardic Hall to truly master the Art. And for Annice, one of those rare talents able to Sing the elemental spirits from each of the four quarters, the call of magic was too strong to be denied, even if it meant renouncing her royal blood and privileges.. But Annice might have made a different choice if she could have foreseen that ten years after she'd transferred her life and loyalties from the Royal Palace to the Bardic Hall, she'd find herself fleeing from the King's Guards. For Annice was twice guilty of treason, first for imperiling the order of succession by becoming pregnant, and second for aiding the father of her unborn child, the Duc of Ohrid, to escape the palace dungeons and the sentence of death hanging over his head.. Now the fugitives' only hope lay in tracking down and bringing to justice the enemy who'd masterminded the Duc's downfall, a dangerous foe who had found a way to tie lies and truths together into a knot even the most powerful of Bardic spells could not unravel...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Gantenbein",
            "authors": [
                "Max Frisch",
                "Michael Bullock"
            ],
            "ranking": 4.03,
            "ranking_count": 2170,
            "abstract": "A stranger walks out of a bar and is later found dead at the wheel of his car. The narrator creates the story of this man -- or, rather, two stories, based on the two personae that he has imagined. One of these is named Enderlin; the other, Gantenbein.. Originally published as A Wilderness of Mirrors.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Novels",
                "Literature",
                "Roman",
                "Contemporary",
                "Academic",
                "Love"
            ]
        },
        {
            "title": "High Citadel",
            "authors": [
                "Desmond Bagley"
            ],
            "ranking": 3.9,
            "ranking_count": 874,
            "abstract": "In the biting cold of the Andes, their hi-jacked plane crash-landed, Tim O'Hara's passengers are fighting for their lives. While O'Hara leads one group along a deadly, snow-covered pass, the other is working to stall the armed soldiers who plan to kill them all. Ingenious ideas are put into action as they attempt to survive until help arrives.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action",
                "Suspense",
                "Spy Thriller",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Last Days of Summer",
            "authors": [
                "Steve Kluger"
            ],
            "ranking": 4.38,
            "ranking_count": 4741,
            "abstract": "May 15, 1940. Charlie Banks. New York Giants. Polo Grounds, New York. Dear Mr. Banks:. I am a 12-year-old boy and I am dying from malaria. Please hit a home run for me because I don′t think I will be around much longer.. Your friend,. Joey Margolis. Dear Kid:. Last week it was the plague. Now it′s malaria. What do I look - stupid to you? You′re lucky I don′t send somebody over there to tap you on the conk. I am enclosing 1 last picture. Do not write to me again.. Chase. Banks. 3d Base. Dear Charlie:. Nobody asked for your damn picture. I never even heard of you before. And you can forget about the home run too. The only reason I needed one was because the bullies who keep beating me up somehow thought you were my best friend and the homer was supposed to keep them from slugging me anymore. Thanks for nothing.. Can I go on a road trip with you?. Your arch enemy,. Joey Nargolis. Dear Joey:. Somehow they thought I was your best friend? Where did they hear that from? A Nazi spy? J. Herbert Hoover? Franklin Delano Biscuithead? And didn′t I tell you not to write to me anymore? Go bug DiMaggio.. Charlie. P.S. And just because there′s a spot open for a bat boy this summer doesn′t mean your going to get it. Even if we ARE chips off the same block. May 15, 1940",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Sports",
                "Young Adult",
                "Humor",
                "War",
                "Adult"
            ]
        },
        {
            "title": "I Have a Dream: Writings and Speeches That Changed the World",
            "authors": [
                "Martin Luther King Jr.",
                "James Melvin Washington",
                "Coretta Scott King"
            ],
            "ranking": 4.49,
            "ranking_count": 1490,
            "abstract": "On August 28, 1963, Martin Luther King Jr. stood in front of the Lincoln Memorial looking out over thousands of troubled Americans who had gathered in the name of civil rights and uttered his now famous words, I have a dream . . . It was a speech that changed the course of history.This fortieth-anniversary edition honors Martin Luther King Jr.'s courageous dream and his immeasurable contribution by presenting his most memorable words in a concise and convenient edition. As Coretta Scott King says in her foreword, This collection includes many of what I consider to be my husband's most important writings and orations. In addition to the famed keynote address of the 1963 march on Washington, the renowned civil rights leader's most influential words included here are the Letter from a Birmingham Jail, the essay Pilgrimage to Nonviolence, and his last sermon, I See the Promised Land, preached the day before he was assassinated.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Politics",
                "Biography",
                "Writing",
                "Race",
                "Cultural",
                "Social Movements",
                "Reference"
            ]
        },
        {
            "title": "Out of Control: The New Biology of Machines, Social Systems, and the Economic World",
            "authors": [
                "Kevin Kelly"
            ],
            "ranking": 4.23,
            "ranking_count": 1610,
            "abstract": "Out of Control. chronicles the dawn of a new era in which the machines and systems that drive our economy are so complex and autonomous as to be indistinguishable from living things.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Economics",
                "Business",
                "Futurism",
                "Sociology",
                "Culture"
            ]
        },
        {
            "title": "God Speaks",
            "authors": [
                "Meher Baba"
            ],
            "ranking": 4.55,
            "ranking_count": 191,
            "abstract": "Book by Baba, Meher",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Philosophy",
                "Religion",
                "Cultural"
            ]
        },
        {
            "title": "20th Century Boys, Band 1",
            "authors": [
                "Naoki Urasawa"
            ],
            "ranking": 4.38,
            "ranking_count": 6858,
            "abstract": "あの頃、彼らは少年だった。そして今、人類は滅亡する。20世紀を生きてきた少年達は、いかに世界を救い戦ったのか…最後の冒険が、始まる。. 1997年、ケンヂが営むコンビニへ刑事が訪れた。ケンヂがいつも酒の配達をしている敷島家が、全員行方不明になったのだという。敷島家の集金がまだ終わっていなかったケンヂは、飲み逃げかと落ち込むものの、渋々ビールの空きビンを取りに敷島の家を訪れる。するとそこには、どこかで見たことがあるような、不思議なマークが壁に描かれていた(第1話)。▼ケンヂは、幼なじみのケロヨンの結婚式に出席していた。ケロヨンとは少年時代、小学校の仲間たちと近所の空き地に秘密基地を作り、みんなで地球の平和を守るために戦うと誓い合った仲だった(第2話)。",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Mystery",
                "Science Fiction",
                "Fiction",
                "Manga",
                "Thriller",
                "Comics Manga",
                "Cultural"
            ]
        },
        {
            "title": "დიდოსტატის კონსტანტინეს მარჯვენა",
            "authors": [
                "Konstantine Gamsakhurdia"
            ],
            "ranking": 4.31,
            "ranking_count": 1789,
            "abstract": "კონსტანტინე გამსახურდიას ისტორული რომანი ,,დიდოსტატის კონსტანტინეს მარჯვენა“ სრულყოფილად წარმოგვიდგენს ქართული რენესანსის ეპოქას, წინააღმდეგობებით, კონფლიქტებით და ,,მრუმე ღამეებით“ აღსავსე მკაცრ საუკუნეს.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "Ten Philosophical Mistakes",
            "authors": [
                "Mortimer J. Adler"
            ],
            "ranking": 3.86,
            "ranking_count": 575,
            "abstract": "An illuminating critique of modern thought from America's Philosopher for Everyman (Time).. Ten Philosophical Mistakes examines ten errors in modern thought and shows how they have led to serious consequences in our everyday lives. It teaches how they came about, how to avoid them, and how to counter their negative effects.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Audiobook",
                "Leadership",
                "History",
                "Academic",
                "Psychology"
            ]
        },
        {
            "title": "The Unexpected Guest: Play (Acting Edition)",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.85,
            "ranking_count": 4281,
            "abstract": "Melodrama / 7m,3f / Interior Set. A thriller as well as a puzzler set in a foggy estate in Wales, this mystery opens as a stranger walks into a house to find a man murdered and his wife standing over him with a gun. But the woman is dazed and her confession is unconvincing. The unexpected guest decides to help her and blame the murder on an intruder. Later, the police discover clues that point to a man who died two years previously and a pandora's box of love and hate, suspicion and intrigue is opened in the night air.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Plays",
                "Classics",
                "Audiobook",
                "Thriller",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "I Married a Communist",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.84,
            "ranking_count": 8027,
            "abstract": "I Married a Communist. is the story of the rise and fall of Ira Ringold, a big American roughneck who begins life as a teenage ditch-digger in 1930s Newark, becomes a big-time 1940s radio star, and is destroyed, as both a performer and a man, in the McCarthy witchhunt of the 1950s.. In his heyday as a star—and as a zealous, bullying supporter of progressive political causes—Ira marries Hollywood's beloved silent-film star, Eve Frame. Their glamorous honeymoon in her Manhattan townhouse is shortlived, however, and it is the publication of Eve's scandalous bestselling exposé that identifies him as an American taking his orders from Moscow.. In this story of cruelty, betrayal, and revenge spilling over into the public arena from their origins in Ira's turbulent personal life, Philip Roth—who. Commonweal. calls the master chronicler of the American twentieth century—has written a brilliant fictional portrayal of that treacherous postwar epoch when the anti-Communist fever not only infected national politics but traumatized the intimate, innermost lives of friends and families, husbands and wives, parents and children.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "The United States Of America",
                "Politics",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "Η καμένη βάτος",
            "authors": [
                "Manès Sperber",
                "Έμη Βαϊκούση"
            ],
            "ranking": 4.51,
            "ranking_count": 37,
            "abstract": "Στη δεκαετία του '30, ο σταλινισμός διαποτίζει τις συνειδήσεις των λαών της Δ. Ευρώπης και της ΕΣΣΔ. Όμως οι περισσότεροι κομουνιστές πιστεύουν ότι το δηλητήριο ήταν βάλσαμο. Λίγοι συνειδητοποιούσαν πως κάτι δεν πήγαινε καλά, πως είχαν κάνει λάθος. Οι προσβολές της αλήθειας και οι ενδοκομματικές προδοσίες (φαινόμενα που αποτυπώθηκαν καθαρά στις δίκες της Μόσχας) διέψευσαν με τραγικό τρόπο τα οράματα όσων είχαν επενδύσει όλη τους την υπόσταση στην υπόθεση της σοσιαλιστικής επανάστασης. Ένας απ’ αυτούς ήταν ο Ντόινο Φάμπερ, ιστορικός, ηγετικό στέλεχος του γερμανικού ΚΚ, κεντρικός ήρωας του βιβλίου. Μέσα από τη διαδρομή του επαναστάτη-στοχαστή, ο συγγραφέας στήνει μια μεγαλειώδη τοιχογραφία της Κεντρικής Ευρώπης και των Βαλκανίων, εισχωρεί στα άδυτα της Κομιντέρν και αποκαλύπτει ότι το εργαστήρι των μηχανισμών που αλλοίωσαν τα ανθρωπιστικά ιδεώδη της Επανάστασης δεν είχε άλλη έδρα από τη μεγαλύτερη των αβύσσων: την ανθρώπινη ψυχή. Προσωπικά πάθη και αδυναμίες διαπλέκονται σ’ ένα μείγμα εκρηκτικό, που τινάζει πολλές ζωές στον αέρα.. Ένα αριστουργηματικό μυθιστόρημα που μένει αξέχαστο στη μνήμη του αναγνώστη.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        }
    ]
}