{
    "books": [
        {
            "title": "Herkunft",
            "authors": [
                "Saša Stanišić"
            ],
            "ranking": 4.21,
            "ranking_count": 6062,
            "abstract": "HERKUNFT ist ein Buch über den ersten Zufall unserer Biografie: irgendwo geboren werden. Und was danach kommt.. HERKUNFT ist ein Buch über meine Heimaten, in der Erinnerung und der Erfindung. Ein Buch über Sprache, Schwarzarbeit, die Stafette der Jugend und viele Sommer. Den Sommer, als mein Großvater meiner Großmutter beim Tanzen derart auf den Fuß trat, dass ich beinahe nie geboren worden wäre. Den Sommer, als ich fast ertrank. Den Sommer, in dem Angela Merkel die Grenzen öffnen ließ und der dem Sommer ähnlich war, als ich über viele Grenzen nach Deutschland floh.. HERKUNFT ist ein Abschied von meiner dementen Großmutter. Während ich Erinnerungen sammle, verliert sie ihre. HERKUNFT ist traurig, weil Herkunft für mich zu tun hat mit dem, das nicht mehr zu haben ist.. In HERKUNFT sprechen die Toten und die Schlangen, und meine Großtante Zagorka macht sich in die Sowjetunion auf, um Kosmonautin zu werden.. Diese sind auch HERKUNFT: ein Flößer, ein Bremser, eine Marxismus-Professorin, die Marx vergessen hat. Ein bosnischer Polizist, der gern bestochen werden möchte. Ein Wehrmachtssoldat, der Milch mag. Eine Grundschule für drei Schüler. Ein Nationalismus. Ein Yugo. Ein Tito. Ein Eichendorff. Ein Saša Stanišić.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "Roman",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "A Royal Experiment: The Private Life of King George III",
            "authors": [
                "Janice Hadlow"
            ],
            "ranking": 4.12,
            "ranking_count": 981,
            "abstract": "The surprising, deliciously dramatic, and ultimately heartbreaking story of King George III’s radical pursuit of happiness in his private life with Queen Charlotte and their 15 children. In the U.S., Britain's George III, the protagonist of. A Royal Experiment. , is known as the king from whom Americans won their independence and as the mad king, but in Janice Hadlow’s groundbreaking and entertaining new biography, he is another character altogether—compelling and relatable.. He was the first of Britain’s three Hanoverian kings to be born in England, the first to identify as native of the nation he ruled. But this was far from the only difference between him and his predecessors. Neither of the previous Georges was faithful to his wife, nor to his mistresses. Both hated their own sons. And, overall, their children were angry, jealous, and disaffected schemers, whose palace shenanigans kick off Hadlow's juicy narrative and also made their lives unhappy ones.. Pained by his childhood amid this cruel and feuding family, George came to the throne aspiring to be a new kind of king—a force for moral good. And to be that new kind of king, he had to be a new kind of man. Against his irresistibly awful family background—of brutal royal intrigue, infidelity, and betrayal—George fervently pursued a radical domestic dream: he would have a faithful marriage and raise loving, educated, and resilient children.. The struggle of King George—along with his wife, Queen Charlotte, and their 15 children—to pursue a passion for family will surprise history buffs and delight a broad swath of biography readers and royal watchers.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "European Literature",
                "Literature",
                "Historical",
                "Reference",
                "Biography Memoir"
            ]
        },
        {
            "title": "Here There Be Gerblins",
            "authors": [
                "Clint McElroy",
                "Griffin McElroy",
                "Justin McElroy",
                "Travis McElroy",
                "Carey Pietsch"
            ],
            "ranking": 4.33,
            "ranking_count": 22417,
            "abstract": "Welcome to the Adventure Zone!. SEE! The illustrated exploits of three lovable dummies set loose in a classic fantasy adventure!. READ! Their journey from small-time bodyguards to world-class artifact hunters!. MARVEL! At the sheer metafictional chutzpah of a graphic novel based on a story created in a podcast where three dudes and their dad play a tabletop role playing game in real time!. Join Taako the elf wizard, Merle the dwarf cleric, and Magnus the human warrior for an adventure they are poorly equipped to handle AT BEST, guided (guided) by their snarky DM, in a graphic novel that, like the smash-hit podcast it's based on, will tickle your funny bone, tug your heartstrings, and probably pants you if you give it half a chance.. With endearingly off-kilter storytelling from master goofballs Clint McElroy and the McElroy brothers, and vivid, adorable art by Carey Pietsch,. The Adventure Zone: Here There be Gerblins. is the comics equivalent of role-playing in your friend's basement at 2am, eating Cheetos and laughing your ass off as she rolls critical failure after critical failure.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Humor",
                "Fiction",
                "Adventure",
                "Graphic Novels Comics",
                "Adult",
                "Comics"
            ]
        },
        {
            "title": "The Only Story",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.61,
            "ranking_count": 20308,
            "abstract": "Would you rather love the more, and suffer the more; or love the less, and suffer the less? That is, I think, finally, the only real question.. First love has lifelong consequences, but Paul doesn’t know anything about that at nineteen. At nineteen, he’s proud of the fact his relationship flies in the face of social convention.. As he grows older, the demands placed on Paul by love become far greater than he could possibly have foreseen.. Tender and profound,. The Only Story. is an achingly beautiful novel by one of fiction’s greatest mappers of the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Wolfsong",
            "authors": [
                "T.J. Klune"
            ],
            "ranking": 4.36,
            "ranking_count": 35953,
            "abstract": "This edition is out of print. For the current Kindle edition see. here. .. Ox was twelve when his daddy taught him a very valuable lesson. He said that Ox wasn’t worth anything and people would never understand him. Then he left.. Ox was sixteen when he met the boy on the road, the boy who talked and talked and talked. Ox found out later the boy hadn’t spoken in almost two years before that day, and that the boy belonged to a family who had moved into the house at the end of the lane.. Ox was seventeen when he found out the boy’s secret, and it painted the world around him in colors of red and orange and violet, of Alpha and Beta and Omega.. Ox was twenty-three when murder came to town and tore a hole in his head and heart. The boy chased after the monster with revenge in his bloodred eyes, leaving Ox behind to pick up the pieces.. It’s been three years since that fateful day—and the boy is back. Except now he’s a man, and Ox can no longer ignore the song that howls between them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Paranormal",
                "Shapeshifters",
                "Adult"
            ]
        },
        {
            "title": "Herr aller Dinge",
            "authors": [
                "Andreas Eschbach"
            ],
            "ranking": 4.14,
            "ranking_count": 3189,
            "abstract": "Als Kinder begegnen sie sich zum ersten Mal: Charlotte, die Tochter des französischen Botschafters, und Hiroshi, der Sohn einer Hausangestellten. Von Anfang an steht der soziale Unterschied spürbar zwischen ihnen. Doch Hiroshi hat eine Idee. Eine Idee, wie er den Unterschied zwischen Arm und Reich aus der Welt schaffen könnte. Um Charlottes Liebe zu gewinnen, tritt er an, seine Idee in die Tat umzusetzen und die Welt damit in einem nie gekannten Ausmaß zu verändern. Was mit einer bahnbrechenden Erfindung beginnt, führt ihn allerdings bald auf die Spur eines uralten Geheimnisses und des schrecklichsten aller Verbrechen ...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Fantasy",
                "Young Adult",
                "Contemporary",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "Silence is Golden",
            "authors": [
                "Robert Thier"
            ],
            "ranking": 4.52,
            "ranking_count": 10923,
            "abstract": "Silent. Cold. Chiselled perfection. That is Rikkard Ambrose, the most powerful business mogul in Great Britain.. Free-spirited. Fiery. Definitely NOT attracted to the aforementioned business mogul. That is Lilly Linton, his personal secretary and secret weapon.. The two have been playing a cat and mouse game for months. So far, Lilly has been able to fight down and deny her attraction to Mr Ambrose. But what happens when suddenly, the dark secrets of his past begin to surface and they are forced to go on a perilous journey into the South-American jungle? A journey they can only survive if they band together?. Book 3 in the award-winning “Storm and Silence” series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Humor",
                "Young Adult",
                "Adventure",
                "New Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
            "authors": [
                "James Clear",
                "Gunnar Nyquist",
                "Nagalakshmi Shanmugam",
                "Ondřej Halámek",
                "Aleš Drobek"
            ],
            "ranking": 4.38,
            "ranking_count": 374490,
            "abstract": "No matter your goals,. Atomic Habits. offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.. Learn how to:. *. make time for new habits (even when life gets crazy);. *. overcome a lack of motivation and willpower;. *. design your environment to make success easier;. *. get back on track when you fall off course;. ...and much more.. Atomic Habits. will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Productivity",
                "Audiobook",
                "Business",
                "Leadership",
                "Science",
                "Health"
            ]
        },
        {
            "title": "Miss Julia Renews Her Vows",
            "authors": [
                "Ann B. Ross"
            ],
            "ranking": 4.09,
            "ranking_count": 2601,
            "abstract": "It's I Do! and I Didn't! until Miss Julia declares I've done it again!. Sometimes even Miss Julia just wants to go to bed and hide under the covers. Her husband, Sam, wants them to attend marriage enrichment classes. Could their marriage be in a poor state? Even worse, the psychologist leading the sessions is Dr. Fred Fowler—a man Miss Julia could go forever without seeing again and one she'd certainly rather not introduce to Sam.. But she can't stay in bed for long, even if she wants to. Someone has knocked Francie Pitts in the head and put her in the hospital. Francie didn't see her attacker, but she sure smelled her. She recognized Etta Mae Wiggins's perfume, Shania Twain by Stetson. It's up to Miss Julia to clear the air.. As if playing detective wasn't enough, Miss Julia still needs to show Sam that there's life left in their marital batteries—even if it means his are going to need some recharging. Perhaps a bit of Shania Twain might just solve all her problems.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Humor",
                "Womens Fiction",
                "American",
                "Romance",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "William Shakespeare's Get Thee Back to the Future!",
            "authors": [
                "Ian Doescher"
            ],
            "ranking": 4.31,
            "ranking_count": 494,
            "abstract": "In the iconic film by Robert Zemeckis and Bob Gale, teenaged Marty McFly travels back in time from the 1980s to the 1950s, changing the path of his parents’ destiny . . . as well as his own. Now fans of the movie can journey back even further—to the 16th century, when the Bard of Avon unveils his latest masterpiece: William Shakespeare’s Get Thee Back to the Future! Every scene and line of dialogue from the hit movie is re-created with authentic Shakespearean rhyme, meter, and stage directions. This reimagining also includes jokes and Easter eggs for movie fans, from Huey Lewis call-outs to the inner thoughts of Einstein (the dog). By the time you’ve finished reading, you’ll be convinced that Shakespeare had a time-traveling DeLorean of his own, speeding to our era so he could pen this time-tossed tale.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Science Fiction",
                "Plays",
                "Retellings",
                "Poetry",
                "Drama",
                "Young Adult"
            ]
        },
        {
            "title": "The Travelling Cat Chronicles",
            "authors": [
                "Hiro Arikawa",
                "Philip Gabriel"
            ],
            "ranking": 4.31,
            "ranking_count": 42868,
            "abstract": "It's not the journey that counts, but who's at your side.. Nana is on a road trip, but he is not sure where he is going. All that matters is that he can sit beside his beloved owner Satoru in the front seat of his silver van. Satoru is keen to visit three old friends from his youth, though Nana doesn’t know why and Satoru won’t say.. Set against the backdrop of Japan’s changing seasons and narrated with a rare gentleness and humour, Nana’s story explores the wonder and thrill of life’s unexpected detours. It is about the value of friendship and solitude, and knowing when to give and when to take. TRAVELLING CAT has already demonstrated its power to move thousands of readers with a message of kindness and truth. It shows, above all, how acts of love, both great and small, can transform our lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Animals",
                "Asian Literature",
                "Audiobook",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Chainsaw Man, Vol. 1",
            "authors": [
                "Tatsuki Fujimoto"
            ],
            "ranking": 4.36,
            "ranking_count": 25314,
            "abstract": "Denji’s a poor young man who’ll do anything for money, even hunting down devils with his pet devil-dog Pochita. He’s a simple man with simple dreams, drowning under a mountain of debt. But his sad life gets turned upside down one day when he’s betrayed by someone he trusts. Now with the power of a devil inside him, Denji’s become a whole new man—Chainsaw Man!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Action",
                "Comics Manga",
                "Manga"
            ]
        },
        {
            "title": "A Court of Frost and Starlight",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 3.81,
            "ranking_count": 356875,
            "abstract": "Hope warms the coldest night.. Feyre, Rhys, and their close-knit circle of friends are still busy rebuilding the Night Court and the vastly changed world beyond. But Winter Solstice is finally near, and, with it, a hard-earned reprieve.. Yet even the festive atmosphere can't keep the shadows of the past from looming. As Feyre navigates her first Winter Solstice as High Lady, she finds that those dearest to her have more wounds than she anticipated—scars that will have a far-reaching impact on the future of their court.. Narrated by Feyre and Rhysand, this wondrous tale of hope and promise picks up after. A Court of Wings and Ruin. and sets the stage for the thrilling events in the future books.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "The Lonely Hearts Hotel",
            "authors": [
                "Heather O'Neill"
            ],
            "ranking": 3.79,
            "ranking_count": 15428,
            "abstract": "With echoes of. The Night Circus. , a spellbinding story about two gifted orphans in love with each other since they can remember whose childhood talents allow them to rewrite their future.. The Lonely Hearts Hotel. is a love story with the power of legend. An unparalleled tale of charismatic pianos, invisible dance partners, radicalized chorus girls, drug-addicted musicians, brooding clowns, and an underworld whose economy hinges on the price of a kiss. In a landscape like this, it takes great creative gifts to thwart one's origins. It might also take true love.. Two babies are abandoned in a Montreal orphanage in the winter of 1910. Before long, their talents emerge: Pierrot is a piano prodigy; Rose lights up even the dreariest room with her dancing and comedy. As they travel around the city performing clown routines, the children fall in love with each other and dream up a plan for the most extraordinary and seductive circus show the world has ever seen.. Separated as teenagers, sent off to work as servants during the Great Depression, both descend into the city's underworld, dabbling in sex, drugs and theft in order to survive. But when Rose and Pierrot finally reunite beneath the snowflakes after years of searching and desperate poverty the possibilities of their childhood dreams are renewed, and they'll go to extreme lengths to make them come true. Soon, Rose, Pierrot and their troupe of clowns and chorus girls have hit New York, commanding the stage as well as the alleys, and neither the theater nor the underworld will ever look the same.. With her musical language and extravagantly realized world, Heather O'Neill enchants us with a novel so magical there is no escaping its spell.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Romance",
                "Fantasy",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Psychology of Time Travel",
            "authors": [
                "Kate Mascarenhas"
            ],
            "ranking": 3.72,
            "ranking_count": 11164,
            "abstract": "In 1967, four female scientists worked together to build the world’s first time machine. But just as they are about to debut their creation, one of them suffers a breakdown, putting the whole project—and future of time travel—in jeopardy. To protect their invention, one member is exiled from the team—erasing her contributions from history.. Fifty years later, time travel is a big business. Twenty-something Ruby Rebello knows her beloved grandmother, Granny Bee, was one of the pioneers, though no one will tell her more. But when Bee receives a mysterious newspaper clipping from the future reporting the murder of an unidentified woman, Ruby becomes obsessed: could it be Bee? Who would want her dead? And most importantly of all: can her murder be stopped?. Traversing the decades and told from alternating perspectives,. The Psychology of Time Travel. introduces a fabulous new voice in fiction and a new must-read for fans of speculative fiction and women’s fiction alike.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Fantasy",
                "LGBT",
                "Adult",
                "Historical",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Anchored",
            "authors": [
                "Rachel Haimowitz"
            ],
            "ranking": 3.66,
            "ranking_count": 1298,
            "abstract": "This edition is no longer available.. Network news anchor Daniel Halstrom is at the top of his field, but being at the bottom of the social ladder—being a slave—makes that hard to enjoy. Especially when NewWorld Media, the company that’s owned him since childhood, decides to lease him privately on evenings and weekends to boost their flagging profits.. Daniel’s not stupid; he knows there’s only one reason someone would pay so much for what little free time he has. But dark memories of past sexual service leave him certain he won’t survive it again with his sanity intact.. He finds himself in the home of Carl Whitman, a talk show host whose words fail him when it comes to ordering Daniel into his bed. Carl can’t seem to take what he must want, and Daniel’s not willing to give it freely. His recalcitrance costs him dearly, but with patience and some hard-won understanding, affection just might flourish over fear and pain. Carl holds the power to be an anchor in Daniel’s turbulent life, but if he isn’t careful, he’ll end up the weight that sinks his slave for good.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Erotica",
                "Dark",
                "Adult Fiction",
                "Sociology",
                "Fantasy",
                "Contemporary",
                "Science Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Forgive My Fins",
            "authors": [
                "Tera Lynn Childs"
            ],
            "ranking": 3.84,
            "ranking_count": 17158,
            "abstract": "Seventeen-year-old Lily, half-mermaid and half-human, has been living on land and attending high school, where she develops a crush on a boy but is afraid to tell him of her true destiny as the ruler of the undersea kingdom of Thalassinia.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mythology",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Farsighted",
            "authors": [
                "Emlyn Chand"
            ],
            "ranking": 3.71,
            "ranking_count": 876,
            "abstract": "Alex Kosmitoras's life has never been easy. The only other student who will talk to him is the school bully, his parents are dead broke and insanely overprotective, and... oh yeah, he's blind.. Just when he thinks he'll never have a shot at a normal life, an enticing new girl comes to their small Midwest town all the way from India. Simmi is smart, nice, and actually wants to be friends with Alex. Plus she smells like an Almond Joy bar. Sophomore year might not be so bad after all.. Alex is in store for another new arrival—an unexpected and often embarrassing ability to see the future. Try as he may, Alex is unable to ignore his visions, especially when they suggest Simmi is in mortal danger.. With the help of the mysterious psychic next door and friends who come bearing gifts of their own, Alex embarks on his journey to change the future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Thriller",
                "Disability",
                "Romance",
                "Contemporary",
                "Mystery"
            ]
        },
        {
            "title": "Ice in My Veins",
            "authors": [
                "Kelli Sullivan"
            ],
            "ranking": 3.81,
            "ranking_count": 266,
            "abstract": "When a 16 year old, small town girl, Christine Matthews, from Dryden, Michigan gets a shot at playing semi- professional hockey on a boys hockey team she jumps at the opportunity.. Follow her ups and downs as she tackles some of lives hardships, surprises, and victories as she reaches out to catch her dreams. Journey with her as she struggles through some of life's tough situations, as well as love and loss.Her story is inspirational to people every where who feel their dreams are unreachable.. Christine wants one thing in her life, hockey. Nothing would ever mean more to her than that. She had worked so hard for it without the support of her friends and family. When she meets Alex her world starts to change.. Why was she so enticed by this boy. She had to stop thinking about how gorgeous he was. He would be running for the exits as soon as he found out what she was doing there. She noticed that her palms were starting to sweat, she wiped them on her jeans, before he noticed. She wanted to hate him. She couldn't have these type of distractions around her. She needed to be focused on the prize.. Then there was Moose. What would she do without him? This couldn't be happening right now, not to her. She still had her stalker to deal with. The hatred he had for her, in those deep black coal eyes. Was her life about to spiral out of control?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Sports",
                "Romance",
                "Fiction",
                "Contemporary",
                "New Adult",
                "Contemporary Romance"
            ]
        },
        {
            "title": "The Art of Forgetting",
            "authors": [
                "Camille Pagán"
            ],
            "ranking": 3.43,
            "ranking_count": 1509,
            "abstract": "“Remind yourself what really matters with. The Art of Forgetting. . Fast-paced, painful, funny, and renewing at once. . . . Take a cue from the book and pass it along to your buds. ” –. Daily Candy. Marissa Rogers has always been just fine as a beta. After all, hadn’t taking charge without taking credit been paying off? It’s what vaulted her to senior editor at a glossy—if somewhat tedious—diet magazine and let her be best friends with gorgeous, charismatic, absolutely alpha Julia Ferrar.. And then Julia is hit by a cab. Her external injuries are minor, but brain damage steals her memory and alters her personality. To help her friend, Marissa must assume the alpha role and help Julia recover her past. As Julia heals, she begins dredging up memories Marissa would rather forget—including the fact that Julia once asked her to abandon the love of her life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Romance",
                "Realistic Fiction",
                "Adult",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "Landed",
            "authors": [
                "Tim Pears"
            ],
            "ranking": 3.58,
            "ranking_count": 213,
            "abstract": "Brought up in the Anglo-Welsh borders by an affectionate but alcoholic and feckless mother, Owen Ithell's sense of self is rooted in his long, vivid visits to his grandparents' small farm in the hills. There he is deeply impressed by his grandfather's primitive, cruel relationship with his animals and the land. As an adult he moves away from the country of his childhood to an English city where he builds a new life, working as a gardener. He meets Mel, they have children. He believes he has found happiness - and love - of a sort. But following a car accident, in which his daughter is killed and he loses a hand, the course of his life and the lives of those he loves is changed forever. Owen, unable to work, alienated and eventually legally separated from his family, is haunted by suicidal thoughts. In his despair, he resolves to reconnect with both his past and the natural world. Abducting his children, he embarks on a long, fateful journey, walking to the Welsh borders of his childhood. In his confusion his journey is a grasping at some kind of an understanding of his loss. Powerful, richly evocative and perfectly poised between the hope of redemption and the threat of irrevocable tragedy,. Landed. is Tim Pears' most assured and beguiling novel to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Literary Fiction",
                "Modern"
            ]
        },
        {
            "title": "The Abacus and the Cross: The Story of the Pope Who Brought the Light of Science to the Dark Ages",
            "authors": [
                "Nancy Marie Brown"
            ],
            "ranking": 3.6,
            "ranking_count": 273,
            "abstract": "The medieval Catholic Church, widely considered a source of intolerance and inquisitorial fervor, was not anti-science during the Dark Ages — in fact, the pope in the year 1000 was the leading mathematician and astronomer of his day. Called “The Scientist Pope, Gerbert of Aurillac rose from peasant beginnings to lead the church. By turns a teacher, traitor, kingmaker, and visionary, Gerbert is the first Christian known to teach math using the nine Arabic numerals and zero.. In. The Abacus and the Cross. , Nancy Marie Brown skillfully explores the new learning Gerbert brought to Europe. A fascinating narrative of one remarkable math teacher,. The Abacus and the Cross. will captivate readers of history, science, and religion alike.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "History",
                "Religion",
                "Biography",
                "Nonfiction",
                "Historical",
                "Christianity"
            ]
        },
        {
            "title": "A Murderous Procession",
            "authors": [
                "Ariana Franklin"
            ],
            "ranking": 4.13,
            "ranking_count": 7484,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. In 1176, King Henry II sends his daughter Joanna to Palermo to marry his cousin, the king of Sicily. Henry chooses Adelia Aguilar, his Mistress of the Art of Death, to travel with the princess and safeguard her health. But when people in the wedding procession are murdered, Adelia and Rowley must discover the killer's identity . . . and whether he is stalking the princess or Adelia herself.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "A Beautiful Friendship",
            "authors": [
                "David Weber",
                "Jane Lindskold"
            ],
            "ranking": 4.03,
            "ranking_count": 4647,
            "abstract": "Stephanie Harrington always expected to be a forest ranger on her homeworld of Meyerdahl . . . until her parents relocated to the frontier planet of Sphinx in the far distant Star Kingdom of Manticore. It should have been the perfect new home --- a virgin wilderness full of new species of every sort, just waiting to be discovered. But Sphinx is a far more dangerous place than ultra-civilized Meyerdahl, and Stephanie’s explorations come to a sudden halt when her parents lay down the law: no trips into the bush without adult supervision!. Yet Stephanie is a young woman determined to make discoveries, and the biggest one of all awaits her: an intelligent alien species.. The forest-dwelling treecats are small, cute, smart, and have a pronounced taste for celery. And they are also very,. very. deadly when they or their friends are threatened . . . as Stephanie discovers when she comes face-to-face with Sphinx's most lethal predator after a hang-gliding accident.. But her discoveries are only beginning, for the treecats are also telepathic and able to bond with certain humans, and Stephanie’s find --- and her first-of-its kind bond with the treecat Climbs Quickly --- land both of them in a fresh torrent of danger. Galactic-sized wealth is at stake, and Stephanie and the treecats are squarely in the path of highly-placed enemies determined to make sure the planet Sphinx remains entirely in human hands, even if that means the extermination of another thinking species.. Unfortunately for those enemies, the treecats have saved Stephanie Harrington’s life. She owes them . . . and Stephanie is a young woman who stands by her friends.. Which means things are about to get very. interesting. on Sphinx.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Space",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy",
                "Animals"
            ]
        },
        {
            "title": "Masters of the Planet: The Search for Our Human Origins",
            "authors": [
                "Ian Tattersall"
            ],
            "ranking": 4.05,
            "ranking_count": 1173,
            "abstract": "Fifty thousand years ago—merely a blip in evolutionary time—our. Homo sapiens. ancestors were competing for existence with several other human species, just as their precursors had done for millions of years. Yet something about our species distinguished it from the pack, and ultimately led to its survival while the rest became extinct. Just what was it that allowed Homo sapiens to become masters of the planet? Ian Tattersall, curator emeritus at the American Museum of Natural History, takes us deep into the fossil record to uncover what made humans so special. Surveying a vast field from initial bipedality to language and intelligence, Tattersall argues that. Homo sapiens. acquired a winning combination of traits that was not the result of long-term evolutionary refinement. Instead, the final result emerged quickly, shocking our world and changing it forever.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Anthropology",
                "History",
                "Biology",
                "Geology",
                "Humanities"
            ]
        },
        {
            "title": "Un diamante da Tiffany",
            "authors": [
                "Karen Swan",
                "Rossella Visconti"
            ],
            "ranking": 4.06,
            "ranking_count": 6108,
            "abstract": "Cassie ha appena lasciato il marito, dopo aver scoperto la terribile verità su un matrimonio che pensava perfetto. Sa che è il momento di voltare pagina e ricominciare. E allora, quale migliore aiuto di quello che possono offrirle le sue preziose amiche d’infanzia? Kelly, Anouk e Suzy, brillanti, alla moda e vitali, sono pronte a ospitarla e a farle vivere l’atmosfera glamour della Grande Mela, la passione e la seduzione della Ville Lumière e la frenesia londinese. In un viaggio alla scoperta di una se stessa che non conosceva, Cassie vivrà le esperienze più diverse: lavorerà con acclamati stilisti newyorkesi e parigini, poserà per un quotato fotografo, prenderà lezioni di cucina da un famoso chef e organizzerà matrimoni. Ad attenderla, al suo arrivo in ogni città, c’è una strana lista di cose da fare… Qualcuno che conosce da tanto tempo la compila per lei. Qualcuno che le fa trovare una sorpresa speciale sotto il grande albero di Natale nello scintillante negozio di Tiffany. Qualcuno che le regala dei semi di fiori, ogni volta diversi, da piantare e far crescere, come in un romantico messaggio cifrato. Il destino ha in serbo per lei la tanto attesa scatolina blu? E se un giorno il passato lasciato alle spalle dovesse all’improvviso tornare?",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Love is the Cure: On Life, Loss, and the End of AIDS",
            "authors": [
                "Elton John"
            ],
            "ranking": 3.87,
            "ranking_count": 861,
            "abstract": "A deeply personal account of Elton John's life during the era of AIDS and an inspiring call to action.. In the 1980s, Elton John saw friend after friend, loved one after loved one, perish needlessly from AIDS. He befriended Ryan White, a young Indiana boy ostracized because of his HIV infection. Ryan's inspiring life and devastating death led Elton to two realizations: His own life was a mess. And he had to do something to help stop the AIDS crisis.. Since then, Elton has dedicated himself to overcoming the plague and the stigma of AIDS. The Elton John AIDS Foundation has raised and donated $275 million to date to fighting the disease worldwide.. Love Is the Cure. includes stories of Elton's close friendships with Ryan White, Freddie Mercury, Princess Diana, Elizabeth Taylor, and others, and the story of the Elton John AIDS Foundation.. Sales of. Love Is the Cure. benefit the Elton John AIDS Foundation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Music",
                "LGBT",
                "Audiobook",
                "Politics",
                "History"
            ]
        },
        {
            "title": "Transcendent",
            "authors": [
                "Jus Accardo"
            ],
            "ranking": 4.01,
            "ranking_count": 147,
            "abstract": "The boy she’d lost, and finally found again, is not the same boy she remembers. As one of the most powerful Sixes, Kale has changed in ways Dez can’t ignore.. He swore he’d never kill, and now he’s out for blood.. He swore he’d never harm her, and now he struggles to control his fatal touch.. They’ve been to hell and back, over and over, but this time they might not survive the fire.. When the truth at the root of the Denazen Corporation’s origins begins to unfold, those behind the scenes will do anything to keep it hidden.. Dez and Kale will be pushed to their breaking point. As long buried secrets come to light, they must fight for their freedom—and each other—as they never have before.. Kale’s destructive power could win the battle, if he doesn’t lose himself to it in the process. Or Dez will be faced with an impossible task—saving the world from the boy she loves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "Parallel",
            "authors": [
                "Lauren   Miller"
            ],
            "ranking": 3.85,
            "ranking_count": 4439,
            "abstract": "Abby Barnes had a plan. The Plan. She'd go to Northwestern, major in journalism, and land a job at a national newspaper, all before she turned twenty-two. But one tiny choice—taking a drama class her senior year of high school—changed all that. Now, on the eve of her eighteenth birthday, Abby is stuck on a Hollywood movie set, miles from where she wants to be, wishing she could rewind her life. The next morning, she's in a dorm room at Yale, with no memory of how she got there. Overnight, it's as if her past has been rewritten.. With the help of Caitlin, her science-savvy BFF, Abby discovers that this new reality is the result of a cosmic collision of parallel universes that has Abby living an alternate version of her life. And not only that: Abby's life changes every time her parallel self makes a new choice. Meanwhile, her parallel is living out Abby's senior year of high school and falling for someone Abby's never even met.. As she struggles to navigate her ever-shifting existence, forced to live out the consequences of a path she didn't choose, Abby must let go of the Plan and learn to focus on the present, without losing sight of who she is, the boy who might just be her soul mate, and the destiny that's finally within reach.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "New Adult",
                "Mystery"
            ]
        },
        {
            "title": "The Life and Death of a Sex Doll",
            "authors": [
                "Zoe E. Whitten",
                "Tracy DeVore"
            ],
            "ranking": 4.33,
            "ranking_count": 15,
            "abstract": "The year is 2028, and Kelly Braun is a single Internet stock broker incapable of having children. Unable to adopt, Kelly chooses to alleviate her loneliness by purchasing a top-model Sensu-Doll. Modifying the sex doll with a childlike appearance, Kelly recodes her toy with new personality modules.. Kelly hoped to use Ashley Braun in a sophisticated game of house, but the doll’s core functions often make playing the game awkward or embarrassing. As Ashley continues to grow, taking on more of her creator’s traits and growing willpower, the game becomes her daily life.. A sci-fi coming of age story, Adopting a Sex Doll and When a Sex Doll Dies follow the development of an artificial family and explores what it means to be a parent, even if one’s child isn’t real.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "London's Sinful Secret: The Bawdy History and Very Public Passions of London's Georgian Age",
            "authors": [
                "Dan Cruickshank"
            ],
            "ranking": 3.85,
            "ranking_count": 292,
            "abstract": "Georgian London evokes images of elegant mannered buildings, but it was also a city where prostitution was rife and houses of ill repute widespread in a sex trade that employed thousands. In. London’s Sinful Secret. , Dan Cruickshank explores this erotic Georgian underworld and shows how it affected almost every aspect of life and culture in the city from the smart new streets that sprang up in Marylebone, to the squalid alleys around Charing Cross to the coffee houses, where prostitutes plied their trade, to the work of artists such as William Hogarth and Joshua Reynolds. Cruickshank uses memoirs, newspaper accounts and court records to create a surprisingly bawdy portrait of London at its most-mannered and, for the first time, exposes its secret, sinful underside.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Literature",
                "European Literature",
                "Sexuality",
                "Cultural"
            ]
        },
        {
            "title": "The Interludes",
            "authors": [
                "Ais",
                "Santino Hassell"
            ],
            "ranking": 4.48,
            "ranking_count": 3042,
            "abstract": "The Interludes is an anthology of stand alone stories that exist between Book #2 (Afterimage) and Book #4 (Fade) of the In The Company of Shadows series. This anthology contains key plot points and major development of characters and relationships that cannot be missed.. In the Company of Shadows series description:. Years after the bombs of WWIII have changed the physical and political landscape, the Agency ruthlessly works behind the scenes to take down rebel groups that threaten the current government. Their goals justify all means. Hsin Liu Vega (Sin) is their most efficient and deadly assassin ever. However, he tends to go off on unauthorized killing sprees and somehow his assigned partners all end up dead under suspicious circumstances. That is why the Agency has had him locked up in a box on the fourth floor for years. But now they think it is time to put the psychopath back in the field. With a new partner.. Boyd's mother, a high ranking Agency official, volunteers her teenage son for the position. Boyd is not afraid of death. In fact, his life has been such an endless cycle of apathy and despair for the last few years that he'd welcome it.. Can these two broken men form an efficient partnership? Can they learn to trust anyone, let alone each other? Sin doesn't give a fuck about the Agency, or the androgynous boy who holds the remote to the shock collar that is supposed to control him.. On the other hand, Boyd is strangely unafraid of the man everyone calls 'monster' and Sin seems reluctant to let his keeper get himself killed on any missions. Yet.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Dark",
                "LGBT",
                "War",
                "Action",
                "Sociology"
            ]
        },
        {
            "title": "Awakening",
            "authors": [
                "O.L. Ramos"
            ],
            "ranking": 3.7,
            "ranking_count": 434,
            "abstract": "Elizabeth is a brilliant loner with a troubling secret she doesn't even know. As if the trauma of her mother being abducted before her eyes as a young girl wasn't enough, the small town she lives in thinks she’s crazy. That all changed when she met Michael, a mysterious and handsome man who identified with her like no one else before.. Michael’s long time friend Vincent visits and drops the bombshell of a lifetime on Elizabeth and her world becomes completely unraveled. Vincent’s information has revealed the world for what it is; a place where the impossible is real, and myths and legends walk slyly in shadow. A world that Elizabeth will learn she too is a member.. Now, the three are caught up in a thousand year long conspiracy they never could have imagined. The three must rely on one another and the secret connection they all share if they have a chance to survive.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Paranormal",
                "Young Adult",
                "Adult",
                "Fantasy",
                "Business",
                "Fiction"
            ]
        },
        {
            "title": "Voluptuous Vindication",
            "authors": [
                "Rose Wynters"
            ],
            "ranking": 4.35,
            "ranking_count": 31,
            "abstract": "Once upon a time, the world was just a black void. Then one day man came, but he wasn't alone. He was followed by an ancient evil, a scourge determined to steal his soul. Centuries passed. Humanity did all it could to protect itself against the evil ones, but they weren't equipped to fight this battle. Instead, all they could do was pray that Hell didn't set its eyes upon them.. It got to be too much. Something had to be done.. Born out of desperate need, warriors were chosen. Immortality was granted to those strong enough to fight the battle that would never end. No longer mortal, these men have stood in the path of dark and horrifying evil, bearing the load when there was nobody else that could.. It's all coming to an end. Time has ran out for humanity.... No good deed goes unpunished.... Ian Bauer was the Endurer that had it all. With great looks and plenty of money, he had never regretted his immortality... But fate had other plans for him.. Reeling from a tragic event, he's forced back into the fight between good and evil when demons set their sights on an mortal angel. He has to keep her alive for four weeks, something easier said than done.. Ian never counted on the wicked attraction that flares up between them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The Real Boy",
            "authors": [
                "Anne Ursu",
                "Erin Mcguire"
            ],
            "ranking": 3.97,
            "ranking_count": 6045,
            "abstract": "National Book Award Longlist * Bank Street Children's Book Committee Best Book of the Year. Beautifully written and elegantly structured, this fantasy is as real as it gets.—Franny Billingsley, author of. Chime. The Real Boy. , Anne Ursu's follow-up to her widely acclaimed and beloved middle grade fantasy. Breadcrumbs. , is a spellbinding tale of the power we all wield, great and small.. On an island on the edge of an immense sea there is a city, a forest, and a boy named Oscar. Oscar is a shop boy for the most powerful magician in the village, and spends his days in a small room in the dark cellar of his master's shop grinding herbs and dreaming of the wizards who once lived on the island generations ago. Oscar's world is small, but he likes it that way. The real world is vast, strange, and unpredictable. And Oscar does not quite fit in it.. But now that world is changing. Children in the city are falling ill, and something sinister lurks in the forest. Oscar has long been content to stay in his small room in the cellar, comforted in the knowledge that the magic that flows from the forest will keep his island safe. Now even magic may not be enough to save it.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Neurodiversity",
                "Adventure"
            ]
        },
        {
            "title": "How to Create the Perfect Wife: Britain's Most Ineligible Bachelor and His Enlightened Quest to Train the Ideal Mate",
            "authors": [
                "Wendy Moore"
            ],
            "ranking": 3.63,
            "ranking_count": 935,
            "abstract": "Thomas Day, an 18th-century British writer and radical, knew exactly the sort of woman he wanted to marry. Pure and virginal like an English country maid yet tough and hardy like a Spartan heroine, she would live with him in an isolated cottage, completely subservient to his whims. But after being rejected by a number of spirited young women, Day concluded that the perfect partner he envisioned simply did not exist in frivolous, fashion-obsessed Georgian society. Rather than conceding defeat and giving up his search for the woman of his dreams, however, Day set out to create her.. So begins the extraordinary true story at the heart of. How to Create the Perfect Wife. , prize-winning historian Wendy Moore’s captivating tale of one man’s mission to groom his ideal mate. A few days after he turned twenty-one and inherited a large fortune, Day adopted two young orphans from the Foundling Hospital and, guided by the writings of Jean-Jacques Rousseau and the principles of the Enlightenment, attempted to teach them to be model wives. After six months he discarded one girl, calling her invincibly stupid,” and focused his efforts on his remaining charge. He subjected her to a number of cruel trials—including dropping hot wax on her arms and firing pistols at her skirts—to test her resolve but the young woman, perhaps unsurprisingly, eventually rebelled against her domestic slavery. Day had hoped eventually to marry her, but his peculiar experiment inevitably backfired—though not before he had taken his theories about marriage, education, and femininity to shocking extremes.. Stranger than fiction, blending tragedy and farce,. How to Create the Perfect Wife. is an engrossing tale of the radicalism—and deep contradictions—at the heart of the Enlightenment.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "European Literature",
                "Literature",
                "Historical",
                "Womens",
                "Feminism",
                "Biography Memoir",
                "Social Science"
            ]
        },
        {
            "title": "The Ghosts of Smyrna",
            "authors": [
                "Loren Edizel"
            ],
            "ranking": 4.16,
            "ranking_count": 70,
            "abstract": "The Ghosts of Smyrna is a historical novel which tells the story of the events leading to the great fire of Smyrna (modern-day Izmir) in 1922, through the trials and tribulations of a Levantine family caught up in the turmoil. The fire, which destroyed not only a beautiful and ancient city but also a multicultural way of life that had blossomed there over centuries, occurred at the end of the war of independence led by Mustafa Kemal Ataturk against the occupying European countries. Th e story takes place in the period between World War I and the great fire.. The Levantines in Turkey are a cultural minority of European ancestry mixed with local Greek, Turkish and Armenian heritage. Centuries ago, during the glory days of the Ottoman Empire, they settled in the major cities and ports of the empire. Many families had Genoese or Venetian backgrounds and were involved in commerce and trade. In Izmir (Smyrna) Levantines were polyglots who functioned with ease in Turkish, Greek, French, Italian and English and were essential to the cultural and economic fabric of the city, contributing to its distinct identity.. Evocative of time and place, and beautifully told, The Ghosts of Smyrna is a novel that deals with love, war and loss, and tragedies that are universal to human existence.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Fire's Love",
            "authors": [
                "Alex E. Carey"
            ],
            "ranking": 4.35,
            "ranking_count": 52,
            "abstract": "Kira thought she was leaving her demons behind when she left for college. Unfortunately, demons are everywhere. Not only are they real, but they're protecting her; that is, except for the ones who want her dead.. Kira's parents want to reveal things to her about who she really is, but a strange phenomena prevents them from explaining. Before they can try again, her mother and brother die and her father disappears. To make matters worse, Kira finds a mysterious book in her parents' belongings. Although the book confuses Kira, it comforts her too. She's sure it holds some of the answers she's been searching for.. Kira soon learns that one of her new friends, Lowell Hew, is also a demon - Ulric the Wolf. Lowell tries to help her solve the mysteries involving her parents, the book and the elements they wanted her to know. Things are going well until an eerie presence begins to threaten Kira and her new friends, and they can only speculate as to who it may be.. While her new friends protect her and try to uncover their enemy's identity, Kira falls in love with Pyre, a fire demon with a fiery temperament. Will she bask in the warmth, or be consumed by the flames?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult"
            ]
        },
        {
            "title": "A Permanent Member of the Family",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.59,
            "ranking_count": 1363,
            "abstract": "A masterly collection of new stories from Russell Banks, acclaimed author of The Sweet Hereafter and Rule of the Bone, which maps the complex terrain of the modern American family. The New York Times lauds Russell Banks as the most compassionate fiction writer working today and hails him as a novelist who delivers wrenching, panoramic visions of American moral life. Long celebrated for his unflinching, empathetic works that explore the unspoken but hard realities of contemporary culture, Banks now turns his keen intelligence and emotional acuity on perhaps his most complex subject yet: the shape of family in its many forms.. Suffused with Banks's trademark lyricism and reckless humor, the twelve stories in A Permanent Member of the Family examine the myriad ways we try—and sometimes fail—to connect with one another, as we seek a home in the world. In the title story, a father looks back on the legend of the cherished family dog whose divided loyalties mirrored the fragmenting of his marriage. In Christmas Party, a young man entertains dark thoughts as he watches his newly remarried ex-wife leading the life he once imagined they would share. A Former Marine asks, to chilling effect, if one can ever stop being a parent. And in the haunting, evocative Veronica, a mysterious woman searching for her missing daughter may not be who she claims she is.. Moving between the stark beauty of winter in upstate New York and the seductive heat of Florida, A Permanent Member of the Family charts with subtlety and precision the ebb and flow of both the families we make for ourselves and the ones we're born into, as it asks how we know the ones we love and, in turn, ourselves. One of our most acute and penetrating authors, Banks's virtuosic writing animates stories that are profoundly humane, deeply—and darkly—funny, and absolutely unforgettable.. Russell Banks is one of America's most prestigious fiction writers, a past president of the International Parliament of Writers, and a member of the American Academy of Arts and Letters. His work has been translated into twenty languages and has received numerous prizes and awards, including the Commonwealth Writers' Prize. He lives in upstate New York and Miami, Florida.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Anthologies",
                "Literature",
                "The United States Of America"
            ]
        },
        {
            "title": "Evacuation",
            "authors": [
                "Phillip Tomasso III"
            ],
            "ranking": 4.11,
            "ranking_count": 147,
            "abstract": "911 dispatcher, Chase McKinney, finds himself in the midst of an apocalypse. Contaminated vials of swine flu vaccination infected millions country-wide. Side effects turned those inoculated into zombies. Some fast. Some slow. Both deadly.. The military escorts Chase, his children and a small band of survivors to a re-opened internment camp. The purpose is to test non-infected humans with the hope of developing a cure for the diseased population.. What they find when they arrive at the camp is worse than their darkest fears ...",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Take One at Bedtime",
            "authors": [
                "Jenny Twist"
            ],
            "ranking": 4.59,
            "ranking_count": 56,
            "abstract": "Nobody ever goes upstairs in Margaret's house. So what is making the strange thumping noises up there? And why is there a toy rabbit under the kitchen table? Margaret's Ghost is just one of a collection of short stories consisting mainly of horror and science fiction, ranging from a classic gothic tale-Jack Trevellyn-to the Wyndhamesque Victim of Fortune, and the modern Waiting for Daddy, with its spine-chilling twist. There is also the occasional excursion into romance with A Castle in Spain and Jess's Girl. But most of these tales take you to a place which is not quite as it seems. It's bedtime now. Time to go upstairs. Time to take a look. Just one look.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Anthologies"
            ]
        },
        {
            "title": "Vinland Saga Omnibus, Vol. 2",
            "authors": [
                "Makoto Yukimura",
                "Stephen Paul"
            ],
            "ranking": 4.45,
            "ranking_count": 2029,
            "abstract": "ENGLAND AT WAR. The foolish King Ethelred has fled, and Askeladd's band is one of hundreds plundering the English countryside. Yet victory brings no peace to the elderly Danish King Sweyn, who worries that his untested, sensitive son Canute will never be ready to take the throne. The king's attempt to force his son to become a man places the young prince within the grasp of the gleeful killer Thorkell! Whoever holds Canute holds the key to the thrones of England and Denmark – and Askeladd has his own reasons for joining the fray!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Historical",
                "Adventure",
                "Fiction",
                "Manga",
                "Fantasy",
                "Action"
            ]
        },
        {
            "title": "The Voyage",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 4.07,
            "ranking_count": 1312,
            "abstract": "On May 13th 1939, five strangers boarded the MS St. Louis, a German ship leaving Hamburg on its way to Cuba. Four of the five were Jewish.  There was much joy and excitement on the dock because the passengers who boarded that ship believed that they were the lucky ones. Hitler himself had promised them  safety in Cuba far away from Nazi Germany and the murderous Third Reich. But, unbeknownst to the poor souls who began their journey to Cuba that day, they were about to embark upon a voyage of danger. The path of the MS St. Louis would take them on a dark and terrifying roller coaster ride. They would discover that all of their dreams had been built on Nazi treachery, secrets, and lies. As their lives hung in the balance each one of those five strangers would be put to the test. However, the voyage that began on that bright spring afternoon was only the beginning of the story .As the ship navigated her way through the ocean  events would occur, secrets would be withheld, and friendships  would be forged that would bind these five people together for rest of their lives.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Business"
            ]
        },
        {
            "title": "Anne Hawksmoor: Time in the Tower",
            "authors": [
                "K.C. Harry"
            ],
            "ranking": 4.28,
            "ranking_count": 36,
            "abstract": "Young Adult Novel for pre-teens, teens and all ages.. The life of a pre-teen is hard enough... but the bullies at ANNE HAWKSMOOR’s school make it even worse. Every day, Anne finds herself seeking refuge in the Chicago Public Library, burying herself in her favorite history, science, and math books... distant from all of her peers.. But while on a summer visit to her ancestral home in Greenwich,. England, Anne visits the Tower of London with her cousin Claire...only to find themselves trapped in the year 1548. With a young King Edward and his servant James, Anne and Claire must journey on an epic adventure to find a way home before they are stuck in the 16th century forever.. Note: This is a 3-part series in one book.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Sins of the Lost",
            "authors": [
                "Linda Poitevin"
            ],
            "ranking": 4.26,
            "ranking_count": 246,
            "abstract": "From the author of Sins of the Angels and Sins of the Son comes the newest novel in the “electric, thrilling and extremely intelligent” (Ex Libris) Grigori Legacy series.. Heaven and Hell are on the brink of war as Lucifer builds his Nephilim army and waits for his new agenda to become a reality — that of having a Nephilimchild of his own bloodline to lead his forces to cataclysmic victory.. With rumors of the pending war rampant on Earth, Alex fights to save humanity from its own panic –­ leaving little time for her fledgling. relationship with Seth, the man with heavenly origins who has captured her heart. But when Nephilim children begin to disappear, along with Alex’s own vulnerable niece, the inevitable war between Heaven and Hell becomes as personal as sin.. Heaven has its own plans to fight the coming apocalypse, but first it needs Seth back. Asked to betray the man she loves, Alex must turn for help to the soulmate she thought she’d given up — the Archangel Aramael, who may be her last chance to save her family and humanity from the ashes of Lucifer’s Armageddon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Wild Wild Widow",
            "authors": [
                "Emma Jay"
            ],
            "ranking": 3.33,
            "ranking_count": 446,
            "abstract": "Rebecca Chatham is no stranger to scandal. She and her husband delighted in shocking San Francisco society with their sexual exploits, not hard to do in 1888. But now her husband is dead. He left her penniless, forced to live under her wealthy father’s thumb. While searching for a protector, she once again becomes the focus of society gossip, and her father exiles her to her brother’s ranch in Central California.. Rebecca is miserable, until she meets the very handsome, very virile ranch foreman Judah Merrill. A real cowboy. Though she’s aware of their differences in status, she pursues him with a single-mindedness, until he catches her in the creek (and in the barn and on horseback). But what happens when she falls in love with him? Will he accept her wild wild heart?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Westerns",
                "Historical",
                "Short Stories",
                "Adult"
            ]
        },
        {
            "title": "Doctor Who: The Silent Stars Go By",
            "authors": [
                "Dan Abnett"
            ],
            "ranking": 3.95,
            "ranking_count": 2533,
            "abstract": "For centuries the Maintainers have worked. With no help from other worlds, they subsist on the food they can grow and that's little enough. But their purpose, their whole life is to maintain the machines that will one day make their world as habitable as old Earth. Life used to be hard. Now as their crops fail, livestock sickens, and the temperature drops, it's becoming impossible. This year's Winter Season Feast won't be the usual celebration. It's not a time for optimism or hope - and it's not a time to welcome unexpected guests.. The Doctor, Amy, and Rory find a society breaking apart under the strain. Tensions are mounting, old rivalries are coming to the fore, people are dying...and then the Doctor's old enemies, the Ice Warriors, make their move. With the cold-hearted threat of invasion, the real battle for survival begins. Or does it? The Doctor begins to suspect that behind everything lies a deadlier, and even more chilling danger...",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Stories and Scripts: an Anthology",
            "authors": [
                "Zack Love"
            ],
            "ranking": 4.48,
            "ranking_count": 61,
            "abstract": "Thought-provoking, dreamy, sad, and hilarious, this collection of works by Zack Love takes the reader on a diverse and unforgettable literary journey through a variety of topics, themes, and emotions. The anthology totals about 73,000 words and contains a novelette, four short stories, a theater play, and a screenplay.. These seven spellbinding stories spanning several styles and genres include a dramatic romance, a satire of the mega-rich, a somber and soulful reflection on the problem of evil, humorous dating adventures, and stories driven by philosophical musings.. 1) THE DOORMAN - A NOVELETTE. Alex seems to have it all: a great penthouse apartment, a lovely girlfriend, and a prestigious Wall Street job. But below the surface he is sure of nothing but his angst-ridden doubts. And when he realizes that his doorman may be God, or sent by God, he will question things like never before.. This novelette is a story of New York doormen, tormented love, empty office life, and the theological questions that arise in response to the horrors of evil.. 2) CENTRAL PARK SONG - A SCREENPLAY (ROMANCE). Can love really conquer all? Rodney is a passionate black man with brilliant talents but a mental illness that leaves him homeless. Melinda is a white Manhattan law partner with an artistic soul, trapped by the pressures of corporate law, her wealthy father, and her three-year boyfriend. A charming, chance encounter leads to a magical courtship and life-changing choices that make an unlikely New York romance possible.. 3) THE GRAND UNIFIED STORY - A SHORT STORY. What happens when a man and a woman meet in a way that magically involves the entire universe? When both are so keenly aware of their place in the cosmos that their connection seems to transcend their union and capture the very essence of life. This story shows how each person is a world to be discovered and how sometimes, when two worlds collide, the universe seems that much closer.. 4) CITY SOLIPSISM - A SHORT STORY. Have you ever been on a train, bus, metro/subway - or any other shared space with strangers - and started to wonder what that person right next to you is thinking? This story takes you on a journey into the mind of a man in a suit and tie on a New York City subway car, as he thinks about the woman standing awkwardly close to him. They are total strangers but their proximity is almost intimate as their hands share the same metal subway pole.. 5) WAITING FOR 2000 - AN ABSURDIST COMEDY OF BILLIONAIRE PROPORTIONS. Inspired by and reminiscent of Samuel Beckett's absurdist stage play Waiting for Godot, this Y2K theater comedy satirizes the frivolous extravagance of the mega-rich.. Bob's Billionaire Boat boasts the world's 2,000 richest people on it, and will enable them to celebrate the arrival of the year 2000 twice in a row by crossing the International Dateline on New Year's Eve 1999. The co-captains of the boat -- two regular guys -- keep themselves amused with endlessly silly banter while occasionally debating whether the whole thing is just a fictional stage play.. Meanwhile, two Wall Street traders who are bitter about missing the wealth cutoff for the billionaire cruise are determined to blow up the boat and thereby become the two richest people on earth.. In this satire, the zaniest billionaires ever to gather on a single vessel prove that there's still plenty to complain about at the top.. 6) MY BEST VALENTINE'S DAY. EVER. - A SHORT STORY. Sammy Laffowitz is legendary for his dating disasters and sex mishaps. This time, misfortune strikes on Valentine's Day - but with a fun twist that makes Sammy seem studly for once.. 7) MY WORST VALENTINE'S DAY. EVER. - A SHORT STORY. Yi Wang is a NY bad boy who plans to make history on Valentine's Day with his female exploits. The handsome, alpha-male, Asian-American is a corporate lawyer who usually gets his way with women, but this time he makes a stupid mistake that leaves everyone but him laughing hysterically.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Humor"
            ]
        },
        {
            "title": "Ship of Theseus",
            "authors": [
                "J.J. Abrams",
                "Doug Dorst",
                "V.M. Straka"
            ],
            "ranking": 3.86,
            "ranking_count": 20799,
            "abstract": "One book. Two readers. A world of mystery, menace, and desire.. A young woman picks up a book left behind by a stranger. Inside it are his margin notes, which reveal a reader entranced by the story and by its mysterious author. She responds with notes of her own, leaving the book for the stranger, and so begins an unlikely conversation that plunges them both into the unknown.. The book: Ship of Theseus, the final novel by a prolific but enigmatic writer named V.M. Straka, in which a man with no past is shanghaied onto a strange ship with a monstrous crew and launched onto a disorienting and perilous journey.. The writer: Straka, the incendiary and secretive subject of one of the world’s greatest mysteries, a revolutionary about whom the world knows nothing apart from the words he wrote and the rumors that swirl around him.. The readers: Jennifer and Eric, a college senior and a disgraced grad student, both facing crucial decisions about who they are, who they might become, and how much they’re willing to trust another person with their passions, hurts, and fears.. S., conceived by filmmaker J. J. Abrams and written by award-winning novelist Doug Dorst, is the chronicle of two readers finding each other in the margins of a book and enmeshing themselves in a deadly struggle between forces they don’t understand, and it is also Abrams and Dorst’s love letter to the written word.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Fantasy",
                "Writing",
                "Thriller",
                "Contemporary",
                "Romance",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Dark of Night",
            "authors": [
                "Marios Savva"
            ],
            "ranking": 3.51,
            "ranking_count": 35,
            "abstract": "It now followed her to Whitesands. Everyone who took part in it with her had died horribly. There was no escaping it. It would get her too. Who could save Jane from the inevitable?. Sheriff Jake, the sheriff of Whitesands, a former inspector of Scotland Yard and world renowned detective, now faced his greatest ever challenge. With the help of his best friend and deputy, Chief, these brothers-in-arms will be tried and tested like never before.. The tragedies that ensue will darken the days of Whitesands. Will Jane be saved? Everyone would give their all to do so. But, would it be enough?. It lurks in the shadows to bring destruction to those brave enough – or foolish enough, to try and stop it. It will not be denied. Or will it ..",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Thriller"
            ]
        },
        {
            "title": "Your Husband My Man 3",
            "authors": [
                "K.C. Blaze"
            ],
            "ranking": 4.46,
            "ranking_count": 337,
            "abstract": "Things are heating up with Misha and Tori Carter as they decide the fate of their marriage. Lauren isn't done with married men and will go all out in one extreme attempt to save face. Though her one real love may be standing in her face the entire time. Will The Carter's find closure and finally have the complete family they always wanted? Will Lauren realize a man of her own is just a stones throw away?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Lillian on Life",
            "authors": [
                "Alison Jean Lester"
            ],
            "ranking": 3.46,
            "ranking_count": 699,
            "abstract": "This is the story of Lillian, a single woman reflecting on her choices and imagining her future.  Born in the Midwest in the 1930s; Lillian lives, loves, and works in Europe in the fifties and early sixties; she settles in New York and pursues the great love of her life in the sixties and seventies. Now it’s the early nineties, and she’s taking stock. Throughout her life, walking the unpaved road between traditional and modern choices for women, Lillian grapples with parental disappointment and societal expectations, wins and loses in love, and develops her own brand of wisdom.. Lillian on Life. lifts the skin off the beautiful, stylish product of an era to reveal the confused, hot-blooded woman underneath.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Ender's World: Fresh Perspectives on the SF Classic Ender's Game",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.75,
            "ranking_count": 674,
            "abstract": "Experience the thrill of reading. Ender's Game. all over again. Go deeper into the complexities of Orson Scott Card’s classic novel with science fiction and fantasy writers, YA authors, military strategists, including:. Ender prequel series coauthor. Aaron Johnston. on Ender and the evolution of the child hero. Burn Notice. creator. Matt Nix. on. Ender's Game. as a guide to life. Hugo award–winning writer. Mary Robinette Kowal. on how. Ender’s Game. gets away with breaking all the (literary) rules. Retired US Air Force. Colonel Tom Ruby. on what the military could learn from Ender about leadership. Bestselling YA author. Neal Shusterman. on the ambivalence toward survival that lies at the heart of Ender’s story. Plus pieces by:. Hilari Bell. John Brown. Mette Ivie Harrison. Janis Ian. Alethea Kontis. David Lubar and Alison S. Myers. John F. Schmitt. Ken Scholes. Eric James Stone. Also. includes never-before-seen content from Orson Scott Card. on the writing and evolution of the events in. Ender's Game. , from the design of Battle School to the mindset of the pilots who sacrificed themselves in humanity’s fight against the formics",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Writing",
                "Language",
                "Reference",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Brody's First Time",
            "authors": [
                "Damien Wynn"
            ],
            "ranking": 3.21,
            "ranking_count": 14,
            "abstract": "Brody always knew he was gay, yet he failed to admit it, even to himself.. After becoming stranded under a tiki bar during a thunderstorm on the beach, Brody meets Charlie, an older man who the very sight of brings undeniable joy to Brody. Charlie invites Brody up to his room to ride out the storm. Brody takes Charlie up on his offer, and in the minutes that follow Brody discovers what he had been missing out on in life. And most importantly, admitting to himself who he is.. (M/M Erotica). Words: 3,640",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Marginus Morius",
            "authors": [
                "Stelios Chalkitis"
            ],
            "ranking": 4.78,
            "ranking_count": 9,
            "abstract": "After losing his mother whilst still a young boy, Odysseas is put into the custody of his not-so-loving aunt. Alone in the world with no one to care for him, experiencing unfair punishment, outright rejection and the desperate need to be loved, Odysseas is determined to seek the truth to the imbalances of life.. Into adulthood he would continue his struggle. It is a difficult task to get to know yourself; it hides sorrows, it needs pure motives, flaming inclination but, above all, love for humans. This love alone can ignite your willpower. Without it, the end is far and it awaits you like the horizon gazes at the ships that approach it but never reach it.. For Odysseas, only persistence and trust in oneself will allow him to find what he ultimately craves for.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Second Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies",
            "authors": [
                "Erik Brynjolfsson",
                "Andrew McAfee"
            ],
            "ranking": 3.91,
            "ranking_count": 11672,
            "abstract": "A revolution is under way. In recent years, Google's autonomous cars have logged thousands of miles on American highways and IBM's Watson trounced the best human. Jeopardy!. players. Digital technologies with hardware, software, and networks at their core will in the near future diagnose diseases more accurately than doctors can, apply enormous data sets to transform retailing, and accomplish many tasks once considered uniquely human.. In. The Second Machine Age. MIT's Erik Brynjolfsson and Andrew McAfee—two thinkers at the forefront of their field—reveal the forces driving the reinvention of our lives and our economy. As the full impact of digital technologies is felt, we will realize immense bounty in the form of dazzling personal technology, advanced infrastructure, and near-boundless access to the cultural items that enrich our lives.. Amid this bounty will also be wrenching change. Professions of all kinds—from lawyers to truck drivers—will be forever upended. Companies will be forced to transform or die. Recent economic indicators reflect this shift: fewer people are working, and wages are falling even as productivity and profits soar.. Drawing on years of research and up-to-the-minute trends, Brynjolfsson and McAfee identify the best strategies for survival and offer a new path to prosperity. These include revamping education so that it prepares people for the next economy instead of the last one, designing new collaborations that pair brute processing power with human ingenuity, and embracing policies that make sense in a radically transformed landscape.. A fundamentally optimistic book,. The Second Machine Age. will alter how we think about issues of technological, societal, and economic progress.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Economics",
                "Business",
                "Artificial Intelligence",
                "Futurism",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Tangled Roots: Dialogues exploring ecological justice, healing, and decolonization",
            "authors": [
                "Matt Soltys"
            ],
            "ranking": 4.67,
            "ranking_count": 3,
            "abstract": "Tangled Roots is a book of interviews examining important yet marginalized intersections of social and ecological issues. Bringing together some of the most powerful interviews from five years of Healing the Earth Radio, this book breaks down barriers between subcultures and social movements, and seeks to educate, engage, and inspire.. Some of these interviews take a critical look at our world today – examining the ongoing legacy of colonialism in North America, the destructiveness of industrial civilization, the ecological impacts of agriculture and the telecommunications industry – others talk about healing emotional trauma, deconstructing conventional scientific paradigms, and repairing the earth, and still others urge us to take action to stop injustice and protect our earth before it’s too late.. Here are well-crafted and interesting interviews that expand the conversation—some will make you uncomfortable, which is okay. You don't need to agree with everything, but you do need to know what people who aren't like you are thinking.. --Bill McKibben, author of The End of Nature, Deep Economy, and Hope, Human and Wild",
            "part_of_series": false,
            "genre_list": [
                "Biology"
            ]
        },
        {
            "title": "The Beautiful Scientist: A Spiritual Approach to Science",
            "authors": [
                "Corrado Ghinamo"
            ],
            "ranking": 4.0,
            "ranking_count": 14,
            "abstract": "Are science and faith antithetic? Are the new discoveries in science making faith in God totter? Or can science be the basis for strong faith and the belief in a Creator? Discover how.. The Beautiful Scientist takes an interesting look at science and faith, and how the two can work together to prove there is a Creator. Corrado Ghinamo believes it is the very existence of the universe that allows people to see there is a super-entity, there is a God. He uses scientific evidence, like the Big Bang Theory, the smallest particles of the universe, the galaxies, and what he calls the Super-Force to prove just that—God does exist.. Creation and evolution are not two separate ideals; rather evolution is one of the means that God used and still uses in creating and governing the universe. Ghinamo shows that God is a logical necessity to complete the vision of scientist’s universe. The same goes for people of faith; there is scientific evidence that can further the existence of a Creator.. The Beautiful Scientist: A Spiritual Approach to Science uses easy-to-understand language, examples from everyday life, and an easy-to-follow structure to prove that the universe, far more beautiful and complex than people can imagine, was in fact created by God, and that evidence and rationality in science can lead to the belief in God.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy"
            ]
        },
        {
            "title": "Grog Wars",
            "authors": [
                "Anne Sweazy-Kulju"
            ],
            "ranking": 4.47,
            "ranking_count": 15,
            "abstract": "Who will win the war for love and beer?. A self-made German brewer would willingly give it all for the love of his woman--while another, lesser man would seek to take it all and rid of the woman. Let the battles begin�. Forced into an arranged marriage and dispatched to a strange new country, a German Brew Master learned he would do almost anything for love. In 1849, Burke Kaufmann survived the first leg of his journey: the cross Atlantic voyage and the floating coffin ships. Then he endured the Oregon Trail during its bloodiest history, with Aussie pal Queensy Gray in tow, and in due course he landed in Portland, Oregon--Shanghai capital, and arguably the most dangerous place on earth.. Fighting for his life throughout his dangerous trek had succeeded in curing Kaufmann of his depression. The experience also made him enormously wealthy; he was finally able to send for his bride, Lily. When he did, Burke's greatest danger so far arrived with her.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "In Too Deep",
            "authors": [
                "Neva Squires-Rodriguez"
            ],
            "ranking": 4.42,
            "ranking_count": 24,
            "abstract": "In Too Deep. Book 2 of the Liliana series. by Neva Squires-Rodriguez. Liliana Valencia begins a new chapter of her life. Now the wife of Antonio Valencia, Jr., she learns that there are certain requirements in being a member of the Valencia family– more specifically, Antonio’s wife.. Just when Liliana is supposed to be experiencing the happy feelings of a new bride, she finds herself in a very difficult predicament. Her husband isn't the perfect man that she thought he was and she finds herself alone as her life shatters around her.. She becomes lost in a world of deceit and she struggles with the knowledge that her life with Antonio will never be the same.. With nowhere else to go but up, Liliana finds her hidden strength in a place that she never realized existed. But nothing in the world can prepare her for an unimaginable secret that is bestowed upon her. How will she ever learn to forgive and continue with her life?. PRE-RELEASE REVIEW. Loving the Liliana Series!. reviewed by Shay Norgaard-Melton. This review is from a gifted ebook reviewer copy.. “I love the way the main characters feel so real, like people one might know as neighbors, friends, and family. Ms. Squires-Rodriguez gives Liliana a voice and personality that simply embraces the reader, involving them into the intertwined drama in In Too Deep.”",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Raze",
            "authors": [
                "Tillie Cole"
            ],
            "ranking": 4.13,
            "ranking_count": 23652,
            "abstract": "To take back life, one must first face death.... One man stripped of his freedom, his morals...his life.. Conditioned in captivity to maim, to kill and to slaughter, prisoner 818 becomes an unremorseful, unrivaled and unstoppable fighter in the ring. Violence is all he knows. Death and brutality are the masters of his fate.. After years of incarceration in an underground hell, only one thought occupies his mind: revenge...bloody, slow and violent revenge.. Revenge on the man who lied.. Revenge on the man who wronged him.. Revenge on the man who condemned him and turned him into this: a rage-fueled killing machine. A monster void of humanity; a monster filled with hate.. And no one will stand in the way of getting what he wants.. One woman stripped of her freedom, her morals...her life.. Kisa Volkova is the only daughter of Kirill ‘The Silencer’ Volkov, head of the infamous ‘Triad’ bosses of New York's Russian Bratva. Her life is protected. In reality, it’s a virtual prison. Her father’s savage treatment of his rivals and his lucrative and coveted underground gambling ring—The Dungeon—ensures too many enemies lurk at their door.. She dreams to be set free.. Kisa has known only cruelty and loss in her short life. As manager of her father’s death match enterprise, only grief and pain fill her days. Her mafia boss father, in her world, rules absolute. And her fiancé, Alik Durov, is no better; the Dungeon’s five-time champion, a stone-cold killer, the treasured son of her father’s best friend, and her very own—and much resented—personal guard. Unrivaled in both strength and social standing, Alik controls every facet of Kisa’s life, dominates her every move; keeps her subdued and dead inside...then one night changes everything.. While working for her church—the only reprieve in her constant surveillance—Kisa stumbles across a tattooed, scarred, but stunningly beautiful homeless man on the streets. Something about him stirs feelings deep within her; familiar yet impossibly forbidden desires. He doesn’t talk. Doesn’t communicate with anyone. He’s a man beyond saving, and a man she must quickly forget...for both their sakes.. But when weeks later, out of the blue and to her complete surprise, he’s announced as the replacement fighter in The Dungeon, Kisa knows she’s in a whole lot of trouble. He’s built, ripped and lethally unforgiving to his opponents, leaving fear in his wake and the look of death in his eyes.. Kisa becomes obsessed with him. Yearns for him. Craves his touch. Needs to possess this mysterious man...this man they call Raze.. Dark Contemporary Romance. Contains explicit sexual situations, excessive violence, disturbingly sensitive and taboo subjects, offensive language and mature topics. Recommended for age 18 years and up.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Sociology",
                "Contemporary",
                "Warfare",
                "New Adult",
                "Adult",
                "Adult Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Aprons and Silver Spoons: The Heartwarming Memoirs of a 1930s Kitchen Maid",
            "authors": [
                "Mollie Moran"
            ],
            "ranking": 4.25,
            "ranking_count": 2477,
            "abstract": "When young Mollie became a 'skivvy' in a stately London townhouse aged just 14, she quickly learned that a large amount of elbow grease and a sense of humour would be tantamount to surviving there. Through Mollie's eyes we are offered a fascinating glimpse into London's invisible 'downstairs', a world that has long-since vanished.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "European Literature",
                "Historical",
                "Biography Memoir",
                "Book Club",
                "Reference"
            ]
        },
        {
            "title": "The Vanishing Sun",
            "authors": [
                "Christopher  Bailey"
            ],
            "ranking": 4.63,
            "ranking_count": 16,
            "abstract": "On a mission to rescue Allie’s mother, Allie and her friends seek out the Resistance hidden in a dangerous region of the galaxy known as The Shift. All anyone knows about The Shift is that no one has ever been seen again once they crossed its borders. The Resistance themselves may no longer exist, leaving Allie and her friends as the only ones standing between the Highlord and complete dominion over the galaxy.. But the Highlord has his own plans to eliminate the Starjumper and her allies, sending one of the most destructive forces in the galaxy to hunt them down, his network of spies betraying their every move. Meanwhile, Highlord Tyren completes work on a new weapon, with power beyond anything the galaxy has ever seen before.. While Allie and her friends form a plan to fight back, the Highlord musters all his forces to pursue and destroy the Starjumper, the only person who can stop him from his ultimate goal. A goal the Highlord has kept secret even from his closest advisors. A secret that could mean the end of all life in the galaxy.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Sexting",
            "authors": [
                "G.B. Hope"
            ],
            "ranking": 3.83,
            "ranking_count": 94,
            "abstract": "Warning: Graphic sexual content.. English writer, Michael Lincoln, embarks on an internet relationship with a younger fan, Elise McHugh, who comes from Singapore.. Despite her innate shyness, and his concerns over the age gap, things quickly hot up, becoming raunchy and intense. But there is also a touching, soul mate bond there between them, as they follow each other’s successes and troubles in their real lives.. Elise, nineteen years old, is an absolute darling: petite, black-haired, black-eyed, very cheeky, and, despite being the daughter of a wealthy property developer, she is genuine, sweet and principled – a well brought-up girl in strict Singapore.. Michael, thirty-seven, is recently divorced, trying to keep up contact with his daughter, while working at selling his crime novels. He instantly adores Elise, but struggles to justify the eighteen years and 9,000 miles between them. He finds her to be great company, using his love of words to fulfil her wish to be brought out of her shell. Soon they are enjoying conversation, cheeky banter, sex stories and eventually, frantic, explicit sexting.. At the same time they both explore relationships where they live, while trying to get to a place where they can see about possibly getting together.. Will they ever find time to meet up in the real world?",
            "part_of_series": false,
            "genre_list": [
                "Adult Fiction"
            ]
        },
        {
            "title": "Searching for Sunday: Loving, Leaving, and Finding the Church",
            "authors": [
                "Rachel Held Evans"
            ],
            "ranking": 4.17,
            "ranking_count": 20366,
            "abstract": "Like millions of her millennial peers, Rachel Held Evans didn't want to go to church anymore. The hypocrisy, the politics, the gargantuan building budgets, the scandals--church culture seemed so far removed from Jesus. Yet, despite her cynicism and misgivings, something kept drawing her back to Church. And so she set out on a journey to understand Church and to find her place in it.. Centered around seven sacraments, Evans' quest takes readers through a liturgical year with stories about baptism, communion, confirmation, confession, marriage, vocation, and death that are funny, heartbreaking, and sharply honest.. A memoir about making do and taking risks, about the messiness of community and the power of grace,. Searching for Sunday. is about overcoming cynicism to find hope and, somewhere in between, Church.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Autobiography",
                "Christian",
                "Spirituality",
                "Audiobook"
            ]
        },
        {
            "title": "Sentinels in the Sun",
            "authors": [
                "Robert Reynolds"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Sentinels in the Sun is a sequel to Reynolds' popular Vietnam novel, Firing at Shadows. It picks up where the first novel left off, introducing new NSA Security characters and their gripping experiences, as they protect Navy installations in and around Da Nang. The men encounter brutal enemy attacks, extreme weather conditions, develop captivating relationships, face personal dilemmas and suffer unexpected tragedy. Experience exotic, mysterious, Da Nang as it was during the Vietnam Conflict. Once you begin, you will not want to put this book down until you've read its exciting conclusion.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Beyond Hercules",
            "authors": [
                "Paul A. Bussard"
            ],
            "ranking": 4.35,
            "ranking_count": 20,
            "abstract": "Beyond Hercules is the story of a charismatic techno-geek who discovers anti-gravity not knowing the galaxy is patrolled by a derelict weapon that annihilates anyone using anti-gravity technology.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Way of Men",
            "authors": [
                "Jack   Donovan"
            ],
            "ranking": 3.82,
            "ranking_count": 5600,
            "abstract": "The Way of Men answers the question: “What is Masculinity?”. The so-called experts give the answers that suit their masters. They tell just-so stories to protect their ideology, their religion, their way of life. They look to women for a nod of approval before speaking. They give socially acceptable answers and half-truths.. If what they have to say resonates with men, it is only because they manage to hint at the real answer.. The real answer is that The Way of Men is The Way of The Gang.. Manliness — being good at being a man — isn’t about impressing women. That’s a side effect of manliness.. Manliness isn’t about being a good man. There are plenty of bad guys – real jerks –who are manlier than you are, and you know it.. Manliness is about demonstrating to other men that you have what it takes to survive tough times.. Manliness is about our primal nature. It’s about what men have always needed from each other if they wanted to win struggles against nature, and against other men.. The Way of Men describes the four tactical virtues of the survival gang.. The Way of Men explains what men want, and why they are rapidly disengaging from our child-proofed modern world.. The Way of Men examines the alternatives, and sketches a path out of our “bonobo masturbation society” through a new Dark Age.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Politics",
                "Relationships",
                "Sociology",
                "Cultural",
                "History"
            ]
        },
        {
            "title": "Thread of Death",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.05,
            "ranking_count": 4405,
            "abstract": "Gin Blanco, aka the assassin the Spider, might have finally killed her nemesis, Mab Monroe, but that doesn't mean that it's smooth sailing. Gin goes to Mab's funeral to say her goodbyes and runs into some of Ashland's most notorious underworld power players, including Jonah McAllister and Phillip Kincaid. McAllister wants her dead, and Kincaid has his own murky motives when it comes to the Spider, and Gin once again finds herself fighting for her life. Only this time, she might wind up in the cemetery right next to Mab.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Short Stories",
                "Novella",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Ancient Blood",
            "authors": [
                "R. Allen Chappell"
            ],
            "ranking": 4.24,
            "ranking_count": 1671,
            "abstract": "Charlie Yazzie's former archaeology professor becomes the target of a ruthless Indian rights movement, one determined to end an investigation that could change the face of an ancient tribe. Charlie, Harley Ponyboy, and Thomas Begay find themselves involved in one of the canyonlands oldest riddles. Dark secrets are revealed in this fast-paced mystery of a forgotten people.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Westerns"
            ]
        },
        {
            "title": "The Orphan Queen",
            "authors": [
                "Jodi Meadows"
            ],
            "ranking": 3.96,
            "ranking_count": 14166,
            "abstract": "Wilhelmina has a hundred identities.. She is a princess.. When the Indigo Kingdom conquered her homeland, Wilhelmina and other orphaned children of nobility were taken to Skyvale, the Indigo Kingdom’s capital. Ten years later, they are the Ospreys, experts at stealth and theft. With them, Wilhelmina means to take back her throne.. She is a spy.. Wil and her best friend, Melanie, infiltrate Skyvale Palace to study their foes. They assume the identities of nobles from a wraith-fallen kingdom, but enemies fill the palace, and Melanie’s behavior grows suspicious. With Osprey missions becoming increasingly dangerous and their leader more unstable, Wil can’t trust anyone.. She is a threat.. Wraith is the toxic by-product of magic, and for a century using magic has been forbidden. Still the wraith pours across the continent, reshaping the land and animals into fresh horrors. Soon it will reach the Indigo Kingdom. Wilhelmina’s magic might be the key to stopping the wraith, but if the vigilante Black Knife discovers Wil’s magic, she will vanish like all the others.. Jodi Meadows introduces a vivid new fantasy full of intrigue, romance, dangerous magic, and one girl’s battle to reclaim her place in the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Reign",
            "authors": [
                "Chanda Hahn"
            ],
            "ranking": 4.32,
            "ranking_count": 8587,
            "abstract": "Going to the Fae plane against Jared’s orders has cost Mina dearly. Her decision haunts her as a new danger surfaces back on the human plane. The Grimms are fading from existence.. To save her family’s future, Mina Grime will have to travel to the past with the help of her Fae Godmother and a pair of magic shoes.. She must go to the Story’s very beginning, to the days before the dark prince’s reign. But can she finish her quest before her time runs out, or will she be trapped in the past forever?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Retellings",
                "Fairies"
            ]
        },
        {
            "title": "The Hedgewitch Queen",
            "authors": [
                "Lilith Saintcrow"
            ],
            "ranking": 3.64,
            "ranking_count": 2049,
            "abstract": "Vianne di Rocancheil is a lady waiting at the Court of Arquitaine, where she studies her books, watches for intrigue, and shepherds her foolhardy Princesse through the glittering whirl. Court is a sometimes-unpleasant waltz, especially for the unwary, but Vianne treads its measured steps well.. Unfortunately, the dance has changed. Treachery is afoot in gilded and velvet halls. A sorcerous conspiracy is unleashed, with blood, death, and warfare close behind. Vianne must flee, carrying the Great Seal of Arquitaine with her. This is the one thing the conspirators need to rule, and they won’t rest until they have it. A life of dances, intrigues, and fashion has not prepared Vianne for this. Nor has it prepared her for Tristan d’Arcenne, Captain of the King’s Guard and player in the most dangerous games conspiracy can devise. Yet to save her country and avenge her Princesse, Vianne will become what she must and do whatever is required.. A Queen can do no less.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Historical",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Darken the Stars",
            "authors": [
                "Amy A. Bartol"
            ],
            "ranking": 4.12,
            "ranking_count": 11347,
            "abstract": "Kyon Ensin finally has what he’s always wanted: possession of Kricket Hollowell, the priestess who foresees the future. Together, their combined power will be unrivaled. Kricket, however, doesn’t crave the crown of Ethar—she has an unbreakable desire to live life on her own terms, a life that she desperately wants to share with her love, Trey Allairis.. As conspiracies rage in the war for Ethar, Kricket’s so-called allies want to use her as a spy. Even those held closest cannot be trusted—including Astrid, her sister, and Giffen, a member of a mysterious order with a hidden agenda. But Kricket’s resolve will not allow her to be used as anyone’s pawn, even as the Brotherhood sharpens its plans to cut out her heart.. As the destiny prophesied by her mother approaches, Kricket will backtrack through her fiery future to reshape it. For she knows one thing above all else: the only person she can truly count on is herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Diary of a Teenage Fairy Godmother",
            "authors": [
                "Kathleen Baldwin",
                "Andrea Sisco"
            ],
            "ranking": 3.72,
            "ranking_count": 258,
            "abstract": "A Fairy Godmother is not some pixie in a pink tutu. She’s a guardian and a warrior. Lilliana Skye is sent undercover to a Texas high school to save one of Cinderella’s troubled descendants, but everything goes wrong.. Jessica Harrison hates Lilliana. She doesn’t believe in fairytale magic or happily-ever-afters. Jess is tough, angry, and so intelligent it’s scary. If she ever did see a mythical fairy she would probably stomp it into oblivion with her army boots. Matters go from bad to worse when Jess’s older brother meets Lilliana and falls hard for the new girl. And Lilliana can’t keep her wayward heart in check. Jake is, well, just plain dangerous.. Falling in love with a human is forbidden, not to mention… deadly.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Girl Who Was Saturday Night",
            "authors": [
                "Heather O'Neill"
            ],
            "ranking": 3.82,
            "ranking_count": 5141,
            "abstract": "Finalist for the 2014 Scotiabank Giller Prize. From the author of the international bestselling, award-winning. Lullabies for Little Criminals. , a coming-of-age novel set on the seedy side of Montreal's St. Laurent Boulevard. Gorgeous twins Noushcka and Nicolas Tremblay live with their grandfather Loulou in a tiny, sordid apartment on St. Laurent Boulevard. They are hopelessly promiscuous, wildly funny and infectiously charming. They are also the only children of the legendary Quebecois folksinger Etienne Tremblay, who was as famous for his brilliant lyrics about working-class life as he was for his philandering bon vivant lifestyle and his fall from grace. Known by the public since they were children as Little Noushcka and Little Nicolas, the two inseparable siblings have never been allowed to be ordinary. On the eve of their twentieth birthday, the twins' self-destructive shenanigans catch up with them when Noushcka agrees to be beauty queen in the local St. Jean Baptiste Day parade. The media spotlight returns, and the attention of a relentless journalist exposes the cracks in the family's relationships. Though Noushcka tries to leave her family behind, for better or worse, Noushcka is a Tremblay, and when tragedy strikes, home is the only place she wants to be.. With all the wit and poignancy that made Baby such a beloved character in Lullabies for Little Criminals, O'Neill writes of an unusual family and what binds them together and tears them apart. The Girl Who Was Saturday Night is classic, unforgettable Heather O'Neill.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Book Club",
                "Novels",
                "Literature",
                "Family",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Nullzeit",
            "authors": [
                "Juli Zeh"
            ],
            "ranking": 3.5,
            "ranking_count": 2761,
            "abstract": "Eigentlich ist die Schauspielerin Jola mit ihrem Lebensgefährten Theo auf die Insel gekommen, um sich auf ihre nächste Rolle vorzubereiten. Als sie Sven kennenlernt, entwickelt sich aus einem harmlosen Flirt eine fatale Dreiecksbeziehung, die alle bisherigen Regeln außer Kraft setzt. Wahrheit und Lüge, Täter und Opfer tauschen die Plätze. Sven hat Deutschland verlassen und sich auf der Insel eine Existenz als Tauchlehrer aufgebaut. Keine Einmischung in fremde Probleme – das ist sein Lebensmotto. Jetzt muss Sven erleben, wie er vom Zeugen zum Mitschuldigen wird. Bis er endlich begreift, dass er nur Teil eines mörderischen Spiels ist, in dem er von Anfang an keine Chance hatte.. Juli Zehs neuer Roman ist ein meisterhaft konstruierter Psychothriller in der Tradition von Patricia Highsmith, bei dem der Leser, genau wie Sven, alle Gewissheiten verliert. Zugleich gelingt Juli Zeh ein brillantes und hellsichtiges Kammerspiel über Willensfreiheit, Urteilsfindung, Schuld und Macht.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Thriller",
                "Contemporary",
                "Cultural",
                "Mystery",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Deras ryggar luktade så gott",
            "authors": [
                "Åsa Grennvall"
            ],
            "ranking": 4.32,
            "ranking_count": 278,
            "abstract": "Det här är berättelsen om Jenny och hennes uppväxt under 70- och 80-talet. Med burkköttfärssås, Kamratposten och kyrkans barntimmar. Med en mamma som alltid behöver tröstas, och en pappa som lämnar rummet så fort det blir jobbigt.. Vad händer när ett barns alla känslor försvinner i ett vakuum? När enda vägen till föräldrarnas hjärtan går genom att hålla sig ur vägen? Och vad händer när det barnet växer upp och får egna barn det vill älska och trösta?. Deras ryggar luktade så gott. är en föräldrauppgörelse, en kritik mot heliga blodsband och en kärleksförklaring till det barn som faktiskt har all rätt i världen att gråta en skvätt.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "European Literature",
                "Cultural",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The Hakima's Tale: The Revenge of the Blue Jinni",
            "authors": [
                "Dedra L. Stevenson"
            ],
            "ranking": 4.22,
            "ranking_count": 23,
            "abstract": "The Revenge of the Blue Jinni is a tale of a young Arab American girl who learns of her great destiny, to defend the human world against an ancient malevolent entity. The Blue Jinni lies in a golden lantern at the bottom of the sea, and his generals work tirelessly to locate and free him.. Meanwhile, our hero and her family struggle to understand the strange occurrences happening around them. The benevolent jinn around them guard them from the attacks of the generals, as each attempt on her life brings her closer to knowing who she is.. Once the hero comes of age and understands what she’s destined to do, she becomes The Hakima of Ghalib, and must begin her training as a warrior against supernatural forces.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Murder in Palm Beach: The Homicide That Never Died",
            "authors": [
                "Bob Brink"
            ],
            "ranking": 3.84,
            "ranking_count": 219,
            "abstract": "ISBN 0692666265 & 9780692666265 have been moved to a newer edition. Murder in Palm Beach: The Homicide That Never Died is based closely on a real murder that happened in 1976. Rodger Kriger, a prominent resident of the posh town, is fatally shot one night through a window of the six-member family's home. A politically ambitious prosecutor gets a hoodlum/karate expert named Mitt Hecher convicted on the basis of testimony by jail mates, and he is sent to the brutal and anarchic state prison at Raiford prison. While attorneys appeal for a new trial, Hecher's wife contracts a usually fatal disease, and he is devastated. Did Hecher kill Kriger? A newspaper reporter who questions Hecher's guilt continues to investigate the murder for years, and digs up shocking new information. A number of scenarios cast suspicion on other possible perpetrators. Did the sons of a wealthy Cuban do it? Were the operators of a gambling enterprise out to get Kriger? Was a prominent politician behind the slaying? Did a vicious underworld figure do the bidding of a criminal gang? Was a love triangle the basis for the shooting? Murder in Palm Beach is the tale of a man whose deeds have sent him plummeting to the bottom, and powerful forces determined to keep him there. A murder mystery with all the ingredients to keep the reader riveted, it is primarily a powerful story of redemption.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Crime",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Something like Normal",
            "authors": [
                "Trish Doller"
            ],
            "ranking": 3.81,
            "ranking_count": 16515,
            "abstract": "When Travis returns home from a stint in Afghanistan, his parents are splitting up, his brother’s stolen his girlfriend and his car, and he’s haunted by nightmares of his best friend’s death. It’s not until Travis runs into Harper, a girl he’s had a rocky relationship with since middle school, that life actually starts looking up. And as he and Harper see more of each other, he begins to pick his way through the minefield of family problems and post-traumatic stress to the possibility of a life that might resemble normal again. Travis’s dry sense of humor, and incredible sense of honor, make him an irresistible and eminently lovable hero.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "New Adult",
                "Contemporary",
                "War",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "United as One",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.3,
            "ranking_count": 27644,
            "abstract": "The seventh and final book in the #1 New York Times bestselling I Am Number Four series! With United as One, this action-packed series comes to a surprising, breathtaking, and utterly satisfying conclusion. The Garde didn’t start this war, but they’ll do whatever it takes to end it once and for all. . . .. The Mogadorians have invaded Earth. Their warships loom over our most populated cities, and no country will risk taking them head on. The Garde are all that stand in the way, but they’ll need an army of their own to win this fight.. They’ve teamed up with the US military, but it might not be enough. The Garde need reinforcements, and they’ve found them in the most unexpected place. Teenagers from across the globe, like John Smith’s best friend, Sam, have developed abilities. So John and the others must get to them before the Mogs, because if they don’t their enemies will use these gifted teens for their own sinister plan.. But after all the Mogadorians have taken from John—his home, his family, his friends, and the person he loves most—he might not want to put any more lives in danger. He’s got nothing left to lose, and he’s just discovered he has been given an incredible new Legacy. Now he can turn himself into the ultimate weapon. So will he risk his life to save the world, or will he realize that power in numbers will save us all?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Joy Is Found",
            "authors": [
                "Emma   James"
            ],
            "ranking": 4.57,
            "ranking_count": 182,
            "abstract": "Levi Donovan is best friend and wingman to Keanu Lee. He is also his business partner in Limbitless Tees. (There is a pun in there, folks.) Well, he was wingman, but now Keanu has Hope in more ways than one.. Things are changing for this sexy brotherhood … for the better.. Retro has the love of his life, which has turned him into an overprotective caveman. Keanu is a goner. Text is trying his best not to screw things up with his complicated relationship with Faith—it’s a work in progress. Harley’s ‘spidey’ senses are working overtime. And ... Slade has gone MIA, not that Phoenix cares. Not much, anyway.. Damn Behemoth of a man.. Now the crew and the ever-expanding sisterhood are off to spend Thanksgiving in Cedar Hill, Texas with the people they love. Of course, what should have been a relaxing break away from OB turns into more than Levi bargained for.. When the girl he used to trip in elementary school with the mile-long legs and the ice blue hair crosses his path ... Let’s just say Levi is going to put his best foot forward, much to the amusement of the “inner circle.”. For once, Faith isn’t the one behind all the shenanigans; she has handed that baton over. Now she’s into matchmaking.. Oh, and of course there is that ever-pressing question:. Who is Hudson Raine?",
            "part_of_series": true,
            "genre_list": [
                "Romance"
            ]
        },
        {
            "title": "The Fairy Wren",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 3.6,
            "ranking_count": 180,
            "abstract": "From the moment a fairy wren drops his lost wedding ring at his feet, Paul realises there's more magic to the world than he thought.... When Paul Fischer receives a strange phone call asking for help, from a woman who might be his estranged wife Rachel, he's drawn into a mysterious search that threatens not only his struggling bookstore, but long-buried dreams too.. Unfortunately, the only help comes from a shady best friend, an Italian runaway and a strange blue fairy wren that seems to be trying to tell him something - yet the further he follows the clues it leaves the less sense the world seems to make. Is he on the verge of a magical, beautiful discovery or at the point of total disaster?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Cultural",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "The Silence of Our Friends",
            "authors": [
                "Mark Long",
                "Jim Demonakos",
                "Nate Powell"
            ],
            "ranking": 3.87,
            "ranking_count": 4092,
            "abstract": "In 1960s Texas, a white family from a notoriously racist neighborhood and a black family from its poorest ward cross Houston's color line, overcoming humiliation, degradation, and violence to win the freedom of five black college students unjustly charged with the murder of a policeman.. The Silence of Our Friends. draws from the childhood of Mark Long, who, with co-author Jim Demonakos, has created a powerful portrait of a volatile moment in US history. With art from the brilliant Nate Powell (. Swallow Me Whole. ) bringing the tale to heart-wrenching life,. The Silence of Our Friends. is a new and important entry in the body of civil rights literature.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Historical",
                "Young Adult",
                "Fiction",
                "Graphic Novels Comics",
                "Race",
                "Social Movements",
                "Adult"
            ]
        },
        {
            "title": "The Dracula Papers, Book I: The Scholar's Tale",
            "authors": [
                "Reggie Oliver"
            ],
            "ranking": 4.27,
            "ranking_count": 86,
            "abstract": "Bram Stoker's immortal Dracula told us about Count Dracula as an undead vampire. But how did this come to be? Who was Dracula in real life? There has always been speculation, but The Dracula Papers now offers the ultimate answer. It takes us back to the year 1576, to the wild land of Transylvania and to the early life of Prince Vladimir who came to be the horror known as Dracula. The result is a story as remarkable and extraordinary as the Bram Stoker classic. Battles, intrigues, sorcery, sexual passion, hauntings, a mechanical tortoise and a burning rhinoceros all have their part to play in a thrilling narrative that nevertheless plunges deep into the mystery of Evil. With The Dracula Papers Reggie Oliver presents a grand tour of the sixteenth century, and of every variety of occult lore surrounding the vampire myth, that is rollicking, wise, macabre, but always unexpected. The Scholar's Tale is the first volume of a scholarly and picaresque Gothick Extravaganza.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fiction",
                "Fantasy",
                "Historical"
            ]
        },
        {
            "title": "Symphony for the City of the Dead: Dmitri Shostakovich and the Siege of Leningrad",
            "authors": [
                "M.T. Anderson"
            ],
            "ranking": 4.36,
            "ranking_count": 4854,
            "abstract": "National Book Award winner M. T. Anderson delivers an account of the Siege of Leningrad and the role played by Russian composer Shostakovich and his Leningrad Symphony.. In September 1941, Adolf Hitler’s Wehrmacht surrounded Leningrad in what was to become one of the longest and most destructive sieges in Western history—almost three years of bombardment and starvation that culminated in the harsh winter of 1943–1944. More than a million citizens perished. Survivors recall corpses littering the frozen streets, their relatives having neither the means nor the strength to bury them. Residents burned books, furniture, and floorboards to keep warm; they ate family pets and—eventually—one another to stay alive. Trapped between the Nazi invading force and the Soviet government itself was composer Dmitri Shostakovich, who would write a symphony that roused, rallied, eulogized, and commemorated his fellow citizens—the Leningrad Symphony, which came to occupy a surprising place of prominence in the eventual Allied victory.. This is the true story of a city under siege: the triumph of bravery and defiance in the face of terrifying odds. It is also a look at the power—and layered meaning—of music in beleaguered lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Music",
                "Biography",
                "Cultural",
                "Historical",
                "War",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "Touch & Geaux",
            "authors": [
                "Abigail Roux"
            ],
            "ranking": 4.49,
            "ranking_count": 9975,
            "abstract": "After having their faces plastered across the news during a high-profile case, FBI Special Agents Ty Grady and Zane Garrett have become more useful to the Bureau posing for photo ops than working undercover. Just as Zane is beginning to consider retirement a viable option, Ty receives a distress call from a friend, leading them to a city rife with echoes from the past.. New Orleans wears its history on its streets, and it’s the one place Ty’s face could get him killed. Surrounded by trouble as soon as they land, Ty and Zane are swiftly confronted with a past from which Ty can’t hide—one with a surprising connection to Zane’s.. As threats close in from all directions, both men must come to terms with the lives they’ve led and the lies they’ve told. They soon discover that not all their secrets are out yet, and nothing lasts forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "War",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "The Demon's Surrender",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 3.99,
            "ranking_count": 3278,
            "abstract": "The Goblin Market has always been the center of Sin’s world. But now the Market is at war with the magicians, and Sin’s place is in danger. Thrown out of the Market she loves, Sin is thrown together with brothers Nick and Alan—whom she’s always despised.. Alan has been marked by a magician and is being tortured so that the magicians can get to Nick. As Sin watches Alan struggle to protect the demon brother he loves, she begins to see him in a new light—but she and Mae are locked in a fierce rivalry over who will inherit the leadership of the Goblin Market, and a decisive battle with the Aventurine Circle is looming. Mae’s brother, Jamie, is holed up with the magicians, his loyalties in question. And Nick—well, who knows what a demon might do to save his brother? How far will Nick go to save Alan—and what will it cost them all?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Gulag Voices: An Anthology",
            "authors": [
                "Anne Applebaum"
            ],
            "ranking": 4.13,
            "ranking_count": 151,
            "abstract": "Anne Applebaum wields her considerable knowledge of a dark chapter in human history and presents a collection of the writings of survivors of the Gulag, the Soviet concentration camps. Although the opening of the Soviet archives to scholars has made it possible to write the history of this notorious concentration camp system, documents tell only one side of the story.. Gulag Voices. now fills in the other half.. The backgrounds of the writers reflect the extraordinary diversity of the Gulag itself. Here are the personal stories of such figures as Dmitri Likhachev, a renowned literary scholar; Anatoly Marchenko, the son of illiterate laborers; and Alexander Dolgun, an American citizen. These remembrances—many of them appearing in English for the first time, each chosen for both literary and historical value—collectively spotlight the strange moral universe of the camps, as well as the relationships that prisoners had with one another, with their guards, and with professional criminals who lived beside them.. A vital addition to the literature of this era,annotated for a generation that no longer remembers the Soviet Union,. Gulag Voices. will inform, interest, and inspire, offering a source for reflection on human nature itself.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Literature",
                "Short Stories",
                "Russian History",
                "Autobiography",
                "Academic",
                "Anthologies"
            ]
        },
        {
            "title": "Every Last Word",
            "authors": [
                "Tamara Ireland Stone"
            ],
            "ranking": 4.27,
            "ranking_count": 57373,
            "abstract": "If you could read my mind, you wouldn't be smiling.. Samantha McAllister looks just like the rest of the popular girls in her junior class. But hidden beneath the straightened hair and expertly applied makeup is a secret that her friends would never understand: Sam has Purely-Obsessional OCD and is consumed by a stream of dark thoughts and worries that she can't turn off.. Second-guessing every move, thought, and word makes daily life a struggle, and it doesn't help that her lifelong friends will turn toxic at the first sign of a wrong outfit, wrong lunch, or wrong crush. Yet Sam knows she'd be. truly. crazy to leave the protection of the most popular girls in school. So when Sam meets Caroline, she has to keep her new friend with a refreshing sense of humor and no style a secret, right up there with Sam's weekly visits to her psychiatrist.. Caroline introduces Sam to Poet's Corner, a hidden room and a tight-knit group of misfits who have been ignored by the school at large. Sam is drawn to them immediately, especially a guitar-playing guy with a talent for verse, and starts to discover a whole new side of herself. Slowly, she begins to feel more normal than she ever has as part of the popular crowd . . . until she finds a new reason to question her sanity and all she holds dear.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Romance",
                "Fiction",
                "Mental Health",
                "Realistic Fiction",
                "Poetry",
                "Audiobook"
            ]
        },
        {
            "title": "Know Thyself - Unraveling the Mystery of Mind",
            "authors": [
                "Gian Kumar"
            ],
            "ranking": 3.9,
            "ranking_count": 29,
            "abstract": "KNOW THYSELF- a friendly path to self discovery and spiritual connect. This e-Book is a divine text. It is written to recognize the self. The words used here are a magical mix of science, spiritualism, philosophy, psychology and psychosomatic. This amalgamation has resulted in one simple, and yet complicated, aspect of realizing the self. Man has made several discoveries, yet the discovery of his own self remains an enigma. Several saints and philosophers from times immemorial, have tried to seek and provide answers to these simple questions- Who am I? Who is God? Does God exist? Do we need Him? Gian Kumar, through his e-book 'Know Thyself', has made an effort to provide these answers in the most simplistic manner, so that it is comprehensible to all. Knowing yourself is indeed a very important, as well as most challenging task. When people know and understand clearly who they are, they have a better chance of achieving what they want from life. Knowing your inner self is the key to a successful, happy and fulfilling life.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Minor Gods",
            "authors": [
                "A.M. Yates"
            ],
            "ranking": 4.01,
            "ranking_count": 284,
            "abstract": "SHE WAS THE CHOSEN ONE… UNTIL SHE WASN'T.. Josie Day has spent her life training to lead the Core—summoners who use ancient masks to channel the elemental powers of the gods.. But then her mother is murdered by a mysterious Earth Goddess. And the power meant to be Josie’s passes to her sister instead. Worse, the Earth Goddess escapes.. Now, Josie must prepare her sister to lead the fractious Core. Except her sister would rather be hanging at the mall with her too-perfect boyfriend. And, in truth, Josie would rather be hunting down the Goddess.. When the Goddess returns and attacks, a shadowy Fire God comes to the rescue. But until Josie knows who is behind the mask, she isn’t sure she wants his help or the heat igniting between them.. With the Goddess plotting a war against humanity, Josie has to accept what she’s lost if she’s going to save what she has left.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult"
            ]
        },
        {
            "title": "The Key",
            "authors": [
                "Mats Strandberg",
                "Sara Bergmark Elfgren",
                "Anna Paterson"
            ],
            "ranking": 4.12,
            "ranking_count": 6744,
            "abstract": "The final installment of the Engelsfors Trilogy—an international sensation with rights sold in 29 countries—. The Key. combines thrilling action and dark magic with all the passion and drama of teen life. The result is nothing less than explosive.. By the end of the second book,. Fire. , the remaining Chosen Ones know they are the last defense against the mysterious, demonic forces that have been plaguing Engelsfors.. The Chosen Ones are still coming to terms with their loss when evil strikes again, barely a month after the showdown in the school gym. They have no chance to recover, and no choice but to rally together to try to prevent the apocalypse—even while their personal dramas threaten to tear them apart.. Time is running out for the Chosen Ones to fulfil the prophecy and save the world, but whether they succeed or not, one thing is certain: Everything will change.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "European Literature",
                "LGBT",
                "Fiction",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "Feral: Rewilding the Land, the Sea and Human Life",
            "authors": [
                "George Monbiot"
            ],
            "ranking": 4.16,
            "ranking_count": 3937,
            "abstract": "This book explodes with wonder and delight. Making use of remarkable scientific discoveries that transform our understanding of how natural systems work, George Monbiot explores a new, positive environmentalism that shows how damaged ecosystems on land and at sea can be restored, and how this restoration can revitalize and enrich our lives. Challenging what he calls his “ecological boredom,” Monbiot weaves together a beautiful and riveting tale of wild places, wildlife, and wild people. Roaming the hills of Britain and the forests of Europe, kayaking off the coast of Wales with dolphins and seabirds, he seeks out the places that still possess something of the untamed spirit he would like to resurrect.. He meets people trying to restore lost forests and bring back missing species—such as wolves, lynx, wolverines, wild boar, and gray whales—and explores astonishing evidence that certain species, not just humans, have the power to shape the physical landscape. This process of rewilding, Monbiot argues, offers an alternative to a silent spring: the chance of a raucous summer in which ecological processes resume and humans draw closer to the natural world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Science",
                "Biology",
                "Politics",
                "Animals",
                "Philosophy"
            ]
        },
        {
            "title": "American Desperado: My Life--From Mafia Soldier to Cocaine Cowboy to Secret Government Asset",
            "authors": [
                "Jon Roberts",
                "Evan Wright"
            ],
            "ranking": 4.28,
            "ranking_count": 2508,
            "abstract": "In 2008 veteran journalist Evan Wright, acclaimed for his. New York Times. bestselling book. Generation Kill. and co-writer of the Emmy-winning HBO series it spawned. ,. began a series of conversations with super-criminal Jon Roberts, star of the fabulously successful documentary. Cocaine Cowboys.. Those conversations would last three years, during which time Wright came to realize that Roberts was much more than the de-facto “transportation chief” of the Medellin Cartel during the 1980s, much more than a facilitator of a national drug epidemic.  As Wright’s tape recorder whirred and Roberts unburdened himself of. hundreds. of jaw-dropping tales, it became clear that perhaps no one in history had broken so many laws with such willful abandon.. Roberts, in fact, seemed to be a prodigy of criminality – but one with a remarkable self-awareness and a fierce desire to protect his son from following the same path.. American Desperado. is Roberts’ no-holds-barred account of being born into Mafia royalty, witnessing his first murder at the age of seven, becoming a hunter-assassin in Vietnam, returning to New York to become -- at age 22 -- one of the city’s leading nightclub impresarios, then journeying to Miami where in a few short years he would rise to become the Medellin Cartel’s most effective smuggler.. But that’s just. half. the tale.. The roster of Roberts’ friends and acquaintances reads like a Who’s Who of the latter half of the 20th century and includes everyone from Jimi Hendrix, Richard Pryor, and O.J. Simpson to Carlo Gambino, Meyer Lansky, and Manuel Noriega.. Nothing if not colorful, Roberts surrounded himself with beautiful women, drove his souped-up street car at a top speed of 180 miles per hour, shared his bed with a 200-pound cougar, and employed a 6”6” professional wrestler called “The Thing” as his bodyguard.  Ultimately, Roberts became so powerful that he attracted the attention of the Republican Party’s leadership, was wooed by them, and even was co-opted by the CIA for which he carried out its secret agenda.. Scrupulously documented and relentlessly propulsive, this collaboration between a bloodhound journalist and one of the most audacious criminals ever is like no other crime book you’ve ever read.  Jon Roberts may be the only criminal who changed the course of American history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Mystery",
                "Crime",
                "History",
                "Autobiography",
                "Biography Memoir",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Speaking from Among the Bones",
            "authors": [
                "Alan Bradley"
            ],
            "ranking": 4.15,
            "ranking_count": 35965,
            "abstract": "From award-winning author Alan Bradley comes the next cozy British mystery starring intrepid young sleuth Flavia de Luce, hailed by USA Today as “one of the most remarkable creations in recent literature.”. Eleven-year-old amateur detective and ardent chemist Flavia de Luce is used to digging up clues, whether they’re found among the potions in her laboratory or between the pages of her insufferable sisters’ diaries. What she is not accustomed to is digging up bodies. Upon the five-hundredth anniversary of St. Tancred’s death, the English hamlet of Bishop’s Lacey is busily preparing to open its patron saint’s tomb. Nobody is more excited to peek inside the crypt than Flavia, yet what she finds will halt the proceedings dead in their tracks: the body of Mr. Collicutt, the church organist, his face grotesquely and inexplicably masked. Who held a vendetta against Mr. Collicutt, and why would they hide him in such a sacred resting place? The irrepressible Flavia decides to find out. And what she unearths will prove there’s never such thing as an open-and-shut case.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Audiobook",
                "Young Adult",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "Aqua",
            "authors": [
                "Kathy Armstrong Walters"
            ],
            "ranking": 4.29,
            "ranking_count": 73,
            "abstract": "Eighteen year-old Marin has few clues about where she came from, outside of a recurring nightmare of a horrific boating accident. Determined to prove to the world and to herself that she can overcome her water phobia and lead a normal life, she enrolls in a summer internship at a marine research facility in California.. When a cataclysmic accident suddenly brings her drowning nightmares into reality, she learns a secret about herself that begins to unlock the mystery lurking in her hidden memories. What she discovers could be the key to her past, but opening that door forces her to choose between two worlds and two hearts, and starts a chain of events that could destroy everything and everyone she loves.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Intrusion",
            "authors": [
                "Kristin Detrow"
            ],
            "ranking": 3.79,
            "ranking_count": 19,
            "abstract": "ABOUT THE BOOK: When dark secrets from the past collide with the present, Jake and Arin Welsh's lives are thrown into a tailspin. Suddenly, their only son's life hangs in the balance. Will they reconcile their pasts in time to save their family? Arin Welsh grew up in the foster care system. She and her husband Jake spent years entangled in a cult before breaking free. When they decided to start a family, they were thwarted by infertility. Finally, Arin has found stability. Through in vitro fertilization, she gave birth to Troy. Her warm marriage, professional fulfillment as a sign language interpreter, and the affection and support of an unlikely friend provide the backdrop for a tranquil life. Then one chilling day, four-year-old Troy is maliciously altered by forces that Arin and Jake are unable to comprehend. Can Arin contend with the mayhem surrounding her? Or will she dare to consider a source of protection and redemption greater than herself? ---- ABOUT THE AUTHOR: Kris Detrow had a unique childhood. She grew up in a rustic log cabin built by her blacksmith father. For quite some time her family lived without electricity and plumbing. True to her folksy roots, Detrow went through a barefoot hippie phase and lost her way for many years. Through the grace and mercy of God, her life has been transformed. She married her mailman and considers herself blessed with twin boys and a calling to be a novelist. Detrow seeks to bring glory to God through the medium of fiction, which she believes can change the hearts and minds of many who would never consider entering a church.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Walls Around Us",
            "authors": [
                "Nova Ren Suma"
            ],
            "ranking": 3.71,
            "ranking_count": 9592,
            "abstract": "On the outside, there's Violet, an eighteen-year-old dancer days away from the life of her dreams when something threatens to expose the shocking truth of her achievement.. On the inside, within the walls of the Aurora Hills juvenile detention center, there's Amber, locked up for so long she can't imagine freedom.. Tying their two worlds together is Orianna, who holds the key to unlocking all the girls' darkest mysteries…. What really happened on the night Orianna stepped between Violet and her tormentors? What really happened on two strange nights at Aurora Hills? Will Amber and Violet and Orianna ever get the justice they deserve—in this life or in another one?. In prose that sings from line to line, Nova Ren Suma tells a supernatural tale of guilt and of innocence, and of what happens when one is mistaken for the other.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Horror",
                "Fiction",
                "Magical Realism",
                "Contemporary",
                "Paranormal",
                "Thriller"
            ]
        }
    ]
}