{
    "books": [
        {
            "title": "World's End",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 4.01,
            "ranking_count": 4024,
            "abstract": "This multi-generational novel ranges over the history of the Hudson River Valley from the late seventeenth century to the late 1960s with low humor, high seriousness, and magical, almost hallucinatory prose. It follows the interwoven destinies of families of Indians, lordly Dutch patrons, and yeomen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "Short Stories"
            ]
        },
        {
            "title": "A Time of Gifts",
            "authors": [
                "Patrick Leigh Fermor",
                "Jan Morris"
            ],
            "ranking": 4.06,
            "ranking_count": 7305,
            "abstract": "In 1933, at the age of 18, Patrick Leigh Fermor set out on an extraordinary journey by foot - from the Hook of Holland to Constantinople.. A Time of Gifts. is the first volume in a trilogy recounting the trip, and takes the reader with him as far as Hungary. It is a book of compelling glimpses - not only of the events which were curdling Europe at that time, but also of its resplendent domes and monasteries, its great rivers, the sun on the Bavarian snow, the storks and frogs, the hospitable burgomasters who welcomed him, and that world's grandeurs and courtesies. His powers of recollection have astonishing sweep and verve, and the scope is majestic. First published to enormous acclaim, it confirmed Fermor's reputation as the greatest living travel writer, and has, together with its sequel. Between the Woods and the Water. (the third volume is famously yet to be published), been a perennial seller for 25 years.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "A Woman in Berlin: Eight Weeks in the Conquered City: A Diary",
            "authors": [
                "Marta Hillers",
                "Philip Boehm",
                "Hans Magnus Enzensberger"
            ],
            "ranking": 4.24,
            "ranking_count": 13284,
            "abstract": "A. New York Times Book Review. Editors' Choice. For eight weeks in 1945, as Berlin fell to the Russian army, a young woman kept a daily record of life in her apartment building and among its residents. The anonymous author depicts her fellow Berliners in all their humanity, as well as their cravenness, corrupted first by hunger and then by the Russians.. A Woman in Berlin. tells of the complex relationship between civilians and an occupying army and the shameful indignities to which women in a conquered city are always subject--the mass rape suffered by all, regardless of age or infirmity.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "War",
                "Cultural",
                "European Literature",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Dhalgren",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.78,
            "ranking_count": 10527,
            "abstract": "In. Dhalgren. ,. perhaps one of the most profound and bestselling science fiction novels of all time, Samuel R. Delany has produced a novel to stand with the best American fiction of the 1970s (Jonathan Lethem).. Bellona is a city at the dead center of the United States. Something has happened there…. The population has fled. Madmen and criminals wander the streets. Strange portents appear in the cloud-covered sky. And into this disaster zone comes a young man–poet, lover, and adventurer–known only as the Kid. Tackling questions of race, gender, and sexuality,. Dhalgren. is a literary marvel and groundbreaking work of American magical realism.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Classics",
                "Novels",
                "Apocalyptic",
                "LGBT"
            ]
        },
        {
            "title": "Cards on the Table",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.94,
            "ranking_count": 46588,
            "abstract": "A flamboyant party host is murdered in full view of a roomful of bridge players… Mr Shaitana was famous as a flamboyant party host. Nevertheless, he was a man of whom everybody was a little afraid. So, when he boasted to Poirot that he considered murder an art form, the detective had some reservations about accepting a party invitation to view Shaitana’s private collection. Indeed, what began as an absorbing evening of bridge was to turn into a more dangerous game altogether…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Truth",
            "authors": [
                "Stephen Briggs",
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 49891,
            "abstract": "There's been a murder. Allegedly. William de Worde is the Discworld's first investigative journalist. He didn't mean to be - it was just an accident. But, as William fills his pages with reports of local club meetings and pictures of humorously shaped vegetables, dark forces high up in Ankh-Morpork's society are plotting to overthrow the city's ruler, Lord Vetinari.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Unconsoled",
            "authors": [
                "Kazuo Ishiguro"
            ],
            "ranking": 3.58,
            "ranking_count": 12589,
            "abstract": "Ryder, a renowned pianist, arrives in a Central European city he cannot identify for a concert he cannot remember agreeing to give. But then as he traverses a landscape by turns eerie and comical – and always strangely malleable, as a dream might be - he comes steadily to realise he is facing the most crucial performance of his life.. Ishiguro's extraordinary and original study of a man whose life has accelerated beyond his control was met on publication by consternation, vilification – and the highest praise.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Fantasy",
                "European Literature",
                "Cultural",
                "Asian Literature"
            ]
        },
        {
            "title": "We Wish to Inform You That Tomorrow We Will Be Killed with Our Families",
            "authors": [
                "Philip Gourevitch"
            ],
            "ranking": 4.19,
            "ranking_count": 32469,
            "abstract": "In April of 1994, the government of Rwanda called on everyone in the Hutu majority to kill everyone in the Tutsi minority. Over the next three months, 800,000 Tutsis were murdered in the most unambiguous case of genocide since Hitler's war against the Jews. Philip Gourevitch's haunting work is an anatomy of the killings in Rwanda, a vivid history of the genocide's background, and an unforgettable account of what it means to survive in its aftermath.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "War",
                "Politics",
                "Eastern Africa",
                "Writing",
                "Autobiography",
                "Historical",
                "Biography"
            ]
        },
        {
            "title": "The Five Chinese Brothers",
            "authors": [
                "Claire Huchet Bishop",
                "Kurt Wiese"
            ],
            "ranking": 4.16,
            "ranking_count": 24157,
            "abstract": "The classic picture-story about five clever brothers, each with a different extraordinary ability, has been in print for over 50 years. An original nonsense tale told with...spirit and gusto. --. The Horn Book",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Cultural",
                "Folklore",
                "Fantasy",
                "Kids"
            ]
        },
        {
            "title": "Holidays on Ice",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 3.9,
            "ranking_count": 118803,
            "abstract": "David Sedaris's beloved holiday collection is new again with six more pieces, including a never before published story. Along with such favorites as the diaries of a Macy's elf and the annals of two very competitive families, are Sedaris's tales of tardy trick-or-treaters (. Us and Them. ); the difficulties of explaining the Easter Bunny to the French (. Jesus Shaves. ); what to do when you've been locked out in a snowstorm (. Let It Snow. ); the puzzling Christmas traditions of other nations (. Six to Eight Black Men. ); what Halloween at the medical examiner's looks like (. The Monster Mash. ); and a barnyard secret Santa scheme gone awry (. Cow and Turkey. ).",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Short Stories",
                "Autobiography",
                "Writing",
                "Holiday",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "The Education of Henry Adams",
            "authors": [
                "Henry Adams"
            ],
            "ranking": 3.64,
            "ranking_count": 4669,
            "abstract": "The Education of Henry Adams records the struggle of Bostonian Henry Adams (1838-1918), in early old age, to come to terms with the dawning 20th century, so different from the world of his youth. It is also a sharp critique of 19th century educational theory and practice. In 1907, Adams began privately circulating copies of a limited edition printed at his own expense. Commercial publication had to await its author's 1918 death, whereupon it won the 1919 Pulitzer Prize.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Classics",
                "Autobiography",
                "North American Hi...",
                "Politics",
                "Literature",
                "Education"
            ]
        },
        {
            "title": "Ender's Shadow",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.3,
            "ranking_count": 163519,
            "abstract": "Welcome to Battleschool.. Growing up is never easy. But try living on the mean streets as a child begging for food and fighting like a dog with ruthless gangs of starving kids who wouldn't hesitate to pound your skull into pulp for a scrap of apple. If Bean has learned anything on the streets, it's how to survive. And not with fists. He is way too small for that. But with brains.. Bean is a genius with a magician's ability to zero in on his enemy and exploit his weakness.. What better quality for a future general to lead the Earth in a final climactic battle against a hostile alien race, known as Buggers. At Battleschool Bean meets and befriends another future commander - Ender Wiggins - perhaps his only true rival.. Only one problem: for Bean and Ender, the future is now.. Ender's Shadow. is the book that launched The Shadow Series, and the parallel novel to Orson Scott Card's science fiction classic,. Ender's Game. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Double Indemnity",
            "authors": [
                "James M. Cain"
            ],
            "ranking": 4.06,
            "ranking_count": 24532,
            "abstract": "Tautly narrated and excruciatingly suspenseful,. Double Indemnity. gives us an X-ray view of guilt, of duplicity, and of the kind of obsessive, loveless love that devastates everything it touches. First published in 1935, this novel reaffirmed James M. Cain as a virtuoso of the. roman noir. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Beyond the Highland Mist",
            "authors": [
                "Karen Marie Moning"
            ],
            "ranking": 3.96,
            "ranking_count": 69386,
            "abstract": "He would sell his warrior soul to possess her.... An alluring laird.... He was known throughout the kingdom as Hawk, legendary predator of the battlefield and the boudoir. No woman could refuse his touch, but no woman ever stirred his heart—until a vengeful fairy tumbled Adrienne de Simone out of modern-day Seattle and into medieval Scotland. Captive in a century not her own, entirely too bold, too outspoken, she was an irresistible challenge to the sixteenth-century rogue. Coerced into a marriage with Hawk, Adrienne vowed to keep him at arm's length—but his sweet seduction played havoc with her resolve.. A prisoner in time.... She had a perfect no on her perfect lips for the notorious laird, but Hawk swore she would whisper his name with desire, begging for the passion he longed to ignite within her. Not even the barriers of time and space would keep him from winning her love. Despite her uncertainty about following the promptings of her own passionate heart, Adrienne's reservations were no match for Hawk's determination to keep her by his side...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fairies",
                "Adult"
            ]
        },
        {
            "title": "Think and Grow Rich",
            "authors": [
                "Napoleon Hill",
                "Ben Holden-Crowther"
            ],
            "ranking": 4.18,
            "ranking_count": 273102,
            "abstract": "This is the original 1937 version of Napoleon Hill's Classic Book:. Think and Grow Rich. . To the greatest extent possible, the text and formatting have been kept exactly the same as in the original release with the exception of some minor formatting changes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Currency",
                "Finance",
                "Economics",
                "Philosophy",
                "Business",
                "Classics"
            ]
        },
        {
            "title": "Flags of Our Fathers",
            "authors": [
                "James D. Bradley",
                "Ron Powers"
            ],
            "ranking": 4.2,
            "ranking_count": 56348,
            "abstract": "In this unforgettable chronicle of perhaps the most famous moment in American military history, James Bradley has captured the glory, the triumph, the heartbreak, and the legacy of the six men who raised the flag at Iwo Jima. Here is the true story behind the immortal photograph that has come to symbolize the courage and indomitable will of America.. In February 1945, American Marines plunged into the surf at Iwo Jima—and into history. Through a hail of machine-gun and mortar fire that left the beaches strewn with comrades, they battled to the island's highest peak. And after climbing through a landscape of hell itself, they raised a flag.. Now the son of one of the flagraisers has written a powerful account of six very different young men who came together in a moment that will live forever.. To his family, John Bradley never spoke of the photograph or the war. But after his death at age seventy, his family discovered closed boxes of letters and photos. In. Flags of Our Fathers. , James Bradley draws on those documents to retrace the lives of his father and the men of Easy Company. Following these men's paths to Iwo Jima, James Bradley has written a classic story of the heroic battle for the Pacific's most crucial island—an island riddled with Japanese tunnels and 22,000 fanatic defenders who would fight to the last man.. But perhaps the most interesting part of the story is what happened after the victory. The men in the photo—three were killed during the battle—were proclaimed heroes and flown home, to become reluctant symbols. For two of them, the adulation was shattering. Only James Bradley's father truly survived, displaying no copy of the famous photograph in his home, telling his son only: The real heroes of Iwo Jima were the guys who didn't come back.. Few books ever have captured the complexity and furor of war and its aftermath as well as. Flags of Our Fathers. . A penetrating, epic look at a generation at war, this is history told with keen insight, enormous honesty, and the passion of a son paying homage to his father. It is the story of the difference between truth and myth, the meaning of being a hero, and the essence of the human experience of war.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "North American Hi...",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Lightning",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.08,
            "ranking_count": 59159,
            "abstract": "A storm struck on the night Laura Shane was born, and there was a strangeness about the weather that people would remember for years. But even more mysterious was the blond-haired stranger who appeared out of nowhere – the man who saved Laura from a fatal delivery. Years later – another bolt of lightning – and the stranger returned, again to save Laura from tragedy. Was he the guardian angel he seemed? The devil in disguise? Or the master of a haunting destiny beyond time and space?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Suspense",
                "Mystery",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Flashman",
            "authors": [
                "George MacDonald Fraser"
            ],
            "ranking": 4.06,
            "ranking_count": 13052,
            "abstract": "Coward, scoundrel, lover and cheat, but there is no better man to go into the jungle with. Join Flashman in his adventures as he survives fearful ordeals and outlandish perils across the four corners of the world.. Can a man be all bad? When Harry Flashman’s adventures as the reluctant secret agent in Afghanistan lead him to join the exclusive company of Lord Cardigan’s Hussars and play a part in the disastrous Retreat from Kabul, it culminates in the rascal’s finest – and most dishonest – turn.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Humor",
                "Adventure",
                "War",
                "Classics",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "The Siege of Krishnapur",
            "authors": [
                "J.G. Farrell",
                "Pankaj Mishra"
            ],
            "ranking": 3.92,
            "ranking_count": 6946,
            "abstract": "India, 1857--the year of the Great Mutiny, when Muslim soldiers turned in bloody rebellion on their British overlords. This time of convulsion is the subject of J. G. Farrell's. The Siege of Krishnapur. , widely considered one of the finest British novels of the last fifty years.. Farrell's story is set in an isolated Victorian outpost on the subcontinent. Rumors of strife filter in from afar, and yet the members of the colonial community remain confident of their military and, above all, moral superiority. But when they find themselves under actual siege, the true character of their dominion--at once brutal, blundering, and wistful--is soon revealed.. The Siege of Krishnapur. is a companion to. Troubles. , about the Easter 1916 rebellion in Ireland, and. The Singapore Grip. , which takes place just before World War II, as the sun begins to set upon the British Empire. Together these three novels offer an unequaled picture of the follies of empire.. Winner of the Booker Prize.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Elementary Particles",
            "authors": [
                "Michel Houellebecq",
                "Frank Wynne"
            ],
            "ranking": 3.8,
            "ranking_count": 36690,
            "abstract": "An international literary phenomenon,. The Elementary Particles. is a frighteningly original novel–part Marguerite Duras and part Bret Easton Ellis-that leaps headlong into the malaise of contemporary existence.. Bruno and Michel are half-brothers abandoned by their mother, an unabashed devotee of the drugged-out free-love world of the sixties. Bruno, the older, has become a raucously promiscuous hedonist himself, while Michel is an emotionally dead molecular biologist wholly immersed in the solitude of his work. Each is ultimately offered a final chance at genuine love, and what unfolds is a brilliantly caustic and unpredictable tale.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Contemporary",
                "Philosophy",
                "Roman",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Gift of Asher Lev",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.17,
            "ranking_count": 7603,
            "abstract": "Twenty years have passed for Asher Lev. He is a world-renowned artist living in France, still uncertain of his artistic direction. When his beloved uncle dies suddenly, Asher and his family rush back to Brooklyn--and into a world that Asher thought he had left behind forever....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Religion",
                "Historical",
                "Art",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "A Princess of Mars",
            "authors": [
                "Edgar Rice Burroughs",
                "John Seelye"
            ],
            "ranking": 3.81,
            "ranking_count": 54147,
            "abstract": "A Princess of Mars is the first of eleven thrilling novels that comprise Edgar Rice Burroughs' most exciting saga, known as The Martian Series. It's the beginning of an incredible odyssey in which John Carter, a gentleman from Virginia and a Civil War veteran, unexpectedly finds himself on to the red planet, scene of continuing combat among rival tribes. Captured by a band of six-limbed, green-skinned savage giants called Tharks, Carter soon is accorded all the honor of a chieftain after it's discovered that his muscles, accustomed to Earth's greater gravity, now give him a decided advantage in strength. And when his captors take as prisoner Dejah Thoris, the lovely human-looking princess of the city of Helium, Carter must call upon every ounce of strength, courage, and ingenuity to rescue her-before Dejah becomes the slave of the depraved Thark leader, Tal Hajus!. Excerpt:. Her oval face was beautiful in the extreme, her every feature finely chisled and exquisite, her eyes large and lustrous and her head surmounted by a mass of coal black, waving hair, caught loosely into a strange yet becoming coiffure. Similar in face and figure to women of Earth, she was nevertheless a true Martian--and prisoner of the fierce green giants who held me captive, as well!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Classics",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Pulp",
                "Romance",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Brief Lives",
            "authors": [
                "Neil Gaiman",
                "Jill Thompson",
                "Vince Locke",
                "Peter Straub"
            ],
            "ranking": 4.55,
            "ranking_count": 52483,
            "abstract": "Dream's youngest sister, the loopy Delirium, convinces him to go on a quest for their missing brother, Destruction. But Dream may learn that the cost of finding his prodigal sibling is more than he can bear. collecting The Sandman #41–49",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Comics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Enchanters' End Game",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.17,
            "ranking_count": 89617,
            "abstract": "THE DRIVE OF PROPHECY. The quest was over. The Orb of Aldur was restored. And once again, with the crowning of Garion, there was a descendant of Riva Iron-grip to rule as Overlord of the West.. But the Prophecy was unfulfilled. In the east, the evil God Torak was about to awaken and seek dominion. Somehow, Garion had to face the God, to kill or be killed. On the outcome of that dread duel rested the destiny of the world. Now, accompanied by his grandfather, the ancient sorcerer Belgarath, Garion headed toward the City of Endless Night, where Torak awaited him.. To the south, his fiancée, the princess Ce'Nedra, led the armies of the West in a desperate effort to divert the forces of Torak's followers from the man she loved.. The Prophecy drove Garion on. But it gave no answer to the question that haunted him: How does a man kill an immortal God?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Amusing Ourselves to Death: Public Discourse in the Age of Show Business",
            "authors": [
                "Neil Postman",
                "Andrew Postman"
            ],
            "ranking": 4.15,
            "ranking_count": 24747,
            "abstract": "Television has conditioned us to tolerate visually entertaining material measured out in spoonfuls of time, to the detriment of rational public discourse and reasoned public affairs. In this eloquent, persuasive book, Neil Postman alerts us to the real and present dangers of this state of affairs, and offers compelling suggestions as to how to withstand the media onslaught. Before we hand over politics, education, religion, and journalism to the show business demands of the television age, we must recognize the ways in which the media shape our lives and the ways we can, in turn, shape them to serve out highest goals.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Sociology",
                "Politics",
                "Cultural",
                "Psychology",
                "Science",
                "Education",
                "History",
                "Culture"
            ]
        },
        {
            "title": "Black Skin, White Masks",
            "authors": [
                "Frantz Fanon",
                "Charles Lam Markmann"
            ],
            "ranking": 4.26,
            "ranking_count": 12858,
            "abstract": "A major influence on civil rights, anti-colonial, and black consciousness movements around the world,. Black Skin, White Masks. is the unsurpassed study of the black psyche in a white world. Hailed for its scientific analysis and poetic grace when it was first published in 1952, the book remains a vital force today.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Race",
                "Politics",
                "History",
                "Psychology",
                "Sociology",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "The Tombs of Atuan",
            "authors": [
                "Ursula K. Le Guin",
                "Margot Paronis"
            ],
            "ranking": 4.1,
            "ranking_count": 101759,
            "abstract": "Librarian's Note: For an alternate cover edition of the same ISBN, click. here. .. When young Tenar is chosen as high priestess to the ancient and nameless Powers of the Earth, everything is taken away - home, family, possessions, even her name. For she is now Arha, the Eaten One, guardian of the ominous Tombs of Atuan.. While she is learning her way through the dark labyrinth, a young wizard, Ged, comes to steal the Tombs' greatest hidden treasure, the Ring of Erreth-Akbe. But Ged also brings with him the light of magic, and together, he and Tenar escape from the darkness that has become her domain.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Classics",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Girl in a Swing",
            "authors": [
                "Richard  Adams"
            ],
            "ranking": 3.52,
            "ranking_count": 1933,
            "abstract": "A shy young man meets a beautiful woman in the company of a young girl. He finds himself swept off of his feet and married to her, bringing her with him to live in his family home. She is his erotic dream come true; she does everything she can to bind him to her and join him in his comfortable life.. Soon, however, odd things begin to happen. Things in the house are strangely damp with what looks like seawater, bodies appear under the water that aren't really there. It all winds up to a horrifying conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Mystery",
                "Romance",
                "Paranormal",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Man with the Golden Arm",
            "authors": [
                "Nelson Algren",
                "William J. Savage Jr.",
                "Daniel Simon",
                "Kurt Vonnegut Jr.",
                "Studs Terkel"
            ],
            "ranking": 3.88,
            "ranking_count": 2803,
            "abstract": "The Man with the Golden Arm is Nelson Algren's most powerful and enduring work. On the 50th anniversary of its publication in November 1949, for which Algren was honored with the first National Book Award (which he received from none other than Eleanor Roosevelt at a ceremony in March 1950), Seven Stories is proud to release the first critical edition of an Algren work.. A novel of rare genius, The Man with the Golden Arm describes the dissolution of a card-dealing WWII veteran named Frankie Machine, caught in the act of slowly cutting his own heart into wafer-thin slices. For Frankie, a murder committed may be the least of his problems.. The literary critic Malcolm Cowley called The Man with the Golden Arm Algren's defense of the individual, while Carl Sandburg wrote of its strange midnight dignity. A literary tour de force, here is a novel unlike any other, one in which drug addiction, poverty, and human failure somehow suggest a defense of human dignity and a reason for hope.. Special contributions by Russell Banks, Bettina Drew, James R. Giles, Carlo Rotella, William Savage, Lee Stringer, Studs Terkel, Kurt Vonnegut, and others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Mystery",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Testament",
            "authors": [
                "John Grisham",
                "Jorma-Veikko Sappinen"
            ],
            "ranking": 3.88,
            "ranking_count": 112403,
            "abstract": "In a plush Virginia office, a rich, angry old man is furiously rewriting his will. With his death just hours away, Troy Phelan wants to send a message to his children, his ex-wives, and his minions, a message that will touch off a vicious legal battle and transform dozens of lives.. Because Troy Phelan's new will names a sole surprise heir to his eleven-billion-dollar fortune: a mysterious woman named Rachel Lane, a missionary living deep in the jungles of Brazil.. Enter the lawyers. Nate O'Riley is fresh out of rehab, a disgraced corporate attorney handpicked for his last job: to find Rachel Lane at any cost. As Phelan's family circles like vultures in D.C., Nate is crashing through the Brazilian jungle, entering a world where money means nothing, where death is just one misstep away, and where a woman - pursued by enemies and friends alike - holds a stunning surprise of her own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Adult Fiction"
            ]
        },
        {
            "title": "Prozac Nation",
            "authors": [
                "Elizabeth Wurtzel"
            ],
            "ranking": 3.61,
            "ranking_count": 58302,
            "abstract": "A harrowing story of breakdowns, suicide attempts, drug therapy, and an eventual journey back to living, this poignant and often hilarious book gives voice to the high incidence of depression among America's youth. A collective cry for help from a generation who have come of age entrenched in the culture of divorce, economic instability, and AIDS, here is the intensely personal story of a young girl full of promise, whose mood swings have risen and fallen like the lines of a sad ballad.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Health",
                "Mental Health",
                "Biography",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "The Swimming-Pool Library",
            "authors": [
                "Alan Hollinghurst"
            ],
            "ranking": 3.74,
            "ranking_count": 9249,
            "abstract": "A literary sensation and bestseller both in England and America, The Swimming-Pool Library is an enthralling, darkly erotic novel of homosexuality before the scourge of AIDS; an elegy, possessed of chilling clarity, for ways of life that can no longer be lived with impunity. Impeccably composed and meticulously particular in its observation of everything (Harpers & Queen), it focuses on the friendship of two men: William Beckwith, a young gay aristocrat who leads a life of privilege and promiscuity, and the elderly Lord Nantwich, an old Africa hand, searching for someone to write his biography and inherit his traditions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Novels",
                "European Literature",
                "Contemporary",
                "Gay",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "In a Sunburned Country",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 4.07,
            "ranking_count": 101540,
            "abstract": "A CLASSIC FROM THE. NEW YORK TIMES. BESTSELLING AUTHOR OF. ONE SUMMER. Every time Bill Bryson walks out the door, memorable travel literature threatens to break out. His previous excursion along the Appalachian Trail resulted in the sublime national bestseller. A Walk in the Woods. .. In A Sunburned Country. is his report on what he found in an entirely different place: Australia, the country that doubles as a continent, and a place with the friendliest inhabitants, the hottest, driest weather, and the most peculiar and lethal wildlife to be found on the planet. The result is a deliciously funny, fact-filled, and adventurous performance by a writer who combines humor, wonder, and unflagging curiousity.. Despite the fact that Australia harbors more things that can kill you in extremely nasty ways than anywhere else, including sharks, crocodiles, snakes, even riptides and deserts, Bill Bryson adores the place, and he takes his readers on a rollicking ride far beyond that beaten tourist path. Wherever he goes he finds Australians who are cheerful, extroverted, and unfailingly obliging, and these beaming products of land with clean, safe cities, cold beer, and constant sunshine fill the pages of this wonderful book. Australia is an immense and fortunate land, and it has found in Bill Bryson its perfect guide.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Cultural",
                "Autobiography",
                "Audiobook",
                "History",
                "Adventure",
                "Biography"
            ]
        },
        {
            "title": "The Dragonbone Chair",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 3.95,
            "ranking_count": 66701,
            "abstract": "A war fueled by the powers of dark sorcery is about to engulf the peaceful land of Osten Ard—for Prester John, the High King, lies dying. And with his death, the Storm King, the undead ruler of the elf-like Sithi, seizes the chance to regain his lost realm through a pact with the newly ascended king. Knowing the consequences of this bargain, the king’s younger brother joins with a small, scattered group of scholars, the League of the Scroll, to confront the true danger threatening Osten Ard.. Simon, a kitchen boy from the royal castle unknowingly apprenticed to a member of this League, will be sent on a quest that offers the only hope of salvation, a deadly riddle concerning long-lost swords of power. Compelled by fate and perilous magics, he must leave the only home he’s ever known and face enemies more terrifying than Osten Ard has ever seen, even as the land itself begins to die.. After the landmark Memory, Sorrow, and Thorn trilogy, the epic saga of Osten Ard continues with the brand-new novel,. The Heart of What Was Lost. . Then don’t miss the upcoming trilogy, The Last King of Osten Ard, beginning with. The Witchwood Crown. !",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Epic"
            ]
        },
        {
            "title": "The Ones Who Walk Away from Omelas",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.39,
            "ranking_count": 27518,
            "abstract": "Some inhabitants of a peaceful kingdom cannot tolerate the act of cruelty that underlies its happiness.. The story. Omelas. was first published in. New Dimensions 3. , a hard-cover science fiction anthology edited by Robert Silverberg, in October 1973, and the following year it won Le Guin the prestigious Hugo Award for best short story.. It was subsequently printed in her short story collection. The Wind's Twelve Quarters. in 1975.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Classics",
                "Philosophy",
                "Academic",
                "Horror",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Queen of Sorcery",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.13,
            "ranking_count": 69555,
            "abstract": "The Trail of Prophecy.... Legends told of how the evil God Torak had coveted the power of the Orb of Aldur, until defeated in a final battle. But prophecy spoke of a time when he would awake and again seek dominance over the world. Now the Orb has been stolen by a priest of Torak, and that time was at hand.. The master Sorcerer Belgarath and his daughter Polgara the arch-Sorceress were on the trail of the Orb, seeking to regain it before the final disaster. And with them went Garion, a simple farm boy only months before, but now the focus of the struggle. He has never believed in sorcery and wanted no part of it. Yet with every league they traveled, the power grew in him, forcing him to acts of wizardry he could not accept.. This continues the magnificent epic of The Belgariad, began in Pawn of Prophecy, set among strange lands against a background of a war of men, Kings, and Gods that had spanned seven thousand years - a novel of strange fate and a prophecy that must come true!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "الحرافيش",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.39,
            "ranking_count": 15157,
            "abstract": "ﻳﺼﻒ ﻟﻨﺎ ﻧﺠﻴﺐ ﻣﺤﻔﻮﻅ ﺳﻌﻲ ﺍﻟﻨﻔﺲ ﺍﻟﺒﺸﺮﻳﺔ ﺍﻟﺪﺍﺋﻢ ﺍﻟﻰ ﺍﻟﺨﻼﺹ ﻭﺗﻤﺮﺩﻫﺎ ﻋﻠﻰ ﻧﻔﺴﻬﺎ ﺍﻟﺘﻲ ﺍﺭﺗﻀﺖ ﺑﺎﻟﻮﺍﻗﻊ ﺍﻟﻤﺮﻳﺮ، ﻓﺘﺤﺜﻬﺎ ﺩﺍﺋﻤﺎ ﺍﻟﻰ ﺍﻟﺨﻼﺹ، ﻭﺍﻟﺨﺮﻭﺝ ﻣﻦ ﻧﻔﻖ ﺍﻟﻨﻔﺲ ﺍﻟﻤﻈﻠﻢ، ﻭﻟﻜﻨﻬﺎ ﺗﺼﻄﺪﻡ ﺩﺍﺋﻤﺎ ﺑﺤﺐ ﺍﻟﺪﻧﻴﺎ ﻭﺍﻏﻮﺍﺋﺎﺗﻬﺎ ﺍﻟﻼﻣﺤﺪﻭﺩﺓ ﻭﻫﻨﺎ ﻳﻜﻮﻥ ﻣﻔﺘﺮﻕ ﺍﻟﻄﺮﻕ ﺍﻟﺬﻱ ﺗﺨﺘﺎﺭ ﻓﻴﻪ ﺍﻟﻨﻔﺲ ﺍﻣﺎ ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺧﻄﻰ ﺍﻟﺼﺎﻟﺤﻴﻦ ﺍﻷﻭﺍﺋﻞ ﺃﻭ ﺍﻟﺤﻴﺎﺩ ﻋﻦ ﻃﺮﻳﻘﻬﻢ ﻭﺍﻳﺜﺎﺭ ﺷﻬﻮﺍﺗﻬﺎ ﺍﻟﺪﺍﺧﻠﻴﺔ، ﻛﻤﺎ ﻳﺼﻒ ﻟﻨﺎ ﺍﻟﺨﻨﻮﻉ ﻭﺍﻟﺬﻝ ﺍﻟﺬﻱ ﻳﺼﻴﺐ ﺍﻟﻨﻔﺲ ﻣﻦ ﺟﺮﺍﺀ ﻳﺄﺳﻬﺎ ﻣﻦ ﺧﻼﺻﻬﺎ، ﻭﺟﻬﻠﻬﺎ ﺑﺄﻥ ﺍﻟﺨﻼﺹ ﺍﻟﺤﻘﻴﻘﻲ ﻫﻮ ﺍﻟﻨﺎﺑﻊ ﻣﻦ ﺩﺍﺧﻠﻬﺎ ﻻ ﺍﻟﻤﺴﻠﻂ ﻋﻠﻴﻬﺎ ﻣﻦ ﺍﻟﺨﺎﺭﺝ ﻓﻬﻮ ﺧﻼﺹ ﺯﺍﺋﻒ ﺳﺮﻋﺎﻥ ﻣﺎ ﻳﺘﺒﺨﺮ ﻭﻳﺬﻫﺐ ﺭﻳﺤﻪ ﻭﺗﺒﻘﻰ ﺍﻟﻨﻔﺲ ﻓﻲ ﻇﻠﻤﺎﺗﻬﺎ ﺗﺒﻜﻲ ﻋﻠﻰ ﻣﺎﺽ ﻗﺪ ﺗﻮﻟﻰ ﻭﺫﻛﺮﻳﺎﺕ ﻟﻦ ﺗﻌﻮﺩ. كل ذلك في ملحمة رائعة يظهر فيها تعاقب اﻷجيال على مدى قرنين من الزمان من خلال عشر قصص لطالما كانت نبعا للسينما المصرية تنهل منه.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Classics",
                "Northern Africa",
                "Media Tie In",
                "Historical",
                "African Literature",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "Blow-Up and Other Stories",
            "authors": [
                "Julio Cortázar",
                "Paul Blackburn"
            ],
            "ranking": 4.22,
            "ranking_count": 6797,
            "abstract": "A young girl spends her summer vacation in a country house where a tiger roams . . . A man reading a mystery finds out too late that he is the murderer's victim . . . In the fifteen stories collected here—including Blow-Up, which was the basis for Michelangelo Antonioni's film of the same name—Julio Cortazar explores the boundary where the everyday meets the mysterious, perhaps even the terrible.. Axolotl. House taken over. Distances. Idol of the Cyclades. Letter to a young lady in Paris. Yellow flower. Continuity of parks. Night face up. Bestiary. Gates of heaven. Blow-up. End of the game. At your service. Pursuer. Secret weapons.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Literature",
                "European Literature",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "After the Funeral",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.9,
            "ranking_count": 33282,
            "abstract": "The master of a Victorian mansion dies suddenly – and his sister is convinced it was murder…. When Cora is savagely murdered with a hatchet, the extraordinary remark she made the previous day at her brother Richard’s funeral suddenly takes on a chilling significance. At the reading of Richard’s will, Cora was clearly heard to say: ‘It’s been hushed up very nicely, hasn’t it…But he was murdered, wasn’t he?’ In desperation, the family solicitor turns to Hercule Poirot to unravel the mystery.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Bridget Jones: The Edge of Reason",
            "authors": [
                "Helen Fielding"
            ],
            "ranking": 3.6,
            "ranking_count": 106977,
            "abstract": "Lurching from the cappuccino bars of Notting Hill to the blissed-out shores of Thailand, Bridget Jones searches for The Truth in spite of pathetically unevolved men, insane dating theories, and Smug Married advice ('I'm just calling to say in the potty! In the potty! Well, do it in Daddy's hand, then!'). She experiences a zeitgeist-esque Spiritual Epiphany somewhere between the pages of How to Find the Love You Want Without Seeking It (can self-help books really self help?), protective custody, and a lightly chilled Chardonnay.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Sword in the Storm",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.28,
            "ranking_count": 11004,
            "abstract": "Fierce and proud, the Rigante dwell deep in the green mountain lands, worshiping the gods of air and water, and the spirits of the earth.  Among them lives a warrior who bears the mark of fate. Born of the storm that slew his father, he is Connavar, and tales of his courage spread like wildfire.. The Seidh--a magical race as old as time--take note of the young warrior and cast a malignant shadow across his life. For soon a merciless army will cross the water, destroying forever the timeless rhythms of life among the Rigante.. Swearing to protect his people, Connavar embarks on a quest that will take him into the heart of the enemy. Along the way, he receives a gift: a sword as powerful and deadly as the Seidh who forged it. Thus he receives a name that will strike fear into the hearts of friend and foe alike--a name proclaiming a glorious and bitter destiny . . .. Demonblade.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "The Hundred Secret Senses",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 4.0,
            "ranking_count": 42401,
            "abstract": "The Hundred Secret Senses. is an exultant novel about China and America, love and loyalty, the identities we invent and the true selves we discover along the way. Olivia Laguni is half-Chinese, but typically American in her uneasiness with her patchwork family. And no one in Olivia's family is more embarrassing to her than her half-sister, Kwan Li. For Kwan speaks mangled English, is cheerfully deaf to Olivia's sarcasm, and sees the dead with her yin eyes.. Even as Olivia details the particulars of her decades-long grudge against her sister (who, among other things, is a source of infuriatingly good advice), Kwan Li is telling her own story, one that sweeps us into the splendor, squalor, and violence of Manchu China. And out of the friction between her narrators, Amy Tan creates a work that illuminates both the present and the past sweetly, sadly, hilariously, with searing and vivid prose.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Contemporary",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Stolen Lives: Twenty Years in a Desert Jail",
            "authors": [
                "Malika Oufkir",
                "Michèle Fitoussi"
            ],
            "ranking": 4.1,
            "ranking_count": 30949,
            "abstract": "A gripping memoir that reads like a political thriller--the story of Malika Oufkir's turbulent and remarkable life. Born in 1953, Malika Oufkir was the eldest daughter of General Oufkir, the King of Morocco's closest aide. Adopted by the king at the age of five, Malika spent most of her childhood and adolescence in the seclusion of the court harem, one of the most eligible heiresses in the kingdom, surrounded by luxury and extraordinary privilege.. Then, on August 16, 1972, her father was arrested and executed after an attempt to assassinate the king. Malika, her five younger brothers and sisters. and her mother were immediately imprisoned in a desert penal colony. After fifteen years, the last ten of which they spent locked up in solitary cells, the Oufkir children managed to dig a tunnel with their bare hands and make an audacious escape. Recaptured after five days, Malika was finally able to leave Morocco and begin a new life in exile in 1996.. A heartrending account in the face of extreme deprivation and the courage with which one family faced its fate, Stolen Lives is an unforgettable story of one woman's journey to freedom.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "History",
                "Northern Africa",
                "Biography Memoir",
                "Politics",
                "Book Club"
            ]
        },
        {
            "title": "The Gate to Women's Country",
            "authors": [
                "Sheri S. Tepper"
            ],
            "ranking": 4.06,
            "ranking_count": 12733,
            "abstract": "Tepper's finest novel to date is set in a post-holocaust feminist dystopia that offers only two political alternatives: a repressive polygamist sect that is slowly self-destructing through inbreeding and the matriarchal dictatorship called Women's Country. Here, in a desperate effort to prevent another world war, the women have segregated most men into closed military garrisons and have taken on themselves every other function of government, industry, agriculture, science and learning.. The resulting manifold responsibilities are seen through the life of Stavia, from a dreaming 10-year-old to maturity as doctor, mother and member of the Marthatown Women's Council. As in Tepper's Awakeners series books, the rigid social systems are tempered by the voices of individual experience and, here, by an imaginative reworking of The Trojan Woman that runs through the text. A rewarding and challenging novel that is to be valued for its provocative ideas.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Feminism",
                "Apocalyptic",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Gender",
                "Womens"
            ]
        },
        {
            "title": "Journey by Moonlight",
            "authors": [
                "Antal Szerb",
                "Len Rix"
            ],
            "ranking": 4.22,
            "ranking_count": 6733,
            "abstract": "A major classic of 1930s literature, Antal Szerb's. Journey by Moonlight (Utas és Holdvilág). is the fantastically moving and darkly funny story of a bourgeois businessman torn between duty and desire.. 'On the train, everything seemed fine. The trouble began in Venice ...'. Mihály has dreamt of Italy all his life. When he finally travels there on his honeymoon with wife Erszi, he soon abandon her in order to find himself, haunted by old friends from his turbulent teenage days: beautiful, kind Tamas, brash and wicked Janos, and the sexless yet unforgettable Eva. Journeying from Venice to Ravenna, Florence and Rome, Mihály loses himself in Venetian back alleys and in the Tuscan and Umbrian countryside, driven by an irresistible desire to resurrect his lost youth among Hungary's Bright Young Things, and knowing that he must soon decide whether to return to the ambiguous promise of a placid adult life, or allow himself to be seduced into a life of scandalous adventure.. Journey by Moonlight (Utas és Holdvilág). is an undoubted masterpiece of Modernist literature, a darkly comic novel cut through by sex and death, which traces the effects of a socially and sexually claustrophobic world on the life of one man.. Translated from the Hungarian by the renowned and award-winning Len Rix, Antal Szerb's. Journey by Moonlight. (first published as. Utas és Holdvilág. in Hungary in 1937) is the consummate European novel of the inter-war period.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Death of Artemio Cruz",
            "authors": [
                "Carlos Fuentes",
                "Alfred J. MacAdam"
            ],
            "ranking": 3.86,
            "ranking_count": 9638,
            "abstract": "Hailed as a masterpiece since its publication in 1962,. The Death of Artemio Cruz. is Carlos Fuentes's haunting voyage into the soul of modern Mexico. Its acknowledged place in Latin American fiction and its appeal to a fresh generation of readers have warranted this new translation by Alfred Mac Adam, translator (with the author) of Fuentes's. Christopher Unborn. .. As in all his fiction, but perhaps most powerfully in this book, Fuentes is a passionate guide to the ironies of Mexican history, the burden of its past, and the anguish of its present.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "Magical Realism"
            ]
        },
        {
            "title": "The Black Echo",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.11,
            "ranking_count": 175259,
            "abstract": "For maverick LAPD homicide detective Harry Bosch, the body in the drainpipe at Mulholland Dam is more than another anonymous statistic. This one is personal...because the murdered man was a fellow Vietnam tunnel rat who had fought side by side with him in a hellish underground war. Now Bosch is about to relive the horror of Nam. From a dangerous maze of blind alleys to a daring criminal heist beneath the city, his survival instincts will once again be tested to their limit. Pitted against enemies inside his own department and forced to make the agonizing choice between justice and vengeance, Bosch goes on the hunt for a killer whose true face will shock him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Boxcar Children",
            "authors": [
                "Gertrude Chandler Warner",
                "L. Kate Deal"
            ],
            "ranking": 4.12,
            "ranking_count": 127816,
            "abstract": "The Aldens begin their adventure by making a home in a boxcar. Their goal is to stay together, and in the process they find a grandfather.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Mystery",
                "Classics",
                "Young Adult",
                "Adventure",
                "Realistic Fiction"
            ]
        },
        {
            "title": "A Bear Called Paddington",
            "authors": [
                "Michael Bond",
                "Peggy Fortnum"
            ],
            "ranking": 4.22,
            "ranking_count": 79179,
            "abstract": "An alternate cover edition of this ISBN can be found. here. .. Mr. and Mrs. Brown first met Paddington, a most endearing bear from Darkest Peru on a railway platform in London. A sign hanging around his neck said, Please look after this bear. Thank you So that is just what they did.. From the very first night when he attempted his first bath and ended up nearly flooding the house, Paddington was seldom far from imminent disaster. Jonathan and Judy were delighted with this havoc and even Mr. and Mrs. Brown had to admit that life seemed to be more filled with adventure when there was a bear in the house.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The World of Yesterday",
            "authors": [
                "Stefan Zweig",
                "Harry Zohn",
                "Hugo Hultenberg",
                "Анна Лилова",
                "Anna Bengtsson"
            ],
            "ranking": 4.51,
            "ranking_count": 15936,
            "abstract": "The World of Yesterday, mailed to his publisher a few days before Stefan Zweig took his life in 1942, has become a classic of the memoir genre. Originally titled “Three Lives,” the memoir describes Vienna of the late Austro-Hungarian Empire, the world between the two world wars and the Hitler years.. Translated from the German by Benjamin W. Huebsch and Helmut Ripperger; with an introduction by Harry Zohn, 34 illustrations, a chronology of Stefan Zweig’s life and a new bibliography, by Randolph Klawiter, of works by and about Stefan Zweig in English.. “The best single memoir of Old Vienna by any of the city’s native artists.” — Clive James. “A book that should be read by anyone who is even slightly interested in the creative imagination and the intellectual life, the brute force of history upon individual lives, the possibility of culture and, quite simply, what it meant to be alive between 1881 and 1942.” — The Guardian. “It is not so much a memoir of a life as it is the memento of an age.” — The New Republic",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Classics",
                "European Literature",
                "Literature",
                "War"
            ]
        },
        {
            "title": "The Young Lions",
            "authors": [
                "Irwin Shaw"
            ],
            "ranking": 4.21,
            "ranking_count": 3654,
            "abstract": "The Young Lions. is a vivid and classic novel that portrays the experiences of ordinary soldiers fighting World War II. Told from the points of view of a perceptive young Nazi, a jaded American film producer, and a shy Jewish boy just married to the love of his life, Shaw conveys, as no other novelist has since, the scope, confusion, and complexity of war.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Novels",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Grand Sophy",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.15,
            "ranking_count": 30122,
            "abstract": "When the redoubtable Sir Horace Stanton-Lacy is ordered to South America on business, he leaves his only daughter Sophia with his sister, Elizabeth Rivenhall, in Berkeley Square. Newly arrived from her tour of the Continent, Sophy invites herself into the circle of her relatives. When Lady Ombersley agrees to take in her young niece, no one expects Sophy, who sweeps in and immediately takes the town by storm. Beautiful, gay, impulsive, shockingly direct, Sophy sweeps into elegant London society and scatters conventions and traditions before her like wisps in a windstorm. Resourceful, adventurous and utterly indefatigable, Sophy is hardly the mild-mannered girl that the Rivenhalls expect when they agree to take her in. Kind-hearted Aunt Lizzy is shocked, and her arrogant stern cousin Charles Rivenhall, the Ombersley heir, vows to rid his family of her meddlesome ways by marrying her off.. But vibrant and irrepressible Sophy was no stranger to managing delicate situations. After all, she'd been keeping opportunistic females away from her widowed father for years. Staying with her relatives could be her biggest challenge yet. But Sophy discovers that her aunt's family is in desperate need of her talent for setting everything right: her aunt's husband is of no use at all, her ruthlessly handsome cousin Charles has tyrannical tendencies that are being aggravated by his pedantic bluestocking fiancee Eugenia Wraxton; her lovely cousin Cecelia is smitten with an utterly unsuitable suitor, a beautiful but feather-brained poet; her cousin Herbert is in dire financial straits and has fallen foul of a money-lender; and the younger children are in desperate need of some fun and freedom, and Sophy's arrived just in time to save them all.. With her inimitable mixture of exuberance and grace, Sophy becomes the mainstay of her hilariously bedeviled family, as a horsewoman, social leader and above all, as an ingenious match-maker. Using her signature unorthodox methods, Sophy sets out to solve all of their problems. By the time she's done, Sophy has commandeered household and Charles's horses, but she finds herself increasingly drawn to her eldest cousin. Could it be that the Grand Sophy had finally met her match? Can she really be falling in love with him, and he with her? And what of his betrothal to grim Eugenia?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Classics",
                "Historical Romance",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Psychotic Reactions and Carburetor Dung",
            "authors": [
                "Lester Bangs",
                "Greil Marcus"
            ],
            "ranking": 4.03,
            "ranking_count": 8965,
            "abstract": "Vintage presents the paperback edition of the wild and brilliant writings of Lester Bangs--the most outrageous and popular rock critic of the 1970s--edited and with an introduction by the reigning dean of rock critics, Greil Marcus. Advertising in Rolling Stone and other major publications.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Writing",
                "Criticism",
                "Culture",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Holy Bible: New International Version",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.59,
            "ranking_count": 72907,
            "abstract": "The New International Version is the world's most popular Bible in modern English and is renowned for its combination of accuracy and clarity of language.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Classics",
                "Reference",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "Barabbas",
            "authors": [
                "Pär Lagerkvist",
                "Alan Blair",
                "Lucien Maury",
                "André Gide"
            ],
            "ranking": 3.85,
            "ranking_count": 4651,
            "abstract": "Barabbas is the acquitted; the man whose life was exchanged for that of Jesus of Nazareth, crucified upon the hill of Golgotha. Barabbas is a man condemned to have no god. Christos Iesus is carved on the disk suspended from his neck, but he cannot affirm his faith. He cannot pray. He can only say, I want to believe.. Translated from Swedish by Alan Blair.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Religion",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "The Thief",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 3.86,
            "ranking_count": 77350,
            "abstract": "The king’s scholar, the magus, believes he knows the site of an ancient treasure. To attain it for his king, he needs a skillful thief, and he selects Gen from the king’s prison. The magus is interested only in the thief’s abilities. What Gen is interested in is anyone’s guess. Their journey toward the treasure is both dangerous and difficult, lightened only imperceptibly by the tales they tell of the old gods and goddesses.. Megan Whalen Turner weaves Gen’s stories and Gen’s story together with style and verve in a novel that is filled with intrigue, adventure, and surprise.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Historical",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Shadow of the Torturer",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 3.81,
            "ranking_count": 24058,
            "abstract": "The Shadow of the Torturer is the first volume in the four-volume series, The Book of the New Sun. It is the tale of young Severian, an apprentice in the Guild of Torturers on the world called Urth, exiled for committing the ultimate sin of his profession - showing mercy toward his victim - and follows his subsequent journey out of his home city of Nessus.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "Wild Magic",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.29,
            "ranking_count": 77991,
            "abstract": "Young Daine's knack with horses gets her a job helping the royal horsemistress drive a herd of ponies to Tortall. Soon it becomes clear that Daine's talent, as much as she struggles to hide it, is downright magical. Horses and other animals not only obey, but listen to her words. Daine, though, will have to learn to trust humans before she can come to terms with her powers, her past, and herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "Tutunamayanlar",
            "authors": [
                "Oğuz Atay"
            ],
            "ranking": 4.56,
            "ranking_count": 10432,
            "abstract": "Türk edebiyatının en önemli eserlerinden biri olan Tutunamayanlar'ı Berna Moran, hem söyledikleri hem de söyleyiş biçimiyle bir başkaldırı olarak niteler. Moran'a göre Oğuz Atay'ın mizah gücü, duyarlılığı ve kullandığı teknik incelikler, Tutunamayanlar'ı büyük bir yeteneğin ürünü yapmış, yapıttaki bu yetkinlik Türk romanını çağdaş roman anlayışıyla aynı hizaya getirmiş ve ona çok şey kazandırmıştır. Küçük burjuva dünyasını zekice alaya alan Atay saldırısını, tutunanların anlamayacağı, reddedeceği türden bir romanla yapar. Tutunamayanlar, 1970 TRT Roman Ödülü'nü kazanmıştı.",
            "part_of_series": false,
            "genre_list": [
                "Asian Literature",
                "Fiction",
                "Cultural",
                "Roman",
                "Literature",
                "Classics",
                "Novels",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Seven Storey Mountain",
            "authors": [
                "Thomas Merton",
                "Robert Giroux",
                "William H. Shannon"
            ],
            "ranking": 4.03,
            "ranking_count": 18559,
            "abstract": "One of the most famous books ever written about a man’s search for faith and peace.. The Seven Storey Mountain. tells of the growing restlessness of a brilliant and passionate young man, who at the age of twenty-six, takes vows in one of the most demanding Catholic orders—the Trappist monks. At the Abbey of Gethsemani, the four walls of my new freedom, Thomas Merton struggles to withdraw from the world, but only after he has fully immersed himself in it. At the abbey, he wrote this extraordinary testament, a unique spiritual autobiography that has been recognized as one of the most influential religious works of our time. Translated into more than twenty languages, it has touched millions of lives.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Christian",
                "Christianity"
            ]
        },
        {
            "title": "Cadillac Desert: The American West and Its Disappearing Water",
            "authors": [
                "Marc Reisner"
            ],
            "ranking": 4.27,
            "ranking_count": 9667,
            "abstract": "The story of the American West is the story of a relentless quest for a precious resource: water. It is a tale of rivers diverted and dammed, of political corruption and intrigue, of billion-dollar battles over water rights, of ecologic and economic disaster. In. Cadillac Desert. Marc Reisner writes of the earliest settlers, lured by the promise of paradise, and of the ruthless tactics employed by Los Angeles politicians and business interests to ensure the city's growth. He documents the bitter rivalry between two government giants, the Bureau of Reclamation and the U.S. Army Corps of Engineers, in the competition to transform the West.. Based on more than a decade of research,. Cadillac Desert. is a stunning expose and a dramatic, intriguing history of the creation of an Eden—an Eden that may be only a mirage.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Environment",
                "Science",
                "Politics",
                "North American Hi...",
                "Westerns",
                "Biology",
                "Economics"
            ]
        },
        {
            "title": "Alive: The Story of the Andes Survivors",
            "authors": [
                "Piers Paul Read"
            ],
            "ranking": 4.1,
            "ranking_count": 70676,
            "abstract": "On October 12, 1972, a plane carrying a team of young rugby players crashed into the remote, snow-peaked Andes. Out of the forty-five original passengers and crew, only sixteen made it off the mountain alive. For ten excruciating weeks they suffered deprivations beyond imagining, confronting nature head-on at its most furious and inhospitable. And to survive, they were forced to do what would have once been unthinkable.... This is their story—one of the most astonishing true adventures of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Travel",
                "Autobiography",
                "Biography Memoir",
                "Historical",
                "True Story"
            ]
        },
        {
            "title": "A Glastonbury Romance",
            "authors": [
                "John Cowper Powys"
            ],
            "ranking": 4.19,
            "ranking_count": 385,
            "abstract": "First published in 1932, here is John Cowper Powys's masterwork, an epic novel of terrific cumulative force and lyrical intensity. In it he interweaves the ancient with the modern as he probes the mystical and spiritual ethos of the small English village of Glastonbury and the effect upon its inhabitants of a mystical tradition from the most remote past of human history - the legend of the Grail - to create a book of astonishing scope and beauty. Panoramic in design, charged with scenes of great vividness and informed by Powys's own towering genius,. A Glastonbury Romance. is still astounding readers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Fantasy",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Frog and Toad Are Friends",
            "authors": [
                "Arnold Lobel"
            ],
            "ranking": 4.22,
            "ranking_count": 88548,
            "abstract": "Celebrate the power of friendship in these five adventurous stories starring Frog and Toad—a Caldecott Honor Book!. From writing letters to going swimming, telling stories to finding lost buttons, Frog and Toad are always there for each other—just as best friends should be.. Frog and Toad Are Friends. is a Level Two I Can Read book, geared for kids who read on their own but still need a little help.. The classic Frog and Toad stories by Arnold Lobel have won numerous awards and honors, including a Newbery Honor (. Frog and Toad Together. ), a Caldecott Honor (. Frog and Toad are Friends. ), ALA Notable Children’s Book, Fanfare Honor List. (The Horn Book), School Library Journal. Best Children’s Book, and Library of Congress Children’s Book.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Fantasy",
                "Kids"
            ]
        },
        {
            "title": "The Abolition of Man",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.08,
            "ranking_count": 28448,
            "abstract": "Alternative cover for ISBN: 978-0060652944. The Abolition of Man, Lewis uses his graceful prose, delightful humor, and keen understanding of the human mind to challenge our notions about how to best teach our children--and ourselves--not merely reading and writing, but also a sense of morality.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Christian",
                "Religion",
                "Classics",
                "Education"
            ]
        },
        {
            "title": "Blue Mars",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.94,
            "ranking_count": 28810,
            "abstract": "The red planet is red no longer, as Mars has become a perfectly inhabitable world. But while Mars flourishes, Earth is threatened by overpopulation and ecological disaster. Soon people look to Mars as a refuge, initiating a possible interplanetary conflict, as well as political strife between the Reds, who wish to preserve the planet in its desert state, and the Green terraformers. The ultimate fate of Earth, as well as the possibility of new explorations into the solar system, stand in the balance",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Space",
                "Speculative Fiction",
                "Politics",
                "Novels"
            ]
        },
        {
            "title": "Castle of Wizardry",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.16,
            "ranking_count": 73386,
            "abstract": "A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled!. THE BELGARIAD. It had all begun with the theft of the Orb that had so long protected the West from the evil God Torak. Before that, Garion had been a simple farm boy. Afterward, he discovered that his aunt was really the Sorceress Polgara and his grandfather was Belgarath, the Eternal Man. Then, on the long quest to recover the Orb, Garion found to his dismay that he, too, was a sorcerer.. Now, at last, the Orb was regained and the quest was nearing its end. Of course, the questors still had to escape from this crumbling enemy fortress and flee across a desert filled with Murgo soldiers searching for them, while Grolim Hierarchs strove to destroy them with dark magic. Then, somehow, they must manage to be in Riva with the Orb by Erastide.. After that, however, Garion was sure that his part in these great events would be finished.. But the Prophecy still held future surprises for Garion - and for the little Princess Ce'Nedra!. THUS CONTINUES BOOK FOUR OF THE BELGARIAD",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "Q",
            "authors": [
                "Luther Blissett",
                "Shaun Whiteside",
                "Wu  Ming"
            ],
            "ranking": 4.19,
            "ranking_count": 7521,
            "abstract": "In 1517, Martin Luther nails his ninety-five theses demanding reform of the Catholic Church to the door of Wittenburg Cathedral, setting off a period of upheaval, war, civil war and violence we now know as the Reformation.. In this age devastated by wars of religion, a young theology student adopts the cause of the heretics and the disinherited. Across the chessboard of Europe, from the German plains to the flourishing Dutch cities and down to Venice, the gateway to the East, our hero, a 'Survivor', a radical Protestant Anabaptist who goes under many names, and his enemy, a loyal papal spy and heretic hunter known mysteriously as Q play a game in which no moves are forbidden and the true size of the stakes remain hidden until the end. What begins as a personal struggle to reveal each other's identity becomes a mission that can only end in death.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Romance",
                "Literature",
                "Mystery",
                "Religion"
            ]
        },
        {
            "title": "Murphy",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.83,
            "ranking_count": 5319,
            "abstract": "'Murphy', Samuel Beckett's first published novel, was written in English and published in London in 1938; Beckett himself subsequently translated the book into French, and it was published in France in 1947. The novel recounts the hilarious but tragic life of Murphy in London as he attempts to establish a home and to amass sufficient fortune for his intended bride to join him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Beautiful Mind",
            "authors": [
                "Sylvia Nasar"
            ],
            "ranking": 4.13,
            "ranking_count": 129179,
            "abstract": "Stories of famously eccentric Princetonians abound—such as that of chemist Hubert Alyea, the model for. The Absent-Minded Professor. , or Ralph Nader, said to have had his own key to the library as an undergraduate. Or the Phantom of Fine Hall, a figure many students had seen shuffling around the corridors of the math and physics building wearing purple sneakers and writing numerology treatises on the blackboards. The Phantom was John Nash, one of the most brilliant mathematicians of his generation, who had spiraled into schizophrenia in the 1950s. His most important work had been in game theory, which by the 1980s was underpinning a large part of economics. When the Nobel Prize committee began debating a prize for game theory, Nash's name inevitably came up—only to be dismissed, since the prize clearly could not go to a madman. But in 1994 Nash, in remission from schizophrenia, shared the Nobel Prize in economics for work done some 45 years previously.. Economist and journalist Sylvia Nasar has written a biography of Nash that looks at all sides of his life. She gives an intelligent, understandable exposition of his mathematical ideas and a picture of schizophrenia that is evocative but decidedly unromantic. Her story of the machinations behind Nash's Nobel is fascinating and one of very few such accounts available in print (the CIA could learn a thing or two from the Nobel committees).",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Psychology",
                "Science",
                "History",
                "Biography Memoir",
                "Health",
                "Autobiography",
                "Media Tie In"
            ]
        },
        {
            "title": "Flaubert's Parrot",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.65,
            "ranking_count": 13750,
            "abstract": "Winner of the Man Booker Prize for Fiction 2011. Flaubert's Parrot. deals with Flaubert, parrots, bears and railways; with our sense of the past and our sense of abroad; with France and England, life and art, sex and death, George Sand and Louise Colet, aesthetics and redcurrant jam; and with its enigmatic narrator, a retired English doctor, whose life and secrets are slowly revealed.. A compelling weave of fiction and imaginatively ordered fact,. Flaubert's Parrot. is by turns moving and entertaining, witty and scholarly, and a tour de force of seductive originality",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Soul Mountain",
            "authors": [
                "Gao Xingjian",
                "Mabel Lee"
            ],
            "ranking": 3.59,
            "ranking_count": 4828,
            "abstract": "In 1983, Chinese playwright, critic, fiction writer, and painter Gao Xingjian was diagnosed with lung cancer and faced imminent death. But six weeks later, a second examination revealed there was no cancer -- he had won a reprieve from death. Faced with a repressive cultural environment and the threat of a spell in a prison farm, Gao fled Beijing and began a journey of 15,000 kilometers into the remote mountains and ancient forests of Sichuan in southwest China. The result of this epic voyage of discovery is. Soul Mountain. .. Bold, lyrical, and prodigious,. Soul Mountain. probes the human soul with an uncommon directness and candor and delights in the freedom of the imagination to expand the notion of the individual self.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Nobel Prize",
                "Asian Literature",
                "Novels",
                "Travel",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Persian Boy",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 4.19,
            "ranking_count": 8786,
            "abstract": "“It takes skill to depict, as Miss Renault has done, this half-man, half Courtesan who is so deeply in love with the warrior.”–. The Atlantic Monthly. The Persian Boy. traces the last years of Alexander’s life through the eyes of his lover, Bagoas. Abducted and gelded as a boy, Bagoas was sold as a courtesan to King Darius of Persia, but found freedom with Alexander after the Macedon army conquered his homeland. Their relationship sustains Alexander as he weathers assassination plots, the demands of two foreign wives, a sometimes-mutinous army, and his own ferocious temper. After Alexander’s mysterious death, we are left wondering if this Persian boy understood the great warrior and his ambitions better than anyone.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Classics",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "The Book of Three",
            "authors": [
                "Lloyd Alexander"
            ],
            "ranking": 3.98,
            "ranking_count": 76328,
            "abstract": "Taran wanted to be a hero, and looking after a pig wasn't exactly heroic, even though Hen Wen was an oracular pig. But the day that Hen Wen vanished, Taran was led into an enchanting and perilous world. With his band of followers, he confronted the Horned King and his terrible Cauldron-Born. These were the forces of evil, and only Hen Wen knew the secret of keeping the kingdom of Prydain safe from them. But who would find her first?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "دایی‌جان ناپلئون",
            "authors": [
                "Iraj Pezeshkzad"
            ],
            "ranking": 4.19,
            "ranking_count": 6219,
            "abstract": "A teenage boy makes the mistake of falling in love with the much-protected daughter of his uncle, mischievously nicknamed after his hero Napoleon Bonaparte, the curmudgeonly self-appointed patriarch of a large and extended Iranian family in 1940s Tehran.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Humor",
                "Literature",
                "Historical",
                "Classics",
                "Unfinished"
            ]
        },
        {
            "title": "The Stepford Wives",
            "authors": [
                "Ira Levin",
                "Peter Straub"
            ],
            "ranking": 3.8,
            "ranking_count": 33532,
            "abstract": "For Joanna, her husband, Walter, and their children, the move to beautiful Stepford seems almost too good to be true. It is. For behind the town's idyllic facade lies a terrible secret—a secret so shattering that no one who encounters it will ever be the same.. At once a masterpiece of psychological suspense and a savage commentary on a media-driven society that values the pursuit of youth and beauty at all costs,. The Stepford Wives. is a novel so frightening in its final implications that the title itself has earned a place in the American lexicon.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Science Fiction",
                "Thriller",
                "Mystery",
                "Feminism",
                "Suspense"
            ]
        },
        {
            "title": "The Crusades Through Arab Eyes",
            "authors": [
                "Amin Maalouf"
            ],
            "ranking": 4.2,
            "ranking_count": 8215,
            "abstract": "The author has combed the works of contemporary Arab chronicles of the Crusades, eyewitnesses, and often participants. He retells their story and offers insights into the historical forces that shape Arab and Islamic consciousness today.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Historical",
                "War",
                "Politics",
                "Cultural"
            ]
        },
        {
            "title": "Servant of the Bones",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.74,
            "ranking_count": 29470,
            "abstract": "SERVANT OF THE BONES is Anne Rice's new electrifying novel, with a hero as mesmerising, seductive and ambivalent as the vampire Lestat. Azriel is a restless Jewish spirit, born almost 2500 years ago in Babylon, who can be called forth by whoever holds and understands the arcane mystery of the casket of golden bones he is tied to. Caught between heaven and earth, Azriel is forced to bear witness to the long and troubled history of Western civilisation, from the household of an ancient Greek philosopher and the deathbed of Alexander the Great, to the Mongolian Steppes and fourteenth century Strasbourg, where Jews were made scapegoats for the Black Death. And finally in the present, he is summoned to witness and avenge a brutal murder on Fifth Avenue. The dead woman is Esther, step-daughter of Gregory Belkin, fanatical messianic leader of a worldwide cult, the Temple of the Mind. Belkin is known to be the son of Holocaust victims, but he has a secret history which binds Azriel's fate to his. SERVANT OF THE BONES is as rich and terrifying, as sensual and violent as any novel by Anne Rice - an enthralling epic which conjures up more than two thousand years of Jewish history and penetrates the unfolding mysteries of evil, redemption, life and death.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Historical",
                "Gothic"
            ]
        },
        {
            "title": "Capitães da Areia",
            "authors": [
                "Jorge Amado"
            ],
            "ranking": 4.33,
            "ranking_count": 20888,
            "abstract": "Capitães da Areia. é o livro de Jorge Amado mais vendido no mundo inteiro.. Publicado em 1937, teve a sua primeira edição apreendida e queimada em praça pública pelas autoridades do Estado Novo. Em 1944 conheceu nova edição e desde então sucederam-se as edições nacionais e estrangeiras, e as adaptações para a rádio, televisão e cinema.. Jorge Amado descreve, em páginas carregadas de grande beleza, dramatismo e lirismo poucas vezes igualados na literatura universal, a vida dos meninos abandonados nas ruas de São Salvador da Bahia.. Dividido em três partes, o livro atinge um clímax inesquecível no capítulo .Canção da Bahía, Canção da Liberdade., em que é narrada a emocionante despedida de um dos personagens da história, que se afasta dos seus queridos Capitães da Areia .na noite misteriosa das macumbas, enquanto os atabaques ressoam como clarins de guerra.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Romance",
                "European Literature",
                "Literature",
                "Novels",
                "Drama",
                "Academic"
            ]
        },
        {
            "title": "The Iceman Cometh",
            "authors": [
                "Eugene O'Neill",
                "Harold Bloom"
            ],
            "ranking": 3.88,
            "ranking_count": 9536,
            "abstract": "Eugene O'Neill was the first American playwright to win the Nobel Prize in Literature. He completed. The Iceman Cometh. in 1939, but he delayed production until after the war, when it enjoyed a modest run in 1946 after receiving mixed reviews. Three years after O'Neill's death, Jason Robards starred in a Broadway revival that brought new critical attention to O'Neill’s dark play. In the half century since,. The Iceman Cometh. has gained in stature. Kevin Spacey and James Earl Jones have played Hickey.. The Iceman Cometh. focuses on a group of alcoholics who endlessly discuss but never act on their dreams, and Hickey, the traveling salesman determined to strip them of their pipe dreams.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Literature",
                "Nobel Prize",
                "The United States Of America"
            ]
        },
        {
            "title": "The Awakening",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.38,
            "ranking_count": 70986,
            "abstract": "A Love Triangle of Unspeakable Horror.... Elena. Searching for the ultimate thrill, she vowed to have Stefan.. Stefan. Haunted by his tragic past, he struggled to resist her passion.. Damon. Driven by revenge, he hunted the brother who betrayed him.. The terrifying story of two vampire brothers and the beautiful girl torn between them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "Paddy Clarke Ha Ha Ha",
            "authors": [
                "Roddy Doyle",
                "Léon Mercadet"
            ],
            "ranking": 3.76,
            "ranking_count": 21227,
            "abstract": "Il est la terreur de l'école municipale de Barrytown, un quartier sordide à la périphérie de Dublin dans les années 1960. Son nom Paddy Clarke. Fan de Geronimo, ce gamin occupe son temps à imaginer les pires tours. Mais le garnement a un secret. Chez les Clarke, l'heure n'est pas à la concorde. Entre Sindbad, son cadet au mutisme inquiétant, et les disputes incessantes de ses parents, Paddy craque. Jusqu'à cette nuit où, à l'issue d'une ultime scène. de ménage, des coups pleuvent et la porte claque. Son père vient de les abandonner. A l'école, les rumeurs ne tardent pas à courir. Et l'enfant abandonné devient vite le souffre-douleur de toute la cour :  Paddy Clarke n'a plus de papa Ha Ha Ha .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Young Adult",
                "Historical"
            ]
        },
        {
            "title": "Evil Under the Sun",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.98,
            "ranking_count": 60383,
            "abstract": "It seems that no matter how hard he tries, Poirot never quite gets a holiday. This story sees him in Devon, Agatha Christie’s home county, and, of course, among the scantily clad sunbathers, a murdered woman is found.. It was not unusual to find the beautiful bronzed body of the sun-loving Arlena Stuart stretched out on a beach, face down. Only, on this occasion, there was no sun… she had been strangled. Ever since Arlena’s arrival at the resort, Hercule Poirot had detected sexual tension in the seaside air. But could this apparent ‘crime of passion’ have been something more evil and premeditated altogether?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Dreams from My Father: A Story of Race and Inheritance",
            "authors": [
                "Barack Obama"
            ],
            "ranking": 3.92,
            "ranking_count": 215118,
            "abstract": "In this lyrical, unsentimental, and compelling memoir, the son of a black African father and a white American mother searches for a workable meaning to his life as a black American. It begins in New York, where Barack Obama learns that his father—a figure he knows more as a myth than as a man—has been killed in a car accident. This sudden death inspires an emotional odyssey—first to a small town in Kansas, from which he retraces the migration of his mother’s family to Hawaii, and then to Kenya, where he meets the African side of his family, confronts the bitter truth of his father’s life, and at last reconciles his divided inheritance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Politics",
                "History",
                "Biography Memoir",
                "Audiobook",
                "Race",
                "Cultural"
            ]
        },
        {
            "title": "Of Love and Other Demons",
            "authors": [
                "Gabriel García Márquez"
            ],
            "ranking": 3.98,
            "ranking_count": 65098,
            "abstract": "On her twelfth birthday, Sierva Maria, the only child of a decaying noble family in an eighteenth-century South American seaport, is bitten by a rabid dog. Believed to be possessed, she is brought to a convent for observation. And into her cell stumbles Father Cayetano Delaura, who has already dreamed about a girl with hair trailing after her like a bridal train. As he tends to her with holy water and sacramental oils, Delaura feels something shocking begin to occur. He has fallen in love, and it isn't long until Sierva Maria joins him in his fevered misery.. Unsettling and indelible,. Of Love and Other Demons. is an evocative, majestic tale of the most universal experiences known to woman and man.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "Historical",
                "Literature",
                "Romance",
                "Cultural",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Watt",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.92,
            "ranking_count": 3070,
            "abstract": "Fiction. WATT was the beginning of Samuel Becket's post-war literary career, the fruition of the years in hiding in the Vaucluse mountains from the Gestapo, which also largely inspired WAITING FOR GODOT. But it remains, unlike the work that followed it, extremely Irish, a philosophical novel full of the grim humour that was already his trade-mark in such earlier fictions as MORE PRICKS THAN KICKS and MURPHY. The perambulations of WATT, especially in the home of the eccentric Mr. Knott, and the sketching of logic to elicit meaning, must be among the most comic inventions of modern literature. First published by the libertine Olympia Press in 1953, it has established itself as one of the most quoted and best-loved of Becket's novels. The typographical oddities and omissions are as Beckett left the text.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Cultural",
                "Novels",
                "Nobel Prize",
                "Plays",
                "Humor"
            ]
        },
        {
            "title": "The Rum Diary",
            "authors": [
                "Hunter S. Thompson"
            ],
            "ranking": 3.84,
            "ranking_count": 56210,
            "abstract": "Begun in 1959 by a twenty-two-year-old Hunter S. Thompson,. The Rum Diary. is a tangled love story of jealousy, treachery, and violent alcoholic lust in the Caribbean boomtown that was San Juan, Puerto Rico, in the late 1950s. The narrator, freelance journalist Paul Kemp, irresistibly drawn to a sexy, mysterious woman, is soon thrust into a world where corruption and get-rich-quick schemes rule and anything (including murder) is permissible.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Contemporary",
                "Writing",
                "Travel",
                "Adventure",
                "Drama"
            ]
        },
        {
            "title": "Bright Lights, Big City",
            "authors": [
                "Jay McInerney"
            ],
            "ranking": 3.78,
            "ranking_count": 30750,
            "abstract": "With the publication of. Bright Lights, Big City. in 1984, Jay McInerney became a literary sensation, heralded as the voice of a generation. The novel follows a young man, living in Manhattan as if he owned it, through nightclubs, fashion shows, editorial offices, and loft parties as he attempts to outstrip mortality and the recurring approach of dawn. With nothing but goodwill, controlled substances, and wit to sustain him in this anti-quest, he runs until he reaches his reckoning point, where he is forced to acknowledge loss and, possibly, to rediscover his better instincts. This remarkable novel of youth and New York remains one of the most beloved, imitated, and iconic novels in America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "New York",
                "Classics",
                "Novels",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Bastard",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.12,
            "ranking_count": 23461,
            "abstract": "One man’s quest for his destiny leads him to the New World and into the heart of the American Revolution.. Meet Phillipe Charboneau: the illegitimate son and unrecognized heir of the Duke of Kentland. Upon the Duke’s death, Phillipe is denied his birthright and left to build a life of his own. Seeking all that the New World promises, he leaves London for America, shedding his past and preparing for the future by changing his name to Philip Kent. He arrives at the brink of the American Revolution, which tests his allegiances in ways he never imagined. The first volume of John Jakes’s wildly successful and highly addictive Kent Family Chronicles,. The Bastard. is a triumph of historical fiction.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "North American Hi...",
                "War",
                "American Revolution",
                "Adult",
                "Romance",
                "Drama"
            ]
        },
        {
            "title": "The Works of H.G. Wells",
            "authors": [
                "H.G. Wells",
                "Frank Mayo",
                "Pilar Ramírez Tello",
                "Raquel Herrera"
            ],
            "ranking": 4.13,
            "ranking_count": 687,
            "abstract": "Generations of readers have known and enjoyed H.G. Wells's fantastic novels. Consummate science fiction, they are convincing and unforgettably real. Included in this omnibus edition are his four greatest works of fiction:. In. The Time Machine. , a time traveler steps out of his vehicle to find himself in the year 802,701 A.D. He encounters creatures that live in perfect harmony. Or so he thinks, until he witnesses a morbid ritual and discovers that his only means of escape - his time machine - has been stolen.. A lonely island in the Pacific... the scientist who rules it... the strange beings that live there under his control. This is the backdrop for the haunting. The Island of Dr. Moreau.. In this novel, Wells's dark vision serves as a reminder of the horrors that reckless experimentation with nature can produce.. The Invisible Man. is a dazzling display of imagination and psychological insight. It is the classic tale of a young scientist who, by experimenting on himself, becomes both invisible and criminally insane. Considered by many to be Wells's masterwork, the novel powerfully depicts the horror of a man trapped within a terror of his own creation.. War of the Worlds. is a compelling and horrifying novel that describes the invasion of Earth by Martians. Using fiery rays and crushing strength, these heartless aliens have the capacity to conquer the world. Will they succeed? Is this the end of mankind?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Classics",
                "Fiction",
                "Fantasy",
                "Literature",
                "Novels",
                "Anthologies",
                "Animals",
                "Thriller"
            ]
        },
        {
            "title": "Rites of Passage",
            "authors": [
                "William Golding"
            ],
            "ranking": 3.59,
            "ranking_count": 3677,
            "abstract": "The first volume of William Golding's Sea Trilogy.. Sailing to Australia in the early years of the nineteenth century, Edmund Talbot keeps a journal to amuse his godfather back in England. Full of wit and disdain, he records the mounting tensions on the ancient, stinking warship where officers, sailors, soldiers and emigrants jostle in the cramped spaces below decks. Then a single passenger, the obsequious Reverend Colley, attracts the animosity of the sailors, and in the seclusion of the fo'castle something happens to bring him into a 'hell of degradation', where shame is a force deadlier than the sea itself.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Nobel Prize",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Heir to the Shadows",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.33,
            "ranking_count": 25863,
            "abstract": "Librarian's note: See alternate cover for this edition. here. .. Enough time has passed for the young girl Jaenelle, heir to the magical Darkness, for her physical wounds to heal, while amnesia keeps her frightening memories at bay. But with Saetan--a Black-Jewelled Warlord Prince and Jaenelle's foster-father--to protect her, she will continue to grow. Her magic will mature. Her memories will return. And Jaenelle will face her destiny when she remembers Daemon, Saetan's son, who made the ultimate sacrifice for her love....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "This Present Darkness",
            "authors": [
                "Frank E. Peretti"
            ],
            "ranking": 4.23,
            "ranking_count": 99598,
            "abstract": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.. Ephesians 6:12. Ashton is just a typical small town. But when a skeptical reporter and a prayerful, hardworking pastor begin to investigate mysterious events, they suddenly find themselves caught up in a hideous New Age plot to enslave the townspeople, and eventually the entire human race. The physical world meets the spiritual realm as the battle rages between forces of good and evil.. This Present Darkness is a gripping story that brings keen insight into spiritual warfare and the necessity of prayer. Since its original publication more than 2.7 million copies have been sold. The companion volume, Piercing the Darkness, continues the story of the battle between spiritual forces.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Fantasy",
                "Thriller",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Point Counter Point",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.86,
            "ranking_count": 11159,
            "abstract": "Aldous Huxley's lifelong concern with the dichotomy between passion and reason finds its fullest expression both thematically and formally in his masterpiece. Point Counter Point. . By presenting a vision of life in which diverse aspects of experience are observed simultaneously, Huxley characterizes the symptoms of the disease of the modern man in the manner of a composer--themes and characters are repeated, altered slightly, and played off one another in a tone that is at once critical and sympathetic.. First published in 1928, Huxley's satiric view of intellectual life in the '20s is populated with characters based on such celebrities as D.H. Lawrence, Katherine Mansfield, Nancy Cunard, and John Middleton Murry, as well as Huxley himself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Philosophy",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Foundation's Edge",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.15,
            "ranking_count": 79039,
            "abstract": "At last, the costly and bitter war between the two Foundations had come to an end. The scientists of the First Foundation had proved victorious; and now they return to Hari Seldon's long-established plan to build a new Empire on the ruins of the old. But rumors persist that the Second Foundation is not destroyed after all—and that its still-defiant survivors are preparing their revenge. Now two exiled citizens of the Foundation—a renegade Councilman and a doddering historian—set out in search of the mythical planet Earth. . .and proof that the Second Foundation still exists.. Meanwhile someone—or something—outside of both Foundations seems to be orchestrating events to suit its own ominous purpose. Soon representatives of both the First and Second Foundations will find themselves racing toward a mysterious world called Gaia and a final shocking destiny at the very end of the universe!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Fantasy",
                "Hugo Awards",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Balzac and the Little Chinese Seamstress",
            "authors": [
                "Dai Sijie",
                "Ina Rilke"
            ],
            "ranking": 3.64,
            "ranking_count": 60264,
            "abstract": "In this enchanting tale about the magic of reading and the wonder of romantic awakening, two hapless city boys are exiled to a remote mountain village for reeducation during China's infamous Cultural Revolution. There they meet the daughter of the local tailor and discover a hidden stash of Western classics in Chinese translation. As they flirt with the seamstress and secretly devour these banned works, they find transit from their grim surroundings to worlds they never imagined.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Writing",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "My Man Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.07,
            "ranking_count": 39281,
            "abstract": "Who can forget our beloved gentleman's personal gentleman, Jeeves, who ever comes to the rescue when the hapless Bertie Wooster falls into trouble.. My Man Jeeves. is sure to please anyone with a taste for pithy buffoonery, moronic misunderstandings, gaffes, and aristocratic slapstick.. Contents:. Leave It to Jeeves. Jeeves and the Unbidden Guest. Jeeves and the Hard-boiled Egg. Absent Treatment. Helping Freddie. Rallying Round Old George. Doing Clarence a Bit of Good. The Aunt and the Sluggard. Of the eight stories in the collection, half feature the popular characters Jeeves and Bertie Wooster, while the others concern Reggie Pepper, an early prototype for Bertie Wooster.. Revised versions of all the Jeeves stories in this collection were later published in the 1925 short story collection Carry On, Jeeves. One of the Reggie Pepper stories in this collection was later rewritten as a Jeeves story, which was also included in Carry On, Jeeves.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "Audiobook",
                "European Literature",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Maniac Magee",
            "authors": [
                "Jerry Spinelli"
            ],
            "ranking": 3.89,
            "ranking_count": 121262,
            "abstract": "Jeffrey Lionel Maniac Magee might have lived a normal life if a freak accident hadn't made him an orphan. After living with his unhappy and uptight aunt and uncle for eight years, he decides to run--and not just run away, but run. This is where the myth of Maniac Magee begins, as he changes the lives of a racially divided small town with his amazing and legendary feats.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "Reservation Blues",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 3.98,
            "ranking_count": 13192,
            "abstract": "The life of Spokane Indian Thomas Builds-the-Fire irrevocably changes when blues legend Robert Johnson miraculously appears on his reservation and passes the misfit storyteller his enchanted guitar. Inspired by this gift, Thomas forms Coyote Springs, an all-Indian Catholic band who find themselves on a magical tour that leads from reservation bars to Seattle and New York--and deep within their own souls.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Literature",
                "Novels",
                "Music",
                "Literary Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction"
            ]
        }
    ]
}