{
    "books": [
        {
            "title": "The Forge of God",
            "authors": [
                "Greg Bear"
            ],
            "ranking": 3.87,
            "ranking_count": 14553,
            "abstract": "On July 26, Arthur Gordon learns that Europa, the sixth moon of Jupiter, has disappeared. Not hiding, not turned black, but gone. On September 28th, Edward Shaw, a geologist working in Death valley, finds a mysterious new cinder cone in very well-mapped area As more unexplained phenomena spring up around the globeL: a granite mountain appearing in Australia, sounds emanating from the Earth's core, flashes of light among the asteroids, it becomes clear to some that the end is approaching, and there is nothing that can be done. In The Forge of God, award-winning author Greg Bear describes the final days of the world on both a massive, scientific scale and in the everyday, emotional context of individual human lives. Facing the destruction of all they know, some people turn to God, others to their families, and a few turn to saviors promising escape from a planet tearing itself apart. Will they make it in time? And who gets left behind to experience the last moments of beauty and chaos on Earth?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Apocalyptic",
                "Fantasy",
                "Speculative Fiction",
                "Space"
            ]
        },
        {
            "title": "Ένα παιδί μετράει τ' άστρα",
            "authors": [
                "Menelaos Lountemis",
                "Μενέλαος Λουντέμης"
            ],
            "ranking": 4.3,
            "ranking_count": 2714,
            "abstract": "Νεοελληνική πεζογραφία - Μυθιστόρημα. Πήχτωσε το βράδυ. Λιγόστεψε κι ο αχός απ' τα κυπαρίσσια. Ανάψανε οι λαμπάδες τ' ουρανού. Όλα ήταν γάλα, γάλα, λουλάκι και σπίθες. Το ποτάμι μουρμούριζε μες στον ύπνο του κρυφά παραμιλητά. Το παιδί κείνο το βράδυ δεν κοιμήθηκε, ολόκληρο το βράδυ. Έγραφε το πιο πικρό, το πιο μεγάλο του παραμύθι.. Την αυγή ξεκίνησε. Ήταν παρηγορημένο. Είχε καταφέρει όλη τη νύχτα να μετρήσει τ' αστρα. Να τα μετρήσει όλα, σιγά-σιγά, ένα-ένα... Όλα.. Και τα βρήκε σωστά.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Cultural",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Gold Coast",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.1,
            "ranking_count": 26949,
            "abstract": "Welcome to the fabled Gold Coast, that stretch on the North Shore of Long Island that once held the greatest concentration of wealth and power in America. Here two men are destined for an explosive collision: John Sutter, Wall Street lawyer, holding fast to a fading aristocratic legacy; and Frank Bellarosa, the Mafia don who seizes his piece of the staid and unprepared Gold Coast like a latter-day barbarian chief and draws Sutter and his regally beautiful wife, Susan, into his violent world.. Told from Sutter's sardonic and often hilarious point of view, and laced with sexual passion and suspense,. The Gold Coast. is Nelson DeMille's captivating story of friendship and seduction, love and betrayal.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Novels",
                "Contemporary",
                "Action"
            ]
        },
        {
            "title": "On Wings of Song",
            "authors": [
                "Thomas M. Disch"
            ],
            "ranking": 3.76,
            "ranking_count": 994,
            "abstract": "In a disturbing vision of the future, Daniel Weinreb leaves behind the repression and censorship of the Midwest to pursue a career in New York, despite the famine and poverty of the overpopulated East Coast.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "LGBT",
                "Literature",
                "Speculative Fiction",
                "Classics"
            ]
        },
        {
            "title": "Caddie Woodlawn",
            "authors": [
                "Carol Ryrie Brink"
            ],
            "ranking": 4.01,
            "ranking_count": 50366,
            "abstract": "Caddie Woodlawn is a real adventurer. She'd rather hunt than sew and plow than bake, and tries to beat her brother's dares every chance she gets. Caddie is friends with Indians, who scare most of the neighbors -- neighbors who, like her mother and sisters, don't understand her at all.. Caddie is brave, and her story is special because it's based on the life and memories of Carol Ryrie Brink's grandmother, the real Caddie Woodlawn. Her spirit and sense of fun have made this book a classic that readers have taken to their hearts for more than seventy years.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Classics",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Academic"
            ]
        },
        {
            "title": "Rich Man, Poor Man",
            "authors": [
                "Irwin Shaw"
            ],
            "ranking": 4.17,
            "ranking_count": 36604,
            "abstract": "The San Francisco Examiner calls Rich Man, Poor Man a novel so well written, so engrossing, the reader actually hates to finish it . . . by far Shaw's best work . . . it's all fascinating. Don't forget to stock up on this six-million-copy bestseller.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Drama",
                "Novels",
                "Contemporary",
                "Literature",
                "Family",
                "Romance"
            ]
        },
        {
            "title": "Are You My Mother?",
            "authors": [
                "P.D. Eastman"
            ],
            "ranking": 4.19,
            "ranking_count": 230378,
            "abstract": "ARE YOU MY MOTHER? tells a very simple story for children who have just started to read. their younger brothers or sisters will also want to follow the baby bird's quest as he asks everyone and everything he meets, Are You My Mother?.. Back in 1957, Theodor Geisel responded to an article in Life magazine that lamented the use of boring reading primers in schools. Using the pseudonym of Dr. Seuss (Seuss was Geisel's middle name) and only two hundred twenty-three words, Geisel created a replacement for those dull primers: The Cat in the Hat. The instant success of the book prompted Geisel and his wife to found Beginner Books, and Geisel wrote many popular books in this series, including Hop on Pop, Fox in Socks, and Green Eggs and Ham.. Other favorite titles in this series are Go, Dog, Go! and Are You My Mother? by P. D. Eastman, A Fly Went By, by Mike McClintock, and Put Me in the Zoo, by Robert Lopshire. These affordable hardcover books combine large print, easy vocabulary, and large, bright illustrations in stories kids will want to read again and again. Grades 1 - Grades 2.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Family",
                "Kids",
                "Humor",
                "Young Adult"
            ]
        },
        {
            "title": "Flashforward",
            "authors": [
                "Robert J. Sawyer"
            ],
            "ranking": 3.64,
            "ranking_count": 15253,
            "abstract": "FLASHFORWARD. Two minutes and seventeen seconds that changed the world. Suddenly, without warning, all seven billion people on Earth black out for more than two minutes. Millions die as planes fall from the sky, people tumble down staircases, and cars plow into each other.. But that’s the least of the survivors’ challenges. During the blackout, everyone experienced a glimpse of what his or her future holds—and the interlocking mosaic of these visions threatens to unravel the present.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Thriller",
                "Cultural",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Fletch",
            "authors": [
                "Gregory McDonald"
            ],
            "ranking": 3.91,
            "ranking_count": 6520,
            "abstract": "Fletch: He’s an investigative reporter whose methods are a little unorthodox. Currently he’s living on the beach with the strung-out trying to find to the source of the drugs they live for.. Fletch. He’s taking more than a little flack from his editor. She doesn’t appreciate his style. Or the expense account items he’s racking up. Or his definition of the word. deadline. . Or the divorce lawyers who keep showing up at the office.. Fletch. So when multimillionaire Alan Stanwyk offers Fletch the job of a lifetime, which could be worth a fortune, he’s intrigued and decides to do a little investigation. What he discovers is that the proposition is anything but what it seems.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Novels",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "I Wish Someone Were Waiting for Me Somewhere",
            "authors": [
                "Anna Gavalda",
                "Karen L. Marker"
            ],
            "ranking": 3.52,
            "ranking_count": 11371,
            "abstract": "I Wish Someone Were Waiting For Me Somewhere. explores how a life can be changed irrevocably in just one fateful moment. A pregnant mother's plans for the future unravel at the hospital; a travelling salesman learns the consequences of an almost-missed exit on the motorway in the newspaper the next morning; while a perfect date is spoilt by a single act of thoughtlessness. In those crucial moments Gavalda demonstrates her almost magical skill in conveying love, lust, longing, and loneliness.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Contemporary",
                "Romance",
                "European Literature",
                "Roman",
                "Novels",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Twelve Kingdoms: Sea of Shadow",
            "authors": [
                "Fuyumi Ono",
                "Akihiro Yamada",
                "Elye J. Alexander",
                "Alexander O. Smith"
            ],
            "ranking": 4.21,
            "ranking_count": 2740,
            "abstract": "For high-schooler Yoko Nakajima, life has been fairly ordinary--that is until Keiki, a young man with golden hair, tells Yoko they must return to their kingdom. Once confronted by this mysterious being and whisked away to an unearthly realm, Yoko is left with only a magical sword; a gem; and a million questions about her destiny, the world she's trapped in, and the world she desperately wants to return to.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Sequential Art",
                "Fiction",
                "Novels",
                "Cultural",
                "Asian Literature",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Peter the Great: His Life and World",
            "authors": [
                "Robert K. Massie"
            ],
            "ranking": 4.09,
            "ranking_count": 20291,
            "abstract": "Against the monumental canvas of seventeenth- and eighteenth-century Europe and Russia, unfolds the magnificent story of Peter the Great, crowned at the age of 10. A barbarous, volatile feudal tsar with a taste for torture; a progressive and enlightened reformer of government and science; a statesman of vision and colossal significance: Peter the Great embodied the greatest strengths and weaknesses of Russia while being at the very forefront of her development.. Robert K. Massie delves deep into the life of this captivating historical figure, chronicling the pivotal events that shaped a boy into a legend - including his 'incognito' travels in Europe, his unquenchable curiosity about Western ways, his obsession with the sea and establishment of the stupendous Russian navy, his creation of an unbeatable army, and his relationships with those he loved most: Catherine, his loving mistress, wife, and successor; and Menshikov, the charming, unscrupulous prince who rose to power through Peter's friendship. Impetuous and stubborn, generous and cruel, a man of enormous energy and complexity, Peter the Great is brought fully to life.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Biography Memoir",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Something Beautiful",
            "authors": [
                "Sharon Dennis Wyeth",
                "Chris K. Soentpiet"
            ],
            "ranking": 4.46,
            "ranking_count": 1268,
            "abstract": "An inspiring story that reminds us that beauty is everywhere.. Can a city be beautiful if there's trash on the streets and graffiti on the walls? A little girl finds out when her teacher writes the word beautiful on the blackboard and the girl decides to look for beauty in her neighborhood.. There's the beautiful fried fish sandwich at Miss Delphine diner, Mr. Lee's beautiful fruit store, and the beautiful smooth stone Old Mr. Sims always carries. The girl soon understands that beautiful means that when you have it, your heart is happy. Young readers will enjoy appreciating the beauty of friendship and the power of hope in this encouraging story.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Cultural",
                "Fiction",
                "Social Issues",
                "Family",
                "Academic"
            ]
        },
        {
            "title": "Playing in the Dark: Whiteness and the Literary Imagination",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 4.28,
            "ranking_count": 5915,
            "abstract": "The Pulitzer Prize-winning author of. Beloved. and. Jazz. now gives us a learned, stylish, and immensely persuasive work of literary criticism that promises to change the way we read American literature even as it opens a new chapter in the American dialogue on race.. Toni Morrison's brilliant discussions of the Africanist presence in the fiction of Poe, Melville, Cather, and Hemingway leads to a dramatic reappraisal of the essential characteristics of our literary tradition. She shows how much the themes of freedom and individualism, manhood and innocence, depended on the existence of a black population that was manifestly unfree--and that came to serve white authors as embodiments of their own fears and desires.. Written with the artistic vision that has earned Toni Morrison a pre-eminent place in modern letters, Playing in the Dark will be avidly read by Morrison admirers as well as by students, critics, and scholars of American literature.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Race",
                "Criticism",
                "Feminism",
                "Cultural",
                "Philosophy",
                "Language"
            ]
        },
        {
            "title": "The Mask of Apollo",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 4.05,
            "ranking_count": 2193,
            "abstract": "Set in fourth-century B.C. Greece,. The Mask of Apollo. is narrated by Nikeratos, a tragic actor who takes with him on all his travels a gold mask of Apollo, a relic of the theater's golden age, which is now past. At first his mascot, the mask gradually becomes his conscience, and he refers to it his gravest decisions, when he finds himself at the center of a political crisis in which the philosopher Plato is also involved. Much of the action is set in Syracuse, where Plato's friend Dion is trying to persuade the young tyrant Dionysios the Younger to accept the rule of law. Through Nikeratos' eyes, the reader watches as the clash between the two looses all the pent-up violence in the city.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Mythology",
                "Fantasy",
                "LGBT"
            ]
        },
        {
            "title": "Blues People: Negro Music in White America",
            "authors": [
                "Amiri Baraka",
                "LeRoi Jones"
            ],
            "ranking": 4.15,
            "ranking_count": 2105,
            "abstract": "A must for all who would more knowledgeably appreciate and better comprehend America's most popular music. — Langston Hughes. The path the slave took to 'citizenship' is what I want to look at. And I make my analogy through the slave citizen's music—through the music that is most closely associated with him: blues and a later, but parallel development, jazz... [If] the Negro represents, or is symbolic of, something in and about the nature of American culture, this certainly should be revealed by his characteristic music.. So says Amiri Baraka in the Introduction to. Blues People,. his classic work on the place of jazz and blues in American social, musical, economic, and cultural history. From the music of African slaves in the United States through the music scene of the 1960's, Baraka traces the influence of what he calls negro music on white America—not only in the context of music and pop culture but also in terms of the values and perspectives passed on through the music. In tracing the music, he brilliantly illuminates the influence of African Americans on American culture and history.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "History",
                "Nonfiction",
                "Cultural",
                "Race",
                "Art",
                "North American Hi...",
                "Sociology"
            ]
        },
        {
            "title": "G is for Gumshoe",
            "authors": [
                "Sue Grafton"
            ],
            "ranking": 3.94,
            "ranking_count": 33332,
            "abstract": "For #1. New York Times. bestselling author Sue Grafton's PI Kinsey Millhone, danger comes with the job—but she never expects to find herself at the top of a hit man's list…. G IS FOR GAME…. When Irene Gersh asks PI Kinsey Millhone to locate her elderly mother Agnes, whom she hasn't heard from in six months, it's not exactly the kind of case Kinsey jumps for. But a girl's gotta pay her bills, and this should be easy money—or so she thinks. Kinsey finds Agnes in a hospital. Aside from her occasional memory lapses, the octogenarian seems fine. And frightened.. G IS FOR GUN…. Kinsey doesn't know what to make of Agnes's vague fears and bizarre ramblings, but she's got her own worries. It seems Tyrone Patty, a criminal she helped put behind bars, is looking to make a hit. First, Kinsey's car is run off the road, and then days later, she's almost gunned down, setting in motion a harrowing cat and mouse game…. G IS FOR. GUMSHOE. So Kinsey decides to hire a bodyguard. With PI Robert Dietz watching her 24/7, Kinsey is feeling on edge…especially with their growing sexual tension. Then, Agnes dies of an apparent homicide, Kinsey realizes the old lady wasn't so senile after all—and maybe she was trying to tell her something? Now Kinsey's determined to learn the truth…even if it kills her.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Green Pearl",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 4.16,
            "ranking_count": 2639,
            "abstract": "When magic ruled and kings were strong.... South of Eire and west of Gaul was the land of the Elder Isles, a mystical place of fairy shees, valiant knights, and the powerful magic of sorcerers living and forgotten.. Now, as Aillas of Troicinet and Casimir of Lyonesse parry and feint in a duel of wits, the mysterious aura of the Green Pearl enters their souls.. Its menas are subtle, but its effects are great, and as the Kings of Elder ready their swords, even the worlds of the immortals tremble...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Literature",
                "Adventure",
                "Mythology",
                "Novels"
            ]
        },
        {
            "title": "As Sure as the Dawn",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.4,
            "ranking_count": 35455,
            "abstract": "The third installment in the Mark of the Lion trilogy.. Following A Voice in the Wind and An Echo in the Darkness, As Sure as the Dawn continues the chronicles of Hadassah, a Christian slave woman living during the height of the Roman Empire. She has saved the life of the scorned child of a disreputable Roman woman and the Germanic gladiator, Atretes. For her faith, Hadassah now languishes in condemnation, awaiting death in a dungeon beneath the arena. Atretes, who holds fast to his dreams of revenge for the slaughter of his people, wants his son back. So he seeks out John the Baptist, who is the key to finding the custodian of his son, and brings his war-weary soul closer to redemption.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Religion",
                "Adult"
            ]
        },
        {
            "title": "A Lost Lady",
            "authors": [
                "Willa Cather",
                "A.S. Byatt"
            ],
            "ranking": 3.69,
            "ranking_count": 5797,
            "abstract": "Marian Forrester is the symbolic flower of the Old American West. She draws her strength from that solid foundation, bringing delight and beauty to her elderly husband, to the small town of Sweet Water where they live, to the prairie land itself, and to the young narrator of her story, Neil Herbert. All are bewitched by her brilliance and grace, and all are ultimately betrayed. For Marian longs for life on any terms, and in fulfilling herself, she loses all she loved and all who loved her. This, Willa Cather's most perfect novel, is not only a portrait of a troubling beauty, but also a haunting evocation of a noble age slipping irrevocably into the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "American"
            ]
        },
        {
            "title": "Those Barren Leaves",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.57,
            "ranking_count": 682,
            "abstract": "Aldous Huxley spares no one in his ironic, piercing portrayal of a group gathered in an Italian palace by the socially ambitious and self-professed lover of art, Mrs. Aldwinkle. Here, Mrs. Aldwinkle yearns to recapture the glories of the Italian Renaissance, but her guests ultimately fail to fulfill her naive expectations. Among her entourage are: a suffering poet and reluctant editor of the Rabbit Fanciers' Gazette who silently bears the widowed Mrs. Aldwinkle's desperate advances; a popular novelist who records every detail of her affair with another guest, the amorous Calamy, for future literary endeavors; and an aging sensualist philosopher who pursues a wealthy yet mentally-disabled heiress. Stripping the houseguests of their pretensions, Huxley reveals the superficiality of the cultural elite. Deliciously satirical,. Those Barren Leaves. bites the hands of those who dare to posture or feign sophistication and is as comically fresh today as when first published.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Philosophy",
                "European Literature",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "The Recognitions",
            "authors": [
                "William Gaddis",
                "William H. Gass"
            ],
            "ranking": 4.2,
            "ranking_count": 5100,
            "abstract": "The book Jonathan Franzen dubbed the ur-text of postwar fiction and the first great cultural critique, which, even if Heller and Pynchon hadn't read it while composing. Catch-22. and. V.. , managed to anticipate the spirit of both”—. The Recognitions. is a masterwork about art and forgery, and the increasingly thin line between the counterfeit and the fake. Gaddis anticipates by almost half a century the crisis of reality that we currently face, where the real and the virtual are combining in alarming ways, and the sources of legitimacy and power are often obscure to us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Art",
                "The United States Of America"
            ]
        },
        {
            "title": "Lonely Crusade",
            "authors": [
                "Chester Himes"
            ],
            "ranking": 3.99,
            "ranking_count": 115,
            "abstract": "A classic of African-American fiction, Chester Himes's tale of a young black man who becomes a union organizer during WWII examines major problems in American life: racism, anti-Semitism, labor strife, and corruption.. Mr. Himes undertakes to consider the everpresent subconscious terror of the black man, the political morality of American Communists, the psychology of union politics, Uncle Tomism, and the relationship between Jews and Blacks. The value of this book lies in its effort to understand the psychology of oppressed and oppressor and their relationship to each other.. --James Baldwin. A better story about a young black man who become a union organizer at a west coast airplane factory during World War II. The tragedy of this particular man is a psychological one, a growing despair over being black which hamstrings him in every human relationship.. --. The New Yorker. Mr. Himes can write with power and effectiveness.. --. New York Times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "Into the Wilderness",
            "authors": [
                "Sara Donati"
            ],
            "ranking": 4.11,
            "ranking_count": 38835,
            "abstract": "Weaving a tapestry of fact and fiction, Sara Donati's epic novel sweeps us into another time and place...and into the heart of a forbidden affair between an unconventional Englishwoman and an American frontiersman.. It is December of 1792. Elizabeth Middleton leaves her comfortable English estate to join her family in a remote New York mountain village. It is a place unlike any she has ever experienced. And she meets a man unlike any she has ever encountered - a white man dressed like a Native American, Nathanial Booner, known to the Mohawk people as Between-Two-Lives. Determined to provide schooling for all the children of the village, she soons finds herself locked in conflict with the local slave owners as well as her own family.. Interweaving the fate of the Mohawk Nation with the destiny of two lovers, Sara Donati's compelling novel creates a complex, profound, passionate portrait of an emerging America.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Adventure",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "One Thousand and One Arabian Nights",
            "authors": [
                "Geraldine McCaughrean",
                "Rosamund Fowler"
            ],
            "ranking": 4.04,
            "ranking_count": 1255,
            "abstract": "King Shahryar kills a new wife every night, because he is afraid she will stop loving him. But his new bride Shahrazad has a clever plan to save herself. Her nightly stories--of Sinbad the Sailor, Ali Baba, and many other heroes and villains--are so engrossing that King Shahryar has to postpone her execution again and again... This illustrated edition brings together all the Arabian Nights tales in an original retelling by award-winning author Geraldine McCaughrean.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Literature",
                "Childrens",
                "Academic"
            ]
        },
        {
            "title": "Extinction",
            "authors": [
                "Thomas Bernhard",
                "David McLintock"
            ],
            "ranking": 4.31,
            "ranking_count": 2314,
            "abstract": "Thomas Bernhard is one of the greatest twentieth-century writers in the German language.. Extinction,. his last novel, takes the form of the autobiographical testimony of Franz-Josef Murau. The intellectual black sheep of a powerful Austrian land-owning family, Murau lives in self-exile in Rome. Obsessed and angry with his identity as an Austrian, he resolves never to return to the family estate of Wolfsegg. But when news comes of his parents' deaths, he finds himself master of Wolfsegg and must decide its fate.. Written in Bernhard's seamless style,. Extinction. is the ultimate proof of his extraordinary literary genius.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Roman",
                "Humor",
                "Anthologies"
            ]
        },
        {
            "title": "Have Space Suit—Will Travel",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.92,
            "ranking_count": 28848,
            "abstract": "Kip from midwest Centerville USA works the summer before college as a pharmacy soda jerk, and wins an authentic stripped-down spacesuit in a soap contest. He answers a distress radio call from Peewee, scrawny rag doll-clutching genius aged 11. With the comforting cop Mother Thing, three-eyed tripod Wormfaces kidnap them to the Moon and Pluto.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Adventure",
                "Space",
                "Fantasy"
            ]
        },
        {
            "title": "God Stalk",
            "authors": [
                "P.C. Hodgell"
            ],
            "ranking": 4.11,
            "ranking_count": 2333,
            "abstract": "In the first book of the Kencyrath, Jame, a young woman missing her memories, struggles out of the haunted wastes into Tai-tastigon, the old, corrupt, rich and god-infested city between the mountains and the lost lands of the Kencyrath.. Jame's struggle to regain her strength, her memories, and the resources to travel to join her people, the Kencyrath, drag her into several relationships, earning affection, respect, bitter hatred and, as always, haunting memories of friends and enemies dead in her wake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Mythology",
                "Epic"
            ]
        },
        {
            "title": "Mama Makes Up Her Mind: And Other Dangers Of Southern Living",
            "authors": [
                "Bailey White"
            ],
            "ranking": 3.96,
            "ranking_count": 4423,
            "abstract": "In this national bestseller, Bailey White--whose accounts of Southern eccentricity have enchanted millions of listeners to National Public Radio--offers a humorous, touching, story-filled memoir of her home in south Georgia.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Autobiography",
                "Short Stories",
                "American",
                "Writing",
                "Biography",
                "Biography Memoir",
                "Womens Fiction",
                "Literature"
            ]
        },
        {
            "title": "La Confusion des sentiments",
            "authors": [
                "Stefan Zweig",
                "Olivier Bournac",
                "Alzir Hella"
            ],
            "ranking": 4.01,
            "ranking_count": 7542,
            "abstract": "Au soir de sa vie, un vieux professeur se souvient de l'aventure qui, plus que les honneurs et la réussite de sa carrière, a marqué sa vie. A dix-neuf ans, il a été fasciné par la personnalité d'un de ses professeurs ; l'admiration et la recherche inconsciente d'un Père font alors naître en lui un sentiment mêlé d'idolâtrie, de soumission et d'un amour presque morbide. Freud a salué la finesse et la vérité avec laquelle l'auteur d'. Amok. et du. Joueur d'échecs. restituait le trouble d'une passion et le malaise qu'elle engendre chez celui qui en est l'objet. Paru en 1926, ce récit bref et profond connut un succès fulgurant, en raison de la nouveauté audacieuse du sujet. Il demeure assurément l'un des chefs-d'œuvre du grand écrivain autrichien.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "LGBT",
                "Novels",
                "Short Stories",
                "Cultural",
                "Novella"
            ]
        },
        {
            "title": "Where or When",
            "authors": [
                "Anita Shreve"
            ],
            "ranking": 3.31,
            "ranking_count": 7880,
            "abstract": "Charles Callahan is reading the Sunday paper when an alluring and oddly familiar photo catches his eye: it is Sian Richards, his first love, a face he has not seen for more than three decades. He is entranced by her image, flooded by memories of their teenage summer together, and utterly conpelled to make contact with her again. Charles sends Sian a letter, knowing all the while that from the very first sentence of the very first note there was nothing innocent about it. Sian writes back - she is now a poet living with her husband and small child on an onion farm in Pennsylvania. She is intrigued that Charles has sought her out after so many years but wary of where their correspondence might lead. For Charles, troubled by financial woes, on the verge of losing his home, and concerned about the security of his family, the letters become a secret obsession and another source of instability in his already complicated life. Despite their reservations, the power of Charles and Sian's attraction leads them to meet again . . . and again. As Charles understands it, for the two of them, eros is linked with time. It is the very urgency of time he dreads, the sense that their minutes together are short and numbered, that he must say what he has come to say before she leaves, that gestures and words cannot be wasted. Anita Shreve takes the classic theme of Romeo and Juliet and gives it an unusual twist: two lovers struggle against formidable odds, reaching across a lifetime to reclaim what they once lost. In doing so, they set in motion a tumultuous series of events that moves inexorably to a shocking conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "God's Little Acre",
            "authors": [
                "Erskine Caldwell",
                "Lewis Nordan"
            ],
            "ranking": 3.65,
            "ranking_count": 2329,
            "abstract": "Like. Tobacco Road. , this novel chronicles the final decline of a poor white family in rural Georgia. Exhorted by their patriarch Ty Ty, the Waldens ruin their land by digging it up in search of gold. Complex sexual entanglements and betrayals lead to a murder within the family that completes its dissolution. Juxtaposed against the Waldens' obsessive search is the story of Ty Ty's son-in-law, a cotton mill worker in a nearby town who is killed during a strike.First published in 1933,. God's Little Acre. was censured by the Georgia Literary Commission, banned in Boston, and once led the all-time best-seller list, with more than ten million copies in print.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "American",
                "Novels",
                "Historical",
                "Gothic"
            ]
        },
        {
            "title": "Men of Maize",
            "authors": [
                "Miguel Ángel Asturias",
                "Gerald Martin"
            ],
            "ranking": 4.01,
            "ranking_count": 732,
            "abstract": "Social protest and poetry; reality and myth; nostalgia for an uncorrupted, golden past; sensual human enjoyment of the present; 'magic' rather than lineal time, and, above all, a tender, compassionate love for the living, fertile, wondrous land and the struggling, hopeful people of Guatemala.Saturday Review  Winner of the 1967 Nobel Prize for Literature",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Magical Realism",
                "Cultural",
                "Nobel Prize",
                "Novels",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Balthazar",
            "authors": [
                "Lawrence Durrell"
            ],
            "ranking": 4.13,
            "ranking_count": 3351,
            "abstract": "Balthazar, is the second volume of Durrell's The Alexandria Quartet, set in Alexandria, Egypt, during the 1940s. The events of each lush and sensuous novel are seen through the eyes of the central character L.G. Darley, who observes the interactions of his lovers, friends, and acquaintances. Balthazar, named for Darley's friend, a doctor and mystic, interprets Darley's views from a philosophical and intellectual viewpoint.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Northern Africa",
                "Literature",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Sister Outsider: Essays and Speeches",
            "authors": [
                "Audre Lorde"
            ],
            "ranking": 4.51,
            "ranking_count": 29149,
            "abstract": "A collection of fifteen essays written between 1976 and 1984 gives clear voice to Audre Lorde's literary and philosophical personae. These essays explore and illuminate the roots of Lorde's intellectual development and her deep-seated and longstanding concerns about ways of increasing empowerment among minority women writers and the absolute necessity to explicate the concept of difference—difference according to sex, race, and economic status. The title Sister Outsider finds its source in her poetry collection The Black Unicorn (1978). These poems and the essays in Sister Outsider stress Lorde's oft-stated theme of continuity, particularly of the geographical and intellectual link between Dahomey, Africa, and her emerging self.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Writing",
                "Race",
                "LGBT",
                "Social Movements",
                "Politics",
                "Gender"
            ]
        },
        {
            "title": "Level 7",
            "authors": [
                "Mordecai Roshwald",
                "David Seed"
            ],
            "ranking": 3.94,
            "ranking_count": 1752,
            "abstract": "Level 7. is the diary of Officer X-127, who is assigned to stand guard at the Push Buttons, a machine devised to activate the atomic destruction of the enemy, in the country’s deepest bomb shelter. Four thousand feet underground, Level 7 has been built to withstand the most devastating attack and to be self-sufficient for five hundred years. Selected according to a psychological profile that assures their willingness to destroy all life on Earth, those who are sent down may never return.. Originally published in 1959, and with over 400,000 copies sold, this powerful dystopian novel remains a horrific vision of where the nuclear arms race may lead, and is an affirmation of human life and love. Level 7 merits comparison to Huxley’s. A Brave New World. and Orwell’s. 1984. and should be considered a must-read by all science fiction fans.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "War",
                "Horror",
                "Classics",
                "Literature",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Waning of the Middle Ages",
            "authors": [
                "Johan Huizinga"
            ],
            "ranking": 4.03,
            "ranking_count": 3703,
            "abstract": "This classic study of art, life, and thought in France and the Netherlands during the fourteenth and fifteenth centuries ranks as one of the most perceptive analyses of the medieval period. A brilliantly creative work that established the reputation of Dutch historian John Huizinga (1872-1945), the book argues that the era of diminishing chivalry reflected the spirit of an age and that its figures and events were neither a prelude to the Renaissance nor harbingers of a coming culture, but a consummation of the old.. Among other topics, the author examines the violent tenor of medieval life, the idea of chivalry, the conventions of love, religious life, the vision of death, the symbolism that pervaded medieval life, and aesthetic sentiment. We view the late Middle Ages through the psychology and thought of artists, theologians, poets, court chroniclers, princes, and statesmen of the period, witnessing the splendor and simplicity of medieval life, its courtesy and cruelty, its idyllic vision of life, despair and mysticism, religious, artistic, and practical life, and much more.. Long regarded as a landmark of historical scholarship,. The Waning of the Middle Ages. is also a remarkable work of literature. Of its author, the. New York Times. said, Professor Huizinga has dressed his imposing and variegated assemblage of facts in the colorful garments characteristic of novels, and he parades them from his first page to the last in a vivid style.. An international success following its original publication in 1919 and subsequently translated into several languages,. The Waning of the Middle Ages. will not only serve as an invaluable reference for students and scholars of medieval history but will also appeal to general readers and anyone fascinated by life during the Middle Ages.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Art",
                "Cultural",
                "Philosophy",
                "Literature"
            ]
        },
        {
            "title": "Blessing the Boats: New and Selected Poems, 1988-2000",
            "authors": [
                "Lucille Clifton"
            ],
            "ranking": 4.25,
            "ranking_count": 1842,
            "abstract": "Lucille Clifton, one of America's most important and distinguished poets, employs brilliantly honed language, stunning images, and sharp rhythms to address the whole of human experience. Hers is a poetry that is passionate and wise, not afraid to confront our most salient issues.. Although her work is often spare and simple, it is always beautifully and painstakingly crafted into poems that tell the truth, poems that insist on residing within the reader, poems by a poet who seeks and achieves the ability to be a vehicle for those who may not otherwise speak. —Web Del Sol Review of Books",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Feminism",
                "Nonfiction",
                "Female Authors",
                "Womens",
                "American",
                "Classics",
                "The United States Of America"
            ]
        },
        {
            "title": "After Long Silence",
            "authors": [
                "Helen Fremont"
            ],
            "ranking": 4.01,
            "ranking_count": 3101,
            "abstract": "To this day, I don't even know what my mother's real name is.. Helen Fremont was raised as a Roman Catholic. It wasn't until she was an adult, practicing law in Boston, that she discovered her parents were Jewish--Holocaust survivors living invented lives. Not even their names were their own. In this powerful memoir, Helen Fremont delves into the secrets that held her family in a bond of silence for more than four decades, recounting with heartbreaking clarity a remarkable tale of survival, as vivid as fiction but with the resonance of truth.. Driven to uncover their roots, Fremont and her sister pieced together an astonishing story: of Siberian Gulags and Italian royalty, of concentration camps and buried lives.. After Long Silence. is about the devastating price of hiding the truth; about families; about the steps we take, foolish or wise, to protect ourselves and our loved ones. No one who reads this book can be unmoved, or fail to understand the seductive, damaging power of secrets.. What Fremont and her sister discover is an astonishing story: one of Siberian gulags and Italian royalty, of concentration camps and buried lives. AFTER LONG SILENCE is about the devastating price of hiding the truth; about families; about the steps we take, foolish or wise, to protect ourselves and our loved ones. No one who reads this book can be unmoved, or fail to understand the seductive, damaging power of secrets. -->",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "World War II",
                "History",
                "War",
                "Biography",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Transfigurations: Collected Poems",
            "authors": [
                "Jay Wright"
            ],
            "ranking": 4.56,
            "ranking_count": 43,
            "abstract": "Few poets have as much to tell us about the intricate relationship between the African American past and present as Jay Wright. His poems weave a rich fabric of personal history using diverse materials drawn from African, Native American, and European sources. Scholarly, historical, intuitive, and emotional, his work explores territories in which rituals of psychological and spiritual individuation find a new synthesis in the construction of cultural values. Never an ideologue but always a poet of vision, his imagination shows us a way to rejoice and strengthen ourselves in our common humanity.. Here, together for the first time, are Wright's previously published collections--. The Homecoming Singer. (1971),. Soothsayers and Omens. (1976),. Explications/Interpretations. (1984),. Dimensions of History. (1976),. The Double Invention of Komo. (1980),. Elaine's Book. (1988), and. Boleros. (1991)--along with the new poems of. Transformations. (1997). By presenting Wright's work as a whole, this collection reveals the powerful consistency of his theme--a spiritual or intellectual quest for personal development--as each book builds solidly upon the previous one.. Wright examines history from a multicultural perspective, attempting to conquer a sense of exclusion--from society and his own cultural identity--and find solace and accord by linking American society to African traditions. He believes that a poem must articulate the vital rhythms of the culture it depicts and is dedicated to a pursuit of poetic forms that embody the cadence of African American culture.. Defying characterization, Wright has experimented with voices, languages, cultures, and forms not normally associated with African American literature. He is well schooled in the cultures of West Africa, Europe, and the Americas, and--true to his New Mexican birth--he is a powerful synthesizer of human experience.. Transfigurations. reveals Wright to be a man of profound knowledge and a poet of exalted verbal intensity.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Nations and Nationalism since 1780: Programme, Myth, Reality",
            "authors": [
                "Eric J. Hobsbawm"
            ],
            "ranking": 3.91,
            "ranking_count": 1715,
            "abstract": "Eric Hobsbawm's brilliant enquiry into the question of nationalism won further acclaim for his 'colossal stature ... his incontrovertible excellence as an historian, and his authoritative and highly readable prose'. Recent events in Eastern Europe and the former Soviet republics have since reinforced the central importance of nationalism in the history of political evolution and upheaval. This second edition has been updated in the light of those events, with a final chapter addressing the impact of the dramatic changes that have taken place. It also includes additional maps to illustrate nationalities, languages and political divisions across Europe in the nineteenth and twentieth centuries.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Sociology",
                "Academic"
            ]
        },
        {
            "title": "Kallocain",
            "authors": [
                "Karin Boye",
                "Gustaf Lannestock",
                "Richard B. Vowles"
            ],
            "ranking": 3.76,
            "ranking_count": 8715,
            "abstract": "This is a novel of the future, profoundly sinister in its vision of a drab terror. Ironic and detached, the author shows us the totalitarian World-state through the eyes of a product of that state, scientist Leo Kall. Kall has invented a drug, kallocain, which denies the privacy of thought and is the final step towards the transmutation of the individual human being into a happy, healthy cell in the state organism. For, says Leo, from thoughts and feelings, words and actions are born. How then could these thoughts and feelings belong to the individual? Doesn't the whole fellow-soldier belong to the state? To whom should his thoughts and feelings belong then, if not to the state?. As the first-person record of Leo Kall, scientist, fellow-soldier too late disillusioned to undo his previous actions, Kallocain achieves a chilling power and veracity that place it among the finest novels to emerge from the strife-torn Europe of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Academic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "A Reforma da Natureza",
            "authors": [
                "Monteiro Lobato",
                "Paulo Borges"
            ],
            "ranking": 4.16,
            "ranking_count": 222,
            "abstract": "Neste livro, toda a Turma viaja à Europa para resolver os problemas causados pela Segunda Guerra Mundial, exceto Emília, que fica no Sítio e convida a sua amiga do Rio de Janeiro, Rãzinha da Silva, para ajudá-la em algumas invenções. A dupla resolve reformar as árvores e os animais, transformando o Sítio do Picapau Amarelo no laboratório mais maluco e curioso do planeta.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Unforgiving Years",
            "authors": [
                "Victor Serge",
                "Richard Greeman"
            ],
            "ranking": 4.03,
            "ranking_count": 463,
            "abstract": "Unforgiving Years. is a thrilling and terrifying journey into the disastrous, blazing core of the twentieth century. Victor Serge’s final work, here translated into English for the first time, is at once the most ambitious, bleakest, and most lyrical of this neglected major writer’s works.. The novel is arranged into four sections, like the panels of an immense mural or the movements of a symphony. In the first, D, a lifelong revolutionary who has broken with the Communist Party and expects retribution at any moment, flees through the streets of prewar Paris, haunted by the ghosts of his past and his fears for the future. Part two finds D’s friend and fellow revolutionary Daria caught up in the defense of a besieged Leningrad, the horrors and heroism of which Serge brings to terrifying life. The third part is set in Germany. On a dangerous assignment behind the lines, Daria finds herself in a city destroyed by both Allied bombing and Nazism, where the populace now confronts the prospect of total defeat. The novel closes in Mexico, in a remote and prodigiously beautiful part of the New World where D and Daria are reunited, hoping that they may at last have escaped the grim reckonings of their modern era.. A visionary novel, a political novel, a novel of adventure, passion, and ideas, of despair and, against all odds, of hope,. Unforgiving Years. is a rediscovered masterpiece by the author of. The Case of Comrade Tulayev. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "War",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Autobiography of Alice B. Toklas",
            "authors": [
                "Gertrude Stein"
            ],
            "ranking": 3.53,
            "ranking_count": 12402,
            "abstract": "The Autobiography of Alice B. Toklas. was written in 1933 by Gertrude Stein in the guise of an autobiography authored by Alice B. Toklas, who was her lover. It is a fascinating insight into the art scene in Paris as the couple were friends with Paul Cézanne, Henri Matisse and Pablo Picasso. They begin the war years in England but return to France, volunteering for the American Fund for the French Wounded, driving around France, helping the wounded and homeless. After the war Gertrude has an argument with T. S. Eliot after he finds one of her writings inappropriate. They become friends with Sherwood Anderson and Ernest Hemingway. It was written to make money and was indeed a commercial success. However, it attracted criticism, especially from those who appeared in the book and didn't like the way they were depicted.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Classics",
                "Autobiography",
                "LGBT",
                "Art",
                "Biography Memoir",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Down Among the Women",
            "authors": [
                "Fay Weldon"
            ],
            "ranking": 3.8,
            "ranking_count": 491,
            "abstract": "Follow Wanda, the tough 1930s radical, her daughter Scarlet, unmarried, pregnant and frightened, and Scarlet's friends -- born victims, snobs, obsessive lovers -- in their absurd, nightmarish, often hilariously awful liaisons.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Literary Fiction",
                "Womens",
                "Novels",
                "Literature",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Libro de Manuel",
            "authors": [
                "Julio Cortázar"
            ],
            "ranking": 3.89,
            "ranking_count": 814,
            "abstract": "Una síntesis polémica de sus búsquedas estéticas y su interés por los movimientos revolucionarios de aquellos años. Puede leerse como un desplazamiento natural de los personajes y los temas de Rayuela hacia las urgencias y los fervores de un mundo convulsionado. Pero conserva de aquella novela fundamental toda la fantasía, el desenfado y la frescura que han hecho de Cortázar un escritor único e irrepetible dentro del panorama literario del siglo veinte.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Classics",
                "Literature",
                "Roman"
            ]
        },
        {
            "title": "Earth is Room Enough: Science Fiction Tales of Our Own Planet",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.05,
            "ranking_count": 9409,
            "abstract": "Contents:. · The Dead Past · nv Astounding Apr ’56. · The Foundation of Science Fiction Success · pm F&SF Oct ’54. · Franchise · ss If Aug ’55. · Gimmicks Three [“The Brazen Locked Room”] · ss F&SF Nov ’56. · Kid Stuff · ss Beyond Fantasy Fiction Sep ’53. · The Watery Place · ss Satellite Oct ’56. · Living Space · ss Science Fiction Stories May ’56. · The Message · vi F&SF Feb ’56. · Satisfaction Guaranteed [Susan Calvin (Robot)] · ss Amazing Apr ’51. · Hell-Fire · vi Fantastic Universe May ’56. · The Last Trump · ss Fantastic Universe Jun ’55. · The Fun They Had · ss The Boys and Girls Page Dec 1 ’51; F&SF Feb ’54. · Jokester · ss Infinity Science Fiction Dec ’56. · The Immortal Bard · vi Universe May ’54. · Someday · ss Infinity Science Fiction Aug ’56. · The Author’s Ordeal · pm Science Fiction Quarterly May ’57. · Dreaming Is a Private Thing · ss F&SF Dec ’55",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Anthologies",
                "Science Fiction Fantasy",
                "Fantasy",
                "Classics",
                "Space"
            ]
        },
        {
            "title": "Jazz",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.86,
            "ranking_count": 26633,
            "abstract": "In the winter of 1926, when everybody everywhere sees nothing but good things ahead, Joe Trace, middle-aged door-to-door salesman of Cleopatra beauty products, shoots his teenage lover to death. At the funeral, Joe’s wife, Violet, attacks the girl’s corpse. This passionate, profound story of love and obsession brings us back and forth in time, as a narrative is assembled from the emotions, hopes, fears, and deep realities of black urban life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Ruby",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.95,
            "ranking_count": 12905,
            "abstract": "In the heart of the bayou, Ruby Landry lives a simple, happy life. But innocence can't last forever.... The only family Ruby Landry has ever known are her loving guardian, Grandmère Catherine, a Cajun spiritual healer, and her drunken, outcast Grandpère Jack. Although thinking about her dead mother and mysterious father sometimes makes her feel as mournful as the wind sighing through the Spanish moss, Ruby is grateful for all she has. Her life is filled with hope and promise...especially when her attraction for handsome Paul Tate blossoms into a mysterious, wonderful love. But Paul's wealthy parents forbid him to associate with a poor Landry, and Grandmère urges her to follow her dream of becoming a great painter, foreseeing a time when Ruby will be surrounded with riches in the dazzling city of New Orleans! Yet she cannot know how close that uncertain future looms..... In a faded photograph, Ruby glimpses for the first time the image of her father -- and learns of a shameful deception and a shocking scheme of blackmail that now must come to light. Stunned by these revelations, she is devastated when Grandmère dies, leaving her to seek out her father in his vast New Orleans mansion. There, in a house of lies, madness, and cruel torment, Ruby clings to her memories of Paul to keep her heart alive. For only their love can save her now....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Womens Fiction",
                "Drama",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Last Sin Eater",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.09,
            "ranking_count": 28690,
            "abstract": "1999 Gold Medallion Award winner! A repackage of Francine Rivers's beloved novel, now with stunning movie stills from the motion picture releasing in January 2007 and bonus discussion questions. All that matters for Cadi Forbes is finding the one man who can set her free from the sin that plagues her, the sin that has stolen her mother's love from her and made her wish she could flee life and its terrible injustice. But Cadi doesn't know that the “sin eater” is seeking as well. Before their journeys are over, Cadi and the sin eater must face themselves, each other, and the One who will demand everything from them in exchange for the answers they seek. A captivating tale of suffering, seeking, and redemption.",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Historical",
                "Novels",
                "Adult",
                "Adult Fiction",
                "Inspirational",
                "Religion"
            ]
        },
        {
            "title": "Hana-Kimi: For You in Full Blossom, Vol. 1",
            "authors": [
                "Hisaya Nakajo",
                "David Ury"
            ],
            "ranking": 4.15,
            "ranking_count": 35845,
            "abstract": "THE PRETTIEST BOY IN SCHOOL...ISN'T A BOY!. Japanese-American track-and-field star Mizuki has gotten herself a transfer to a high school in Japan...but not just any school! To be close to her idol, high jumper Izumi Sano, she's going to an all-guys' high school...and disguising herself as a boy! But as fate would have it, they're more than classmates...they're roommates! Now, Mizuki must keep her secret in the classroom, the locker room, and her own bedroom. And her classmates--and the school nurse--must cope with a new transfer student who may make them question their own orientation.... Plus a bonus story, The Cage of Summer!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Romance",
                "Manga",
                "Young Adult",
                "LGBT",
                "Comics Manga",
                "Contemporary",
                "Humor"
            ]
        },
        {
            "title": "The Miracle of Forgiveness",
            "authors": [
                "Spencer W. Kimball"
            ],
            "ranking": 4.34,
            "ranking_count": 15378,
            "abstract": "During his earthly ministry, Jesus performed many miracles, including healing numerous diseased and disabled bodies. But perhaps his greatest miracle was the healing of people's souls, - the forgiveness of sin. Jesus offers us that same miracle on the same terms- sincere repentance. In The Miracle of Forgiveness, President Spencer W Kimball gives a penetrating explanation of repentance and forgiveness and clarifies their implications for Church members. His in-depth approach shows that the need for forgiveness is universal; portrays the various facets of repentance, and emphasizes some of the more serious errors, particularly sexual ones, which afflict both modern society and Church members. Most important, he illuminates his message with the brightness of hope that even those who have gone grievously astray may find the way back to peace and security. Never before has any book brought this vital and moving subject into so sharp a focus. This classic book is a major work of substance and power. After, all who does not need the miracle of forgiveness.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christianity",
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Inspirational",
                "Christian",
                "Lds"
            ]
        },
        {
            "title": "Engine Summer",
            "authors": [
                "John Crowley"
            ],
            "ranking": 4.03,
            "ranking_count": 1816,
            "abstract": "Born into the community of Truthful Speakers one thousand years after the Storm, he was raised on stories of the old days -- a world filled with saints, a world in which all things were possible, a world which finally destroyed itself. In love with a beautiful woman, Rush journeys far and learns much. Taken into the society of Dr. Boots's List, attached to the old mysteries, Rush grows closer to a sainthood he could never have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Fires of Heaven",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.17,
            "ranking_count": 160448,
            "abstract": "The fifth book in Robert Jordan's internationally bestselling epic fantasy series, THE WHEEL OF TIME, now reissued with a stunning new cover design.. The bonds and wards that hold the Great Lord of the Dark are slowly failing, but still his fragile prison holds. The Forsaken, immortal servants of the shadow, weave their snares and tighten their grip upon the realms of men, sure in the knowledge that their master will soon break free.... Rand al' Thor, the Dragon Reborn, knows that he must strike at the Enemy, but his forces are divided by treachery and by ambition. Even the Aes Sedai, ancient guardians of the Light, are riven by civil war. Betrayed by his allies, pursued by his enemies and beset by the madness that comes to the male wielders of the One Power, Rand rides out to meet the foe.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Epic",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Sharpe's Triumph",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.12,
            "ranking_count": 14721,
            "abstract": "Richard Sharpe and the Battle of Assaye, September 1803. India, 1803. Sergeant Richard Sharpe witnesses a murderous act of treachery by an English officer who has defected from the East India Company to join the mercenary army of the Mahratta Confederation. In the hunt for the renegade Englishman, penetrates deep into the enemy's territory where he faces temptations more subtle than he has ever dreamed of. And behind him, relentlessly stalking him, comes his worst enemy, the baleful, twitching Sergeant Obadiah Hakeswill who is determined to break Sharpe once and for all. The paths of treachery all lead to the small village of Assaye where Sir Arthur Wellesley, with a tiny British army, faces the Mahratta horde. Outnumbered and outgunned, Wellesley decides to fight, and Sharpe is plunged into the white heat of a battle that will make Wellesley's reputation. It will make Sharpe's name to, but only if he can survive the carnage and killing frenzy, for it is at Assaye that he at last realizes his ambition and has a chance to seize it. This major new novel will follow the adventures of Richard Sharpe in India, begun so excitingly in Sharpe's Tiger and culminating in the Battle of Assaye, which Wellington considered his greatest victory.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Cultural",
                "Audiobook",
                "Action",
                "European Literature"
            ]
        },
        {
            "title": "Steps to an Ecology of Mind: Collected Essays in Anthropology, Psychiatry, Evolution, and Epistemology",
            "authors": [
                "Gregory Bateson",
                "Mary Catherine Bateson"
            ],
            "ranking": 4.25,
            "ranking_count": 1285,
            "abstract": "Gregory Bateson was a philosopher, anthropologist, photographer, naturalist, and poet, as well as the husband and collaborator of Margaret Mead. With a new foreword by his daughter Mary Katherine Bateson, this classic anthology of his major work will continue to delight and inform generations of readers.. This collection amounts to a retrospective exhibition of a working life. . . . Bateson has come to this position during a career that carried him not only into anthropology, for which he was first trained, but into psychiatry, genetics, and communication theory. . . . He . . . examines the nature of the mind, seeing it not as a nebulous something, somehow lodged somewhere in the body of each man, but as a network of interactions relating the individual with his society and his species and with the universe at large.—D. W. Harding,. New York Review of Books. [Bateson's] view of the world, of science, of culture, and of man is vast and challenging. His efforts at synthesis are tantalizingly and cryptically suggestive. . . .This is a book we should all read and ponder.—Roger Keesing,. American Anthropologist",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Anthropology",
                "Psychology",
                "Science",
                "Nonfiction",
                "Biology",
                "Writing",
                "Sociology"
            ]
        },
        {
            "title": "A Storm of Swords 2: Blood and Gold",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.53,
            "ranking_count": 87341,
            "abstract": "The Starks are scattered.. Robb Stark may be King in the North, but he must bend to the will of the old tyrant Walder Frey if he is to hold his crown. And while his youngest sister, Arya, has escaped the clutches of the depraved Cersei Lannister and her son, the capricious boy-king Joffrey, Sansa Stark remains their captive.. Meanwhile, across the ocean, Daenerys Stormborn, the last heir of the Dragon King, delivers death to the slave-trading cities of Astapor and Yunkai as she approaches Westeros with vengeance in her heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "Duino Elegies",
            "authors": [
                "Rainer Maria Rilke",
                "David        Young"
            ],
            "ranking": 4.41,
            "ranking_count": 7920,
            "abstract": "We have a marvelous, almost legendary image of the circumstances in which the composition of this great poem began. Rainer Maria Rilke was staying at Duino Castle, on a rocky headland of the Adriatic Sea near Trieste. One morning he walked out onto the battlements and climbed down to where the cliffs dropped sharply to the sea. From out of the fierce wind, Rilke seemed to hear a voice:. Wer, wenn ich schriee, horte mich denn aus der Engel Ordnungen?. (If I cried out, who would hear me up there, among the angelic orders?). He wrote these words, the opening of the first Duino Elegy, in his notebook, then went inside to continue what was to be his major opus—completely only after another ten, tormented years of effort—and one of the literary masterpieces of the century.. Duino Elegies. speaks in a voice that is both intimate and majestic on the mysteries of human life and our attempt, in the words of the translator David Young, “to use our self-consciousness to some advantage: to transcend, through art and the imagination, our self-deception and our fear.”",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Literature",
                "Philosophy",
                "Cultural",
                "Spirituality",
                "Religion"
            ]
        },
        {
            "title": "The Immortal",
            "authors": [
                "Angela Elwell Hunt"
            ],
            "ranking": 3.97,
            "ranking_count": 567,
            "abstract": "Claudia is stunned by the mysterious man's story. Who is he? A fanatic? A lunatic? Or could he be what he claims to be- a 2,000-year-old man cursed with immortality?. The mystery only deepens as she searches for answers, attempting to untangle myth from history, legend from lore. Everything he says seems true-and yet it challenges everything Claudia believes.. Readers are eyewitnesses to some of the most moving scenes of world history in this surprising, provocative novel, is now available in value-priced paperback as part of the Nelson Values program-a one-time-only, one-order-only bargain price ($7.97) on some of our best-selling and most exciting titles! A sure way to increase sales and introduce new readers to some of today's top fiction authors.",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Mystery",
                "Fantasy",
                "Contemporary",
                "Historical",
                "Adult Fiction"
            ]
        },
        {
            "title": "Lisa, Bright and Dark",
            "authors": [
                "John Neufeld"
            ],
            "ranking": 3.63,
            "ranking_count": 3718,
            "abstract": "Lisa Shilling is 16, smart, attractive—and she is losing her mind. Some days are light, and everything is normal; during her dark days, she hides deep within herself, and nothing can reach her. Her teachers ignore what is happening. Her parents deny it. Lisa's friends are the only ones who are listening—and they walk with her where adults fear to tread. This classic novel of a teenager's descent into madness, in the tradition of. Go Ask Alice. and. I Never Promised You a Rose Garden. , has remained a best seller for close to thirty years.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Health",
                "Mental Health",
                "Psychology",
                "Realistic Fiction",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "Gorilla, My Love",
            "authors": [
                "Toni Cade Bambara"
            ],
            "ranking": 4.13,
            "ranking_count": 2006,
            "abstract": "In these fifteen superb stories, written in a style at once ineffable and immediately recognizable, Toni Cade Bambara gives us compelling portraits of a wide range of unforgettable characters, from sassy children to cunning old men, in scenes shifting between uptown New York and rural North CaroLina. A young girl suffers her first betrayal. A widow flirts with an elderly blind man against the wishes of her grown-up children. A neighborhood loan shark teaches o white social worker a lesson in responsibility. And there is more. Sharing the world of Toni Cade Bambara's straight-up fiction is a stunning experience.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Classics",
                "Race",
                "Literature",
                "Womens",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Under the Net",
            "authors": [
                "Iris Murdoch"
            ],
            "ranking": 3.77,
            "ranking_count": 13687,
            "abstract": "Jake Donaghue, garrulous artist, meets Hugo Belfounder, silent philosopher.. Jake, hack writer and sponger, now penniless flat-hunter, seeks out an old girlfriend, Anna Quentin, and her glamorous actress sister, Sadie. He resumes acquaintance with formidable Hugo, whose ‘philosophy’ he once presumptuously dared to interpret. These meetings involve Jake and his eccentric servant-companion, Finn, in a series of adventures that include the kidnapping of a film-star dog, and a political riot in a film-set of ancient Rome. Jake, fascinated, longs to learn Hugo’s secret. Perhaps Hugo’s secret is Hugo himself? Admonished, enlightened, Jake hopes at last to become a real writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Philosophy",
                "Cultural"
            ]
        },
        {
            "title": "The Prestige",
            "authors": [
                "Christopher Priest"
            ],
            "ranking": 3.9,
            "ranking_count": 19413,
            "abstract": "A 19th Century feud between two English stage magicians. Their rivalry centers over instant displacement by electricity from one end of a stage to the other, the contest degenerating into dirty tricks. Told from the perspective of their descendants, a man and a woman.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction",
                "Mystery",
                "Audiobook",
                "Horror"
            ]
        },
        {
            "title": "The Waterworks",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.45,
            "ranking_count": 3034,
            "abstract": "“An elegant page-turner of nineteenth-century detective fiction.”. –The Washington Post Book World. One rainy morning in 1871 in lower Manhattan, Martin Pemberton a freelance writer, sees in a passing stagecoach several elderly men, one of whom he recognizes as his supposedly dead and buried father. While trying to unravel the mystery, Pemberton disappears, sending McIlvaine, his employer, the editor of an evening paper, in pursuit of the truth behind his freelancer’s fate. Layer by layer, McIlvaine reveals a modern metropolis surging with primordial urges and sins, where the Tweed Ring operates the city for its own profit and a conspicuously self-satisfied nouveau-riche ignores the poverty and squalor that surrounds them. In E. L. Doctorow’s skilled hands,. The Waterworks. becomes, in the words of. The New York Times. , “a dark moral tale . . . an eloquently troubling evocation of our past.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "New York",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The PreHistory of The Far Side: A 10th Anniversary Exhibit",
            "authors": [
                "Gary Larson"
            ],
            "ranking": 4.42,
            "ranking_count": 9790,
            "abstract": "A. Far Side. retrospective, celebrating its tenth anniversary.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Art",
                "Comics"
            ]
        },
        {
            "title": "Dawn",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.89,
            "ranking_count": 16467,
            "abstract": "In her fine new Virginia school, Dawn Longchamp feels happy and safe. But nothing is what it seems.... Now Dawn and her older brother Jimmy have a chance for a decent, respectable life, and Dawn's secret, precious hope to study singing can come true. Philip Cutler, the handsomest boy in school, sets Dawn's heart on fire. She is deeply devoted to her brooding brother; but with Philip, she imagines a lovely dream of romance.... Then Dawn's mother suddenly dies, and her entire world begins to crumble. After a terrible new shock, she is thrust into a different family and an evil web of unspoken sins. Her sweet innocence lost, humiliated and scorned, Dawn is desperate to find Jimmy again and...strip away the wicked lies that will change all their lives forever!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Womens Fiction",
                "Mystery",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "A Fall of Moondust",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 3.88,
            "ranking_count": 9531,
            "abstract": "For a million years the bubble had been growing, like a vast abscess, below the root of the mountains. Now the abscess was about to burst. Captain Harris had left the controls on autopilot and was talking to the front row of passengers as the first tremor shook the boat. For a fraction of a second he wondered if a fan blade had hit some submerged obstacle; then, quite literally, the bottom fell out of his world.. It fell slowly, as all things must upon the Moon. The sea was alive and moving . . . Every stage of that nightmare transformation was pitilessly illuminated by the earth light, until the crater was so deep that its firewall was completely lost in shadow, and it seemed as if Selene were racing into a curving crescent of utter blackness – an arc of annihilation.. In darkness and in silence, they were sinking into the Moon. . . .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Space",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Emília no País da Gramática",
            "authors": [
                "Monteiro Lobato",
                "Osnei Gomez",
                "Héctor Gómez"
            ],
            "ranking": 3.95,
            "ranking_count": 321,
            "abstract": "Este livro conta a viagem que Pedrinho, Narizinho, Visconde, Quindim e Emília fazem até o País da Gramática. Lá eles aprendem a língua portuguesa de um jeito muito divertido, usando a imaginação e a criatividade. Desse modo, ficam sabendo sobre a origem e o significado das palavras e como escrevê-las corretamente, formando frases coerentes e coesas. Como o livro foi lançado pela primeira vez em 1934, muitas regras e conceitos gramaticais antigos foram atualizados e comentados.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "European Literature",
                "Fantasy"
            ]
        },
        {
            "title": "The World of Jeeves",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.47,
            "ranking_count": 3123,
            "abstract": "A glorious collection of all the short stories featuring Jeeves, the perfect manservant, and Bertie Wooster, a 1920s bachelor on the run.. Contains the books. Carry On, Jeeves. ,. The Inimitable Jeeves. and. Very Good, Jeeves. and the short stories. Jeeves Makes an Omelette. and. Jeeves and the Greasy Bird. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Short Stories",
                "Classics",
                "European Literature",
                "Anthologies",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Désirée",
            "authors": [
                "Annemarie Selinko"
            ],
            "ranking": 4.12,
            "ranking_count": 10226,
            "abstract": "The stunning, massively bestselling story of Napoleon's first fiancé. First published in 1953, this riveting true-life tale comes to life in diary form, giving readers an inside glimpse at the young Napoleon and his family. Désirée is enchanted by the young officer, and he asks her to marry him. But he must leave for Paris, where he meets his eventual wife Josephine. A heartbroken Désirée is unsure she'll ever find anyone again. A love story, but so much more,. Désirée. is the tale of a simple merchant's daughter who ends up with a kind of royalty she never expected: an unforgettable story just waiting to be reborn.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Classics",
                "Novels",
                "Cultural",
                "Roman",
                "Literature"
            ]
        },
        {
            "title": "Αρνούμαι",
            "authors": [
                "Antonis Samarakis",
                "Αντώνης Σαμαράκης"
            ],
            "ranking": 4.12,
            "ranking_count": 392,
            "abstract": "Ουσιαστικά πρόκειται για μια συλλογή μικρών σε έκταση διηγημάτων.. Οι υποθέσεις και η περιγραφή κινείται γύρω από τους ήρωες. με τις αβεβαιότητες και τους δισταγμούς τους οι οποίοι προβάλλονται. μέσα από την επανάληψη στις σκέψεις και στα λόγια τους.. Μέσα από τα διηγήματα προβάλλονται πλευρές. της ελληνικής κοινωνίας μετά τον δεύτερο παγκόσμιο πόλεμο.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Literature"
            ]
        },
        {
            "title": "The Chronicles of Amber",
            "authors": [
                "Roger Zelazny"
            ],
            "ranking": 4.37,
            "ranking_count": 10747,
            "abstract": "Amber is the one real world, casting infinite reflections of itself - shadow worlds, which can be manipulated by those of royal Amberite blood. But the royal family is torn apart by jealousies and suspicion; the disappearance of the patriarch Oberon has intensified the internal conflict by leaving the throne apparently for grabs; and amnesia has robbed Corwin, Crown Prince of Amber his memory - even the fact that he is rightful heir to the throne.. The Chronicles of Amber. is Zelazny's finest fantasy, a grand imaginative vision of alternate worlds, magic, swordplay, and murderous rivalries.. 1. Nine Princes in Amber 1-156. 2. The Guns of Avalon 157-338. 3. Sign of the Unicorn 338-490. 4. The Hand of Oberon 491-640. 5. The Courts of Chaos 641-772",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Fräulein Else",
            "authors": [
                "Arthur Schnitzler",
                "F.H. Lyon"
            ],
            "ranking": 3.87,
            "ranking_count": 3376,
            "abstract": "A young woman is contacted by her mother, begging her to save her father from debtor's jail by visiting an elderly acquaintance in order to borrow money. This novel shows how the demands of her family force Else into the realization that everything has a price and morality has a most brittle veneer.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Academic",
                "Literature",
                "Novella",
                "Short Stories",
                "Historical"
            ]
        },
        {
            "title": "Morality Play",
            "authors": [
                "Barry Unsworth"
            ],
            "ranking": 3.75,
            "ranking_count": 3576,
            "abstract": "The time is the fourteenth century. The place is a small town in rural England, and the setting a snow-laden winter. A small troupe of actors accompanied by Nicholas Barber, a young renegade priest, prepare to play the drama of their lives. Breaking the longstanding tradition of only performing religious plays, the groups leader, Martin, wants them to enact the murder that is foremost in the townspeoples minds. A young boy has been found dead, and a mute-and-deaf girl has been arrested and stands to be hanged for the murder. As members of the troupe delve deeper into the circumstances of the murder, they find themselves entering a political and class feud that may undo them. Intriguing and suspenseful,. Morality Play. is an exquisite work that captivates by its power, while opening up the distant past as new to the reader.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Bedbug and Selected Poetry",
            "authors": [
                "Vladimir Mayakovsky",
                "Patricia Blake",
                "Max Hayward",
                "George Reavey"
            ],
            "ranking": 4.2,
            "ranking_count": 2944,
            "abstract": "This selection of Mayakovsky's work covers his entire career--from the earliest pre-revolutionary lyrics to a poem found in a notebook after his suicide. Splendid translations of the poems, with the Russian on a facing page, and a fresh, colloquial version of Mayakovsky's dramatic masterpiece, The Bedbug.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Literature",
                "Classics",
                "Plays",
                "Drama",
                "Fiction"
            ]
        },
        {
            "title": "Lafcadio, the Lion Who Shot Back",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 4.16,
            "ranking_count": 6752,
            "abstract": "Shel Silverstein's first children's book,. Lafcadio, the Lion Who Shot Back. —a whimsical tale of self-discovery and marshmallows—is turning fifty with a return to the vintage full-color cover.. Is a famous, successful, and admired lion a happy lion? Or is he a lion at all? Written and drawn with wit and gusto, Shel Silverstein's modern fable speaks not only to children but to us all!. First published in 1963, this book had rave reviews from the. New York Times, Time. magazine, and. Publishers Weekly,. as well as a starred review from. Kirkus. . Now celebrating its fiftieth anniversary,. Lafcadio. is being reissued with a full-color cover featuring vintage art from Shel Silverstein discovered in the archives.. Lafcadio, the Lion Who Shot Back. is the book that started Shel Silverstein's incomparable career as a bestselling children's book author and illustrator. He is also the creator of picture books such as. A Giraffe and a Half. ,. Who Wants a Cheap Rhinoceros?. ,. The Missing Piece. ,. The Missing Piece Meets the Big O. ,. and the perennial favorite. The Giving Tree. and of classic poetry collections such as. Where the Sidewalk Ends. ,. A Light in the Attic. ,. Falling Up. ,. Every Thing On It. ,. Don't Bump the Glump!. .. And don't miss. Runny Babbit Returns. ,. the new book from Shel Silverstein!",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Poetry",
                "Humor",
                "Fantasy",
                "Animals",
                "Classics",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Death of Grass",
            "authors": [
                "John Christopher",
                "Robert Macfarlane"
            ],
            "ranking": 3.87,
            "ranking_count": 8284,
            "abstract": "The Chung-Li virus has devastated Asia, wiping out the rice crop and leaving riots and mass starvation in its wake. The rest of the world looks on with concern, though safe in the expectation that a counter-virus will be developed any day. Then Chung-Li mutates and spreads. Wheat, barley, oats, rye: no grass crop is safe, and global famine threatens.. In Britain, where green fields are fast turning brown, the Government lies to its citizens, devising secret plans to preserve the lives of a few at the expense of the many.. Getting wind of what's in store, John Custance and his family decide they must abandon their London home to head for the sanctuary of his brother's farm in a remote northern valley.. And so they begin the long trek across a country fast descending into barbarism, where the law of the gun prevails, and the civilized values they once took for granted become the price they must pay if they are to survive.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Classics",
                "Speculative Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "An Indecent Obsession",
            "authors": [
                "Colleen McCullough"
            ],
            "ranking": 3.57,
            "ranking_count": 2405,
            "abstract": "A devoted nurse is a favorite among the wounded soldiers in her charge. Then everything changes with the arrival of a decorated, yet damaged, war hero. The nurse finds herself drawn to this tortured man, and the couple soon discovers a soul stirring passion that ultimately leads to violent tragedy",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Cultural",
                "War",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "The Ramona Collection, Vol. 1:",
            "authors": [
                "Beverly Cleary",
                "Tracy Dockray"
            ],
            "ranking": 4.23,
            "ranking_count": 5933,
            "abstract": "Four beloved Ramona books in one fun box!. The appeal of Beverly Cleary’s stories about the wonderful, blunderful Ramona Quimby has never faded. Each new generation feels connected to Ramona’s unique way of looking at the world as she tries to adjust to new teachers, feels jealous about Susan's curls, and is secretly pleased by Yard Ape's teasing.. The scrapes she gets herself into—like wearing pajamas to school or accidentally making egg yolk shampoo—are funny and heartwarming, and sometimes embarrassing. No matter what, Ramona’s lively, curious spirit shines through. Now, with lively art by Jacqueline Rogers, here are four of Beverly Cleary’s favorite Ramona titles in one collection!. This collection includes 4 complete paperbacks:. Beezus and Ramona. Ramona the Pest. Ramona the Brave. Ramona and Her Father",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Kids"
            ]
        },
        {
            "title": "The Big Four",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.59,
            "ranking_count": 44855,
            "abstract": "Framed in the doorway of Poirot’s bedroom stood an uninvited guest, coated from head to foot in dust. The man’s gaunt face stared for a moment, then he swayed and fell. Who was he? Was he suffering from shock or just exhaustion? Above all, what was the significance of the figure 4, scribbled over and over again on a sheet of paper? Poirot finds himself plunged into a world of international intrigue, risking his life to uncover the truth about ‘Number Four’.. Librarian's note: the concept of The Big Four first appeared as weekly short stories very loosely connected in 'The Sketch' in 1924. The 12 original stories were: 1) The Unexpected Guest, 2) The Adventure of the Dartmoor Bungalow, 3) The Lady on the Stairs, 4) The Radium Thieves, 5) In the House of the Enemy, 6) The Yellow Jasmine Mystery, 7) The Chess Problem, 8) The Baited Trap, 9) The Adventure of the Peroxide Blond, 10) The Terrible Catastrophe, 11) The Dying Chinaman, and 12) The Crag in the Dolomites.. Librarian's note: for her 1927 novel, Christie added to the linkages between the stories and shuffled them somewhat.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "The Year of the Death of Ricardo Reis",
            "authors": [
                "José Saramago",
                "Giovanni Pontiero"
            ],
            "ranking": 4.02,
            "ranking_count": 10303,
            "abstract": "The world's threats are universal like the sun but Ricardo Reis takes shelter under his own shadow.. Back in Lisbon after sixteen years practicing medicine in Brazil, Ricardo Reis wanders the rain-sodden streets. He longs for the unattainably aristocratic Marcenda, but it is Lydia, the hotel chamber maid who makes and shares his bed. His old friend, the poet Fernando Pessoa, returns to see him, still wearing the suit he was buried in six weeks earlier. It is 1936, the clouds of Fascism are gathering ominously above them, so they talk; a wonderful, rambling discourse on art, truth, poetry, philosophy, destiny and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Literature",
                "Nobel Prize",
                "Novels",
                "Historical",
                "Magical Realism",
                "Romance"
            ]
        },
        {
            "title": "Wicked: The Life and Times of the Wicked Witch of the West",
            "authors": [
                "Gregory Maguire",
                "Douglas Smith"
            ],
            "ranking": 3.54,
            "ranking_count": 584413,
            "abstract": "When Dorothy triumphed over the Wicked Witch of the West in L. Frank Baum's classic tale we heard only her side of the story. But what about her arch-nemesis, the mysterious Witch? Where did she come from? How did she become so wicked? And what is the true nature of evil?. Gregory Maguire creates a fantasy world so rich and vivid that we will never look at Oz the same way again.. Wicked. is about a land where animals talk and strive to be treated like first-class citizens, Munchkinlanders seek the comfort of middle-class stability, and the Tin Man becomes a victim of domestic violence. And then there is the little green-skinned girl named Elphaba, who will grow up to become the infamous Wicked Witch of the West, a smart, prickly, and misunderstood creature who challenges all our preconceived notions about the nature of good and evil.. An astonishingly rich re-creation of the land of Oz, this book retells the story of Elphaba, the Wicked Witch of the West, who wasn't so wicked after all. Taking readers past the yellow brick road and into a phantasmagoric world rich with imagination and allegory, Gregory Maguire just might change the reputation of one of the most sinister characters in literature.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Retellings",
                "Science Fiction Fantasy",
                "Adult Fiction",
                "Paranormal",
                "Classics"
            ]
        },
        {
            "title": "House of Splendid Isolation",
            "authors": [
                "Edna O'Brien"
            ],
            "ranking": 3.66,
            "ranking_count": 966,
            "abstract": "Book Description Publication Date: April 1, 1998 The author of A Fanatic Heart offers a timely novel that looks into the mind and heart of contemporary Ireland as an escaped IRA operative takes refuge in an abandoned house--until the occupant unexpectedly returns home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Womens",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Deed of Paksenarrion",
            "authors": [
                "Elizabeth Moon"
            ],
            "ranking": 4.31,
            "ranking_count": 12816,
            "abstract": "The Deed of Paksenarrion. revolves around the life of Paksenarrion Dorthansdotter, known as Paks. It takes place in a fictional medieval world comprised of kingdoms of humans, dwarves, and elves. The story begins by introducing Paks as a headstrong girl of 18, who leaves her home (fleeing a marriage arranged by her father) to join a mercenary company. Through her journeys and hardships she comes to realize that she has been gifted as a paladin. The novel was originally published in three volumes in 1988 and 1989 and as a single trade edition of that name in 1992. The three books included are. The Sheepfarmer's Daughter, Divided Allegiance. and. Oath of Gold.. From publisher Baen: Paksenarrion, a simple sheepfarmer's daughter, yearns for a life of adventure and glory, such as was known to heroes in songs and story. At age seventeen she runs away from home to join a mercenary company and begins her epic life . . . Book One: Paks is trained as a mercenary, blooded, and introduced to the life of a soldier . . . and to the followers of Gird, the soldier's god. Book Two: Paks leaves the Duke's company to follow the path of Gird alone—and on her lonely quests encounters the other sentient races of her world. Book Three: Paks the warrior must learn to live with Paks the human. She undertakes a holy quest for a lost elven prince that brings the gods' wrath down on her and tests her very limits.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "War",
                "Epic",
                "Science Fiction"
            ]
        },
        {
            "title": "Love in a Cold Climate and Other Novels",
            "authors": [
                "Nancy Mitford"
            ],
            "ranking": 4.1,
            "ranking_count": 2861,
            "abstract": "Contains:. The Pursuit of Love (1945). Love in a Cold Climate (1949). The Blessing (1951). Nancy Mitford's Love in a Cold Climate and Other Novels casts a finely gauged net to capture perfectly the foibles and fancies of the English upper class, and includes an introduction by Philip Hensher in Penguin Modern Classics. Nancy Mitford's brilliantly witty, irreverent stories of the upper classes in pre-war London and Paris conjure up a world of glamour, gossip and decadence. In The Pursuit of Love, Love in a Cold Climate and The Blessing, her extraordinary heroines deal with armies of hilariously eccentric relatives, the excitement of love and passion, and the thrills of the social Season. But beneath the glittering surfaces and perfectly timed comic dialogue, Nancy Mitford's novels are also touching hymns to a lost era and to the brevity of life and love from one of the most individual, beguiling and creative users of the language.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Literature",
                "Romance",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Griffin & Sabine: An Extraordinary Correspondence",
            "authors": [
                "Nick Bantock"
            ],
            "ranking": 4.01,
            "ranking_count": 59816,
            "abstract": "It all started with a mysterious and seemingly innocent postcard, but from that point nothing was to remain the same in the life of Griffin Moss, a quiet, solitary artist living in London. His logical, methodical world was suddenly turned upside down by a strangely exotic woman living on a tropical island thousands of miles away. Who is Sabine? How can she see what Griffin is painting when they have never met? Is she a long-lost twin? A clairvoyant? Or a malevolent angel? Are we witnessing the flowering of a magical relationship or a descent into madness?. This stunning visual novel unfolds in a series of postcards and letters, all brilliantly illustrated with whimsical designs, bizarre creatures, and darkly imagined landscapes. Inside the book, Griffin and Sabine's letters are to be found nestling in their envelopes, permitting the reader to examine the intimate correspondence of these inexplicably linked strangers. This truly innovative novel combines a strangely fascinating story with lush artwork in an altogether original format.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Art",
                "Fantasy",
                "Romance",
                "Sequential Art",
                "Mystery",
                "Magical Realism",
                "Adult Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A Crown of Swords",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.05,
            "ranking_count": 143154,
            "abstract": "The Wheel of Time turns, and Ages come and go. What was, what will be, and what is, may yet fall under the Shadow.. Let the Dragon ride again on the winds of time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The City of Joy",
            "authors": [
                "Dominique Lapierre"
            ],
            "ranking": 4.24,
            "ranking_count": 6692,
            "abstract": "Made into a movie starring Patrick Swayze, this is the inspiring story of an American doctor who experienced a spiritual rebirth in an impoverished section of Calcutta.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Novels",
                "Travel",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Trans-Atlantyk",
            "authors": [
                "Witold Gombrowicz",
                "Nina Karsov",
                "Carolyn French"
            ],
            "ranking": 3.78,
            "ranking_count": 3383,
            "abstract": "A semi-autobiographical, satirical novel that throws into perspective all of Gombrowicz's major literary, philosophical, psychological and social concerns. Throughout the book Gombrowicz ridicules the self-centred pomposity of the Polish community in Argentina.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Classics",
                "Cultural",
                "Academic",
                "Literature",
                "Novels",
                "LGBT"
            ]
        },
        {
            "title": "I Was a Rat!",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 3.58,
            "ranking_count": 2586,
            "abstract": "“I Was a Rat!” So insists a scruffy boy named Roger. Maybe it’s true. But what is he now? A terrifying monster running wild in the sewers?. The Daily Scourge. is sure of it. A victim of “Rodent Delusion”? The hospital nurse says yes. A lucrative fairground freak? He is to Mr. Tapscrew. A champion wriggler and a budding thief? That’s what Billy thinks. Or just an ordinary small boy, though a little ratty in his habits? Only three people believe this version of the story. And it may take a royal intervention—and a bit of magic—to convince the rest of the world.. Set against the backdrop of a Royal Wedding—and a playful parody of the press,. I Was a Rat!. is a magical weaving of humor, fairy tale, and adventure.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Humor",
                "Animals",
                "Novels"
            ]
        },
        {
            "title": "Solitudes Crowded With Loneliness",
            "authors": [
                "Bob Kaufman"
            ],
            "ranking": 4.32,
            "ranking_count": 290,
            "abstract": "Published in 1965,. Solitudes Crowded with Loneliness. assembles ten years' work of Bob Kaufman, celebrated in San Francisco as the original Beat and in France as the American Rimbaud.. Kaufman, one of fourteen children born in Louisiana to a German Jewish father and a Black Catholic mothers, ran away to sea when he was thirteen, circling the globe nine times in the next twenty years. In the 1950s, while working as a waiter at the Los Angeles Hilton, he met another erstwhile member of the Merchant Marine, Jack Kerouac, and soon thereafter both moved north to found, along with Allen Ginsberg, Gregory Corso, and others, the San Francisco literary renaissance of the time.. Kaufman promotes a spontaneous, prophetic verse, mixing street talk and jazz with vision.. Solitudes Crowded with Loneliness. contains odes to Charles Mingus, Hart Crane, Ray Charles, and Albert Camus as well as love lyrics, political rants, Prison Poems, and the prose meditation Second April.. Perhaps the best of the Beat poets of the 1950s ... this book collects the best of his work, which is surprising literate and moving. --. National Observer. Mr. Kaufman has a genuine lyric talent and his poetry, at its best is sensuous, exciting, and charged with vitality. --. Publishers Weekly. (New Directions Press)",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Surreal"
            ]
        },
        {
            "title": "Bring the Jubilee",
            "authors": [
                "Ward Moore"
            ],
            "ranking": 3.7,
            "ranking_count": 2309,
            "abstract": "Alternative cover edition can be found. here. .. Trapped in 1877, a historian writes an account of an alternative history of America in which the South won the Civil War. Living in this alternative timeline, he was determined to change events at Gettysburg.. When he's offered the chance to return to that fateful turning point his actions change history as he knows it, leaving him in an all too familiar past.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Historical",
                "War",
                "Speculative Fiction",
                "Military History",
                "Science Fiction Fantasy",
                "Fantasy"
            ]
        },
        {
            "title": "A Treatise on White Magic: The Way of the Disciple",
            "authors": [
                "Alice A. Bailey"
            ],
            "ranking": 4.24,
            "ranking_count": 190,
            "abstract": "Fifteen Rules for Magic - the soul, the White Magician, becoming manifest through its own inherent magical powers. The human being is essentially and inherently divine. The soul is the means whereby humanity evolves a consciousness of divinity, redeems gross matter and liberates the pure flame of spirit. This work talks about White Magic.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Esoterica",
                "Occult",
                "Unfinished",
                "Philosophy",
                "Nonfiction",
                "Fantasy"
            ]
        },
        {
            "title": "Fallen Hearts",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.92,
            "ranking_count": 15407,
            "abstract": "Proud and beautiful, Heaven came back to the hills -- to rise at last above her family's shame!. As Logan's bride, she would savor now the love she had sought for so long. And free from her father's clutches, she would live again in her backwoods town, a respected teacher and cherished wife. But after a wedding trip to Boston's Farthinggale Manor and a lavish, elegant party, Heaven and Logan are persuaded to stay...lured by Tony Tatterton's guile to live amidst the Tatterton wealth and privilege. Then the ghosts of Heaven's past rise up once more, writhing around her fragile happiness...threatening her precious love with scandal and jealousy, sinister passions and dangerous dreams!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Thriller",
                "Mystery",
                "Adult Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Song of Kali",
            "authors": [
                "Dan Simmons",
                "Janusz Ochab",
                "Maciej Kamuda"
            ],
            "ranking": 3.61,
            "ranking_count": 12131,
            "abstract": "Calcutta: a monstrous city of immense slums, disease and misery, is clasped in the foetid embrace of an ancient cult. At its decaying core is the Goddess Kali: the dark mother of pain, four-armed and eternal, her song the sound of death and destruction. Robert Luczak has been hired by Harper's to find a noted Indian poet who has reappeared, under strange circumstances, years after he was thought dead. But nothing is simple in Calcutta and Lucsak's routine assignment turns into a nightmare when he learns that the poet is rumoured to have been brought back to life in a bloody and grisly ceremony of human sacrifice.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Thriller",
                "Cultural",
                "Mystery",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "There's a Nightmare in my Closet",
            "authors": [
                "Mercer Mayer"
            ],
            "ranking": 4.23,
            "ranking_count": 15325,
            "abstract": "Childhood fear of the dark and the resulting exercise in imaginative exaggeration are given that special Mercer Mayer treatment in this dryly humorous fantasy.. -School Library Journal",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Folklore",
                "Fantasy",
                "Classics",
                "Holiday",
                "Humor"
            ]
        },
        {
            "title": "The Hidden Staircase",
            "authors": [
                "Carolyn Keene",
                "Mildred Benson"
            ],
            "ranking": 3.95,
            "ranking_count": 37083,
            "abstract": "Nancy Drew is alarmed when Nathan Gombet threatens her father. Gombet sold a piece of land for a railroad bridge through Carson Drew and now believes that he was cheated.. Meanwhile, valuable objects are disappearing from rooms in the Turnbull mansion even while the Turnbull sisters, Rosemary and Florette, are at home in their locked house. Having heard about her reputation for solving mysteries, the sisters invite Nancy Drew to stay in the mansion and discover the thief.. In seeking to solve the mysterious happenings in an old stone mansion, Nancy uses her courage and powers of deduction and tackles a situation that would have appalled a far older person.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Classics",
                "Thriller",
                "Adventure",
                "Audiobook"
            ]
        }
    ]
}