{
    "books": [
        {
            "title": "Rin-Ne, Vol. 3",
            "authors": [
                "Rumiko Takahashi",
                "Rumiko Takahashi"
            ],
            "ranking": 3.95,
            "ranking_count": 413,
            "abstract": "A boy from Sakura's past appears, hoping to win a date with her. But the ghost of another lovelorn boy leads to an unexpected triple date. Can an exorcism take place at an amusement park? Does Rinne have feelings for Sakura? Compared to playing the dating game, dealing with angry ghosts and rogue shinigami may be less frightening!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Humor",
                "Comics Manga",
                "Young Adult",
                "Romance"
            ]
        },
        {
            "title": "Greetings from Afghanistan, Send More Ammo: Dispatches from Taliban Country",
            "authors": [
                "Benjamin Tupper"
            ],
            "ranking": 3.91,
            "ranking_count": 305,
            "abstract": "Raw, direct, and powerful...This work is vitally important.. -Ken Stern, former CEO of National Public Radio. Captain Benjamin Tupper spent a year in Afghanistan in an Embedded Training Team, tasked with training, leading in combat, and mentoring the Afghan Army to victory against the brutal Taliban. Writing and recording from a remote outpost, Tupper's dispatches were posted on the blog The Sandbox and broadcast on NPR, bringing vivid snapshots of America's longest ongoing war to a wide audience back home.. Here, he takes us inside the intricacies of the war, opening up a unique and multifaceted view of both Afghan culture and the daily life of an American soldier. From the rush of gunfire to surreal, euphoric moments of cross-cultural understanding, this emotional and thought- provoking narrative is rich with humor, eloquence and contradiction. Deeply personal and darkly funny, Tupper illuminates the challenges of the war, vividly bringing to life both the mundane and the extraordinary and seeking a way forward.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Nonfiction",
                "History",
                "Biography",
                "Military"
            ]
        },
        {
            "title": "Where He Belongs",
            "authors": [
                "Rachel Haimowitz"
            ],
            "ranking": 3.57,
            "ranking_count": 241,
            "abstract": "The hottest name in network news is Daniel Halstrom. He is a sensation, a rising star. He is also a slave, owned wholly and completely by NewWorld Media.. But before he was a star, he was a frightened child from a bad place with a promising, if limited, future ahead of him. In The New Kid, young Daniel begins his schooling. Then, for a slave, the simple pleasure of a Bathroom Break is sometimes the only pleasure to be had. Later, Daniel doesn't know it, but A Chance Encounter might be the most important of his life. Next, in Camera Obscura, one of Daniel's colleagues reflects on the fact that as much as the camera may show, it can hide even more. Finally, when you're a slave, Independence Day is just another day.. Exclusive Bonus Content!. Excerpt from Anchored by Rachel Haimowitz, the debut novel in the Belonging series. The never-before-published prologue to Anchored. A sneak peek at Counterpunch, the upcoming Belonging novel by Aleksandr Voinov",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Erotica",
                "Contemporary",
                "Short Stories",
                "Fantasy",
                "Dark",
                "LGBT",
                "Science Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Enemy Lover",
            "authors": [
                "Karin Harlow"
            ],
            "ranking": 3.85,
            "ranking_count": 848,
            "abstract": "When you have no alternative, then you call in L.O.S.T. Because with the Last Option Special Team, it’s do or die. . . .. It’s Jax Cassidy’s first mission for L.O.S.T.—one that will give the former cop who went rogue a chance to prove herself. Her assignment: gain the trust of assassin Marcus Cross . . . eliminate him . . . then take down Marcus’s mentor, Joseph Lazarus, a man with a bold eye on the White House. But the woman who’s known by her team for being a femme fatale succumbs to passion, only to discover Cross’s deadly secret. He’s a vampire, and Joseph Lazarus is his creator.. Left for dead by his platoon in the violent hills of Afghanistan, Special Ops sniper Marcus Cross was given a second chance at life. His newly heightened skills make him the perfect killing machine, and as Lazarus’s right-hand man, he’s quickly rising to the top of his dark empire, purging enemies with speed and precision. Only when dangerous beauty Jax Cassidy is sent to bring him in does he begin to question Lazarus’s motives and his own actions. But when Jax’s life is threatened by the one thing that can destroy them both, Marcus must make a bitter choice—her death or his.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Suspense",
                "Adult",
                "War"
            ]
        },
        {
            "title": "Radical Judaism: Rethinking God and Tradition",
            "authors": [
                "Arthur Green"
            ],
            "ranking": 4.2,
            "ranking_count": 145,
            "abstract": "As featured on the cover of. Tikkun. magazine. How do we articulate a religious vision that embraces evolution and human authorship of Scripture?  Drawing on the Jewish mystical traditions of Kabbalah and Hasidism, path-breaking Jewish scholar Arthur Green argues that a neomystical perspective can help us to reframe these realities, so they may yet be viewed as dwelling places of the sacred.  In doing so, he rethinks such concepts as God, the origins and meaning of existence, human nature, and revelation to construct a new Judaism for the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Literature",
                "Judaism",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "The Paris Directive",
            "authors": [
                "Gerald Jay"
            ],
            "ranking": 3.42,
            "ranking_count": 212,
            "abstract": "In a Berlin hotel room in the late 1990s, two former French intelligence agents hire Klaus Reiner, a ruthlessly effective killer, to eliminate an American industrialist vacationing in southwestern France. Reiner easily locates his target in the small Dordogne village of Taziac, but the hit is compromised when three innocent people are in the wrong place at the wrong time. Enter Inspector Paul Mazarelle. Formerly of Paris but now living in Taziac, the inspector is charged with bringing his experience and record of success in the capital to bear on the gruesome quadruple homicide at the height of tourist season.. Both Mazarelle’s investigation and Reiner’s job become complicated when Molly, a New York City district attorney and daughter of two of the victims, arrives to identify the bodies and begins asking questions. All evidence points to Ali Sedak, a local Arab handyman, but Mazarelle and Molly have doubts, forcing Reiner to return to Taziac to ensure they see things as he arranged them. Little does anyone in the picturesque French countryside know how politically charged this crime is: its global ramifications, stemming from the NATO bombing of the Chinese embassy in Belgrade, could overshadow everything.. Tailored in crisp prose, this tantalizing and skillfully written thriller possesses all the luxury refinements of the best international intrigue. Jay’s novel chills, excites, and engrosses, pitting a smooth, calculating villain against an earthy, sympathetic Frenchman whose twilight career is suddenly heating up.. Jay’s entertaining first novel pays homage to George Simenon and his legendary detective, Inspector Maigret.... The main draw is the charming, indomitable Inspector Mazarelle, who enjoys puffing on his old pipe, stopping for cognac in the middle of the day, and dining on sausages and lentils or his favorite dish, duck confit, at the Café Valon. Mystery fans will look forward to seeing more of him in the promised sequel.. —. Publishers Weekly. Gerald Jay has woven threads of police procedural, espionage, rural noir, ‘acts of barbarism,’ and Gallic charm into a story that will be a great fit for almost any crime fan.. —. Booklist. , starred review",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Suspense",
                "Fiction",
                "Thriller",
                "Spy Thriller"
            ]
        },
        {
            "title": "Life Is About Losing Everything",
            "authors": [
                "Lynn Crosbie"
            ],
            "ranking": 3.52,
            "ranking_count": 157,
            "abstract": "From the author of the wildly controversial books. Liar. and. Paul's Case. comes one of the most anticipated — and perhaps, in some quarters, feared — books of the year. This is author Lynn Crosbie at her most honest, most cutting, most hilarious, and most heartbreaking. The stories told here are at once a cache, a repository, of a seven-year period in the author's life; and, too, a gymnasium, a place where she can flex her prodigious wit and her dazzling stash of literary tricks. Deft with matters both low- and highbrow (here are stories about 80s big-hair bands and the lasting, theological value of the Rocky series; here, too are stories contemplating critical theory and fine art),. Life Is About Losing Everything. speaks with manic yet grave authority about risking and losing everything, and then sorting through the remains to discover what is beautiful, what is trash, and what, ultimately, belongs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Poetry"
            ]
        },
        {
            "title": "The Prophet",
            "authors": [
                "Michael Koryta"
            ],
            "ranking": 3.75,
            "ranking_count": 5642,
            "abstract": "Michael Koryta, long hailed as one of the best young thriller writers at work today, has written his greatest novel ever - an emotionally harrowing, unstoppably suspenseful novel that proves why Michael Connelly has named him one of the best of the best.. Adam Austin hasn't spoken to his brother in years. When they were teenagers, their sister was abducted and murdered, and their devastated family never recovered. Now Adam keeps to himself, scraping by as a bail bondsman, working so close to the town's criminal fringes that he sometimes seems a part of them.. Kent Austin is the beloved coach of the local high school football team, a religious man and hero in the community. After years of near misses, Kent's team has a shot at the state championship, a welcome point of pride in a town that has had its share of hardships.. Just before playoffs begin, the town and the team are thrown into shock when horrifically, impossibly, another teenage girl is found murdered. When details emerge that connect the crime to the Austin brothers, the two are forced to unite to stop a killer - and to confront their buried rage and grief before history repeats itself again.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Sports",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "Atlantic Fever: Lindbergh, His Competitors, and the Race to Cross the Atlantic",
            "authors": [
                "Joe      Jackson"
            ],
            "ranking": 4.16,
            "ranking_count": 100,
            "abstract": "For five weeks—from April 14 to May 21, 1927—the world held its breath while fourteen aviators took to the air to capture the $25,000 prize that Raymond Orteig offered to the first man to cross the Atlantic Ocean without stopping. Joe Jackson’s. Atlantic Fever. is about this race, a milestone in American history whose story has never been fully told. Delving into the lives of the big-name competitors—the polar explorer Richard Byrd, the French war hero René Fonck, the millionaire Charles Levine, and the race’s eventual winner, the enigmatic Charles Lindbergh—as well as those whose names have been forgotten by history (such as Bernt Balchen, Stanton Wooster, and Clarence Chamberlin), Jackson brings a completely fresh and original perspective to the race to conquer the Atlantic.. Atlantic Fever. opens for us one of those magical windows onto a moment when the nexus of technology, innovation, character, and spirit led so many contenders from different parts of the world to be on the cusp of the exact same achievement at the exact same time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Aviation",
                "Biography",
                "North American Hi...",
                "Nonfiction"
            ]
        },
        {
            "title": "Vampires Don't Sparkle!",
            "authors": [
                "Michael  West",
                "J.F. Gonzalez",
                "Gregory L. Hall",
                "Lucy A. Snyder",
                "Maurice Broaddus",
                "Douglas F. Warrick",
                "Jerry Gordon",
                "Gary A. Braunbeck",
                "more…",
                "Tim Waggoner",
                "Elizabeth Massie",
                "R.J. Sullivan",
                "Gord Rollo",
                "Kyle S. Johnson",
                "Stephen Zimmer",
                "Joel A. Sutherland",
                "Bob Freeman",
                "…less"
            ],
            "ranking": 3.98,
            "ranking_count": 82,
            "abstract": "What would you do if you had unlimited power and eternal life?. Would you…go back to high school? Attend the same classes year after year, going through the pomp and circumstance of one graduation after another, until you found the perfect date to take to prom? Would you…spend your days moping and brooding, finding your only joy in a game of baseball on a stormy day? Or would you…do something else?. The authors of this collection have a few ideas; some fanciful, some humorous, and some as dark as an endless night. Join us, and discover what it truly means to be “vampyre.”. Edited by Michael West. Foreword by Michael West. “A New Life” by J. F. Gonzalez. “What Once was Flesh” by Tim Waggoner. “The Darkton Circus Mystery” by Elizabeth Massie. “Robot Vampire” by R. J. Sullivan. “Beneath a Templar Cross” by Gord Rollo. “The Weapon of Memory” by Kyle S. Johnson. “The Excavation” by Stephen Zimmer. “Skraeling” by Joel A. Sutherland. “Dreams of Winter” by Bob Freeman. “Dracula’s Winkee: Bloodsucker Blues” by Gregory L. Hall. “I Fuck Your Sunshine” by Lucy A. Snyder. “A Soldier’s Story” by Maurice Broaddus. “Rattenkönig” by Douglas F. Warrick. “Vampire Nation” by Jerry Gordon. “Curtain Call” by Gary A. Braunbeck. A portion of the proceeds from the sale of this book will be donated to cancer research institutions to fight the real horrors of Cancer.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Anthologies",
                "Short Stories",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Beneath the Glitter",
            "authors": [
                "Elle Fowler",
                "Blair Fowler"
            ],
            "ranking": 3.57,
            "ranking_count": 1907,
            "abstract": "From internet stars Elle and Blair Fowler comes a scintillating new novel that takes readers. Beneath the Glitter. of the glitzy L.A. social scene.. Welcome to a place where dreams are made.  And where nothing—and no one—is ever what it seems.. After their make-up and fashion videos went viral on YouTube, sisters Sophia and Ava London are thrust into the exclusive life of the Los Angeles elite.  Here fabulous parties, air kisses, paparazzi and hot guys all come with the scene. Sophia finds herself torn between a gorgeous bartender and a millionaire playboy, and Ava starts dating an A-list actor.  But as they’re about to discover, the life they’ve always dreamed of comes with a cost.. Beneath the glitter of the Hollywood social scene lies a world of ruthless ambition, vicious gossip…and betrayal.  Someone close to them, someone they trust, is working in the shadows to bring the London sisters falling down. And once the betrayal is complete, Sophia and Ava find themselves knee-deep in a scandal that could take away everything they care about, including the one thing that matters most—each other.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Womens Fiction",
                "Contemporary",
                "Fiction",
                "Romance",
                "Own",
                "Couture",
                "Unfinished"
            ]
        },
        {
            "title": "Fragments",
            "authors": [
                "Dan Wells"
            ],
            "ranking": 4.11,
            "ranking_count": 25451,
            "abstract": "Author Dan Wells is back with the sequel to the sci-fi blockbuster. Partials. , which Pittacus Lore called a thrilling sci-fi adrenaline rush, with one of the most compelling and frightening visions of Earth's future I've seen yet.. After discovering the cure for RM, Kira Walker sets off on a terrifying journey into the ruins of postapocalyptic America and the darkest desires of her heart in order to uncover the means—and a reason—for humanity's survival.. Dan Wells extends his richly imagined, gritty world and introduces new memorable characters in this second installment in the Partials Sequence.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Vortex",
            "authors": [
                "S.J. Kincaid"
            ],
            "ranking": 4.28,
            "ranking_count": 7015,
            "abstract": "The impossible was just the beginning. Now in their second year as superhuman government weapons-in-training at the Pentagonal Spire, Tom Raines and his friends are mid-level cadets in the elite combat corps known as the Intrasolar Forces. But as training intensifies and a moment arrives that could make or break his entire career, Tom’s loyalties are again put to the test.. Encouraged to betray his ideals and friendships for the sake of his country, Tom is convinced there must be another way. And the more aware he becomes of the corruption surrounding him, the more determined he becomes to fight it, even if he sabotages his own future in the process.. Drawn into a power struggle more dramatic than he has ever faced before, Tom stays a hyperintelligent step ahead of everyone, like the exceptional gamer he is—or so he believes. But when he learns that he and his friends have unwittingly made the most grievous error imaginable, Tom must find a way to outwit an enemy so nefarious that victory seems hopeless. Will his idealism and bravado cost him everything—and everyone that matters to him?. Filled with action and intelligence, camaraderie and humor, the second book in S.J. Kincaid’s futuristic World War III Insignia trilogy continues to explore fascinating and timely questions about power, politics, technology, loyalty, and friendship.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Action",
                "Romance",
                "Adventure",
                "War",
                "Space"
            ]
        },
        {
            "title": "Afterlife",
            "authors": [
                "Claudia Gray"
            ],
            "ranking": 3.79,
            "ranking_count": 27672,
            "abstract": "Destiny awaits Bianca and Lucas. . . .. Bianca and Lucas believe they could endure anything to be together. When fate transforms Bianca into a ghostly wraith and turns Lucas into a vampire—the very creature he spent his life hunting—they are left reeling.. There is only one place Lucas can turn for help . . . Evernight Academy. But the vampire hunters of Black Cross are still pursuing them, and a final battle between wraiths and vampires looms at Evernight. Bianca and Lucas are facing dangers on every side—sometimes even from their oldest friends and allies. They've overcome every obstacle life has thrown at them, but is their love strong enough to survive the challenges. after. life?. Book Details:. Format: Paperback \n   Publication Date: 3/6/2012 \n   Pages: 384 \n   Reading Level: Age 14 and Up",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Amid the Recesses: A Short Story Collection of Fear",
            "authors": [
                "Joshua Aaron Crook"
            ],
            "ranking": 4.21,
            "ranking_count": 14,
            "abstract": "Breakthrough indie horror author J. A. Crook delivers an immensely terrifying anthology in his first worldwide e-Book release, Amid the Recesses: A Short Story Collection of Fear. In the haunting collection, Crook will make you dread being in darkness after the tale, Black and White, invite you to witness the very core of madness in the Lovecraftian Memoirs of Jacob Bright, Ten Days Haunted, and drag you mercilessly through an undead woman's vengeance in the poetically vile, The Widow, I—along with twelve harrowing tales that weave into each other subtly to create a horror experience unlike any other. Violent twists and turns affect each maleficent tale, stitched together by one of the most imaginative horror authors of our time.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Phantasmic Flashes (and other synaptic misfires)",
            "authors": [
                "Allison M. Dickson"
            ],
            "ranking": 3.58,
            "ranking_count": 12,
            "abstract": "In this collection of seven flash fiction tales, Allison M. Dickson takes you down the ghastly rabbit hole of the surreal, where the hour glass runs backward, where houses have memories, where a ghoulish fiend unleashes the unkindest of tricks, where an unassuming teacher has a sinister lesson plan, where reality is a warped looking glass.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories"
            ]
        },
        {
            "title": "A Weak American in Russia & Ukraine: Adventures and Misadventures Living among the Natives",
            "authors": [
                "Walter Parchomenko"
            ],
            "ranking": 3.77,
            "ranking_count": 83,
            "abstract": "“Seinfeldian humor set in Russia & Ukraine”. A Weak American in Russia & Ukraine is a painfully funny collection of travel nightmares; country and culture shocks experienced by an American living and working among the natives over the past 20 years. It offers practical tips on how to cope with: Sexy young women who view foreign men as potential ATM machines and transportation out of their closed countries; herds of stampeding Slavs on city streets, in metro areas and supermarkets; angry motorists who stop for pedestrians at crosswalks only because they are bumpier than potholes; packs of howling stray dogs who don’t understand English and Slavic attack pigeons.. A Weak American in Russia & Ukraine also takes readers by the hand and allows them to experience the agony of entering a collapsing post-Soviet medical system and interacting with Kafkaesque bureaucracies. And it provides foreign men, who seek Slavic brides, priceless advice that can save them from bankruptcy, jail and even confinement in a psychiatric hospital.. The result is a book that weaves comic misadventures without trivializing serious issues, including AIDS, rampant corruption and ecocide; shatters many prevailing stereotypes about Slavic men and women; and clears up numerous culturally based misunderstandings Americans typically have of Russians and Ukrainians.. Seinfeldian humor.. Like the very popular TV series Seinfeld, this is fundamentally a book “about nothing”: the banal but often fascinating events that make up our human existence. Chapters titled Slavic Attack Pigeons, Fornicating Flies, Howling Stray Dogs and Mayo Heaven are just a few illustrations. A Weak American in Russia & Ukraine fully agrees with H.L. Mencken who aptly observed: “The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.”. A Weak American in Russia & Ukraine is bound to be a source of hearty laughter for aching souls and an essential guide to help Americans and other foreigners cope with, and even enjoy, the challenges of daily life in Russia and Ukraine; and understand the many harsh post-Soviet political, economic, social and environmental realities in these countries. In all, 283 pages with 60 original illustrations and 59 short chapters.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Cultural",
                "Autobiography",
                "Nonfiction",
                "Humor"
            ]
        },
        {
            "title": "Preservation",
            "authors": [
                "Phillip Tomasso III"
            ],
            "ranking": 4.13,
            "ranking_count": 116,
            "abstract": "It started with the flu in VACCINATION and became a full blown zombie apocalypse in EVACUATION. Find out how the nightmare concludes in PRESERVATION. Former 911 Dispatcher, Chase McKinney, learned that those inoculated with flu shots became zombies; that the US government and military were largely infected, rendering them useless in the crisis; and that he and his family are forced to continue along on a dangerous journey. Crossing into Mexico might provide the only sanctuary from the millions of zombies plaguing America. The question is, could they make it safely from New York to the border ...",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Apocalyptic"
            ]
        },
        {
            "title": "Asunder",
            "authors": [
                "David Gaider"
            ],
            "ranking": 3.97,
            "ranking_count": 5318,
            "abstract": "A mystical killer stalks the halls of the White Spire, the heart of templar power in the mighty Orlesian Empire. To prove his innocence, Rhys reluctantly embarks on a journey into the western wastelands that will not only reveal much more than he bargained for but change the fate of his fellow mages forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Games",
                "Sports and Games",
                "Adventure"
            ]
        },
        {
            "title": "The Beautiful Thing That Awaits Us All",
            "authors": [
                "Laird Barron"
            ],
            "ranking": 3.98,
            "ranking_count": 3519,
            "abstract": "Over the course of two award-winning collections and a critically acclaimed novel,. The Croning. , Laird Barron has arisen as one of the strongest and most original literary voices in modern horror and the dark fantastic. Melding supernatural horror with hardboiled noir, espionage, and a scientific backbone, Barron’s stories have garnered critical acclaim and have been reprinted in numerous year’s best anthologies and nominated for multiple awards, including the Crawford, International Horror Guild, Shirley Jackson, Theodore Sturgeon, and World Fantasy awards.. Barron returns with his third collection,. The Beautiful Thing That Awaits Us All.. Collecting interlinking tales of sublime cosmic horror, including “Blackwood’s Baby”, “The Carrion Gods in Their Heaven”, and “The Men from Porlock”,. The Beautiful Thing That Awaits Us All. delivers enough spine-chilling horror to satisfy even the most jaded reader.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Anthologies",
                "Audiobook",
                "Dark"
            ]
        },
        {
            "title": "Rose Sees Red",
            "authors": [
                "Cecil Castellucci"
            ],
            "ranking": 3.63,
            "ranking_count": 560,
            "abstract": "Partly based on the author's own experiences at the famous Manhattan high school for the performing arts, this novel explores friendship, freedom, and the art of challenging convention.. Set in New York in the 1980s, this story of two ballet dancers (one American, one Russian) recounts the unforgettable night they spend in the city, and celebrates the friendship they form despite their cultural and political differences.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Realistic Fiction",
                "Romance",
                "Childrens",
                "New York",
                "Adult"
            ]
        },
        {
            "title": "My Wolf Fighter",
            "authors": [
                "Rose Wynters"
            ],
            "ranking": 4.09,
            "ranking_count": 64,
            "abstract": "Book Four in the Bestselling Paranormal Romance Series. Wolf Town Guardians. Born to walk this world as both wolf and human, these men take their role as protectors very seriously. Enjoying sensual pleasures as they please, this group of alpha werewolves are the finest when it comes to protecting their hidden settlement.. Guardians are the masters of self-control, taking pride in their authority and hard, muscled bodies. That all changes at the first scent of their mates. Their control snaps. The mating heat begins.. This is their stories.. Born in the 1500's, Ryker has spent several lifetimes as a Wolf Town Guardian. He's been in and out of countless beds in the pursuit of sexual gratification, but he's all but given up on ever finding his mate. When the King of Wolf Town asks him to be his second in an upcoming challenge for his right to rule, Ryker has no qualms about agreeing. He has nothing left to lose, and he certainly has nothing left to live for... or so he thinks.. Fate knows differently. Ryker meets Amanda, and she captivates him with her big blue eyes, curvy body, and fragile air. Although she's not his mate, he's consumed with the need to have her. And with the upcoming challenge hanging over his head, Ryker is running out of time to seduce her.. But Amanda is harboring secrets of her own. Her life is hanging in the balance, and she's up against an unbeatable foe. It's the biggest fight of her life, and she has zero chance of surviving. She has to experience his sensual embrace... before it's too late.",
            "part_of_series": true,
            "genre_list": [
                "Shapeshifters",
                "Fantasy"
            ]
        },
        {
            "title": "Indefensible",
            "authors": [
                "Lee   Goodman"
            ],
            "ranking": 3.42,
            "ranking_count": 243,
            "abstract": "In the bestselling tradition of. Defending Jacob. , this taut legal thriller follows the trail of a man determined to protect his community, and his family&amp, at any cost.. Sometimes a simple walk in the woods can lead you down the deadliest of trails&amp,. When birdwatcher Cassandra Randall stumbles upon two men digging what appears to be a grave in a state park, she immediately reports it to the authorities. Federal prosecutor Nick Davis is initially incredulous about her claims, but he agrees to investigate. To his surprise, the far-fetched account turns up a body, and Nick is drawn into a case that will shake both his morals and his personal life to their very core.. One body quickly leads to another. The danger Cassandra has uncovered is just the beginning of a game of deadly stakes that implicates small-time drug dealers, petty thieves turned murderers, domestic abuse perpetrators, child pornographers, the highest offices of the legal system, and a criminal who is closer to Davis than he can even imagine.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Suspense",
                "Fiction"
            ]
        },
        {
            "title": "A Flicker of Light",
            "authors": [
                "Roberta Kagan"
            ],
            "ranking": 3.92,
            "ranking_count": 1490,
            "abstract": "In 1935, the Nazi's established a program called “The Lebensborn.”. Their agenda, to genetically engineer perfect Aryan children.. These children were to be the new master race, once HItler had cleared all undesirable elements out of Europe. Within a year the first institution was built.. The year is 1943..... The forests of Munich are crawling with danger under the rule of The Third Reich, but in order to save the life of her unborn child Petra Jorgenson must escape from the Lebensborn Institute. Alone, seven months pregnant, and penniless avoiding the watchful eyes of the armed guards in the overhead tower, she waits until the dead of night. Then, Petra climbs under the flesh shredding barbed wire that surrounds the institute and at the risk of being captured and murdered she runs headlong into the terriying desolate woods.. Even during one of the darkest periods in the history of mankind, when horrific acts of cruelty became commonplace and Germany seemed to have gone crazy following the direction of a madman, unexpected heros came to light. And although there were those who would try to destroy it, true love would prevail. Here, in this lost land ruled by human monsters, Petra will learn that even when one faces what appears to be the end of the world if one looks hard enough one will find that there is always A Flicker Of Light.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "World War II",
                "War",
                "Business",
                "Family"
            ]
        },
        {
            "title": "The Edge of Physics: A Journey to Earth's Extremes to Unlock the Secrets of the Universe",
            "authors": [
                "Anil Ananthaswamy"
            ],
            "ranking": 4.0,
            "ranking_count": 963,
            "abstract": "In this deeply original book, science writer Anil Ananthaswamy sets out in search of the telescopes and detectors that promise to answer the biggest questions in modern cosmology. Why is the universe expanding at an ever faster rate? What is the nature of the dark matter that makes up almost a quarter of the universe? Why does the universe appear fine-tuned for life? Are there others besides our own? Ananthaswamy soon finds himself at the ends of the earth--in remote and sometimes dangerous places. Take the Atacama Desert in the Chilean Andes, one of the coldest, driest places on the planet, where not even a blade of grass can survive. Its spectacularly clear skies and dry atmosphere allow astronomers to gather brilliant images of galaxies billions of light-years away. Ananthaswamy takes us inside the European Southern Observatory's Very Large Telescope on Mount Paranal, where four massive domes open to the sky each night like dragons waking up.. He also takes us deep inside an abandoned iron mine in Minnesota, where half-mile-thick rock shields physicists as they hunt for elusive dark matter particles. And to the East Antarctic Ice Sheet, where engineers are drilling 1.5 miles into the clearest ice on the planet. They're building the world's largest neutrino detector, which could finally help reconcile quantum physics with Einstein's theory of general relativity.. The stories of the people who work at these and other dramatic research sites--from Lake Baikal in Siberia to the Indian Astronomical Observatory in the Himalayas to the subterranean lair of the Large Hadron Collider--make for a compelling new portrait of the universe and our quest to understand it. An atmospheric, engaging, and illuminating read, The Edge of Physics depicts science as a human process, bringing cosmology back down to earth in the most vivid terms.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "Audiobook",
                "Philosophy",
                "Environment"
            ]
        },
        {
            "title": "Body Politics",
            "authors": [
                "John Howard Yoder"
            ],
            "ranking": 4.1,
            "ranking_count": 271,
            "abstract": "Binding and loosing, baptism, eucharist, multiplicity of gifts, and open meeting; these five New Testament practices were central in the life of the early Christian community. Some of them are still echoed in the practice of the church today. But the full social, ethical, and communal meaning of the original practices has often been covered by centuries of ritual and interpretation.. John Howard Yoder, in his inimitably direct and discerning style, uncovers the original meaning of the five practices and shows why the recovery of these practices is so important for the social, economic, and political witness of the church today.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Politics",
                "Nonfiction",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "Command Authority",
            "authors": [
                "Tom Clancy",
                "Mark Greaney"
            ],
            "ranking": 4.12,
            "ranking_count": 15100,
            "abstract": "Decades ago, when he was a young CIA analyst, President Jack Ryan, Sr. was sent on what was supposed to be a simple support mission to investigate the death of an operative who had been looking into suspicious banking activities at a Swiss bank. Ryan's dogged tenacity uncovered not only financial deceit, but also the existence of a KGB assassin, code-named Zenith. He was never able to find the killer. But in the shadowy world of covert operations, nothing stays hidden forever. In the present, a new strongman has emerged in the ever-chaotic Russian republic -- the enigmatic President Valeri Volodin. His rise to power was meteoric, but shrouded in deception and treachery. The foundations of his personal empire are built on a bloody secret from his past, and he will eliminate anyone who comes close to that truth. For he has set in motion a plot to return Russia to its former glory and might, with the rest of the world once again trembling in fear of the mighty Bear. When an old friend of the Ryans is poisoned by a radioactive agent, the trail leads to Russia. And Jack Ryan, Jr. -- aided by his compatriots John Clark and the covert warriors of the secretive Campus -- must delve into an international conflict thirty years in the making, and finish what his father started.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "War",
                "Action",
                "Audiobook",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "The Blood Cell",
            "authors": [
                "James Goss"
            ],
            "ranking": 3.82,
            "ranking_count": 1279,
            "abstract": "Release the Doctor — or the killing will start.. An asteroid in the furthest reaches of space - the most secure prison for the most dangerous of criminals. The Governor is responsible for the worst fraudsters and the cruellest murderers. So he's certainly not impressed by the arrival of the man they're calling the most dangerous criminal in the quadrant. Or, as he prefers to be known, the Doctor.. What does impress the Governor is the way the new prisoner immediately sets about trying to escape. And keeps trying. Finally, he sends for the Doctor and asks him why? But the answer surprises even the Governor. And then there's the threat — unless the Governor listens to the Doctor, a lot of people will die.. Who is the Doctor and what's he really doing here? Why does he want to help the Governor? And who is the young woman who comes every day to visit him, only to be turned away by the guards?. When the killing finally starts, the Governor begins to get his answers...",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Horror",
                "Young Adult"
            ]
        },
        {
            "title": "Your Husband, My Man 2",
            "authors": [
                "K.C. Blaze"
            ],
            "ranking": 4.38,
            "ranking_count": 539,
            "abstract": "When the police get involved, Misha finds herself looking at more than a case of revenge. Tori is now fighting for a marriage he no longer thought he wanted while Lauren uncovers some deep secrets about her past. Marriage is a delicate thing and now that all secrets are bared will any of them get through it? Follow part two of this compelling story. It will have you thirsty for more!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Anissa's Redemption",
            "authors": [
                "Zack Love"
            ],
            "ranking": 4.13,
            "ranking_count": 184,
            "abstract": "Anissa Toma fled war-torn Syria after narrowly escaping the massacre of her Christian family by Islamists. Fortunate enough to rebuild her shattered life in New York City, the young refugee gained admission to an elite college, where she excelled. Her beauty, brains, and purity soon captured the interest of two powerful men: Michael, an activist working to establish Antioch, the first Mideast Christian state, and Julien, her professor and one of the city’s wealthiest bachelors.. As Anissa's saga continues, the refugee-turned-rising-star must navigate between Michael and Julien, while trying to help her surviving relatives and other vulnerable Christians in Syria. As she gets closer to both men in a complex and evolving love triangle, can she unlock Julien's traumatic childhood to open up his heart? Or will Julien find greater solace from his nightmares and other demons in the sessions with his intriguing therapist? What will Michael do for Antioch and for Anissa, and what will Julien's role be? How far will each person go to help Anissa's remaining family and other persecuted Christians at risk in Syria? Find out in this stunning sequel to The Syrian Virgin.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Ante Tractatum Φιλοσοφικές Σημειώσεις",
            "authors": [
                "Στέλιος Χαλκίτης"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Το περιεχόμενο αυτού του βιβλίου αποτελείται από σημειώσεις που κατέγραψα κατά καιρούς και τις οποίες χρησιμοποίησα οδηγητικά κατά τη συγγραφή μιας ανέκδοτης φιλοσοφική πραγματείας.(...)(Από τον Αντί-πρόλογο του βιβλίου)",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Dragonbane",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.19,
            "ranking_count": 9595,
            "abstract": "Out of all the mysterious boarders who call Sanctuary home, no one is more antisocial or withdrawn than Maxis Drago. But then, it’s hard to blend in with the modern world when you have a fifty foot wingspan.. Centuries ago, he was cursed by an enemy who swore to see him fall. An enemy who took everything from him and left him forever secluded.. But Fate is a bitch, with a wicked sense of humor. And when she throws old enemies together and threatens the wife he thought had died centuries ago, he comes back with a vengeance. Modern day New Orleans has become a battleground for the oldest of evils. And two dragons will hold the line, or go down in flames.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "All the Rage",
            "authors": [
                "Courtney Summers"
            ],
            "ranking": 3.82,
            "ranking_count": 13650,
            "abstract": "The sheriff’s son, Kellan Turner, is not the golden boy everyone thinks he is, and Romy Grey knows that for a fact. Because no one wants to believe a girl from the wrong side of town, the truth about him has cost her everything—friends, family, and her community. Branded a liar and bullied relentlessly by a group of kids she used to hang out with, Romy’s only refuge is the diner where she works outside of town. No one knows her name or her past there; she can finally be anonymous. But when a girl with ties to both Romy and Kellan goes missing after a party, and news of him assaulting another girl in a town close by gets out, Romy must decide whether she wants to fight or carry the burden of knowing more girls could get hurt if she doesn’t speak up. Nobody believed her the first time—and they certainly won’t now — but the cost of her silence might be more than she can bear.. With a shocking conclusion and writing that will absolutely knock you out,. All the Rage. examines the shame and silence inflicted upon young women after an act of sexual violence, forcing us to ask ourselves: In a culture that refuses to protect its young girls, how can they survive?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Fiction",
                "Realistic Fiction",
                "Sociology",
                "Feminism",
                "Thriller"
            ]
        },
        {
            "title": "Dancing on Our Turtle's Back: Stories of Nishnaabeg Re-Creation, Resurgence, and a New Emergence",
            "authors": [
                "Leanne Betasamosake Simpson"
            ],
            "ranking": 4.52,
            "ranking_count": 422,
            "abstract": "Many promote Reconciliation as a new way for Canada to relate to Indigenous Peoples. In. Dancing on Our Turtle's Back: Stories of Nishnaabeg Re-Creation, Resurgence, and a New Emergence. activist, editor, and educator Leanne Simpson asserts reconciliation must be grounded in political resurgence and must support the regeneration of Indigenous languages, oral cultures, and traditions of governance.. Simpson explores philosophies and pathways of regeneration, resurgence, and a new emergence through the Nishnaabeg language, Creation Stories, walks with Elders and children, celebrations and protests, and meditations on these experiences. She stresses the importance of illuminating Indigenous intellectual traditions to transform their relationship to the Canadian state.. Challenging and original,. Dancing on Our Turtle's Back. provides a valuable new perspective on the struggles of Indigenous Peoples.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Philosophy",
                "Politics",
                "Social Movements",
                "Race",
                "Fantasy",
                "History",
                "Academic"
            ]
        },
        {
            "title": "The General Theory of Relativity (Theoretical Physics Book 2)",
            "authors": [
                "C.G. Conrad"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Einstein's General Theory of Relativity, explained in a lean and easy to understand way.. You do not need to have skills in theoretical Physics, or in advanced mathematics, to understand this book.. Finally a book that let everybody appreciate the great theory of Albert Einstein, that opened the human mind to a deeper comprehension of the universe.. C. G. Conrad, PhD in Electronic Engineering, lives in Italy and is author of several books and articles about scientific topics, both in English and in Italian.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Rebel Wife",
            "authors": [
                "Taylor M. Polites"
            ],
            "ranking": 3.2,
            "ranking_count": 1387,
            "abstract": "Brimming with atmosphere and edgy suspense,. The Rebel Wife. presents a young widow trying to survive in the violent world of Reconstruction Alabama, where the old gentility masks a continuing war fueled by hatred, treachery, and still-powerful secrets.. Augusta Branson was born into antebellum Southern nobility during a time of wealth and prosperity, but now all that is gone, and she is left standing in the ashes of a broken civilization. When her scalawag husband dies suddenly of a mysterious blood plague, she must fend for herself and her young son. Slowly she begins to wake to the reality of her new life: her social standing is stained by her marriage; she is alone and unprotected in a community that is being destroyed by racial prejudice and violence; the fortune she thought she would inherit does not exist; and the deadly blood fever is spreading fast. Nothing is as she believed, everyone she knows is hiding something, and Augusta needs someone to trust. Somehow she must find the truth amid her own illusions about the past and the courage to cross the boundaries of hate, so strong, dangerous, and very close to home. Using the Southern Gothic tradition to explode literary archetypes like the chivalrous Southern gentleman, the good mammy, and the defenseless Southern belle,. The Rebel Wife. shatters the myths that still cling to the antebellum South and creates an unforgettable heroine for our time.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Military History",
                "Fiction",
                "Literature",
                "Mystery",
                "Novels",
                "North American Hi...",
                "American"
            ]
        },
        {
            "title": "I Am Titanium",
            "authors": [
                "Jade Clark",
                "John Patrick Kennedy"
            ],
            "ranking": 3.18,
            "ranking_count": 228,
            "abstract": "With great powers come great mistakes…. Pax is a teenage genius. Learning how to contact the astral plane and communicate with a spiritual being changed his life. It's too bad he's dying.. When Pax's astral mentor gives him a chance at life and immense power, he doesn't hesitate. All Pax has to do is help the astrals inspect Earth. Piece of cake.. As Pax learns the astrals have their own agendas for his planet, he and his friend Scarlett's lives will be changed forever. And the astrals aren't even the biggest threat…. Can Pax protect the Earth against beings who couldn't care less about mankind's survival?. I Am Titanium is an awe-inspiring sci-fi/fantasy novel that will take you on a bizarre and mystical adventure. If you like heart-pounding thrillers, sumptuous writing, and earth-shaking action, then you'll love John Patrick Kennedy's unique and incredible novel.. Buy I Am Titanium to get lost in a strange, new, and beautiful world today!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Comics"
            ]
        },
        {
            "title": "Injustice: Gods Among Us, Vol. 1",
            "authors": [
                "Tom    Taylor",
                "Jheremy Raapack",
                "Mike S. Miller",
                "Tom Derenick",
                "David Yardin"
            ],
            "ranking": 4.34,
            "ranking_count": 6204,
            "abstract": "From the makers of Mortal Kombat comes the critically acclaimed prequel comic to the smash hit fighting game Injustice: Gods Among Us!. Things in the DC Universe have changed after Superman is tricked into destroying the one thing he loves the most. Now unwilling to let crime go unpunished, the heroes of our world must choose if they are with Superman or against him. But not every country will submit to his new world order and neither will Superman's greatest threat-Batman!. Collects #1-18 of INJUSTICE: GODS AMONG US (issues #1-6 in print).",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Graphic Novels Comics",
                "Comics",
                "Fiction",
                "Dc Comics",
                "Fantasy"
            ]
        },
        {
            "title": "Dirty Bad Savage",
            "authors": [
                "Jade West"
            ],
            "ranking": 4.0,
            "ranking_count": 3399,
            "abstract": "They say Callum Jackson's a savage.. No home. No prospects. No self-restraint.. He's red-flagged on my system, a grade-1 aggression risk, totally off limits for a woman like me.. But the rules don't allow for my dangerous games; they don't bend for my twisted desires.. Callum Jackson is the most beautiful beast.. A beast I can't stop thinking about, can't stop wanting, can't stop hunting.... ...I just pray to God this beast bites.. Sophia Harding runs a tight ship. She may work in the dregs of housing association slums, but her patch is on the way up.. Anti-social behaviour is down, employment is on the rise, and she's even been shortlisted for estate manager of the year.. It's looking good. Really good. Until Callum Jackson completes his jail time and lands right back on her doorstep.. She could do without a guy like him on her books: a failure of the system and a pain in the fucking ass.. She should tick the boxes, do her job and keep her distance – that's what the handbook says. The handbook says no one-on-one contact, no at-risk situations, no direct confrontation of any kind.. But the handbook doesn't know of her craving for hardcore submission.. The handbook has no fucking idea how she yearns to unleash Jackson at club Explicit, where his savage can really run wild.. The handbook doesn't know shit.... Warning - this book is exactly what it says on the tin. It's dirty, it's bad, and it's certainly savage. Although everything in this novel is entirely consensual, it may contain practices some readers may well find offensive. Please proceed with caution. Most certainly 18+",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Adult Fiction",
                "Dark",
                "Romance",
                "Contemporary",
                "Adult",
                "Sociology"
            ]
        },
        {
            "title": "Eyrie",
            "authors": [
                "Tim Winton"
            ],
            "ranking": 3.59,
            "ranking_count": 6339,
            "abstract": "Eyrie tells the story of Tom Keely, a man who’s lost his bearings in middle age and is now holed up in a flat at the top of a grim highrise, looking down on the world he’s fallen out of love with.. He’s cut himself off, until one day he runs into some neighbours: a woman he used to know when they were kids, and her introverted young boy. The encounter shakes him up in a way he doesn’t understand. Despite himself, Keely lets them in.. What follows is a heart-stopping, groundbreaking novel for our times – funny, confronting, exhilarating and haunting – populated by unforgettable characters. It asks how, in an impossibly compromised world, we can ever hope to do the right thing..",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Book Club",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Clade",
            "authors": [
                "James  Bradley"
            ],
            "ranking": 3.64,
            "ranking_count": 2015,
            "abstract": "On a beach in Antarctica, scientist Adam Leith marks the passage of the summer solstice. Back in Sydney his partner Ellie waits for the results of her latest round of IVF treatment.. That result, when it comes, will change both their lives and propel them into a future neither could have predicted. In a collapsing England Adam will battle to survive an apocalyptic storm. Against a backdrop of growing civil unrest at home, Ellie will discover a strange affinity with beekeeping. In the aftermath of a pandemic, a young man finds solace in building virtual recreations of the dead. And new connections will be formed from the most unlikely beginnings.. Clade. is the story of one family in a radically changing world, a place of loss and wonder where the extraordinary mingles with the everyday. Haunting, lyrical and unexpectedly hopeful, it is the work of a writer in command of the major themes of our time.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Environment",
                "Speculative Fiction",
                "Apocalyptic",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Star of the Sea",
            "authors": [
                "Joseph O'Connor"
            ],
            "ranking": 3.87,
            "ranking_count": 10646,
            "abstract": "In the bitter winter of 1847, from an Ireland torn by famine and injustice, the Star of the Sea sets sail for NewYork. On board are hundreds of refugees, some optimistic, many more desperate. Among them are a maid with a devastating secret, the bankrupt Lord Merridith, his wife and children, and a killer stalking the decks, hungry for the vengeance that will bring absolution.. This journey will see many lives end, others begin anew. Passionate loves are tenderly recalled, shirked responsibilities regretted too late, and profound relationships shockingly revealed. In this spellbinding tale of tragedy and mercy, love and healing, the farther the ship sails toward the Promised Land, the more her passengers seem moored to a past that will never let them go.. As urgently contemporary as it is historical, this exciting and compassionate novel builds with the pace of a thriller to a stunning conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European Literature",
                "Mystery",
                "Book Club",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Settler: A Journey Into Michigan's Heartland",
            "authors": [
                "Robert Reynolds"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Henry Stubblefield flees on horseback to Michigan, finding work along the St. Joseph River. When a boat sinks in the icy waters, Henry rescues a drowning man. He saves the man's reward to buy a farm. Eventually, Henry takes a job in Grand Rapids where he is promoted to shop foreman. Henry weds Mary, another worker's daughter. They move north and buy a farm, but drought destroys their crops. Regrettably, Henry finds winter work in the timber forests, leaving Mary to tend the farm. As spring approaches Mary goes to harvest sugar maple sap. She injures her ankle running from a pack of wild dogs. She makes it safely inside the farmhouse, but her injury is serious. Henry returns during a late season blizzard to find her suffering. This is a story of determination in Michigan's heartland in the early 1900's. Each phase of Henry's life takes him through new adventures in the burgeoning industries of that historic period.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Reconquest: Mother Earth",
            "authors": [
                "Carl Alves"
            ],
            "ranking": 3.86,
            "ranking_count": 44,
            "abstract": "SEAL Mitch Grace was among the first humans to see the aliens when they landed at the naval base where he was stationed, but like the rest of humanity, he was powerless to stop them. Five years later, Mitch awakens from a coma under the care of an alien physician to find that aliens control the planet. Starting alone, as a one man army, he rallies the surviving humans to build a resistance movement to take the planet back from the alien conquerors. After his capture by the aliens, Mitch is forced into intergalactic slavery to become a gladiator, fighting as the sole representative of the human species. Against all odds, and far from home, he lays the plans for the reconquest of his homeland.. Anybody can end the world, but few can do it with the blend of action, suspense, romance and even humor that Alves mixes up in this fantastic novel. A blast for anyone who enjoys a good tale, even those who rarely venture into science fiction. Highly recommended.. Brett J. Talley, Bram Stoker Award Nominated Author of The Void and That Which Should Not Be.. A riotous mix of Independence Day and Red Dawn with a taste of the Thunderdome. The apocalypse has never been more fun.. Tim Marquitz, author of the Demon Squad series.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Brain Rules for Baby (Updated and Expanded): How to Raise a Smart and Happy Child from Zero to Five",
            "authors": [
                "John Medina"
            ],
            "ranking": 4.3,
            "ranking_count": 11892,
            "abstract": "What’s the single most important thing you can do during pregnancy? What does watching TV do to a child’s brain? What’s the best way to handle temper tantrums? Scientists know.. In his. New York Times. bestseller. Brain Rules. , Dr. John Medina showed us how our brains really work—and why we ought to redesign our workplaces and schools. Now, in. Brain Rules for Baby. , he shares what the latest science says about how to raise smart and happy children from zero to five. This book is destined to revolutionize parenting. Just one of the surprises: The best way to get your children into the college of their choice? Teach them impulse control.. Brain Rules for Baby. bridges the gap between what scientists know and what parents practice. Through fascinating and funny stories, Medina, a developmental molecular biologist and dad, unravels how a child’s brain develops  and what you can do to optimize it.. You will view your children—and how to raise them—in a whole new light. You’ll learn:. Where nature ends and nurture begins. Why men should do more household chores. What you do when emotions run hot affects how. your baby turns out, because babies need to feel safe. above all. TV is harmful for children under 2. Your child’s ability to relate to others predicts her. future math performance. Smart and happy are inseparable. Pursuing your child’s. intellectual success at the expense of his happiness. achieves neither. Praising effort is better than praising intelligence. The best predictor of academic performance is not. IQ. It’s self-control. What you do right now—before pregnancy, during pregnancy, and through the first five years—will affect your children for the rest of their lives.. Brain Rules for Baby. is an indispensable guide.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Psychology",
                "Science",
                "Education",
                "Childrens",
                "Family",
                "Audiobook",
                "Self Help",
                "Neuroscience"
            ]
        },
        {
            "title": "Ihon alaiset",
            "authors": [
                "Anu Holopainen"
            ],
            "ranking": 3.49,
            "ranking_count": 230,
            "abstract": "Tämäkö on tulevaisuuden kauneusihanne?. Ihon alaiset on kylmäävä kuva tulevaisuudesta, joka ei ehkä ole kaukana. Moderni ja monipuolinen tarinakooste – blogikirjoituksia, nettipostauksia, tv-katkelmia – on suositun fantasia- ja scifikirjailijan uusi vahva näyttö.. JARAN on odotettava vuosi ennen kuin hän voi itse päättää ulkonäkönsä muokkauksesta. INKAN pitää vielä miettiä, mitä hän todella haluaa. MATIAS vihaa muokkauksia ja joutuu elämään vihollisten keskellä. PLASTIKPRINCESS tietää miten hankkia rintaimplantit, vaikkeivät rahat ja ikä riitäkään.. Täyteläisiä huulia, virheettömiä kasvoja, animehahmoja ja Barbie-lookia. 17-vuotias Jara elää ympäristössä, jossa lähes jokaisen ulkonäköä on muokattu ja jossa hänen itsensä on elettävä vanhempien vaatimuksesta luomuna.. Mutta sitten Jara pääsee kesätöihin Helsinkiin, ja taivas tuntuu aukeavan: rahaa, rakkautta ja lähestyvä täysiikäisyys, joka takaa päätäntävallan omaan kehoon. Mutta suureen kaupunkiin mahtuu myös anarkisteja ja toisinajattelijoita. Koko elämä voi muuttua hetkessä – eikä aina siten kuin haluaa.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "Spider’s Revenge",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.19,
            "ranking_count": 15597,
            "abstract": "Old habits die hard for assassins.. And I plan on murdering someone before the night is through.. Killing used to be my regular gig, after all. Gin Blanco, aka the Spider, assassin-for-hire. And I was very, very good at it. Now, I’m ready to make the one hit that truly matters: Mab Monroe, the dangerous Fire elemental who murdered my family when I was thirteen. Oh, I don’t think the mission will be. easy,. but turns out it’s a bit more problematic than expected. The bitch knows I’m coming for her. So now I’m up against the army of lethal bounty hunters Mab hired to track me down. She also put a price on my baby sister’s head. Keeping Bria safe is my first priority. Taking Mab out is a close second. Good thing I’ve got my powerful Ice and Stone magic—and my irresistible lover, Owen Grayson—to watch my back. This battle has been years in the making, and there’s a good chance I won’t survive. But if I’m going down, then Mab’s coming with me . . . no matter what I have to do to make that happen.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Our Man in Charleston: Britain's Secret Agent in the Civil War South",
            "authors": [
                "Christopher Dickey"
            ],
            "ranking": 3.98,
            "ranking_count": 1005,
            "abstract": "Between the Confederacy and recognition by Great Britain stood one unlikely Englishman who hated the slave trade. His actions helped determine the fate of a nation.. As the United States threatened to break into civil war, the Southern states found themselves in an impossible position: Their economic survival would require reopening the slave trade, banned in America since 1807, but the future of the Confederacy could not be secured without official recognition from Great Britain, which would never countenance such a move. How, then, could the first be achieved without dooming the possibility of the second? Believing their cotton monopoly would provide sufficient leverage, the Southerners publically declared the slave trade dead, even as rapacious traders quickly landed more and more ships on the American coast.. The unlikely man at the roiling center of this intrigue was Robert Bunch, the ambitious young British consul in Charleston, S.C. As he soured on the self-righteousness of his slave-loving neighbors, Bunch used his unique perch to thwart their plans, sending reams of damning dispatches to the Foreign Office in London and eventually becoming the Crown's best secret source on the Confederacy—even as he convinced those neighbors that he was one of them.. In this masterfully told story, Christopher Dickey introduces Consul Bunch as a key figure in the pitched battle between those who wished to reopen the floodgates of bondage and misery, and those who wished to dam the tide forever. Featuring a remarkable cast of diplomats, journalists, senators, and spies,. Our Man in Charleston. captures the intricate, intense relationship between great powers as one stood on the brink of war. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Military History",
                "North American Hi...",
                "Biography",
                "War",
                "Spy Thriller",
                "Historical",
                "American History",
                "Literature"
            ]
        },
        {
            "title": "The Silent Woman",
            "authors": [
                "Monika Zgustová"
            ],
            "ranking": 3.82,
            "ranking_count": 45,
            "abstract": "A rapturous novel of love, longing and exile, The Silent Woman depicts a woman's life against a backdrop of war and political turmoil. Sylva, half Czech and half German, is born into an aristocratic family and lives outside Prague. She marries a man she doesn't love and is seduced by the joyful madness of Paris in the 1920s. When the Nazis force her to state her loyalty, she yields, not realising how this decision will haunt the rest of her life. Later in communist Prague, Sylva is destitute. When she learns a long lost love was sent to the Gulags, she goes searching for him.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "War"
            ]
        },
        {
            "title": "Trailer Park Fae",
            "authors": [
                "Lilith Saintcrow"
            ],
            "ranking": 3.29,
            "ranking_count": 1714,
            "abstract": "New York Times. bestselling author Lilith Saintcrow returns to dark fantasy with a new series where the fairy world inhabits diners, dive bars and trailer parks.. Jeremy Gallow is just another construction worker, and that's the way he likes it. He's left his past behind, but some things cannot be erased. Like the tattoos on his arms that transform into a weapon, or that he was once closer to the Queen of Summer than any half-human should be. Now the half-sidhe all in Summer once feared is dragged back into the world of enchantment, danger, and fickle fae—by a woman who looks uncannily like his dead wife. Her name is Robin, and her secrets are more than enough to get them both killed. A plague has come, the fullborn-fae are dying, and the dark answer to Summer's Court is breaking loose.. Be afraid, for Unwinter is riding...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "Fetele de înghețată",
            "authors": [
                "Dorothy Koomson"
            ],
            "ranking": 4.0,
            "ranking_count": 11680,
            "abstract": "Serena Gillmare si Poppy Carlisle, doua femei de 38 de ani, au vieti cit se poate de diferite. Serena, casa­torita cu fermecatorul si bonomul doctor Evan Gillmare si mama a doi copii minunati, traieste cel mai romantic si multasteptat moment al vietii ei: Evan a cerut-o a doua oara in casatorie si planuiesc nunta extravaganta pe care nu au putut-o avea prima data, cind o sarcina neprevazuta a condus la o casa­torie in pripa. Poppy, pe de alta parte, si-a petrecut ultimii douazeci de ani in inchisoare pentru o crima pe care nu a comis-o. Eliberata conditionat, Poppy incearca sa isi recistige familia – mama, tatal, un frate si o sora – care a rupt orice legatura cu ea odata cu pronuntarea sentintei, dar mai ales sa isi reabi­liteze numele, silind-o pe cea pe care o considera adevarata vinovata sa isi marturiseasca fapta. In urma cu douazeci de ani, Serena si Poppy au fost judecate in acelasi proces, fiind acuzate de uciderea fostului lor profesor de istorie si iubit, Marcus Halnsley. In timp ce Serena a fost gasita nevinovata, Poppy a mers la inchisoare. Dar vietile celor doua femei se dau din nou peste cap, pe masura ce trecutul le bintuie, iar amintirea primei relatii cu perversul si violentul Marcus le arunca intr-o noua plasa a vinovatilor fara vina, a remuscarilor si a nevoii de a face dreptate.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Romance",
                "Drama",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Christopher",
            "authors": [
                "David Athey"
            ],
            "ranking": 4.33,
            "ranking_count": 27,
            "abstract": "Young Christopher Lagorio sees the grandeur of God in the vast Minnesota sky, and in its cold lakes and dark forests. When a Catholic girl introduces him to the Eucharist, Christopher falls in love with her and with the mystery of the Church, but lacks sufficient faith to convert.. Haunted by the heavenly, yet born of this earth, Chris grows toward manhood seeking to discover and become worthy of the perfect girl, but yearning even more to satisfy his God-hunger.. Page by page, mystery by mystery, adventure after adventure, and with ever- growing urgency, Christopher struggles to see the Light that is ever ancient and ever new, and finally to hear the Song that is beyond human language.. A modern love story and a quest for the Holy Grail, Christopher is a tribute to genuine love and to the Faith that shaped the best of our Western Civilization.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian Fiction"
            ]
        },
        {
            "title": "The Kings of Cool",
            "authors": [
                "Don Winslow"
            ],
            "ranking": 3.98,
            "ranking_count": 6913,
            "abstract": "In Savages, Don Winslow introduced Ben and Chon, twenty-something best friends who risk everything to save the girl they both love, O. Among the most celebrated thrillers in recent memory—and now a major motion picture directed by Academy Award–winning filmmaker Oliver Stone—Savages was picked as a best book of the year by Stephen King in Entertainment Weekly, Janet Maslin in The New York Times, and Sarah Weinman in the Los Angeles Times.. Now, in this high-octane prequel, Winslow reaches back in time to tell the story of how Ben, Chon, and O became the people they are. Spanning from 1960s Southern California to the recent past, The Kings of Cool is a breathtakingly original saga of family in all its forms—fathers and sons, mothers and daughters, friends and lovers. As the trio at the center of the book does battle with a cabal of drug dealers and crooked cops, they come to learn that their future is inextricably linked with their parents’ history. A series of breakneck twists and turns puts the two generations on a collision course, culminating in a stunning showdown that will force Ben, Chon, and O to choose between their real families and their loyalty to one another.. Fast-paced, provocative, and wickedly funny, The Kings of Cool is a spellbinding love story for our times from a master novelist at the height of his powers. It is filled with Winslow’s trademark talents—complex characters, sharp dialogue, blistering social commentary—that have earned him an obsessive following. The result is a book that will echo in your mind and heart long after you’ve turned the last page.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Audiobook",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Im Land der Feuerblume",
            "authors": [
                "Carla Federico"
            ],
            "ranking": 3.91,
            "ranking_count": 95,
            "abstract": "Hamburg 1852: Im Hafen begegnen sie sich das erste Mal: die junge abenteuerlustige Elisa, der nachdenkliche Cornelius und ihre Familien, die das Wagnis eines neuen Lebens in Chile eingehen wollen. Jeder erhofft sich etwas anderes von dem Land seiner Träume. Bereits auf dem Schiff, das sie in die ferne neue Heimat bringen soll, entbrennt Elisa in glühender Liebe zu dem oft so melancholischen Cornelius. Doch stets scheint dem Glück des jungen Paares etwas im Wege zu stehen: die unerbittliche Natur, die sie vor immer neue Herausforderungen stellt, aber auch Missgunst und Eifersucht …",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "White Mythology",
            "authors": [
                "W.D. Clarke"
            ],
            "ranking": 4.25,
            "ranking_count": 61,
            "abstract": "Dr. Ed's head is spinning: a long-lost 'son' has just been sent over to his office by the temp agency, his shopping-addicted wife seems to have disappeared, and the clinical trial that he is running for a revolutionary new anti-depressant might well be going off the rails. But Dr. Ed is in control of everything, including himself.. Thus begins Skinner Boxed, the first of two thematically linked novellas that comprise White Mythology. In the second piece, Love's Alchemy, five narrators deliver stories of betrayal that are nested like Russian dolls, stories that span an attempted seduction in Tokyo in 1987 back to a brotherly schism that erupted during a bottle rocket game of war in 1970s Massachusetts. From boys who poison their teacher's plants to men who compulsively urinate into rivers, these strange (and strangely connected) monologues drop the reader into the pitch-black dunk tank of the soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Novels"
            ]
        },
        {
            "title": "Nice Dragons Finish Last",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.09,
            "ranking_count": 12175,
            "abstract": "As the smallest dragon in the Heartstriker clan, Julius survives by a simple code: keep quiet, don’t cause trouble, and stay out of the way of bigger dragons. But this meek behavior doesn't fly in a family of ambitious magical predators, and his mother, Bethesda the Heartstriker, has finally reached the end of her patience.. Now, sealed in human form and banished to the DFZ--a vertical metropolis built on the ruins of Old Detroit--Julius has one month to prove that he can be a ruthless dragon or kiss his true shape goodbye forever. But in a city of modern mages and vengeful spirits where dragons are considered monsters to be exterminated, he’s going to need some serious help to survive this test.. He only hopes humans are more trustworthy than dragons...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "Tarkin",
            "authors": [
                "James Luceno"
            ],
            "ranking": 3.76,
            "ranking_count": 16902,
            "abstract": "Of power, I could tell you much. One must seize the moment, and strike. --Grand Moff Wilhuff Tarkin. He’s the scion of an honorable and revered family. A dedicated soldier and distinguished legislator. Loyal proponent of the Republic and trusted ally of the Jedi Order. Groomed by the ruthless politician and Sith Lord who would be Emperor, Governor Wilhuff Tarkin rises through the Imperial ranks, enforcing his authority ever more mercilessly . . . and zealously pursuing his destiny as the architect of absolute dominion.. Rule through the fear of force rather than force itself,. he advises his Emperor. Under Tarkin’s guidance, an ultimate weapon of unparalleled destruction moves ever closer to becoming a terrifying reality. When the so-called Death Star is completed, Tarkin is confident that the galaxy’s lingering pockets of Separatist rebellion will be brought to heel—by intimidation or annihilation.. Until then, however, insurgency remains a genuine threat. Escalating guerrilla attacks by resistance forces and newfound evidence of a growing Separatist conspiracy are an immediate danger the Empire must meet with swift and brutal action. And to bring down a band of elusive freedom fighters, the Emperor turns to his most formidable agents: Darth Vader, the fearsome new Sith enforcer as remorseless as he is mysterious, and Tarkin—whose tactical cunning and cold-blooded efficiency will pave the way for the Empire’s supremacy . . . and its enemies’ extinction.. Contains a brief excerpt from Star Wars: Heir to the Jedi by Kevin Hearne.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Space",
                "Novels",
                "Science Fiction Fantasy",
                "Canon"
            ]
        },
        {
            "title": "Expeditionen: min kärlekshistoria",
            "authors": [
                "Bea Uusma"
            ],
            "ranking": 4.23,
            "ranking_count": 5411,
            "abstract": "Författaren och läkaren Bea Uusma har genom egen forskning och med ett starkt personligt engagemang kastat nytt ljus över denna tragiska polarexpedition.. Ur motiveringen till Augustpriset. Juli 1897. Ingenjör Andrées expedition ger sig iväg i en vätgasballong med riktning Nordpolen.. Snart befinner sig tre män, med minimala kunskaper om arktiska förhållanden, mitt i en vit mardröm. Efter tre dagar nödlandar de på isen, sedan följer månader av vandring mot fast mark, dragandes på tunga slädar. Trettiotre år senare hittas expeditionsmedlemmarna på Vitön. Varför dog de, trots tillgång till varma kläder, matkonserver och gevär?. I Expeditionen. Min kärlekshistoria reser författaren och läkaren Bea Uusma i Arktis och till Nordpolen och letar efter sanningen om expeditionens öde.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "European Literature",
                "Biography",
                "Travel",
                "Historical",
                "Cultural",
                "Adventure",
                "Mystery",
                "Science"
            ]
        },
        {
            "title": "Presence: Bringing Your Boldest Self to Your Biggest Challenges",
            "authors": [
                "Amy Cuddy"
            ],
            "ranking": 3.89,
            "ranking_count": 15808,
            "abstract": "MORE THAN HALF A MILLION COPIES SOLD: Learn the simple techniques you'll need to approach your biggest challenges with confidence.. Have you ever left a nerve-racking challenge and immediately wished for a do over? Maybe after a job interview, a performance, or a difficult conversation? The very moments that require us to be genuine and commanding can instead cause us to feel phony and powerless. Too often we approach our lives' biggest hurdles with dread, execute them with anxiety, and leave them with regret.. By accessing our personal power, we can achieve presence, the state in which we stop worrying about the impression we're making on others and instead adjust the impression we've been making on ourselves. As Harvard professor Amy Cuddy's revolutionary book reveals, we don't need to embark on a grand spiritual quest or complete an inner transformation to harness the power of presence. Instead, we need to nudge ourselves, moment by moment, by tweaking our body language, behavior, and mind-set in our day-to-day lives.. Amy Cuddy has galvanized tens of millions of viewers around the world with her TED talk about power poses. Now she presents the enthralling science underlying these and many other fascinating body-mind effects, and teaches us how to use simple techniques to liberate ourselves from fear in high-pressure moments, perform at our best, and connect with and empower others to do the same.. Brilliantly researched, impassioned, and accessible, Presence is filled with stories of individuals who learned how to flourish during the stressful moments that once terrified them. Every reader will learn how to approach their biggest challenges with confidence instead of dread, and to leave them with satisfaction instead of regret.. . Presence. feels at once concrete and inspiring, simple but ambitious — above all, truly powerful. —. New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Business",
                "Leadership",
                "Audiobook",
                "Language",
                "Science",
                "Buisness"
            ]
        },
        {
            "title": "The Dawn of Redemption",
            "authors": [
                "Dedra L. Stevenson"
            ],
            "ranking": 4.83,
            "ranking_count": 6,
            "abstract": "The human world is in peril and nations cower to the seemingly unstoppable force of the Blue Jinni and his powerful Marid army.. Only Phoenix Kassim, the Hakima of Ghalib, and her loyal army of Arwaah, stand in their way. Will they be able to rescue the earth from defeat and enslavement to the Jinn?. In this action packed finale, it’s the ultimate struggle for survival as humans must prove themselves worthy of their place in the world.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Madness So Discreet",
            "authors": [
                "Mindy McGinnis"
            ],
            "ranking": 3.79,
            "ranking_count": 9143,
            "abstract": "Grace Mae knows madness.. She keeps it locked away, along with her voice, trapped deep inside a brilliant mind that cannot forget horrific family secrets. Those secrets, along with the bulge in her belly, land her in a Boston insane asylum.. When her voice returns in a burst of violence, Grace is banished to the dark cellars, where her mind is discovered by a visiting doctor who dabbles in the new study of criminal psychology. With her keen eyes and sharp memory, Grace will make the perfect assistant at crime scenes. Escaping from Boston to the safety of an ethical Ohio asylum, Grace finds friendship and hope, hints of a life she should have had. But gruesome nights bring Grace and the doctor into the circle of a killer who stalks young women. Grace, continuing to operate under the cloak of madness, must hunt a murderer while she confronts the demons in her own past.. In this beautifully twisted historical thriller, Mindy McGinnis, acclaimed author of. Not a Drop to Drink. and. In a Handful of Dust. , explores the fine line between sanity and insanity, good and evil—and the madness that exists in all of us.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "Sprint of the Blackbuck: Writings on Wildlife and Conservation in South India",
            "authors": [
                "S. Theodore Baskaran"
            ],
            "ranking": 3.64,
            "ranking_count": 14,
            "abstract": "The Blackbuck is the quarterly journal of the Madras Naturalists’ Society—a group of wildlife enthusiasts, both amateur and professional—and first appeared in the early 1980s. Devoted to the preservation of species whose natural habitats are threatened by relentless urbanization, it has over the years provided a forum for members to authentically document their observations and share their views. This collection of pieces, selected by Theodore Baskaran, celebrates twenty-five years of Blackbuck ’s publication. The articles are presented under the four main sections: Wildlife, Habitats, Conservation Issues and Documenting Wildlife. Brimming with perceptive insights, the essays range from M. Krishnan’s engaging account of the rapidly vanishing sloth bear to Janaki Lenin’s compelling narration of her experiences living on the edge of a stretch of scrubland; from E.R.C. Davidar’s instructive recollections on how to track leopards to T.N.A. Perumal’s helpful tips on photographing creatures in the wild. Other contributors include Madhav Gadgil, Preston Ahimaz, P.K. Uthaman and K.K. Neelakantan. Running through these articles is a palpable sense of the urgency needed to protect India ’s dwindling wildlife. Combining scientific analyses with personal reflections, this collection is a tribute to what M. Krishnan calls the ‘revitalizing power of an interest in nature . . .’ and the commitment of this dedicated group of writers to preserving India ’s flora and fauna.",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction"
            ]
        },
        {
            "title": "Shalador's Lady",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.36,
            "ranking_count": 11235,
            "abstract": "Return to the intense...erotic...and imaginative world of the national bestselling. Black Jewels. novels with this sequel to. The Shadow Queen. . In Anne Bishop's vividly painted realm, witches and warlocks channel their power through magical jewels - and one Queen has emerged from the shadows to bring hope to an impoverished people.. For years the Shalador people suffered the cruelties of the corrupt Queens who ruled them, forbidding their traditions, punishing those who dared show defiance, and forcing many more into hiding. And even though the refugees have found sanctuary in Dena Nehele, they have never been able to call it home.. Now that Dena Nehele has been cleansed of tainted Blood, the Rose-Jeweled Queen, Lady Cassidy, makes it her duty to restore the land and prove her ability to rule. She knows that undertaking this task will require all her heat and courage as she summons the untested power within her, a power capable of consuming her if she cannot control it.. And eve if Lady Cassidy survives her trial by fire, other dangers await. For the Black Widows see within their tangled webs vision of something coming that will change the land - and Lady Cassidy - forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "The Circle Cast: The Lost Years of Morgan Le Fay",
            "authors": [
                "Alex Epstein"
            ],
            "ranking": 3.48,
            "ranking_count": 120,
            "abstract": "Morgan le Fay was a sorceress, seducer of King Arthur and destroyer of Britain. As Morgan comes of age, she discovers her own magical powers. One day she falls in love with a young Irish chieftain. But will her drive for revenge destroy her chance for love and happiness?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Mythology",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Unravelled in New York",
            "authors": [
                "Suzanne Nicole"
            ],
            "ranking": 3.94,
            "ranking_count": 79,
            "abstract": "Sydney journalist Charli Cooper has no idea what destiny has in store for her as she packs her bags and moves half way around the world for a fresh start.. Jack Manning has issues letting anyone too close and is only interested in advancing himself and his company. He is used to getting what he wants and has no patience dealing with an inexperienced reporter who has no idea of the New York social hierarchy.. As she unlocks the truth about Manning and his empire, she realises all is not as it seems and if she digs deep enough, she might just find the story she has been looking for. But at what cost?. Will the secrets they both hold cause their delicately poised relationship to crumble?. Can one mistake unravel their lives?",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "City of Masks:",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 3.86,
            "ranking_count": 484,
            "abstract": "The gripping new adventure from the brilliant imagination of fantasy's new heir apparent - Ashley Capes. Every now and then a writer comes along who will make you sit up and take notice - Ashley Capes delivers his stunning epic fantasy novel with a bang and serves notice on writers like Brandon Sanderson and George R R Martin: look out fellas - there's a new sheriff in town... International Best Selling Fantasy author, Jennifer Fallon. Waking in Anaskar Prison, covered in blood and accused of murder, nobody will listen to Notch’s claims of innocence until he meets the future Protector of the Monarchy, Sofia Falco.. But Sofia has her own burdens. The first female Protector in a hundred years, her House is under threat from enemies within, the prince has made it clear he does not want her services and worst of all, she cannot communicate with her father’s sentient mask of bone, the centuries-old Argeon. Without the bone mask she cannot help anyone — not herself, and certainly not a mercenary with no powerful House to protect him.. Meanwhile, far across the western desert, Ain, a young Pathfinder, is thrust into the role of Seeker. Before winter storms close the way, he must leave his home on a quest to locate the Sea Shrine and take revenge on the people who drove his ancestors from Anaskar, the city ruled by the prince Sofia and Notch are sworn to protect, whether he wants their help or not.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Business",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Slight Edge: Turning Simple Disciplines into Massive Success and Happiness",
            "authors": [
                "Jeff Olson"
            ],
            "ranking": 4.3,
            "ranking_count": 21462,
            "abstract": "By Jeff Olson with John David Mann This is the 8th Anniversary Edition of the popular book that outlines a way of thinking and a way of processing information that enables you to make the daily choices that will lead you to the success and happiness you desire. Learn why some people make DREAM after DREAM come true, while others just continue to spend their lives building dreams for someone else. It's not just another self-help motivation tool or methods you must learn in order to travel the path to success. The Slight Edge shows you how to create powerful results from the simple daily activities of your life, by using tools already within you. This new edition is completely re-edited, line by line and word by word. The authors took a few bits out, and added a whole lot more bits in. There's an entirely new chapter called The Secret of Happiness (its core message is that success doesn't lead to happiness - it's the other way around) and another on the business of creating ripples on the pond of life and leaving a legacy. We had the chance to say a whole lot we hadn't quite said the first time 'round, says John David Mann. It was like getting to have a massive do-over. (How often does that happen in real life?!)It is, in other words, the same book ... and at the same time an entirely new book. This edition of The Slight Edge will show you how to create life-altering dynamics-how a way of thinking, a way of processing information, can impact daily choices that will lead you to the success and happiness you desire. The Slight Edge is the key that will make all the other how-to books and self-help information that you read, watch and hear actually work.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Business",
                "Psychology",
                "Productivity",
                "Leadership",
                "Philosophy",
                "Buisness",
                "Inspirational"
            ]
        },
        {
            "title": "The Doomsday Vault",
            "authors": [
                "Steven Harper"
            ],
            "ranking": 3.62,
            "ranking_count": 1283,
            "abstract": "In a clockwork Britannia, Alice's prospects are slim. At 21, her age and her unladylike interest in automatons have sealed her fate as an undesirable marriage prospect. But a devastating plague sends Alice off in a direction beyond the pale—towards a clandestine organization, mad inventors, life-altering secrets, and into the arms of an intrepid fiddle-playing airship pilot.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Horror",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Ultimate Reality",
            "authors": [
                "Gian Kumar"
            ],
            "ranking": 4.41,
            "ranking_count": 22,
            "abstract": "In this third book, the author Gian Kumar has ventured into experiential awareness. His earlier books had shown that in spite of material and digital comforts in the world today, we are still living a life of dualities. Happiness-unhappiness, good-bad, God-devil, all exist side by side. Following spiritual teachings of gurus or masters do not give the much needed solace; there still seems to be something missing. The mind, with its constant chatter and habit of delving into past experiences and anxieties about the future, does not allow to live in the present moment and be aware in the 'now'. By the time our mind can register it, there is already a new 'now' which has taken its place. Here, the author has brought us into a deeper existence, where through experiential realization and higher consciousness, he has shown us by what methods we can attain this state. This brings us to the core, centralizing both extremes, helping us to realize an awareness of oneness with the universe.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Shield and the Shadow",
            "authors": [
                "A.M. Yates"
            ],
            "ranking": 4.25,
            "ranking_count": 59,
            "abstract": "Curiouser and curiouser . . .. Hard times force sixteen-year-old Olli and her brother to move to sleepy Horizon Creek, and Olli’s biggest worry is that she, once again, won’t fit in.. And she doesn’t.. But when a mysterious shadow lurking in the woods draws out a strange power within her, she fears she’s losing her mind. Add to that tall, dark, and smoldering Brend, who can only speak in riddles, and she’s sure she's gone completely bonkers.. Yet day by day, Olli pieces together the truth. And what she finds changes everything she thought she knew--about the town, her family, even her own reflection.. So when the shadow emerges, taking one life and threatening to take more, all Olli needs to do to save the mad boy she loves is to step through the looking glass and become the girl she sees on the other side . . .. And believe in a few impossible things . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Germany: Memories of a Nation",
            "authors": [
                "Neil MacGregor"
            ],
            "ranking": 4.53,
            "ranking_count": 2806,
            "abstract": "A major new series from the makers of A History of the World in 100 Objects, exploring the fascinating and complex history of Germany from the origins of the Holy Roman Empire right up to the present day. Written and presented by Neil MacGregor, it is produced by BBC Radio 4, in partnership with the British Museum.. Whilst Germany s past is too often seen through the prism of the two World Wars, this series investigates a wider six hundred-year-old history of the nation through its objects. It examines the key moments that have defined Germany s past its great, world-changing achievements and its devastating tragedies and it explores the profound influence that Germany s history, culture, and inventiveness have had across Europe.. The objects featured in the radio series range from large sculptures to small individual artifacts and items that are prosaic, iconic, and symbolic. Each has a story to tell and a memory to invoke.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Art",
                "Politics",
                "Historical",
                "European Literature",
                "Travel"
            ]
        },
        {
            "title": "God's Not Dead 2",
            "authors": [
                "Travis Thrasher",
                "Dean Gallagher"
            ],
            "ranking": 4.33,
            "ranking_count": 308,
            "abstract": "God's not dead... but they're trying to kick him out of the public square!. Welcome back to Hope Springs . . . where Grace Wesley teaches high school history. She is on the hot seat with the school district after she answers Brooke Thawley’s question about Jesus during a classroom discussion. Suddenly, Brooke becomes a pawn in an epic court case that could cost Grace the career she loves.. Tom Endler, a lawyer with the teachers’ union, is tapped to represent Grace in her fight for her First Amendment rights. He finds himself fighting for a cause he doesn’t even believe in. Tom’s research leads him to Amy Ryan, a reporter and former skeptic who found faith while battling cancer and watching the classroom battle unfold at Hadleigh University a year ago. Both are soon on a journey to understand what genuine faith really means, as they fight to save Grace’s job and avoid a court decision that could cripple the free speech rights of all Christians in the marketplace.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Christian Fiction",
                "Fiction"
            ]
        },
        {
            "title": "My Wolf's Bane",
            "authors": [
                "Veronica Blade"
            ],
            "ranking": 3.76,
            "ranking_count": 1149,
            "abstract": "NOTE FROM THE PUBLISHER: As with any Veronica Blade book, this is a ROMANCE NOVEL, meaning it's romance FIRST and everything else is secondary. Rated PG-13 for sexual situations and mild profanity.. Different species. Mortal enemies. It'll never work, but they'll die trying.. Autumn Rossi thought she was a normal teenager. Suddenly, she can outrun every critter in the forest, making her wonder if she’s even human.. When the new guy at school, Zack de Luca, witnesses a questionable scene, he unfairly pins her as stuck-up. He acts like he hates her, yet he keeps bailing her out of trouble. Not only is Zack both insufferable and irresistible, he seems to sniff her anytime he gets close.. As passion flares between them, Autumn isn’t sure which is more dangerous: her psycho ex-boyfriend, or falling for Zack — who’s risking his life just by being near her.. See the book trailer: http://youtu.be/GEXgVD1NblU",
            "part_of_series": true,
            "genre_list": [
                "Shapeshifters",
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Animals"
            ]
        },
        {
            "title": "Binary",
            "authors": [
                "Stephanie Saulter"
            ],
            "ranking": 4.14,
            "ranking_count": 128,
            "abstract": "When confiscated genestock is stolen out of secure government quarantine, DI Sharon Varsi finds herself on the biggest case of her career... chasing down a clever thief, a mysterious hacker, and the threat of new, black market gemtech.. Zavcka Klist, ruthless industrial enforcer, has reinvented herself. Now the head of Bel'Natur, she wants gem celebrity Aryel Morningstar's blessing for the company's revival of infotech – the science that spawned the Syndrome, nearly destroyed mankind, and led to the creation of the gems. With illness in her own family that only a gemtech can cure, Aryel's in no position to refuse.. As the infotech programme inches towards a breakthrough, Sharon’s investigations lead ever closer to the dark heart of Bel'Natur, the secrets of Aryel Morningstar's past... and what Zavcka Klist is really after.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Science Fiction Fantasy",
                "Fantasy"
            ]
        },
        {
            "title": "A Faerie's Revenge",
            "authors": [
                "Rachel  Morgan"
            ],
            "ranking": 4.42,
            "ranking_count": 1754,
            "abstract": "Still reeling from a shocking revelation, guardian trainee Calla Larkenwood finds the threads of her world unraveling further when she’s accused of a horrifying crime she didn’t commit: A deadly magical disease has entered the Guild, threatening to wipe out every guardian—and someone is intent on framing Calla for it. With the Guild Council focusing their investigation on her instead of searching for the real criminal, Calla watches her dream of becoming a guardian rapidly slipping away. Time is running out, and as the lines between good and bad, right and wrong, begin to blur, whom can she turn to for help?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Bad Queen: Rules and Instructions for Marie-Antoinette",
            "authors": [
                "Carolyn Meyer"
            ],
            "ranking": 3.94,
            "ranking_count": 2011,
            "abstract": "History paints her as a shallow party girl, a spoiled fashionista, a callous ruler. Perhaps no other royal has been so maligned— and so misunderstood— as Marie-Antoinette.. From the moment she was betrothed to the dauphin of France at age fourteen, perfection was demanded of Marie-Antoinette. She tried to please everyone: courtiers, her young husband, the king, the French people, but often fell short of their expectations. Desperate for affection and subjected to constant scrutiny, this spirited young woman can't help but want to let loose with elaborate parties, scandalous fashions, and unimaginable luxuries. But as Marie-Antoinette's lifestyle gets ever-more recklessly extravagant, the peasants of France are suffering from increasing poverty, and becoming outraged. They want to make the queen pay.. In this latest installment of her acclaimed Young Royals series, Carolyn Meyer reveals the dizzying rise and horrific downfall of the last queen of France.. Includes historical notes, an author’s note, and a bibliography.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Cultural",
                "Romance",
                "European History",
                "Literature"
            ]
        },
        {
            "title": "Black-Naped Oriole in Hokkaido Snow",
            "authors": [
                "Leonard Seet"
            ],
            "ranking": 4.67,
            "ranking_count": 9,
            "abstract": "After a tsunami has taken his daughter and leukemia his wife, Yasahiro Kobayashi goes to the mountains of Hokkaido to commit seppuku, but not before he rescues an old man from several delinquents. Black-Naped Oriole in Hokkaido Snow is a story of a man grabbling with love and lost, and life and death.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories"
            ]
        },
        {
            "title": "As Flores de Lótus",
            "authors": [
                "José Rodrigues dos Santos"
            ],
            "ranking": 3.78,
            "ranking_count": 771,
            "abstract": "Pode uma ideia mudar o mundo? Quatro histórias. Quatro famílias. Quatro destinos.. O século XX nasce, e com ele germinam as sementes do autoritarismo. Da Europa à Ásia, as ondas de choque irão abalar a humanidade e atingir em cheio quatro famílias.. Depois de assistir à queda da monarquia, o capitão Artur Teixeira vê as esperanças da República afundarem-se num caos de instabilidade. Adere à revolução militar e recebe uma missão: convencer Salazar a tornar-se ditador.. Satake Fukui cresce num Japão dilacerado entre a tradição e a modernidade. O seu confronto com o militarista Sawa reflecte um braço de ferro que ameaça mergulhar o país e o mundo numa catástrofe sem precedentes.. A chinesa Lian-hua nasce com olhos azuis, os mesmos que veem a China arrastada para um choque titânico entre os nacionalistas, os comunistas e os japoneses. Apanhada no fogo cruzado, é raptada por um radical comunista: o jovem Mao Tsé Tung.. Os bolcheviques acabam de conquistar a Sibéria e batem à porta da pequena quinta dos Skuratov. Estaline iniciou as coletivizações e Nadezhda e a família são lançados num ciclo de medo, fome e sofrimento.. Senhor de um prosa lúcida e poderosa, José Rodrigues dos Santos embarca connosco e com figuras históricas como Salazar e Mao Tsé Tung numa viagem arrebatadora que nos leva de Lisboa a Tóquio, de Irkutsk a Changsha, do comunismo ao fascismo. Com as As Flores de Lótus nasce uma das mais ambiciosas obras da literatura portuguesa contemporânea.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "European Literature",
                "Cultural",
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "Short Stories from Hogwarts of Power, Politics and Pesky Poltergeists",
            "authors": [
                "J.K. Rowling",
                "MinaLima"
            ],
            "ranking": 4.18,
            "ranking_count": 30125,
            "abstract": "'No Muggle Prime Minister has ever set foot in the Ministry of Magic, for reasons most succinctly summed up by ex-Minister Dugald McPhail (term of office 1858-1865): “their puir wee braines couldnae cope wi’ it.”’. – J.K. Rowling. Pottermore Presents is a collection of J.K. Rowling’s writing: short reads originally featured on pottermore.com with some exclusive new additions. These eBooks, with writing curated by Pottermore, will take you beyond the Harry Potter stories as J.K. Rowling reveals her inspiration, intricate details of characters’ lives and surprises from the wizarding world.. These stories of power, politics and pesky poltergeists give you a glimpse into the darker side of the wizarding world, revealing the ruthless roots of Professor Umbridge, the lowdown on the Ministers for Magic and the history of the wizarding prison Azkaban. You will also delve deeper into Horace Slughorn’s early years as Potions master at Hogwarts - and his acquaintance with one Tom Marvolo Riddle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "More Than Jamie Baker",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 4.15,
            "ranking_count": 2794,
            "abstract": "Jamie Baker, the only girl in the world with superpowers, has now accepted who she is and learned to control her power. Not to mention she has the best boyfriend on the planet. Life is finally looking good. But the day she witnesses an accident and decides not to save the guy out of fear of being exposed, she realizes that simply being Jamie Baker isn't enough.. After seeing Jamie so wrecked with guilt, the ever-helpful Ryan Miller decides it's time to make all of his fantasies about turning his girlfriend into an honest-to-goodness superhero become a reality.. Of course, coming up with a decent Super Name and fending off all of Ryan's attempts to get her into spandex aren't the only problems Jamie faces. The more her alter ego starts to make headlines, the harder it becomes for Jamie to hide her extracurricular activities from her best friend, the government, radical scientists, and the mysterious new guy who is determined to steal her from her boyfriend.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Comics",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Paperweight",
            "authors": [
                "Meg Haston"
            ],
            "ranking": 3.91,
            "ranking_count": 12229,
            "abstract": "Seventeen-year-old Stevie is trapped. In her life. And now in an eating-disorder treatment center on the dusty outskirts of the New Mexico desert.. Life in the center is regimented and intrusive, a nightmare come true. Nurses and therapists watch Stevie at mealtime, accompany her to the bathroom, and challenge her to eat the foods she’s worked so hard to avoid.. Her dad has signed her up for sixty days of treatment. But what no one knows is that Stevie doesn't plan to stay that long. There are only twenty-seven days until the anniversary of her brother Josh’s death—the death. she. caused. And if Stevie gets her way, there are only twenty-seven days until she too will end her life.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Mental Health",
                "Fiction",
                "Realistic Fiction",
                "LGBT",
                "Death",
                "Audiobook"
            ]
        },
        {
            "title": "Rich and Poor",
            "authors": [
                "Jacob Wren"
            ],
            "ranking": 3.87,
            "ranking_count": 86,
            "abstract": "Who hasn't, at one time or another, considered killing a billionaire?. Following on the critical success of his novel Polyamorous Love Song (BookThug, 2014; finalist for the Fence Modern Prize in Prose and one of The Globe and Mail's 100 best books of 2014), Canadian writer and performer Jacob Wren picks up the mantle of the politically and economically disenfranchised in Rich and Poor--the story of a middle-class, immigrant pianist who has fallen on hard times, and now finds himself washing dishes to make ends meet.. Wren capably balances personal reflections with real-time political events, as his protagonist awakens to the possibility of a solution to his troubles and begins to formulate a plan of attack, in which the only answer is to get rid of the 1%.. Rich and Poor is rare work of literary fiction that cuts into the psychology of politics in ways that are off-kilter, unexpected, and unnerving. In drawing comparisons to fiction that focuses on the personal as political (including Chris Kraus's Summer of Hate and Roberto Bolano's The Savage Detectives), Rich and Poor is a compelling, fast-paced, and energizing read for adventure-seeking, politically active and/or interested readers who rowdily question their position among the 99%.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Dark Storm",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.28,
            "ranking_count": 10128,
            "abstract": "Return to the seductive world of Christine Feehan's New York Times bestselling Carpathian novels as roiling passions collide in a perfect storm of dangerous desire that only a precious few can hope to outrun . . .. Awakening after all this time in a world of absolute darkness and oppressive heat, Dax wonders in how many ways the world above must have changed. But it is how he has changed that fills him with dread and loathing. Buried alive for hundreds of years in a volcano in the Carpathian Mountains, Dax fears that he has become the full-fledged abomination that every Carpathian male fears, a victim of the insidious evil that has crept relentlessly into his mind and body over the centuries. But there are some things that never change.. His name is Mitro, the vampire Dax had hunted all these long centuries. Second in command to the prince of the Carpathian people he is the epitome of everything malevolent, and perpetrator of one of the most shocking killing sprees known to man - and beast. Even his friends and family weren't safe from Mitro's bloodlust. Neither was Mitro's lifemate, Arabejila, an extraordinary woman with extraordinary gifts. But now that Dax has re-emerged, so too has Mitro. The ultimate battle between good and evil has been re-engaged. Between Dax and Mitro, a violent game has begun - one that has marked Riley Parker, the last descendent of Arabejila, as the reward.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Last Painting of Sara de Vos",
            "authors": [
                "Dominic Smith"
            ],
            "ranking": 3.86,
            "ranking_count": 27553,
            "abstract": "This is what we long for: the profound pleasure of being swept into vivid new worlds, worlds peopled by characters so intriguing and real that we can't shake them, even long after the reading's done. In his earlier, award-winning novels, Dominic Smith demonstrated a gift for coaxing the past to life. Now, in. The Last Painting of Sara de Vos. , he deftly bridges the historical and the contemporary, tracking a collision course between a rare landscape by a female Dutch painter of the golden age, an inheritor of the work in 1950s Manhattan, and a celebrated art historian who painted a forgery of it in her youth.. In 1631, Sara de Vos is admitted as a master painter to the Guild of St. Luke's in Holland, the first woman to be so recognized. Three hundred years later, only one work attributed to de Vos is known to remain--a haunting winter scene,. At the Edge of a Wood. , which hangs over the bed of a wealthy descendant of the original owner. An Australian grad student, Ellie Shipley, struggling to stay afloat in New York, agrees to paint a forgery of the landscape, a decision that will haunt her. Because now, half a century later, she's curating an exhibit of female Dutch painters, and both versions threaten to arrive. As the three threads intersect,. The Last Painting of Sara de Vos. mesmerizes while it grapples with the demands of the artistic life, showing how the deceits of the past can forge the present.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Audiobook",
                "Book Club",
                "Literary Fiction",
                "Mystery",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "No Book but the World",
            "authors": [
                "Leah Hager Cohen"
            ],
            "ranking": 3.36,
            "ranking_count": 870,
            "abstract": "A gripping, morally complex novel that asks: How much do grown siblings owe one another?. At the edge of a woods, on the grounds of a defunct free school, Ava and her brother, Fred, shared a dreamy and seemingly idyllic childhood—a world defined largely by their imaginations and the presence of each other.. Decades later, then, when Ava learns that her brother is being held in a county jail for a shocking crime, she is frantic to piece together what actually happened. Fred has always been different, certainly impaired, never evaluated. Their parents frowned upon labels and diagnoses as much as they did formal instruction and societal constraints. Now, however, the parents are gone, the siblings grown apart, a boy is dead and Fred in jail, and Ava is forced to wonder: is it her job to save her brother? What is our obligation to those we love—and to those we find difficult to love? Convinced that she alone will be able to reach him and explain his innocence to the world, Ava endeavors to tell their enthralling story.. Leah Hager Cohen brings her trademark intelligence and grace to a rich, morally ambiguous story that suggests we may ultimately fathom one another best not with facts alone, but through our imaginations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Family",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Mystery",
                "Neurodiversity",
                "Unfinished",
                "Historical"
            ]
        },
        {
            "title": "Bounce: A Story from The Grid",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 4.74,
            "ranking_count": 50,
            "abstract": "A God with a destiny and power to save us all. Shame he can't remember that.. Bounce is complicated and simple at the same time. As the leader of The Grid and the former General of the legions of Hell, he simply wants to run his nightclub, have a nap and eat a pizza while it's hot. As long as it doesn't come with pineapple.. But there is more to the man than anyone knows. And this is his story. A fate. A love. A loss. A history he doesn't know nor is allowed to. A destiny key to mankind's existence without a clue how. Greek gods, Heaven and Hell tossed into the mix. Is there a word more complicated than complicated? This is the story of Bounce and it's so much more than that.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Limonov",
            "authors": [
                "Emmanuel Carrère",
                "Francesco Bergamasco"
            ],
            "ranking": 4.12,
            "ranking_count": 8555,
            "abstract": "Limonov non è un personaggio inventato. Esiste davvero: «è stato teppista in Ucraina, idolo dell'underground sovietico, barbone e poi domestico di un miliardario a Manhattan, scrittore alla moda a Parigi, soldato sperduto nei Balcani; e adesso, nell'immenso bordello del dopo comunismo, vecchio capo carismatico di un partito di giovani desperados. Lui si vede come un eroe, ma lo si può considerare anche una carogna: io sospendo il giudizio» si legge nelle prime pagine di questo libro. E se Carrère ha deciso di scriverlo è perché ha pensato «che la sua vita romanzesca e spericolata raccontasse qualcosa, non solamente di lui, Limonov, non solamente della Russia, ma della storia di noi tutti dopo la fine della seconda guerra mondiale». La vita di Eduard Limonov, però, è innanzitutto un romanzo di avventure: al tempo stesso avvincente, nero, scandaloso, scapigliato, amaro, sorprendente, e irresistibile. Perché Carrère riesce a fare di lui un personaggio a volte commovente, a volte ripugnante – a volte perfino accattivante. Ma mai, assolutamente mai, mediocre. Che si trascini gonfio di alcol sui marciapiedi di New York dopo essere stato piantato dall'amatissima moglie o si lasci invischiare nei più grotteschi salotti parigini, che vada ad arruolarsi nelle milizie filoserbe o approfitti della reclusione in un campo di lavoro per temprare il «duro metallo di cui è fatta la sua anima», Limonov vive ciascuna di queste esperienze fino in fondo, senza mai chiudere gli occhi, con una temerarietà e una pervicacia che suscitano rispetto. Ed è senza mai chiudere gli occhi che Emmanuel Carrère attraversa questa esistenza oltraggiosa, e vi si immerge e vi si rispecchia come solo può fare chi, come lui, ha vissuto una vita che ha qualcosa di un «romanzo russo».des",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "History",
                "European Literature",
                "Literature",
                "Roman",
                "Politics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Where Am I Now?: True Stories of Girlhood and Accidental Fame",
            "authors": [
                "Mara Wilson"
            ],
            "ranking": 3.86,
            "ranking_count": 12146,
            "abstract": "For readers of Lena Dunham, Allie Brosh and Roxane Gay, this funny, poignant, daringly honest collection of personal essays introduces Mara Wilson—the former child actress best known for her starring roles in. Matilda. and. Mrs. Doubtfire—. as a brilliant new chronicler of the experience that is growing up young and female.. Mara Wilson has always felt a little young and a little out of place: as the only child on a film set full of adults, the first daughter in a house full of boys, the sole clinically depressed member of the cheerleading squad, a valley girl in New York and a neurotic in California, and one of the few former child actors who has never been in jail or rehab. Tackling everything from how she first learned about sex on the set of. Melrose Place. , to losing her mother at a young age, to getting her first kiss (or was it kisses?) on a celebrity canoe trip, to not being “cute” enough to make it in Hollywood, these essays tell the story of one young woman’s journey from accidental fame to relative (but happy) obscurity. But they also illuminate a universal struggle: learning to accept yourself, and figuring out who you are and where you belong. Exquisitely crafted, revelatory, and full of the crack comic timing that has made Mara Wilson a sought-after live storyteller and Twitter star,. Where Am I Now?. introduces a witty, perceptive, and refreshingly candid new literary voice.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Humor",
                "Writing",
                "Biography Memoir",
                "Adult",
                "Health"
            ]
        },
        {
            "title": "Loitering: New & Collected Essays",
            "authors": [
                "Charles D'Ambrosio"
            ],
            "ranking": 4.03,
            "ranking_count": 1407,
            "abstract": "Charles D’Ambrosio’s essay collection. Orphans. spawned something of a cult following. In the decade since the tiny limited-edition volume sold out its print run, its devotees have pressed it upon their friends, students, and colleagues, only to find themselves begging for their copy’s safe return. For anyone familiar with D’Ambrosio’s writing, this enthusiasm should come as no surprise. His work is exacting and emotionally generous, often as funny as it is devastating.. Loitering. gathers those eleven original essays with new and previously uncollected work so that a broader audience might discover one of our great living essayists. No matter his subject — Native American whaling, a Pentecostal “hell house,” Mary Kay Letourneau, the work of J. D. Salinger, or, most often, his own family — D’Ambrosio approaches each piece with a singular voice and point of view; each essay, while unique and surprising, is unmistakably his own.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Short Stories",
                "Autobiography",
                "Literature",
                "American",
                "Biography",
                "Language",
                "United States",
                "Unfinished"
            ]
        },
        {
            "title": "The Other Side of Silence",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 4.08,
            "ranking_count": 4904,
            "abstract": "Once I’d been a good detective in Kripo, but that was a while ago, before the criminals wore smart gray uniforms and nearly everyone locked up was innocent.” Being a Berlin cop in 1942 was a little like putting down mousetraps in a cage full of tigers.. The war is over. Bernie Gunther, our sardonic former Berlin homicide detective and unwilling SS officer, is now living on the French Riviera. It is 1956 and Bernie is the go-to guy at the Grand-Hotel du Cap-Ferrat, the man you turn to for touring tips or if you need a fourth for bridge. As it happens, a local writer needs just that, someone to fill the fourth seat in a regular game that is the usual evening diversion at the Villa Mauresque. Not just any writer. Perhaps the richest and most famous living writer in the world: W. Somerset Maugham. And it turns out it is not just a bridge partner that he needs; it’s some professional advice. Maugham is being blackmailed—perhaps because of his unorthodox lifestyle. Or perhaps because of something in his past, because once upon a time, Maugham worked for the British secret service, and the people now blackmailing him are spies.. As Gunther fans know, all roads lead back to the viper’s nest that was Hitler’s Third Reich and to the killing fields that spread like a disease across Europe. Even in 1956, peace has not come to the continent: now the Soviets have the H-bomb and spies from every major power feel free to make all of Europe their personal playground.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "Spy Thriller",
                "War"
            ]
        },
        {
            "title": "Calvin",
            "authors": [
                "Martine Leavitt"
            ],
            "ranking": 3.8,
            "ranking_count": 2730,
            "abstract": "As a child, Calvin felt an affinity with the comic book character from Bill Watterson’s. Calvin & Hobbes. .. He was born on the day the last strip was published; his grandpa left a stuffed tiger named Hobbes in his crib; and he even had a best friend named Susie. Then Calvin’s mom washed Hobbes to death, Susie grew up beautiful and stopped talking to him, and Calvin pretty much forgot about the strip—until now. Now he is seventeen years old and has been diagnosed with schizophrenia. Hobbes is back, as a delusion, and Calvin can’t control him. Calvin decides that Watterson is the key to everything—if he would just make one more comic strip, but without Hobbes, Calvin would be cured. Calvin and Susie (is she real?) and Hobbes (he can’t be real, can he?) set out on a dangerous trek across frozen Lake Erie to track down Watterson.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Mental Health",
                "Health",
                "Realistic Fiction",
                "Romance",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Carrying Albert Home: The Somewhat True Story of A Man, His Wife, and Her Alligator",
            "authors": [
                "Homer Hickam"
            ],
            "ranking": 3.86,
            "ranking_count": 4832,
            "abstract": "Big Fish. meets. The Notebook. in this emotionally evocative story about a man, a woman, and an alligator that is a moving tribute to love, from the author of the award-winning memoir. Rocket Boys. —the basis of the movie. October Sky. Elsie Lavender and Homer Hickam (the father of the author) were high school classmates in the West Virginia coalfields, graduating just as the Great Depression began. When Homer asked for her hand, Elsie instead headed to Orlando where she sparked with a dancing actor named Buddy Ebsen (yes, that Buddy Ebsen). But when Buddy headed for New York, Elsie’s dreams of a life with him were crushed and eventually she found herself back in the coalfields, married to Homer.. Unfulfilled as a miner’s wife, Elsie was reminded of her carefree days with Buddy every day because of his unusual wedding gift: an alligator named Albert she raised in the only bathroom in the house. When Albert scared Homer by grabbing his pants, he gave Elsie an ultimatum: “Me or that alligator!” After giving it some thought, Elsie concluded there was only one thing to do: Carry Albert home.. Carrying Albert Home. is the funny, sweet, and sometimes tragic tale of a young couple and a special alligator on a crazy 1000-mile adventure. Told with the warmth and down-home charm that made. Rocket Boys/October Sky. a beloved bestseller, Homer Hickam’s rollicking tale is ultimately a testament to that strange and marvelous emotion we inadequately call love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Animals",
                "Adventure",
                "Romance",
                "Travel",
                "Adult Fiction",
                "Family"
            ]
        },
        {
            "title": "Welcome to Braggsville",
            "authors": [
                "T. Geronimo Johnson"
            ],
            "ranking": 3.24,
            "ranking_count": 3364,
            "abstract": "Welcome to Braggsville. The City that Love Built in the Heart of Georgia. Population 712. Born and raised in the heart of old Dixie, D'aron Davenport finds himself in unfamiliar territory his freshman year at UC Berkeley. Two thousand miles and a world away from his childhood, he is a small-town fish floundering in the depths of a large, hyper-liberal pond. Caught between the prosaic values of his rural hometown and the intellectualized multicultural cosmopolitanism of Berzerkeley, the nineteen-year-old white kid is uncertain about his place until one disastrous party brings him three idiosyncratic best friends: Louis, a kung-fu comedian from California; Candice, an earnest do-gooder claiming Native roots from Iowa; and Charlie, an introspective inner-city black teen from Chicago. They dub themselves the 4 Little Indians.. But everything changes in the group's alternative history class, when D'aron lets slip that his hometown hosts an annual Civil War reenactment, recently rebranded Patriot Days. His announcement is met with righteous indignation, and inspires Candice to suggest a performative intervention to protest the reenactment. Armed with youthful self-importance, makeshift slave costumes, righteous zeal, and their own misguided ideas about the South, the 4 Little Indians descend on Braggsville. Their journey through backwoods churches, backroom politics, Waffle Houses, and drunken family barbecues is uproarious to start, but will have devastating consequences.. With the keen wit of Billy Lynn's. Long Halftime Walk. and the deft argot of. The Brief Wondrous Life of Oscar Wao. , T. Geronimo Johnson has written an astonishing, razor-sharp satire. Using a panoply of styles and tones, from tragicomic to Southern Gothic, he skewers issues of class, race, intellectual and political chauvinism, Obamaism, social media, and much more.. A literary coming-of-age novel for a new generation, written with tremendous social insight and a unique, generous heart, Welcome to Braggsville reminds us of the promise and perils of youthful exuberance, while painting an indelible portrait of contemporary America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Race",
                "Literary Fiction",
                "Contemporary",
                "American",
                "Audiobook",
                "Novels",
                "Academic",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Cast in Sorrow",
            "authors": [
                "Michelle Sagara"
            ],
            "ranking": 4.19,
            "ranking_count": 5396,
            "abstract": "THE END OF HER JOURNEY IS ONLY THE BEGINNING.... The Barrani would be happy to see her die. So Kaylin Neya is a bit surprised by her safe arrival in the West March. Especially when enemies new and old surround her and those she would call friends are equally dangerous.... And then the real trouble starts. Kaylin's assignment is to be a harmoniste-one who helps tell the truth behind a Barrani Recitation. But in a land where words are more effective than weapons, Kaylin's duties are deadly. With the wrong phrase she could tear a people further asunder. And with the right ones...well, then she might be able to heal a blight on a race.. If only she understood the story....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Catalyst: A Rogue One Novel",
            "authors": [
                "James Luceno"
            ],
            "ranking": 3.74,
            "ranking_count": 16156,
            "abstract": "War is tearing the galaxy apart. For years the Republic and the Separatists have battled across the stars, each building more and more deadly technology in an attempt to win the war. As a member of Chancellor Palpatine’s top secret Death Star project, Orson Krennic is determined to develop a superweapon before their enemies can. And an old friend of Krennic’s, the brilliant scientist Galen Erso, could be the key.. Galen’s energy-focused research has captured the attention of both Krennic and his foes, making the scientist a crucial pawn in the galactic conflict. But after Krennic rescues Galen, his wife, Lyra, and their young daughter, Jyn, from Separatist kidnappers, the Erso family is deeply in Krennic’s debt. Krennic then offers Galen an extraordinary opportunity: to continue his scientific studies with every resource put utterly at his disposal. While Galen and Lyra believe that his energy research will be used purely in altruistic ways, Krennic has other plans that will finally make the Death Star a reality. Trapped in their benefactor’s tightening grasp, the Ersos must untangle Krennic’s web of deception to save themselves and the galaxy itself.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Space",
                "Novels",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "A Grimm Warning",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.49,
            "ranking_count": 43801,
            "abstract": "The Brothers Grimm have a warning for the Land of Stories.. Connor Bailey thinks his fairy-tale adventures are behind him - until he discovers a mysterious clue left by the famous Brothers Grimm. With help from his classmate Bree and the outlandish Mother Goose, Conner sets off on a mission across Europe to crack a two-hundred-year-old code.. Meanwhile, Alex Bailey is training to become the next Fairy Godmother... but her attempts at granting wishes never go as planned. Will she ever be truly ready to lead the Fairy Council?. When all signs point to disaster for the Land of Stories, Connor and Alex must join forces with their friends and enemies to save the day. But nothing can prepare them for the coming battle... or for the secret that will change the twins' lives forever.. The third book in the bestselling Land of Stories series puts the twins to the test as they bring two worlds together!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "Hacker, Hoaxer, Whistleblower, Spy: The Many Faces of Anonymous",
            "authors": [
                "Gabriella Coleman"
            ],
            "ranking": 3.83,
            "ranking_count": 1760,
            "abstract": "“Easily the best book on Anonymous.” —Julian Assange.. Here is the ultimate book on the worldwide movement of hackers, pranksters, and activists that operates under the non-name Anonymous, by the writer the Huffington Post says “knows all of Anonymous’ deepest, darkest secrets.” Half a dozen years ago, anthropologist Gabriella Coleman set out to study the rise of this global phenomenon just as some of its members were turning to political protest and dangerous disruption (before Anonymous shot to fame as a key player in the battles over WikiLeaks, the Arab Spring, and Occupy Wall Street). She ended up becoming so closely connected to Anonymous that the tricky story of her inside-outside status as Anon confidante, interpreter, and erstwhile mouthpiece forms one of the themes of this witty and entirely engrossing book. The narrative brims with details unearthed from within a notoriously mysterious subculture, whose semi-legendary tricksters – such as Topiary, tflow, Anachaos, and Sabu – emerge as complex, diverse, politically and culturally sophisticated people. Propelled by years of chats and encounters with a multitude of hackers, including imprisoned activist Jeremy Hammond and the double agent who helped put him away, Hector Monsegur, Hacker, Hoaxer, Whistleblower, Spy is filled with insights into the meaning of digital activism and little understood facets of culture in the Internet age, including the history of “trolling,” the ethics and metaphysics of hacking, and the origins and manifold meanings of “the lulz.”",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Science",
                "History",
                "Anthropology",
                "Biography",
                "Cultural",
                "Computers"
            ]
        },
        {
            "title": "Britain Begins",
            "authors": [
                "Barry Cunliffe"
            ],
            "ranking": 4.29,
            "ranking_count": 350,
            "abstract": "The last Ice Age, which came to an end about 12,000 years ago, swept the bands of hunter gatherers from the face of the land that was to become Britain and Ireland, but as the ice sheets retreated and the climate improved so human groups spread slowly northwards, re-colonizing the land that had been laid waste. From that time onwards Britain and Ireland have been continuously inhabited and the resident population has increased from a few hundreds to more than 60 million.. Britain Begins is nothing less than the story of the origins of the British and the Irish peoples, from around 10,000BC to the eve of the Norman Conquest. Using the most up to date archaeological evidence together with new work on DNA and other scientific techniques which help us to trace the origins and movements of these early settlers, Barry Cunliffe offers a rich narrative account of the first islanders - who they were, where they came from, and how they interacted one with. another. Underlying this narrative throughout is the story of the sea, which allowed the islanders and their continental neighbours to be in constant contact.. The story told by the archaeological evidence, in later periods augmented by historical texts, satisfies our need to know who we are and where we come from. But before the development of the discipline of archaeology, people used what scraps there were, gleaned from Biblical and classical texts, to create a largely mythological origin for the British. Britain Begins also explores the development of these early myths, which show our ancestors attempting to understand their origins.. And, as Cunliffe shows, today's archaeologists are driven by the same desire to understand the past - the only real difference is that we have vastly more evidence to work with.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "European Literature",
                "Cultural",
                "Historical",
                "Science"
            ]
        },
        {
            "title": "The Angel of Death",
            "authors": [
                "Elicia Hyder"
            ],
            "ranking": 4.29,
            "ranking_count": 3148,
            "abstract": "After stopping a serial killer and shutting down an interstate human trafficking ring, Sloan Jordan is ready for a break. But back at home in Asheville, her problems have only just begun.. The supernatural world has taken an interest in her, and strange things are happening. Her powers are multiplying, she’s plagued by vivid nightmares, and a deranged young woman, babbling an unknown language, has been detained by police. The only clue to her identity—Sloan’s name carved into her arm.. If that wasn't enough, the FBI has launched a full-scale investigation into her private life, believing Sloan might not be as innocent as she claims.. With her boyfriend, Warren Parish, deployed with the Marine Corps, Sloan’s only ally is Detective Nathan McNamara. Their friendship is already complicated, and its limits are about to be tested. Sloan has a secret…one that could turn even Nathan against her forever.. The Angel of Death is BOOK 3 of The Soul Summoner Series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Mystery"
            ]
        },
        {
            "title": "Flowers of the Sea",
            "authors": [
                "Reggie Oliver"
            ],
            "ranking": 4.4,
            "ranking_count": 115,
            "abstract": "Flowers of the Sea. Thirteen Stories and Two Novellas. by. Reggie Oliver. This sixth collection of ‘strange stories’ by Reggie Oliver follows the award winning Mrs Midnight (2011). Oliver’s variety of subject matter, wit, characterisation and stylistic elegance are on display, as is his gift for telling a good story.. The rivalry between two former MI5 members in a seaside town escalates into something deeply sinister and mysterious. . . . The one-time assistant to a musical genius is dying in early nineteenth-century Vienna and cannot escape his obsession with their last collaboration. . . . In Weimar Germany a mass murderer is awaiting his execution with perplexing eagerness. . . .. There are two novellas in this collec-tion. ‘Lord of the Fleas’ is a study of a sinister eighteenth-century architect, told through various documents, including an unpublished fragment of Boswell’s Life of Dr Johnson, and a series of increasingly desperate letters from a young woman to her cousin in the style of the epistolary novels of Fanny Burney. The other novella, ‘A Child’s Problem’, inspired by a painting in the Tate Gallery by Richard Dadd, was nominated for ‘best novella’ in the Shirley Jackson Awards of 2012.. Reggie Oliver is an English playwright, biographer and writer of ghost stories. His work has appeared in a number of anthologies, including the Year’s Best Fantasy and Horror and The Mammoth Book of Best New Horror.. Flowers of the Sea contains: ‘Introduction’ by Michael Dirda, ‘A Child’s Problem’, ‘Striding Edge’, ‘Hand to Mouth’, ‘Singing Blood’, ‘Flowers of the Sea’, ‘Lord of the Fleas’, ‘Didman’s Corner’, ‘The Posthumous Messiah’, ‘Charm’, ‘Between Four Yews’, ‘The Spooks of Shellborough’, ‘Süssmayr’s Requiem’, ‘Come Into My Parlour’, ‘Lightning’, ‘Waving to the Boats’, ‘Author’s Note’.. Flowers of the Sea is a sewn hardback book of 388 + x pages with decorated boards, silk ribbon marker, head and tailbands, and d/w.. Also available as an ebook.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fantasy",
                "Fiction"
            ]
        }
    ]
}