{
    "books": [
        {
            "title": "A Touch of Midnight",
            "authors": [
                "Lara Adrian"
            ],
            "ranking": 4.08,
            "ranking_count": 10126,
            "abstract": "Savannah Dupree is halfway across the country from her Louisiana bayou hometown, a freshman studying at Boston University on a full scholarship. But academic excellence is only one of Savannah’s gifts. She possesses something even more remarkable than her quick mind and insatiable curiosity for learning. With a simple touch, Savannah can see an object’s past—a skill that puts her life in danger, when her studies bring her into contact with a centuries-old English sword and the secret hidden within the blade’s history: the vicious murders of twin boys by a group of fanged creatures borne of the worst kind of nightmare.. In all his three hundred years of living as one of the Breed, vampire warrior Gideon never dreamed he’d see the blade again that spilled his young brothers’ lives ages ago on that blood-soaked night in London. Ever since the boys’ deaths, Gideon’s been on a personal quest to rid the world of Rogue vampires, but now he can’t help wondering if the brutal slayings of his only kin was something more sinister—an act perpetrated by an unknown enemy. An enemy who is apparently living in hiding somewhere in Boston. There’s one certain way to prove Gideon’s suspicion, but it will mean using innocent, gifted Savannah to help uncover the full truth—a truth that will shatter everything she knows about herself and the world around her. And with danger closing in from all sides, the passion that ignites between Gideon and Savannah will tempt them to risk their hearts and lives for a love that might just last an eternity…. This novella, a prequel to the Midnight Breed series, was previously published in its entirety in The Midnight Breed Series Companion (May 2013).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Novella",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "No One Knows",
            "authors": [
                "J.T. Ellison"
            ],
            "ranking": 3.65,
            "ranking_count": 13232,
            "abstract": "In an obsessive mystery as thrilling as. The Girl on the Train. and. The Husband’s Secret. ,. New York Times. bestselling author J.T. Ellison will make you question every twist in her page-turning novel—and wonder which of her vividly drawn characters you should trust.. The day Aubrey Hamilton’s husband is declared dead by the state of Tennessee should bring closure so she can move on with her life. But Aubrey doesn’t want to move on; she wants Josh back. It’s been five years since he disappeared, since their blissfully happy marriage—they were happy, weren’t they?—screeched to a halt and Aubrey became the prime suspect in his disappearance. Five years of emptiness, solitude, loneliness, questions. Why didn’t Josh show up at his friend’s bachelor party? Was he murdered? Did he run away? And now, all this time later, who is the mysterious yet strangely familiar figure suddenly haunting her new life?. In. No One Knows. , the. New York Times. bestselling coauthor of the Nicholas Drummond series expertly peels back the layers of a complex woman who is hiding dark secrets beneath her unassuming exterior. This masterful thriller for fans of Gillian Flynn, Liane Moriarty, and Paula Hawkins will pull readers into a you’ll-never-guess merry-go-round of danger and deception. Round and round and round it goes, where it stops…no one knows.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Isis: Inside the Army of Terror",
            "authors": [
                "Michael Weiss",
                "Hassan Hassan"
            ],
            "ranking": 3.68,
            "ranking_count": 2498,
            "abstract": "A newly updated and revised edition of the New York Times bestselling and highly praised book on ISIS—with fresh revelations on Russia’s campaign, how ISIS has evolved, and the failure of America’s policy.. Initially dismissed by US President Barack Obama, along with other fledgling terrorist groups, as a “jayvee squad” compared to al-Qaeda, the Islamic State of Iraq and Syria (ISIS) has shocked the world by conquering massive territories in both countries and promising to create a vast new Muslim caliphate that observes the strict dictates of Sharia law.. In. ISIS: Inside the Army of Terror. , American journalist Michael Weiss and Syrian analyst Hassan Hassan explain how these violent extremists evolved from a nearly defeated Iraqi insurgent group into a jihadi army of international volunteers who behead Western hostages in slickly produced videos and have conquered territory equal to the size of Great Britain. Beginning with the early days of Abu Musab al-Zarqawi, the founder of ISIS’s first incarnation as “al-Qaeda in Iraq,” Weiss and Hassan explain who the key players are—from their elusive leader Abu Bakr al-Baghdadi to the former Saddam Baathists in their ranks—where they come from, how the movement has attracted both local and global support, and where their financing comes from.. Political and military maneuvering by the United States, Iraq, Iran, and Syria have all fueled ISIS’s astonishing and explosive expansion. Drawing on original interviews with former US military officials and current ISIS fighters, the authors also reveal the internecine struggles within the movement itself, as well as ISIS’s bloody hatred of Shiite Muslims, which is generating another sectarian war in the region. Just like the one the US thought it had stopped in 2011 in Iraq. Past is prologue and America’s legacy in the Middle East is sowing a new generation of terror.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "War",
                "Religion",
                "Political Science",
                "Unfinished"
            ]
        },
        {
            "title": "Thirteen",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.3,
            "ranking_count": 13131,
            "abstract": "War is coming to the Otherworld. A sinister cult known as The Supernatural Liberation Movement is hell-bent on exposing the truth about supernaturals to the rest of the world. Their violent, ruthless plan has put everyone at risk: from werewolves to vampires, from witches to half-demons.. Savannah Levine - fiery and unpredictable - stands at the heart of the maelstrom. There is a new, dark magic inside her, granting her the power to summon spells of terrifying strength. But whether this magic is a gift or a curse, no one knows.. On the eve of battle, all the major players must come together in a last, desperate fight for survival - Elena and Clay; Adam and Savannah; Paige and Lucas; Jeremy and Jaime; Hope, Eve and more...They are fighting for lives.. They are fighting for their loved ones.. They are fighting for the Otherworld.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Bakuman, Volume 10: Imagination and Presentation",
            "authors": [
                "Tsugumi Ohba",
                "Takeshi Obata"
            ],
            "ranking": 4.38,
            "ranking_count": 1831,
            "abstract": "By the creators of Death Note! The mystery behind manga-making revealed!. Average student Moritaka Mashiro enjoys drawing for fun. When his classmate and aspiring writer Akito Takagi discovers his talent, he begs Moritaka to team up with him as a manga-creating duo. But what exactly does it take to make it in the manga-publishing world?. Moritaka and Akito will need to come up with an amazing new manga idea if they ever hope to get back into. Weekly. Jump. magazine, and they only have six months to do it! But with Hattori, their former editor, helping behind the scenes, the duo might have everything in place to create the perfect story.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Realistic Fiction",
                "Fiction",
                "Young Adult",
                "Manga",
                "Romance",
                "Asian Literature",
                "Humor"
            ]
        },
        {
            "title": "The Wolves of Winter",
            "authors": [
                "Tyrell Johnson"
            ],
            "ranking": 3.76,
            "ranking_count": 5867,
            "abstract": "Forget the old days. Forget summer. Forget warmth. Forget anything that doesn’t help you survive.. Lynn McBride has learned much since society collapsed in the face of nuclear war and the relentless spread of disease. As memories of her old life haunt her, she has been forced to forge ahead in the snow-covered Canadian Yukon, learning how to hunt and trap to survive.. But her fragile existence is about to be shattered. Shadows of the world before have found her tiny community—most prominently in the enigmatic figure of Jax, who sets in motion a chain of events that will force Lynn to fulfill a destiny she never imagined.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Apocalyptic",
                "Young Adult",
                "Cultural",
                "Fantasy",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Call of Omega",
            "authors": [
                "Michelle Muckley"
            ],
            "ranking": 3.79,
            "ranking_count": 89,
            "abstract": "The second book in this dystopian post-apocalyptic series is now available on Kindle (also available as a box set omnibus edition). Don't forget to pick up book one in this post apocalyptic series, The Dawn, available free on Kindle in the science fiction best sellers chart. With the roads destroyed and the bridges near collapse, Zack cannot believe what he has learned about The Barrens. But he has a job to do, and so he must try to put things right.. But there are those in the shadows who want him to fail, and when Zack learns of a mysterious group who The Conservators refer to as Drifters, he must decide if he is courageous enough to withstand their test. Will he be brave enough to follow his heart, or will he fall under the spell of The Republic of New Omega?. All five books are available as a science fiction deal in one giant box set. eBook categories for The Dawn. Dystopian fiction best sellers. Dystopian boxed set. Post apocalyptic fiction. Post apocalyptic novels. Science fiction deals. Science fiction best sellers. Dystopian fiction",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Into the Free",
            "authors": [
                "Julie Cantrell"
            ],
            "ranking": 3.93,
            "ranking_count": 6596,
            "abstract": "Just a girl. The only one strong enough to break the cycle.. In Depression-era Mississippi, Millie Reynolds longs to escape the madness that marks her world. With an abusive father and a “nothing mama,” she struggles to find a place where she really belongs.. For answers, Millie turns to the Gypsies who caravan through town each spring. The travelers lead Millie to a key which unlocks generations of shocking family secrets. When tragedy strikes, the mysterious contents of the box give Millie the tools she needs to break her family’s longstanding cycle of madness and abuse.. Through it all, Millie experiences the thrill of first love while fighting to trust the God she believes has abandoned her. With the power of forgiveness, can Millie finally make her way into the free?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Young Adult",
                "Romance",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Alice-Miranda on Holiday",
            "authors": [
                "Jacqueline Harvey"
            ],
            "ranking": 4.22,
            "ranking_count": 869,
            "abstract": "The ever so exciting sequel to Alice Miranda At School.. Alice-Miranda Highton-Smith-Kennington-Jones has survived her first term at Winchesterfield-Downsfordvale. And now Jacinta Headlington-Bear, the school’s second best tantrum thrower, is joining Alice-Miranda’s family for term break. Who would have thought it!. The two girls are looking forward to a relaxing holiday at Highton Hall. But a cranky boy is causing mischief on the estate, a movie star has come to visit, and a stranger is snooping about. Add a naughty pony, a hint of romance and a dastardly scheme, and Jacinta and Alice-Miranda might have a more exciting holiday than they were expecting.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Childrens",
                "Asian Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Wartime Sisters",
            "authors": [
                "Lynda Cohen Loigman"
            ],
            "ranking": 3.83,
            "ranking_count": 5998,
            "abstract": "Two estranged sisters, raised in Brooklyn and each burdened with her own shocking secret, are reunited at the Springfield Armory in the early days of WWII. While one sister lives in relative ease on the bucolic Armory campus as an officer’s wife, the other arrives as a war widow and takes a position in the Armory factories as a “soldier of production.” Resentment festers between the two, and secrets are shattered when a mysterious figure from the past reemerges in their lives.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adult",
                "Adult Fiction",
                "New York",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Long Lankin",
            "authors": [
                "Lindsey Barraclough"
            ],
            "ranking": 3.73,
            "ranking_count": 3186,
            "abstract": "Beware of Long Lankin, that lives in the moss. . . .When Cora and her younger sister, Mimi, are sent to stay with their elderly aunt in the isolated village of Byers Guerdon, they receive a less than warm welcome. Auntie Ida is eccentric and rigid, and the girls are desperate to go back to London. But what they don't know is that their aunt's life was devastated the last time two young sisters were at Guerdon Hall, and she is determined to protect her nieces from an evil that has lain hidden for years. Along with Roger and Peter, two village boys, Cora must uncover the horrifying truth that has held Bryers Guerdon in its dark grip for centuries -- before it's too late for little Mimi. Riveting and intensely atmospheric, this stunning debut will hold readers in its spell long after the last page is turned.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Historical",
                "Gothic",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "The Tyranny of Experts: Economists, Dictators, and the Forgotten Rights of the Poor",
            "authors": [
                "William Easterly"
            ],
            "ranking": 3.88,
            "ranking_count": 1171,
            "abstract": "Over the last century, global poverty has largely been viewed as a technical problem that merely requires the right expert” solutions. Yet all too often, experts recommend solutions that fix immediate problems without addressing the systemic political factors that created them in the first place. Further, they produce an accidental collusion with benevolent autocrats,” leaving dictators with yet more power to violate the rights of the poor.. In. The Tyranny of Experts. , economist William Easterly, bestselling author of. The White Man’s Burden. , traces the history of the fight against global poverty, showing not only how these tactics have trampled the individual freedom of the world’s poor, but how in doing so have suppressed a vital debate about an alternative approach to solving poverty: freedom. Presenting a wealth of cutting-edge economic research, Easterly argues that only a new model of development—one predicated on respect for the individual rights of people in developing countries, that understands that unchecked state power is the problem and not the solution —will be capable of ending global poverty once and for all.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "History",
                "International Rel...",
                "Social Issues",
                "Sociology",
                "Cultural"
            ]
        },
        {
            "title": "Seeds of Change: Wangari's Gift to the World",
            "authors": [
                "Jen Cullerton Johnson",
                "Sonia Lynn Sadler"
            ],
            "ranking": 4.3,
            "ranking_count": 688,
            "abstract": "A picture book biography of scientist Wangari Maathai, the first African womanand first environmentalistto win a Nobel Peace Prize (in 2004), for her work planting trees in her native Kenya.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Biography",
                "Nonfiction",
                "Cultural",
                "Environment",
                "Science",
                "History"
            ]
        },
        {
            "title": "The Island of Sea Women",
            "authors": [
                "Lisa See"
            ],
            "ranking": 4.28,
            "ranking_count": 79560,
            "abstract": "Alternate cover edition of ISBN. 9781501154850. Set on the Korean island of Jeju,. The Island of Sea Women. follows Mi-ja and Young-sook, two girls from very different backgrounds, as they begin working in the sea with their village’s all-female diving collective. Over many decades—through the Japanese colonialism of the 1930s and 1940s, World War II, the Korean War, and the era of cellphones and wet suits for the women divers—Mi-ja and Young-sook develop the closest of bonds. Nevertheless, their differences are impossible to ignore: Mi-ja is the daughter of a Japanese collaborator, forever marking her, and Young-sook was born into a long line of. haenyeo. and will inherit her mother’s position leading the divers. After hundreds of dives and years of friendship, forces outside their control will push their relationship to the breaking point.. This beautiful, thoughtful novel illuminates a unique and unforgettable culture, one where the women are in charge, engaging in dangerous physical work, and the men take care of the children. A classic Lisa See story—one of women’s friendships and the larger forces that shape them—. The Island of Sea Women. introduces readers to the fierce female divers of Jeju Island and the dramatic history that shaped their lives.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Book Club",
                "Adult",
                "Adult Fiction",
                "War",
                "Literature"
            ]
        },
        {
            "title": "From a Certain Point of View",
            "authors": [
                "Elizabeth Schaefer",
                "Jonathan Davis",
                "Janina Gavankar",
                "Jon Hamm",
                "Neil Patrick Harris",
                "January LaVoy",
                "Saskia Maarleveld",
                "Carol Monda",
                "more…",
                "Marc Thompson",
                "…less"
            ],
            "ranking": 3.93,
            "ranking_count": 10666,
            "abstract": "Forty years. Forty stories.. On May 25, 1977, the world was introduced to Han, Luke, Leia, a pair of droids, a Wookiee, an old wizard, a villain in black, and a galaxy full of possibilities. Forty years on,. Star Wars. remains an unparalleled cultural phenomenon, having inspired and influenced generations of fans and creators. Decades of rich storytelling were sparked by one film, in part because the. Star Wars. galaxy feels alive. Strange and wonderful characters fill the edges of the screen and make us wonder:. What are their stories?. This unique anthology celebrates that legacy, as more than forty contributors lend their vision to this retelling of the original. Star Wars. film. Each of the forty stories reimagines a moment from the film through the eyes of a supporting character.. From A Certain Point of View. features contributions by bestselling authors, trendsetting artists, and treasured voices from the literary history of. Star Wars. :. - Gary Whitta bridges the gap from. Rogue One. to. A New Hope. through the eyes of Captain Antilles.. - Aunt Beru finds her voice in an intimate character study by Meg Cabot.. - Nnedi Okorafor brings dignity and depth to a most unlikely character: the monster in the trash compactor.. - Pablo Hidalgo provides a chilling glimpse inside the mind of Grand Moff Tarkin.. - Wil Wheaton spins a poignant tale of the rebels left behind on Yavin.. - Plus thirty-five more hilarious, heartbreaking, and astonishing tales.. Experience the story of. Star Wars. from a whole new point of view.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Anthologies",
                "Audiobook",
                "Space",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Echoes in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.42,
            "ranking_count": 22681,
            "abstract": "This chilling new suspense novel from #1. New York Times. bestselling author J.D. Robb is the perfect entry point into the compelling In Death police procedural series featuring Lieutenant Eve Dallas.. As NY Lt. Eve Dallas and her billionaire husband Roarke are driving home, a young woman—dazed, naked, and bloody—suddenly stumbles out in front of their car. Roarke slams on the brakes and Eve springs into action.. Daphne Strazza is rushed to the ER, but it’s too late for her husband Dr. Anthony Strazza. A brilliant orthopedic surgeon, he now lies dead amid the wreckage of his obsessively organized town house, his three safes opened and emptied. Daphne would be a valuable witness, but in her terror and shock the only description of the perp she can offer is repeatedly calling him “the devil”.... While it emerges that Dr. Strazza was cold, controlling, and widely disliked, this is one case where the evidence doesn’t point to the spouse. So Eve and her team must get started on the legwork, interviewing everyone from dinner-party guests to professional colleagues to caterers, in a desperate race to answer some crucial questions:. What does the devil look like? And where will he show up next?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Thriller",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Terra Nullius",
            "authors": [
                "Claire G. Coleman"
            ],
            "ranking": 3.78,
            "ranking_count": 2842,
            "abstract": "Jacky was running. There was no thought in his head, only an intense drive to run. There was no sense he was getting anywhere, no plan, no destination, no future. All he had was a sense of what was behind, what he was running from. Jacky was running.. The Natives of the Colony are restless. The Settlers are eager to have a nation of peace, and to bring the savages into line. Families are torn apart, reeducation is enforced. This rich land will provide for all.. This is not Australia as we know it. This is not the Australia of our history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Cultural",
                "Historical",
                "Speculative Fiction",
                "Fantasy",
                "Book Club",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Fallen Angel",
            "authors": [
                "Daniel Silva"
            ],
            "ranking": 4.2,
            "ranking_count": 24950,
            "abstract": "After narrowly surviving his last operation, Gabriel Allon, the wayward son of Israeli intelligence, has taken refuge behind the walls of the Vatican, where he is restoring one of Caravaggio's greatest masterpieces. But early one morning he is summoned to St. Peter's Basilica by Monsignor Luigi Donati, the all-powerful private secretary to his Holiness Pope Paul VII; the body of a beautiful woman lies broken beneath Michelangelo's magnificent dome. The Vatican police suspect suicide, though Gabriel believes otherwise. So, it seems, does Donati. But the monsignor is fearful that a public inquiry might inflict another scandal on the Church, and so he calls upon Gabriel to quietly pursue the truth—with one caveat.. Rule number one at the Vatican, Donati said. Don't ask too many questions.. Gabriel learns that the dead woman had uncovered a dangerous secret—a secret that threatens a global criminal enterprise that is looting timeless treasures of antiquity and selling them to the highest bidder. But there is more to this network than just greed. A mysterious operative is plotting an act of sabotage that will plunge the world into a conflict of apocalyptic proportions . . .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Foreign Bodies",
            "authors": [
                "Cynthia Ozick"
            ],
            "ranking": 3.17,
            "ranking_count": 1712,
            "abstract": "Cynthia Ozick is one of America's literary treasures. For her sixth novel, she set herself a brilliant challenge: to retell the story of Henry James's. The Ambassadors. —the work he considered his best—but as a photographic negative, that is the plot is the same, the meaning is reversed. At the core of the story is Bea Nightingale, a fiftyish divorced schoolteacher whose life has been on hold during the many years since her brief marriage. When her estranged, difficult brother asks her to leave New York for Paris to retrieve a nephew she barely knows, she becomes entangled in the lives of her brother's family and even, after so long, her ex-husband. Every one of them is irrevocably changed by the events of just a few months in that fateful year.. Traveling from New York to Paris to Hollywood, aiding and abetting her nephew and niece while waging a war of letters with her brother, facing her ex-husband and finally shaking off his lingering sneers from decades past, Bea Nightingale is a newly liberated divorcee who inadvertently wreaks havoc on the very people she tries to help.. Foreign Bodies may be Cynthia Ozick's greatest and most virtuosic novel of all, as it transforms Henry James's prototype into a brilliant, utterly original, new American classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Cultural",
                "The United States Of America",
                "Womens"
            ]
        },
        {
            "title": "Every Love Story Is a Ghost Story: A Life of David Foster Wallace",
            "authors": [
                "D.T. Max",
                "Eva Kemper"
            ],
            "ranking": 3.71,
            "ranking_count": 9512,
            "abstract": "The first biography of the most influential writer of his generation, David Foster Wallace. David Foster Wallace was the leading literary light of his era, a man who not only captivated readers with his prose but also mesmerized them with his brilliant mind. In this, the first biography of the writer, D. T. Max sets out to chart Wallace’s tormented, anguished and often triumphant battle to succeed as a novelist as he fights off depression and addiction to emerge with his masterpiece,. Infinite Jest.. Since his untimely death by suicide at the age of forty-six in 2008, Wallace has become more than the quintessential writer for his time—he has become a symbol of sincerity and honesty in an inauthentic age.  In the end, as Max shows us, what is most interesting about Wallace is not just what he wrote but how he taught us all to live. Written with the cooperation of Wallace’s family and friends and with access to hundreds of his unpublished letters, manuscripts, and audio tapes, this portrait of an extraordinarily gifted writer is as fresh as news, as intimate as a love note, as painful as a goodbye.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Biography Memoir",
                "Literature",
                "Autobiography",
                "Language",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "Red Moon",
            "authors": [
                "Benjamin Percy"
            ],
            "ranking": 3.36,
            "ranking_count": 5760,
            "abstract": "They live among us.. They are our neighbors, our mothers, our lovers.. They change.. When government agents kick down Claire Forrester's front door and murder her parents, Claire realizes just how different she is.. Patrick Gamble was nothing special until the day he got on a plane and hours later stepped off it, the only passenger left alive, a hero.. Chase Williams has sworn to protect the people of the United States from the menace in their midst, but he is becoming the very thing he has promised to destroy.. So far, the threat has been controlled by laws and violence and drugs. But the night of the red moon is coming, when an unrecognizable world will emerge...and the battle for humanity will begin.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Shapeshifters",
                "Thriller",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Trapeze Artist",
            "authors": [
                "Will Davis"
            ],
            "ranking": 3.27,
            "ranking_count": 107,
            "abstract": "A man will endlessly torture his muscles until they shriek and complain. But he will not give in. He will take a hammer to his ceiling until the neighbours begin to watch from the window and the journalists knock at the door. He will continue to train and hack away at the house until it is finished and the trapeze is in place.. Although his parents thought he was nice and kind-hearted and teachers saw him as a good boy, secretly he hated his drab, ordered world and longed for more. Then, when he was fourteen, a new boy arrived at his school. Edward exuded the coolness of a latter-day Oscar Wilde. Edward listened to Patti Smith, watched Fassbinder films and knew the writings of Gore Vidal, and one evening, would kiss him in the moonlight.. Forty years old and fleeing from a life he can no longer handle, he stumbles upon the circus. Not knowing why, only that he must, he gets in his car and follows after it, refusing to listen to the doubts that plague him, determined to build a new home and family.. The Trapeze Artist draws together the past, present and future of one life to create a work of startling dexterity and vision - a haunting and heartbreaking account of a child, a boy, a man, desperate to free himself from the suffocating weight of his desires, his family and his grief. It speaks of what it is to grow up gay in a straight world, to be unable to communicate with those you love, of the sweat, passions and tempers of circus life, and above all, the joyous longing to break free, and to swing higher and higher...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Cum Laude",
            "authors": [
                "Cecily von Ziegesar"
            ],
            "ranking": 2.52,
            "ranking_count": 1860,
            "abstract": "They're here for a higher education . . . and you won't believe how far they'll go.. Dexter College is a small liberal arts college in the quiet town of Home, Maine. But it won't stay quiet for long with this group of freshmen. There's Shipley--blonde and beautiful, the object of envy and more than a little lust. Determined to assert herself and to shed her good-girl image, she buys cigarettes and condoms, because that's what every self-respecting college girl does. Her edgy roommate, Eliza, came to Dexter to get noticed, and she has the attitude and the mouth to prove it. Then there's Tom. Handsome, privileged, used to getting his own way, he's a jock-turned-artist who thinks his paintings will change the world. Sensitive Nick, Tom's wake-and-bake pot-smoking roommate, wants to follow in the footsteps of his boarding-school hero. And then there are brother and sister Adam and Tragedy Gatz. The freckle-faced farm boy lives at home with his parents and his little sister, who does all she can to stop him from being a wuss.. As Shipley, Eliza, Tom, Nick, and Adam find out, that first year of college is more than credits and cramming. Between the lust and the love, the secrecy and the scandal, they'll all receive an unexpected education. It's a time of shifting alliances, unrequited crushes, and coming of age.. Find Yourself. is Dexter's motto. And they are determined to do just that.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Academic",
                "Adult Fiction",
                "Adult",
                "Romance",
                "New Adult",
                "Drama"
            ]
        },
        {
            "title": "Broken Republic: Three Essays",
            "authors": [
                "Arundhati Roy"
            ],
            "ranking": 4.06,
            "ranking_count": 985,
            "abstract": "Three new essays by India's fiercest. most outspoken and fearless political activist.War has spread from the borders of India to the forests in the very heart of the country. Combining brilliant analysis and reportage by one of India's iconic writers. Broken Republic examines the nature of progress and development in the emerging global superpower. and asks fundamental questions about modern civilization itself. In three incisive essays Roy lays bare the corruption at the centre of government and industry. explores life with the Maoist guerrilla movement and reveals the thwarted search for justice and democracy in India.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Politics",
                "Writing",
                "History",
                "Sociology",
                "Economics",
                "Asian Literature",
                "Culture"
            ]
        },
        {
            "title": "Dissident Gardens",
            "authors": [
                "Jonathan Lethem"
            ],
            "ranking": 3.26,
            "ranking_count": 3907,
            "abstract": "A dazzling novel from one of our finest writers—an epic yet intimate family saga about three generations of all-American radicals. At the center of Jonathan Lethem’s superb new novel stand two extraordinary women. Rose Zimmer, the aptly nicknamed Red Queen of Sunnyside, Queens, is an unreconstructed Communist and mercurial tyrant who terrorizes her neighborhood and her family with the ferocity of her personality and the absolutism of her beliefs. Her brilliant and willful daughter, Miriam, is equally passionate in her activism, but flees Rose’s suffocating influence and embraces the Age of Aquarius counterculture of Greenwich Village.. Both women cast spells that entrance or enchain the men in their lives: Rose’s aristocratic German Jewish husband, Albert; her nephew, the feckless chess hustler Lenny Angrush; Cicero Lookins, the brilliant son of her black cop lover; Miriam’s (slightly fraudulent) Irish folksinging husband, Tommy Gogan; their bewildered son, Sergius. These flawed, idealistic people all struggle to follow their own utopian dreams in an America where radicalism is viewed with bemusement, hostility, or indifference.. As the decades pass—from the parlor communism of the ’30s, McCarthyism, the civil rights movement, ragged ’70s communes, the romanticization of the Sandinistas, up to the Occupy movement of the moment—we come to understand through Lethem’s extraordinarily vivid storytelling that the personal may be political, but the political, even more so, is personal.. Brilliantly constructed as it weaves across time and among characters,. Dissident Gardens. is riotous and haunting, satiric and sympathetic—and a joy to read.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Literature",
                "New York",
                "Unfinished",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "The Reckless Bride",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 3.95,
            "ranking_count": 3439,
            "abstract": "Four bold, brave, and determined ex-officers of the Crown band together to destroy the traitorous fiend known as the Black Cobra.. He races to complete their mission against escalating odds -- his task made more perilous when he loses his heart.. She's determined to defy convention and live a solitary life -- until she tastes the reckless pleasure found only in his arms.. Drawn together by fate, united by fiery passion, they pursue their shared destiny...one they'll live to see only if they unmask the Black Cobra.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adventure",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Crossing Purgatory",
            "authors": [
                "Gary Schanbacher"
            ],
            "ranking": 3.92,
            "ranking_count": 309,
            "abstract": "In spring of 1858 Thompson Grey, a young farmer, travels to his father’s estate seeking funds to expand his holdings. Far overstaying his visit, he returns home to find that his absence has contributed to a devastating family tragedy. Haunted by remorse, Thompson abandons his farm and begins a westward exile in the attempt to outpace his grief.Unwittingly, he finds himself at journey’s end in the one place where his strongest temptations are able to over take him and once again put him to the test. Set against the backdrop of the frontier during the years just preceding the Civil War, Crossing Purgatory tells a story of unprincipled ambition, guilt, and the price one man is willing to pay for atonement.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Westerns",
                "Fiction",
                "Literature",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction"
            ]
        },
        {
            "title": "Fire & Ash",
            "authors": [
                "Jonathan Maberry"
            ],
            "ranking": 4.35,
            "ranking_count": 7833,
            "abstract": "In the gripping conclusion to the action-packed standard bearer (. Booklist. ) of zombie series, the threat of death is given new life.. Benny Imura and his friends have found the jet and Sanctuary, but neither is what they expected. Instead of a refuge, Sanctuary is a hospice, and the soldiers who flew the plane seem to be little more than bureaucrats who have given up hope for humanity's future. With Chong hovering between life and death, clinging to his humanity by a thread, Benny makes a startling discovery: A scientist may have discovered a cure for the zombie plague. Desperate to save Chong, Benny and his friends mount a search and rescue mission. But they're not the only ones on the hunt. The reapers are after the cure too, and they want to use it turn all the zombies into superfast shock troops and wipe humanity off the face of the earth.. In this riveting conclusion to the Rot & Ruin series, the battle to end all battles is just beginning.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Long Man",
            "authors": [
                "Amy Greene"
            ],
            "ranking": 3.8,
            "ranking_count": 2416,
            "abstract": "From the critically acclaimed author of Bloodroot, a gripping, wondrously evocative novel drawn from real-life historical events: the story of three days in the summer of 1936, as a government-built dam is about to flood an Appalachian town-and a little girl goes missing.. A river called Long Man has coursed through East Tennessee from time immemorial, bringing sustenance to the people who farm along its banks and who trade between its small towns. But as Long Man opens, the Tennessee Valley Authority's plans to dam the river and flood the town of Yuneetah for the sake of progress-to bring electricity and jobs to the hardscrabble region-are about to take effect. Just one day remains before the river will rise, and most of the town has been evacuated. Among the holdouts is a young mother, Annie Clyde Dodson, whose ancestors have lived for generations on her mountaintop farm; she'll do anything to ensure that her three-year-old daughter, Gracie, will inherit the family's land. But her husband wants to make a fresh start in Michigan, where he has found work that will secure the family's future. As the deadline looms, a storm as powerful as the emotions between them rages outside their door. Suddenly, they realize that Gracie has gone missing. Has she simply wandered off into the rain? Or has she been taken by Amos, the mysterious drifter who has come back to town, perhaps to save it in a last, desperate act of violence? Suspenseful, visceral, gorgeously told, Long Man is a searing portrait of a tight-knit community brought together by change and crisis, and of one family facing a terrifying ticking clock. It is a dazzling and unforgettable tour de force.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Suspense",
                "American",
                "Thriller",
                "Adult Fiction",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Beautiful Oblivion",
            "authors": [
                "Jamie McGuire"
            ],
            "ranking": 4.09,
            "ranking_count": 73738,
            "abstract": "Fiercely independent Camille Cami Camlin gladly moved on from her childhood before it was over. She has held down a job since before she could drive, and moved into her own apartment after her freshman year of college. Now tending bar at The Red Door, Cami doesn’t have time for much else besides work and classes, until a trip to see her boyfriend is cancelled, leaving her with a first weekend off in almost a year.. Trenton Maddox was the king of Eastern State University, dating co-eds before he even graduated high school. His friends wanted to be him, and women wanted to tame him, but after a tragic accident turned his world upside down, Trenton leaves campus to come to grips with the crushing guilt.. Eighteen months later, Trenton is living at home with his widower father, and works full-time at a local tattoo parlor to help with the bills. Just when he thinks his life is returning to normal, he notices Cami sitting alone at a table at The Red.. As the baby sister of four rowdy brothers, Cami believes she’ll have no problem keeping her new friendship with Trenton Maddox strictly platonic. But when a Maddox boy falls in love, he loves forever—even if she is the only reason their already broken family could fall apart.. In the first installment of the Maddox Brothers books, readers can experience the rush of reading. Beautiful Disaster. for the first time, all over again.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Adult",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "Boy Erased",
            "authors": [
                "Garrard Conley"
            ],
            "ranking": 3.62,
            "ranking_count": 17253,
            "abstract": "A beautiful, raw and compassionate memoir about identity, love and understanding. Now a major motion picture starring Nicole Kidman, Russell Crowe, and Lucas Hedges, directed by Joel Edgerton... The son of a Baptist pastor and deeply embedded in church life in small town Arkansas, as a young man Garrard Conley was terrified and conflicted about his sexuality.. When Garrard was a nineteen-year-old college student, he was outed to his parents, and was forced to make a life-changing decision: either agree to attend a church-supported conversion therapy program that promised to “cure” him of homosexuality; or risk losing family, friends, and the God he had prayed to every day of his life. Through an institutionalized Twelve-Step Program heavy on Bible study, he was supposed to emerge heterosexual, ex-gay, cleansed of impure urges and stronger in his faith in God for his brush with sin. Instead, even when faced with a harrowing and brutal journey, Garrard found the strength and understanding to break out in search of his true self and forgiveness.. By confronting his buried past and the burden of a life lived in shadow, Garrard traces the complex relationships among family, faith, and community. At times heart-breaking, at times triumphant, this memoir is a testament to love that survives despite all odds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "LGBT",
                "Biography",
                "Religion",
                "Biography Memoir",
                "Audiobook"
            ]
        },
        {
            "title": "The Emerald Storm",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.31,
            "ranking_count": 8456,
            "abstract": "A MESSAGE IS INTERCEPTED. A SINISTER PLAN LAUNCHED. TWO THIEVES STAND IN THE WAY.. Ex-mercenary Hadrian Blackwater sets course on a high seas adventure to find the lost Heir of Novron. His only hope lies in confronting the ruthless and cunning Merrick Marius. Fearing Hadrian is not up to the challenge, Royce Melborn joins his ex-partner for one last mission. Their journey finds them adrift amid treachery and betrayals forcing Hadrian to face a past he had hoped to never see again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Heroic Fantasy",
                "Adult"
            ]
        },
        {
            "title": "The Secret Life of Bletchley Park: The WWII Codebreaking Centre and the Men and Women Who Worked There",
            "authors": [
                "Sinclair McKay"
            ],
            "ranking": 3.79,
            "ranking_count": 3465,
            "abstract": "Bletchley Park was where one of the war's most famous and crucial achievements was made: the cracking of Germany's Enigma code in which its most important military communications were couched. This country house was home to Britain's most brilliant mathematical brains, like Alan Turing, and the scene of immense advances in technologyindeed, the birth of modern computing. The military codes deciphered there were instrumental in turning both the Battle of the Atlantic and the war in North Africa. But, though plenty has been written about the scientists and the codebreaking, fictional and non-fictionfrom Robert Harris and Ian McEwan to Andrew Hodges' biography of Turingwhat of the thousands of men and women who lived and worked there during the war? The first history for the general reader of life at Bletchley Park, this is also an amazing compendium of memories from people now in their eighties of skating on the frozen lake in the grounds (a depressed Angus Wilson, the novelist, once threw himself in), of a youthful Roy Jenkinsuseless at codebreaking, of the high jinks at nearby accommodation hostels, and of the implacable secrecy that meant girlfriend and boyfriend working in adjacent huts knew nothing about each other's work.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Historical",
                "Spy Thriller",
                "European Literature",
                "Science",
                "Audiobook"
            ]
        },
        {
            "title": "Sacrifices",
            "authors": [
                "Jamie Schultz"
            ],
            "ranking": 3.77,
            "ranking_count": 22,
            "abstract": "Things get a little demonic in the latest Arcane Underwold novel from the author of. Splintered. .. Thanks to their recent involvement with a magus crimelord and his demonic partner in mayhem, occult thieves Anna Ruiz and Karyn Ames are both stuck sharing head space with a demon. But while Karyn’s possession has had the unexpected benefit of focusing her visions of the future, Anna’s demon is spurring on her darkest urges, and it’s only a matter of time before she acts on them—and hurts someone in the process.. To save their skins, the two need to find a mysterious relic. But with their search taking them into some of the darkest places in the arcane underworld, Anna and Karyn will have to ally themselves with a group no self-respecting thief would be caught dead with—the Federal Bureau of Investigation...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "You Have to Fucking Eat",
            "authors": [
                "Adam Mansbach",
                "Owen Brozman"
            ],
            "ranking": 4.06,
            "ranking_count": 2625,
            "abstract": "From the author of the international bestseller. Go the Fuck to Sleep. comes a long-awaited sequel about the. other. great parental frustration: getting your little angel to eat something that even vaguely resembles a normal meal. Profane, loving, and deeply cathartic,. You Have to Fucking Eat. breaks the code of child-rearing silence, giving moms and dads new, old, grand-, and expectant a much-needed chance to laugh about a universal problem.. A perfect gift book like the smash hit. Go the Fuck to Sleep. (over 1.5 million copies sold worldwide!),. You Have to Fucking Eat. perfectly captures Adam Mansbach's trademark humor, which is simultaneously affectionate and radically honest. You probably shouldn't read it to your kids.. Adam Mansbach. is the author of the #1 international bestseller. Go the Fuck to Sleep. , as well as the novels. Rage Is Back. ,. Angry Black White Boy. ,. The Dead Run. , and. The End of the Jews. , winner of the California Book Award. He has written for the. New Yorker. , the. New York Times. ,. Esquire. , the. Believer. , and National Public Radio’s. All Things Considered. . His daughter Vivien is six.. Owen Brozman. has illustrated for. National Geographic. ,. Time Out New York. , Scholastic, Ninja Tune, Definitive Jux, and numerous other clients. He and Mansbach recently collaborated on the acclaimed graphic novel. Nature of the Beast. , and his work has been recognized by the Society of Illustrators of Los Angeles,. Creative Quarterly. ,. 3x3. magazine, and many more. He lives in Brooklyn, New York, with his wife and daughter, whose favorite food is bananas.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Audiobook",
                "Fiction",
                "Childrens",
                "Parenting",
                "Poetry",
                "Adult",
                "Short Stories"
            ]
        },
        {
            "title": "Palace of Spies",
            "authors": [
                "Sarah Zettel"
            ],
            "ranking": 3.56,
            "ranking_count": 1650,
            "abstract": "A warning to all young ladies of delicate breeding who wish to embark upon lives of adventure: Don't.. Sixteen-year-old Peggy is a well-bred orphan who is coerced into posing as a lady in waiting at the palace of King George I. Life is grand, until Peggy starts to suspect that the girl she's impersonating might have been murdered. Unless Peggy can discover the truth, she might be doomed to the same terrible fate. But in a court of shadows and intrigue, anyone could be a spy—perhaps even the handsome young artist with whom Peggy is falling in love.... History and mystery spark in this effervescent series debut.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Mystery",
                "Romance",
                "Fiction",
                "Spy Thriller",
                "Adventure",
                "European Literature"
            ]
        },
        {
            "title": "The Standard Grand",
            "authors": [
                "Jay Baron Nicorvo"
            ],
            "ranking": 3.07,
            "ranking_count": 117,
            "abstract": "A desperate masterpiece of a debut* that tells a huge-hearted American saga—of love, violence, war, conspiracy and the aftermath of them all.. When an Army trucker goes AWOL before her third deployment, she ends up sleeping in Central Park. There, she meets a Vietnam vet and widower who inherited a tumbledown Borscht Belt resort. Converted into a halfway house for homeless veterans, the Standard—and its two thousand acres over the Marcellus Shale Formation—is coveted by a Houston-based multinational company. Toward what end, only a corporate executive knows.. With three violent acts at its center—a mauling, a shooting, a mysterious death decades in the past—and set largely in the Catskills, The Standard Grand spans an epic year in the lives of its diverse cast: a female veteran protagonist, a Mesoamerican lesbian landman, a mercenary security contractor keeping secrets and seeking answers, a conspiratorial gang of combat vets fighting to get peaceably by, and a cougar—along with appearances by Sammy Davis, Jr. and Senator Al Franken. All of the characters—soldiers, civilians—struggle to discover that what matters most is not that they’ve caused no harm, but how they make amends for the harm they’ve caused.. The Standard Grand confronts a glaring cultural omission: the absence of women in our war stories. Like the best of its characters—who aspire more to goodness than greatness—this American novel hopes to darn a hole or two in the frayed national fabric.. *Bonnie Jo Campbell, author of AMERICAN SALVAGE and ONCE UPON A RIVER",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literary Fiction"
            ]
        },
        {
            "title": "Roman",
            "authors": [
                "Sawyer Bennett"
            ],
            "ranking": 4.08,
            "ranking_count": 6574,
            "abstract": "New York Times bestselling author Sawyer Bennett steams up the ice all over again as the Carolina Cold Fury hockey team’s hottest bad boy gets his first taste of something good.. In a league full of troublemakers, Cold Fury defenseman Roman Sýkora stands out—at least when it comes to negative publicity. When he’s not chilling in the penalty box, the sizzling Czech skate demon is racking up tabloid headlines for his scandalous behavior with the ladies. But now Roman’s feeling the burn from management to clean up his act, or else. Luckily he’s got an enticing distraction: a fun-loving barista who plays the ukulele and brings out a side of Roman he didn’t know he had.. Lexi Robertson came to Raleigh, North Carolina, to finally meet her father, Brian Brannon, and her half sister, Gray, both of whom work in the Cold Fury’s front office. That’s where she first meets sexy, intimidating Roman—who’s really a big softie at heart. As one relationship takes off, another begins: Brian seems to be clicking with Lexi’s boss at the coffee shop. But when the friction between Roman and her new family heats up, Lexi wonders whether she’s a pawn in their game. Feeling hurt and foolish, Lexi’s ready to quit while she’s ahead. Trouble is, Roman’s not ready to quit on her.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Sports",
                "Contemporary Romance",
                "Contemporary",
                "New Adult",
                "Audiobook",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Drip Theory",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Ever wonder why there is deep water covering the north pole and not the south pole? That's the Drip Theory. The fossil of that clam--why was that created? How about those excess galaxies? Why do we need them? Here are statistics about the relationships of the polar tilts of the planets, rotational locks, and Alpha Centauri.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "God Is Disappointed in You",
            "authors": [
                "Mark   Russell",
                "Shannon Wheeler"
            ],
            "ranking": 4.18,
            "ranking_count": 2227,
            "abstract": "God Is Disappointed in You. is for people who would like to read the Bible... if it would just cut to the chase. Stripped of its arcane language and its interminable passages of poetry, genealogy, and law, every book of the Bible is condensed down to its core message, in no more than a few pages each. Written by Mark Russell with cartoons by. New Yorker. cartoonist Shannon Wheeler,. God Is Disappointed in You. is a frequently hilarious, often shocking, but always accurate retelling of the Bible, including the parts selectively left out by Sunday School teachers and church sermons. Irreverent yet faithful, this book is a must-read for anyone who wants to see past the fog of religious agendas and cultural debates to discover what the Bible really says.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Religion",
                "Nonfiction",
                "Sequential Art",
                "History",
                "Audiobook",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "In the Dark Places",
            "authors": [
                "Peter Robinson"
            ],
            "ranking": 3.99,
            "ranking_count": 5926,
            "abstract": "One of the world's greatest suspense writers returns with this gripping, powerful new novel featuring Inspector Alan Banks, hailed by Michael Connelly as a man for all seasons.. Life. Death.. Good. Evil.. Innocence. Guilt.. All can be found IN THE DARK PLACES.. It's a double mystery: two young men have vanished, and the investigation leads to two troubling clues in two different locations.. As Inspector Banks and his team scramble for answers, the inquiry takes an even darker turn when a truck careens off an icy road in a freak hailstorm. In the wreckage, rescuers find the driver, who was killed on impact, as well as another corpse . . . that of someone who was dead well before the crash.. Snow falls. The body count rises. And Banks, perceptive and curious as ever, feels himself being drawn deeper into a web of crime . . . and at its center something—or someone—dark and dangerous lying in wait.. Vibrating with tension, ingeniously plotted, and filled with soul and poignancy,. In the Dark Places. is a remarkable achievement from this masterful talent. For readers of Michael Connelly, Louise Penny, and Tess Gerritsen, this is a novel to be read with white knuckles and a fast-beating heart.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Believing the Lie",
            "authors": [
                "Elizabeth  George"
            ],
            "ranking": 3.81,
            "ranking_count": 13542,
            "abstract": "Inspector Thomas Lynley is mystified when he's sent undercover to investigate the death of Ian Cresswell at the request of the man's uncle, the wealthy and influential Bernard Fairclough. The death has been ruled an accidental drowning, and nothing on the surface indicates otherwise. But when Lynley enlists the help of his friends Simon and Deborah St. James, the trio's digging soon reveals that the Fairclough clan is awash in secrets, lies, and motives.. Deborah's investigation of the prime suspect-Bernard's prodigal son Nicholas, a recovering drug addict-leads her to Nicholas's wife, a woman with whom she feels a kinship, a woman as fiercely protective as she is beautiful. Lynley and Simon delve for information from the rest of the family, including the victim's bitter ex-wife and the man he left her for, and Bernard himself. As the investigation escalates, the Fairclough family's veneer cracks, with deception and self-delusion threatening to destroy everyone from the Fairclough patriarch to Tim, the troubled son Ian left behind.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Suspense",
                "Contemporary"
            ]
        },
        {
            "title": "Spell Bound",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.23,
            "ranking_count": 14683,
            "abstract": "The #1 New York Times bestselling author sets the stage for a battle of epic proportions.. Savannah Levine is all grown up. As a witch endowed with an array of spells, she is also a force to be reckoned with. As a paranormal investigator she is finally coming into her own. But her last case tore a family apart, and Savannah swore she'd give up her powers to fix the mess she helped create. Someone--or something--must have been listening. Powerless and on the run from witch-hunting assassins, Savannah stumbles upon a gathering storm that threatens the very existence of the Otherworld. The danger is real, and Savannah must somehow join forces with old friends like Elena, Clay, Paige, Lucas, Jaime, and Hope to face their world's greatest threat--and one that just might come from within.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Now That You Mention It",
            "authors": [
                "Kristan Higgins"
            ],
            "ranking": 4.09,
            "ranking_count": 19244,
            "abstract": "One step forward. Two steps back. The Tufts scholarship that put Nora Stuart on the path to becoming a Boston medical specialist was a step forward. Being hit by a car and then overhearing her boyfriend hit on another doctor when she thought she was dying? Two major steps back.. Injured in more ways than one, Nora feels her carefully built life cracking at the edges. There's only one place to land: home. But the tiny Maine community she left fifteen years ago doesn't necessarily want her. At every turn, someone holds the prodigal daughter of Scupper Island responsible for small-town drama and big-time disappointments.. With a tough islander mother who's always been distant and a wild-child sister in jail, unable to raise her daughter--a withdrawn teen as eager to ditch the island as Nora once was--Nora has her work cut out for her if she's going to take what might be her last chance to mend the family.. But as some relationships crumble around her, others unexpectedly strengthen. Balancing loss and opportunity, a dark event from her past with hope for the future, Nora will discover that tackling old pain makes room for promise...and the chance to begin again.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dreamfall",
            "authors": [
                "Amy Plum"
            ],
            "ranking": 3.76,
            "ranking_count": 2518,
            "abstract": "Cata Cordova suffers from such debilitating insomnia that she agreed to take part in an experimental new procedure. She thought things couldn’t get any worse...but she was terribly wrong.. Soon after the experiment begins, there’s a malfunction with the lab equipment, and Cata and six other teen patients are plunged into a shared dreamworld with no memory of how they got there. Even worse, they come to the chilling realization that they are trapped in a place where their worst nightmares have come to life. Hunted by creatures from their darkest imaginations and tormented by secrets they’d rather keep buried, Cata and the others will be forced to band together to face their biggest fears. And if they can’t find a way to defeat their dreams, they will never wake up.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Science Fiction",
                "Fantasy",
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "We Never Asked for Wings",
            "authors": [
                "Vanessa Diffenbaugh"
            ],
            "ranking": 3.84,
            "ranking_count": 18772,
            "abstract": "From the beloved New York Times bestselling author of The Language of Flowers comes her much-anticipated new novel about young love, hard choices, and hope against all odds.. For fourteen years, Letty Espinosa has worked three jobs around San Francisco to make ends meet while her mother raised her children—Alex, now fifteen, and Luna, six—in their tiny apartment on a forgotten spit of wetlands near the bay. But now Letty’s parents are returning to Mexico, and Letty must step up and become a mother for the first time in her life.. Navigating this new terrain is challenging for Letty, especially as Luna desperately misses her grandparents and Alex, who is falling in love with a classmate, is unwilling to give his mother a chance. Letty comes up with a plan to help the family escape the dangerous neighborhood and heartbreaking injustice that have marked their lives, but one wrong move could jeopardize everything she’s worked for and her family’s fragile hopes for the future.. Vanessa Diffenbaugh blends gorgeous prose with compelling themes of motherhood, undocumented immigration, and the American Dream in a powerful and prescient story about family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Family",
                "Womens Fiction",
                "Book Club",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Detached",
            "authors": [
                "Christina Kilbourne"
            ],
            "ranking": 4.08,
            "ranking_count": 170,
            "abstract": "Anna has always been so level-headed, so easy-going, so talented and funny. How could anyone have guessed she wanted to die?. Anna is not like other people. For one thing, she’s been an accomplished artist since she was a preschooler. For another, she’s always felt like she didn’t belong: not with other kids, not with her family, not in her body. It isn’t until her grandparents are killed in a tragic accident, however, that Anna starts to feel untethered. She begins to wonder what it would be like if she didn’t exist and the thought of escaping the aimless drifting is the only thing that brings her comfort.. When Anna overdoses on prescription pain killers the doctors realize she has been suffering from depression and start looking for a way to help her out of the desperate black hole she never thought she would escape. It’s then that rock bottom comes into sight and the journey back to normal begins.. See the trailer here! https://t.co/ISbsu7CsdN",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Fiction",
                "Realistic Fiction",
                "Mental Health",
                "Death",
                "Cultural"
            ]
        },
        {
            "title": "What Could Possibly Go Wrong?",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.42,
            "ranking_count": 8715,
            "abstract": "Max is back! New husband, new job, and a training regime that cannot fail – to go wrong!. Take one interim Chief Training Officer, add five recruits, mix with Joan of Arc, a baby mammoth, a duplicitous Father of History, a bombed rat, Stone Age hunters, a couple of passing policemen who should have better things to do, and Dick the Turd. Stir well, bring to the boil – and wait for the bang!. Join Max in the sixth instalment in the off-the-wall Chronicles of St Mary’s series.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Audiobook",
                "Humor",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Amiable with Big Teeth",
            "authors": [
                "Claude McKay",
                "Jean-Christophe Cloutier",
                "Brent Hayes Edwards"
            ],
            "ranking": 3.62,
            "ranking_count": 247,
            "abstract": "The unexpected discovery in 2012 of a completed manuscript of Claude McKay's final novel was hailed by Henry Louis Gates, Jr. as 'a major event which dramatically expands the canon of novels written by Harlem Renaissance writers'. Building on the already extraordinary legacy of McKay's life and work, this colourful, dramatic novel centres on the effort by Harlem intelligentsia to organize support for the liberation of Mussolini-occupied Ethiopia, a crucial but largely forgotten event in American history. At once a penetrating satire of political machinations in Depression-era Harlem and a far-reaching story of global intrigue and romance,. Amiable with Big Teeth. plunges into the concerns, anxieties, hopes and dreams of African-Americans at a moment of crisis for the soul of Harlem.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "Race",
                "Novels",
                "The United States Of America",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Indulgence in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.35,
            "ranking_count": 25492,
            "abstract": "When a murder disrupts the Irish vacation she is taking with her husband, Roarke, Eve realizes that no place is safe - not an Irish wood or the streets of the manic city she calls home. But nothing prepares her for what she discovers upon her return to the cop shop in New York City..... A driver for a top-of-the-line limousine service is found dead - shot through the neck with a crossbow. The car was booked by an executive at a venerable security company whose identity had been stolen. Days later, a stunning, high-priced escort is found killed at Coney Island, a bayonet stuck in her heart. And again, the trail leads to a CEO whose information has been hijacked.. With a method established, but no motive to be found, Eve begins to fear that she has come across that most dangerous of criminals, a thrill killer, but one with a taste for the finer things in life - and death. Eve does not know where or when the next kill will be, or that her investigation will take her to the rarefied circle that Roarke travels in - and into the perverted heart of madness....",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Thriller",
                "Science Fiction"
            ]
        },
        {
            "title": "Instructions for a Secondhand Heart",
            "authors": [
                "Tamsyn Murray"
            ],
            "ranking": 3.88,
            "ranking_count": 1853,
            "abstract": "Jonny knows better than anyone that life is full of cruel ironies. He's spent every day in a hospital hooked up to machines to keep his heart ticking. Then when a donor match is found for Jonny's heart, that turns out to be the cruellest irony of all. Because for Jonny's life to finally start, someone else's had to end.. That someone turns out to be Neve's twin brother, Leo. When Leo was alive, all Neve wanted was for him (and all his glorious, overshadowing perfection) to leave. Now that Leo's actually gone forever, Neve has no idea how to move forward. Then Jonny walks into her life looking for answers, her brother's heart beating in his chest, and everything starts to change.. Together, Neve and Jonny will have to face the future, no matter how frightening it is, while also learning to heal their hearts, no matter how much it hurts.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Health",
                "Disability"
            ]
        },
        {
            "title": "The Wicked and the Just",
            "authors": [
                "J. Anderson Coats"
            ],
            "ranking": 3.63,
            "ranking_count": 2110,
            "abstract": "This powerful historical fiction debut, set in medieval Wales, follows Cecily whose family is lured by cheap land and the duty of all Englishman to help keep down the “vicious” Welshmen, and Gwenhwyfar, a Welsh girl who must wait hand and foot on her new English mistress. As issues of prejudice, heritage, and occupation come to a head, both girls have to find a way to survive.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Mystery",
                "War",
                "European Literature"
            ]
        },
        {
            "title": "Alt-America: The Rise of the Radical Right in the Age of Trump",
            "authors": [
                "David Neiwert"
            ],
            "ranking": 3.95,
            "ranking_count": 1041,
            "abstract": "The story of the remarkable resurgence of right-wing extremists in the United States. Just as Donald Trump’s victorious campaign for the US presidency shocked liberal Americans, the seemingly sudden national prominence of white supremacists, xenophobes, militia leaders, and mysterious ‘Alt-Right’ leaders mystifies many. But the extreme right has been growing steadily in the US since the 1990s, with the rise of patriot militias; following 9/11, when conspiracy theorists found fresh life; and in virulent reaction to the first black president of the country. Nurtured by a powerful right-wing media sector in radio, TV, and online, the far-right, Tea Party movement conservatives, and Republican activists found common ground in ‘Producerist’ ideology and ‘Constitutionalist’ interpretations of US law – an alternative America that is resurgent, even as it has been ignored by the political establishment and mainstream media. Investigative reporter David Neiwert has been tracking extremists for more than two decades, and here he provides a deeply reported and authoritative report on the background, mindset, and growth on the ground of far-right movements across the country. The product of years of reportage, and including the most in-depth investigation of Trump’s ties to far-right figures, this is a crucial book about one of the most disturbing sides of the US.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Race",
                "Sociology",
                "The United States Of America",
                "North American Hi...",
                "Writing"
            ]
        },
        {
            "title": "Killing the Rising Sun: How America Vanquished World War II Japan",
            "authors": [
                "Bill O'Reilly",
                "Martin Dugard"
            ],
            "ranking": 4.34,
            "ranking_count": 17377,
            "abstract": "The powerful and riveting new audiobook in the multimillion-selling Killing series by Bill O Reilly and Martin Dugard. Autumn 1944. World War II is nearly over in Europe but is escalating in the Pacific, where American soldiers face an opponent who will go to any length to avoid defeat. The Japanese army follows the samurai code of Bushido, stipulating that surrender is a form of dishonor. Killing the Rising Sun takes readers to the bloody tropical-island battlefields of Peleliu and Iwo Jima and to the embattled Philippines, where General Douglas MacArthur has made a triumphant return and is plotting a full-scale invasion of Japan.. Across the globe in Los Alamos, New Mexico, Dr. J. Robert Oppenheimer and his team of scientists are preparing to test the deadliest weapon known to mankind. In Washington, DC, FDR dies in office and Harry Truman ascends to the presidency, only to face the most important political decision in history: whether to use that weapon. And in Tokyo, Emperor Hirohito, who is considered a deity by his subjects, refuses to surrender, despite a massive and mounting death toll. Told in the same page-turning style of Killing Lincoln, Killing Kennedy, Killing Jesus, Killing Patton, and Killing Reagan, this epic saga details the final moments of World War II like never before.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Historical",
                "Audiobook",
                "Politics",
                "Military",
                "North American Hi..."
            ]
        },
        {
            "title": "Within the Sanctuary of Wings",
            "authors": [
                "Marie Brennan"
            ],
            "ranking": 4.4,
            "ranking_count": 4798,
            "abstract": "The conclusion to the thrilling memoirs of Lady Isabella Trent and her legacy of dragon evolutionary research and anthropological adventures.. After nearly five decades (and, indeed, the same number of volumes), one might think they were well-acquainted with the Lady Isabella Trent--dragon naturalist, scandalous explorer, and perhaps as infamous for her company and feats of daring as she is famous for her discoveries and additions to the scientific field.. And yet--after her initial adventure in the mountains of Vystrana, and her exploits in the depths of war-torn Eriga, to the high seas aboard The Basilisk, and then to the inhospitable deserts of Akhia--the Lady Trent has captivated hearts along with fierce minds. This concluding volume will finally reveal the truths behind her most notorious adventure--scaling the tallest peak in the world, buried behind the territory of Scirland's enemies--and what she discovered there, within the Sanctuary of Wings.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Adventure",
                "Adult",
                "Audiobook",
                "Science Fiction",
                "Historical Fiction"
            ]
        },
        {
            "title": "The Swimmer",
            "authors": [
                "Roma Tearne"
            ],
            "ranking": 3.67,
            "ranking_count": 421,
            "abstract": "Forty-three year old Ria is used to being alone. As a child, her life changed forever with the death of her beloved father and since then, she has struggled to find love. That is, until she discovers the swimmer.. Ben is a young illegal immigrant from Sri Lanka who has arrived in Norfolk via Moscow. Awaiting a decision from the Home Office on his asylum application, he is discovered by Ria as he takes a daily swim in the river close to her house. He is twenty years her junior and theirs is an unconventional but deeply moving romance, defying both boundaries and cultures – and the xenophobic residents of Orford. That is, until tragedy occurs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "Double Feature",
            "authors": [
                "Owen King"
            ],
            "ranking": 3.4,
            "ranking_count": 1528,
            "abstract": "“. Double Feature. is a beautiful, wrenching beginning, and Owen King is a young writer of immense promise.” – Larry McMurtry. An epic debut novel about a young man coming to terms with his life in the process and aftermath of making his first film—from critically acclaimed short story writer Owen King—for readers of Joshua Ferris, Sam Lipsyte, and Chad Harbach. Filmmaker Sam Dolan has a difficult relationship with his father, B-movie actor Booth Dolan—a boisterous, opinionated, lying lothario whose screen legacy falls somewhere between cult hero and pathetic. Allie, Sam’s dearly departed mother, was a woman whose only fault, in Sam’s eyes, was her eternal affection for his father. Also included in the cast of indelible characters: a precocious, frequently violent half-sister; a conspiracy-theorist second wife; an Internet-famous roommate; a family friend and contractor who can’t stop expanding his house; a happy-go-lucky college girlfriend and her husband, a retired Yankees catcher; the morose producer of a true crime show; and a slouching indie film legend. Not to mention a tragic sex monster.. Praise for. Double Feature. :. “[. Double Feature. ]… is. epic, ambitious, and dedicated to the uncontainable. … [King] has a captivating energy, a precision and a fondness for people that are rare…” – David Thomson,. The New York Times Book Review. 4/7/13. “What. a kinetic, joyful, gonzo ride. –. Double Feature. made me laugh so loudly on a plane that I had to describe the plot of Sam’s Spruce Moose of a debut film (it stars a satyr) to my seatmate by way of explanation. Booth and Sam are an unforgettable Oedipal duo. A book that delivers walloping pleasures to its lucky readers.” – Karen Russell, author of. Swamplandia!. “. The literary and the popular can coexist.. Double Feature. makes this point, and proves it too.” — Brian Gresko,. The Rumpus. 7/2/13. I liked [. Double Feature. ] so much that it sort of pisses me off – the fact that Owen King, who is something like 142 years younger than I am, is such a skilled, imaginative and complete writer. This is. a well-wrought and thoroughly satisfying novel. , which manages, at the same time, to be both moving and – this is what pisses me off the most – very funny. - Dave Barry, author of. Insane City. “… [A] darkly humorous and often heartfelt work that’s part ode to low-budget movies,. part family drama and part screwball comedy. with a slew of oddball characters…” — Brian Truitt,. USA Today. , 3/22/13",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Horror",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Culture",
                "Mystery"
            ]
        },
        {
            "title": "Strike: The Hero From The Sky",
            "authors": [
                "Charlie   Wood"
            ],
            "ranking": 3.6,
            "ranking_count": 231,
            "abstract": "Tobin Lloyd's life is perfect: he's a senior at Bridgton High, he's one of the funniest kids in school, and his only worry is whether or not his latest prank is going to result in yet another detention.. But when he wakes up in the world of Capricious, a place where superheroes are real and attacks by super-villains are just another hassle of living in the city, all of that changes. Suddenly, Tobin's last year of high school is not going as he expected.. Far from home and pretty sure he's gone insane, Tobin must join a strange group of companions (including a beer-drinking dog and a genius, three-foot-tall robot) as he desperately tries to find a way back to Earth. However, that may be even harder than Tobin knows: a mysterious super-villain named Vincent Harris has big plans for the planet Earth...and Tobin is the only person standing in his way.. A carefree, C-student class clown is the world's last hope? Yikes.. Full of action and humor, STRIKE: THE HERO FROM THE SKY is the perfect novel for anyone who loves a good adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Comics",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Enders",
            "authors": [
                "Lissa Price"
            ],
            "ranking": 3.71,
            "ranking_count": 12403,
            "abstract": "Someone is after Starters like Callie and Michael—teens with chips in their brains. They want to experiment on anyone left over from Prime Destinations—Starters who can be controlled and manipulated. With the body bank destroyed, Callie no longer has to rent herself out to creepy Enders. But Enders can still get inside her mind and make her do things she doesn't want to do. Like hurt someone she loves. Having the chip removed could save her life—but it could also silence the voice in her head that might belong to her father. Callie has flashes of her ex-renter Helena's memories, too . . . and the Old Man is back, filling her with fear. Who is real and who is masquerading in a teen body?. No one is ever who they appear to be, not even the Old Man. Determined to find out who he really is and grasping at the hope of a normal life for herself and her younger brother, Callie is ready to fight for the truth. Even if it kills her.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Apocalyptic",
                "Audiobook",
                "Futuristic"
            ]
        },
        {
            "title": "The Nonhuman Turn",
            "authors": [
                "Richard Grusin",
                "Brian Massumi",
                "Steven Shaviro",
                "Erin  Manning",
                "Ian Bogost",
                "Mark B.N. Hansen",
                "Wendy Hui Kyong Chun",
                "Timothy Morton",
                "more…",
                "Rebekah Sheldon",
                "Jane Bennett",
                "…less"
            ],
            "ranking": 3.74,
            "ranking_count": 57,
            "abstract": "Edited by Richard Grusin of the Center for 21st Century Studies, this is the first book to name and characterize—and therefore consolidate—a wide array of current critical, theoretical, and philosophical approaches to the humanities and social sciences under the concept of the nonhuman turn. Each of these approaches is engaged in decentering the human in favor of a concern for the nonhuman, understood by contributors in a variety of ways—in terms of animals, affectivity, bodies, materiality, technologies, and organic and geophysical systems.. The nonhuman turn in twenty-first-century studies can be traced to multiple intellectual and theoretical developments from the last decades of the twentieth century: actor-network theory, affect theory, animal studies, assemblage theory, cognitive sciences, new materialism, new media theory, speculative realism, and systems theory. Such varied analytical and theoretical formations obviously diverge and disagree in many of their assumptions, objects, and methodologies. However, they all take up aspects of the nonhuman as critical to the future of twenty-first-century studies in the arts, humanities, and social sciences.. Unlike the posthuman turn, the nonhuman turn does not make a claim about teleology or progress in which we begin with the human and see a transformation from the human to the posthuman. Rather, the nonhuman turn insists (paraphrasing Bruno Latour) that “we have never been human,” that the human has always coevolved, coexisted, or collaborated with the nonhuman—and that the human is identified precisely by this indistinction from the nonhuman.. Contributors: Jane Bennett, Johns Hopkins U; Ian Bogost, Georgia Institute of Technology; Wendy Hui Kyong Chun, Brown U; Mark B. N. Hansen, Duke U; Erin Manning, Concordia U, Montreal; Brian Massumi, U of Montreal; Timothy Morton, Rice U; Steven Shaviro, Wayne State U; Rebekah Sheldon, Indiana U.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Reference",
                "Academic"
            ]
        },
        {
            "title": "Wicked Nights",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.07,
            "ranking_count": 25571,
            "abstract": "From the New York Times bestselling author who brought you the Lords of the Underworld comes a dark, seductive new series featuring angels poised on the brink of destruction..... Leader of the most powerful army in the heavens, Zacharel has been deemed nearly too dangerous, too ruthless-and if he isn't careful, he'll lose his wings. But this warrior with a heart of ice will not be deterred from his missions, at any cost...until a vulnerable human tempts him with a carnal pleasure he's never known before.. Accused of a crime she did not commit, Annabelle Miller has spent four years in an institution for the criminally insane. Demons track her every move, and their king will stop at nothing to have her. Zacharel is her only hope for survival, but is the brutal angel with a touch as hot as hell her salvation-or her ultimate damnation?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Whip",
            "authors": [
                "Karen Kondazian"
            ],
            "ranking": 3.94,
            "ranking_count": 6707,
            "abstract": "The Whip. is inspired by the true story of a woman, Charlotte Charley Parkhurst (1812-1879) who lived most of her extraordinary life as a man in the old west.. As a young woman in Rhode Island, she fell in love with a runaway slave and had his child. The destruction of her family drove her west to California, dressed as a man, to track the killer.. Charley became a renowned stagecoach driver for Wells Fargo. She killed a famous outlaw, had a secret love affair, and lived with a housekeeper who, unaware of her true sex, fell in love with her.. Charley was the first woman to vote in America (as a man). Her grave lies in Watsonville, California.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Westerns",
                "Fiction",
                "Book Club",
                "Adventure",
                "Literature",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Flesh & Bone",
            "authors": [
                "Jonathan Maberry"
            ],
            "ranking": 4.21,
            "ranking_count": 11843,
            "abstract": "Reeling from the tragic events of Dust & Decay, Benny Imura and his friends plunge deep into the zombie-infested wastelands of the great Rot & Ruin. Benny, Nix, Lilah and Chong journey through a fierce wilderness that was once America, searching for the jet they saw in the skies months ago. If that jet exists then humanity itself must have survived…somewhere. Finding it is their best hope for having a future and a life worth living.. But the Ruin is far more dangerous than any of them can imagine. They are hunted by fierce animals escaped from zoos and circuses. They must raid zombie-infested towns for food and medical supplies. They discover the very real truth in the old saying: In the Rot & Ruin…everything wants to kill you.. And what is happening to the zombies? Swarms of them are coming from the east, devouring everything in their paths. These zoms are different. Faster, smarter, infinitely more dangerous. Has the zombie plague mutated, or is there something far more sinister behind this new invasion of the living dead?. In Flesh & Bone, Benny Imura, Nix Riley, Lou Chong and Lilah the Lost Girl are pitted against dangers greater than anything they've ever faced. To survive, each of them must rise to become the warriors Tom trained them to be.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Close Your Eyes, Hold Hands",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.61,
            "ranking_count": 16645,
            "abstract": "A heartbreaking, wildly inventive, and moving novel narrated by a teenage runaway, from the best-selling author of Midwives and The Sandcastle Girls.. Close Your Eyes, Hold Hands is the story of Emily Shepard, a homeless teen living in an igloo made of ice and trash bags filled with frozen leaves. Half a year earlier, a nuclear plant in Vermont's Northeast Kingdom had experienced a cataclysmic meltdown, and both of Emily's parents were killed. Devastatingly, her father was in charge of the plant, and the meltdown may have been his fault. Was he drunk when it happened? Thousands of people are forced to flee their homes in the Kingdom; rivers and forests are destroyed; and Emily feels certain that, as the daughter of the most hated man in America, she is in danger. So instead of following the social workers and her classmates after the meltdown, Emily takes off on her own for Burlington, where she survives by stealing, sleeping on the floor of a drug dealer's apartment, and inventing a new identity for herself - an identity inspired by her favorite poet, Emily Dickinson. When Emily befriends a young homeless boy named Cameron, she protects him with a ferocity she didn't know she had. But she still can't outrun her past, can't escape her grief, can't hide forever - and so she comes up with the only plan that she can.. A story of loss, adventure, and the search for friendship in the wake of catastrophe, Close Your Eyes, Hold Hands is one of Chris Bohjalian's finest novels to date - breathtaking, wise, and utterly transporting.. ©2014 Chris Bohjalian (P)2014 Random House Audio",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Science Fiction",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Wicked Delights of a Bridal Bed",
            "authors": [
                "Tracy Anne Warren"
            ],
            "ranking": 3.88,
            "ranking_count": 2110,
            "abstract": "To her surprise, Lady Mallory Byron finds herself walking down the aisle with the last man she ever expected to ask for her hand .... Everyone knows the Byron brothers are mad, bad and dangerous. Now their sister shockingly discovers she's the newest talk of the Ton when she marries the scandalous Earl of Gresham. Faced with a tragic loss, she'd sought comfort from him as a family friend. But soon consolation turned to passion, scandal—and a wedding! In the bridal bed, she finds pleasure beyond her wildest dreams. But can nights of wicked delight change friendship into true love?. Charming rakehell Adam, Earl of Gresham, has secretly loved Mallory for years. He lost her once to another man, but now he has a second chance to win her love—and plans to do so by any means necessary. Will Mallory's heart give him what he so dearly desires? Or is the past too much to overcome?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Love",
                "European Literature",
                "Marriage"
            ]
        },
        {
            "title": "Abandoned Mansions of Ireland II: More Portraits of Forgotten Stately Homes",
            "authors": [
                "Tarquin Blake"
            ],
            "ranking": 4.45,
            "ranking_count": 22,
            "abstract": "From the mid-18th century Irish country houses flourished. Then, during the War of Independence, the mansions became an IRA target and many were deliberately burnt. In 2008 Blake found his first abandoned 'Big House' and began exploring the lost architecture of Ireland. Here, he documents a further 47 lost houses.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Life: An Exploded Diagram",
            "authors": [
                "Mal Peet"
            ],
            "ranking": 3.75,
            "ranking_count": 1734,
            "abstract": "Can love survive a lifetime? With its urgent sense of history, sweeping emotion, and winning young narrator, Mal Peet's latest is an unforgettable, timely exploration of life during wartime.. Can love survive a lifetime? When working-class Clem Ackroyd falls for Frankie Mortimer, the gorgeous daughter of a wealthy local landowner, he has no hope that it can. After all, the world teeters on the brink of war, and bombs could rain down any minute over the bleak English countryside - just as they did seventeen years ago as his mother, pregnant with him, tended her garden. This time, Clem may not survive. Told in cinematic style by acclaimed writer Mal Peet, this brilliant coming-of-age novel is a gripping family portrait that interweaves the stories of three generations and the terrifying crises that define them. With its urgent sense of history, sweeping emotion, and winning young narrator, Mal Peet's latest is an unforgettable, timely exploration of life during wartime.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Romance",
                "War",
                "Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Spawning Grounds",
            "authors": [
                "Gail Anderson-Dargatz"
            ],
            "ranking": 3.68,
            "ranking_count": 526,
            "abstract": "The long-awaited new novel by the two-time Giller-shortlisted author is full of the qualities Gail Anderson-Dargatz's fans love: it's an intimate family saga rooted in the Thompson-Shuswap region of British Columbia, and saturated with the history of the place. A bold new story that bridges Native and white cultures across a bend in a river where the salmon run.. On one side of the river is a ranch once owned by Eugene Robertson, who came in the gold rush around 1860, and stayed on as a homesteader. On the other side is a Shuswap community that has its own tangled history with the river--and the whites. At the heart of the novel are Hannah and Brandon Robertson, teenagers who have been raised by their grandfather after they lost their mother. As the novel opens, the river is dying, its flow reduced to a trickle, and Hannah is carrying salmon past the choke point to the spawning grounds while her childhood best friend, Alex, leads a Native protest against the development further threatening the river. When drowning nearly claims the lives of both Hannah's grandfather and her little brother, their world is thrown into chaos. Hannah, Alex, and most especially Brandon come to doubt their own reality as they are pulled deep into Brandon's numinous visions, which summon the myths of Shuswap culture and tragic family stories of the past.. The novel hovers beautifully in the fluid boundary between past and present, between the ordinary world and the world of the spirit, all disordered by the human and environmental crises that have knit the white and Native worlds together in love, and hate, and tragedy for 150 years. Can Hannah and her brother, and Alex, find a way forward that will neither destroy the river nor themselves?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Magical Realism",
                "Fantasy",
                "Adult Fiction",
                "Book Club",
                "Academic"
            ]
        },
        {
            "title": "Unstoppable",
            "authors": [
                "Tim Green"
            ],
            "ranking": 4.38,
            "ranking_count": 3712,
            "abstract": "New York Times. bestselling author Tim Green has written an unforgettable story—inspired by interviews with real-life cancer survivors and insider sports experience—showing a brave boy who learns what it truly means to be unstoppable.. Absolutely heroic, and something every guy should read. (. National Ambassador for Young People's Literature emeritus Jon Scieszka). If anyone understands the phrase tough luck, it's Harrison. As a foster kid in a cruel home, he knows his dream of one day playing in the NFL is a long shot.. Then Harrison is brought into a new home with kind, loving parents—his new dad is even a football coach. Harrison's big build and his incredible determination quickly make him a star running back on the junior high school team.. On the field, he's practically unstoppable. But Harrison's good luck can't last forever. When a routine sports injury leads to a devastating diagnosis, it will take every ounce of Harrison's determination not to give up for good.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Realistic Fiction",
                "Young Adult",
                "Football",
                "Childrens",
                "Fiction",
                "Family",
                "Sociology",
                "Health"
            ]
        },
        {
            "title": "The Willful Princess and the Piebald Prince",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.0,
            "ranking_count": 7175,
            "abstract": "One of the darkest legends in the Realm of the Elderlings recounts the tale of the so-called Piebald Prince, a Witted pretender to the throne unseated by the actions of brave nobles so that the Farseer line could continue untainted. Now the truth behind the story is revealed through the account of Felicity, a low-born companion of the Princess Caution at Buckkeep.. With Felicity by her side, Caution grows into a headstrong Queen-in-Waiting. But when Caution gives birth to a bastard son who shares the piebald markings of his father's horse, Felicity is the one who raises him. And as the prince comes to power, political intrigue sparks dangerous whispers about the Wit that will change the kingdom forever...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Adult",
                "Novella",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Percepliquis",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.56,
            "ranking_count": 8730,
            "abstract": "NOTE: This book is also found as the second book in the Heir of Novron Omnibus. It is released separately for those who have already read Wintertide and don't want to buy that book again as part of the bundle.. IT ALL COMES DOWN TO THIS...THE ELVES HAVE CROSSED THE NIDWALDEN. TWO THIEVES WILL DECIDE THE FUTURE.. I saw a great journey. Ten upon the road, she who wears the light will lead the way. The road goes deep into the earth, and into despair. The voices of the dead guide your steps. You walk back in time. The three-thousand-year battle begins again. Cold grips the world, death comes to all, and a choice is before you.. -- Fan Irlanu, Tenkin Seerer of Oudorro Village. Percepliquis is the final installment of the epic fantasy, The Riyria Revelations. In this saga that began with The Crown Conspiracy, two thieves caught in the wrong place at the right time were launched on a series of ever escalating adventures that have all lead to this moment. Three thousand years have passed and the time for Novron's heir to act has arrived.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Romance",
                "War",
                "Adult"
            ]
        },
        {
            "title": "Gathering: Memoir of a Seed Saver",
            "authors": [
                "Diane Ott Whealy"
            ],
            "ranking": 3.96,
            "ranking_count": 92,
            "abstract": "Daughter of Iowa farmers, Missouri homesteader, and mother of five, Diane Ott Whealy never anticipated that one day she would become a leader in a grass-roots movement to preserve our agricultural biodiversity. The love for the land and the respect for heirloom seeds that Diane shared with her husband, Kent Whealy, led to their starting Seed Savers Exchange in 1975.. Seed Savers Exchange, the nation's premier nonprofit seed-saving organization, began humbly as a simple exchange of seeds among passionate gardeners who sought to preserve the rich gardening heritage their ancestors had brought to this country. Seeds that Ott Whealy herself inherited from her paternal grandparents were the impetus for the formation of Seed Savers Exchange, whose membership has grown from a small coterie to more than thirteen thousand. Its influence has been felt in gardens across America.. Ott Whealy's down-to-earth narrative traces her fascinating journey from Oregon to Kansas to Missouri then back home to Iowa where, in 1986, Heritage Farm became the permanent home of Seed Savers Exchange. Her heartwarming story captures what is best in the American spirit: the ability to dream and, through hard work and perseverance, inspire others to contribute their efforts to a cause. Thus was created one of the nation's most admired nonprofits in the field of genetic preservation.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Horticulture",
                "Nonfiction",
                "Environment",
                "Nature"
            ]
        },
        {
            "title": "An Illustrated History of Notable Shadowhunters and Denizens of Downworld",
            "authors": [
                "Cassandra Clare",
                "Cassandra Jean"
            ],
            "ranking": 4.45,
            "ranking_count": 6590,
            "abstract": "A very special anthology that's a must for all fans of the Shadowhunter novels!. Featuring characters from Cassandra Clare's international best-selling novels from the Shadowhunters world including The Mortal Instruments, The Infernal Devices and The Dark Artifices, this anthology showcases beautifully illustrated portraits from Cassandra Jean – creator of The Shadowhunter Tarot – alongside never-before-known details from Cassandra Clare about all your favourite characters.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Sequential Art",
                "Paranormal"
            ]
        },
        {
            "title": "Darkness Unbound",
            "authors": [
                "Keri Arthur"
            ],
            "ranking": 3.96,
            "ranking_count": 7590,
            "abstract": "The fight against darkness rages on for the next generation—in. New York Times. bestselling author Keri Arthur’s exciting new series set in the world of the Guardians.. Being half werewolf and half Aedh, Risa Jones can enter the twilight realms between life and death and see the reapers, supernatural beings that collect the souls of the dead. But she soon makes a terrifying discovery: Some sinister force is stealing souls, preventing the dead from ever knowing the afterlife.. Reapers escort souls—not snatch them—but Risa is still unnerved when a reaper shadows her in search of someone Risa has never met: her own father, an Aedh priest, who is rumored to be tampering with the gates of hell for a dark purpose. With the help of her “aunt”—half-werewolf, half-vampire Riley Jenson—and an Aedh named Lucian who may have lost his wings but none of his sex appeal, Risa must pursue whatever shadowy practitioner of blood magic is seizing souls, and somehow stop her father . . . before all hell breaks loose.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Bakuman, Vol. 19",
            "authors": [
                "Tsugumi Ohba",
                "Takeshi Obata",
                "大場 つぐみ"
            ],
            "ranking": 4.37,
            "ranking_count": 1404,
            "abstract": "亜城木夢叶とエイジの新連載対決は、最高達が一歩リード! しかし、なぜかJCでは、エイジに思わぬ差をつけられてしまう。それでも自分達の信じるマンガを描き続ける2人…。その想いがついに、実を結ぶ事に!!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Realistic Fiction",
                "Romance",
                "Fiction",
                "Manga",
                "Young Adult",
                "Humor",
                "Asian Literature"
            ]
        },
        {
            "title": "The Princess in Black",
            "authors": [
                "Shannon Hale",
                "Dean Hale",
                "LeUyen Pham"
            ],
            "ranking": 4.1,
            "ranking_count": 9430,
            "abstract": "Who says princesses don’t wear black? When trouble raises its blue monster head, Princess Magnolia ditches her flouncy dresses and becomes the Princess in Black!. Princess Magnolia is having hot chocolate and scones with Duchess Wigtower when . . .. Brring! Brring!. The monster alarm! A big blue monster is threatening the goats! Stopping monsters is no job for dainty Princess Magnolia. But luckily Princess Magnolia has a secret —she’s also the Princess in Black, and stopping monsters is the perfect job for. her. ! Can the princess sneak away, transform into her alter ego, and defeat the monster before the nosy duchess discovers her secret? From award-winning writing team of Shannon and Dean Hale and illustrator LeUyen Pham, here is the first in a humorous and action-packed chapter book series for young readers who like their princesses not only prim and perfect, but also dressed in black.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Fiction",
                "Humor",
                "Fairy Tales"
            ]
        },
        {
            "title": "A Perfect Distraction",
            "authors": [
                "Anna Sugden"
            ],
            "ranking": 3.73,
            "ranking_count": 125,
            "abstract": "A face-off—head vs. heart For Jake Badoletti, this year is all about his career. He has a rare second chance to make the most of being a pro hockey player, so no parties, no scandals. Too bad he's met a woman who could sideline those plans. Maggie Goodman is not his usual type—right down to being a single mom. Still, the sizzling connection with this gorgeous brunette can't be ignored.. With a little juggling and a lot of focus, Jake manages to have the game. and. Maggie. Then his performance on the ice suffers and a scandal erupts. Now he can't afford the distraction of Maggie…even if she is perfect for him.",
            "part_of_series": true,
            "genre_list": [
                "Sports",
                "Romance",
                "Fiction",
                "Category Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Darkness the Color of Snow",
            "authors": [
                "Thomas Cobb"
            ],
            "ranking": 3.26,
            "ranking_count": 594,
            "abstract": "A haunting, suspenseful, and dazzlingly written novel of secrets, corruption, tragedy, and vengeance from the author of. Crazy Heart. —the basis for the 2009 Academy Award-winning film. An electrifying crime drama and psychological thriller in which a young cop becomes the fulcrum of a community's grief and rage in the aftermath of a tragic accident.. What happened is what happened, and the effects of it rippled out continuously. How could you stop the rippling of water?. Out on a rural highway on a freezing night, Patrolman Ronny Forbert sits in his ten-year-old Crown Victoria cruiser trying to keep warm and make time pass until his shift ends. Then a familiar beater Jeep Cherokee comes speeding over a hill, forcing the rookie cop to chase after it. The driver is his old-friend-turned-nemesis, Matt Laferiere, the rogue son of a man as beaten down as the town itself.. Within minutes, what begins as a clear-cut arrest for drunk driving spirals into a heated struggle between two young men with a troubled past and ends in a fatal hit and run on an icy stretch of blacktop. The only witnesses are Officer Forbert and Laferiere's three drinking buddies inside the Jeep.. As the news spreads around Lydell, a small upstate burg near the state line, Police Chief Gordy Hawkins is certain that Ronny Forbert followed the rules, at least most of them, and he's willing to stand by the young cop. Finding the driver of the car that hit Laferiere, the judicious police chief tries to keep the situation from escalating dangerously out of control. But in a town like Lydell, where jobs are scarce and everyone is hurting, a few people—some manipulative, some just plain greedy—see opportunity in the tragedy.. Over the course of six days, as uneasy relationships, dark secrets, damning lies, and old grievances reveal themselves, the people of this small, tightly woven community decide that a crime must have been committed, and that someone—Officer Ronny Forbert—must pay a price, a decision that will hold devastating consequences for them all.. Evocative, atmospheric, and powerful,. Darkness the Color of Snow. is a portrait of decency and desperation, ambition and pragmatism, heated passion and cool calculation—of ordinary American lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Audiobook",
                "American",
                "Thriller",
                "Contemporary"
            ]
        },
        {
            "title": "The Dog Who Knew Too Much",
            "authors": [
                "Spencer Quinn"
            ],
            "ranking": 4.1,
            "ranking_count": 5829,
            "abstract": "Bernie is invited to give the keynote speech at the Great Western Private Eye Convention, but it's Chet that the bigshot P.I. in charge has secret plans for. Meanwhile Chet and Bernie are hired to find a kid who has gone missing from a wilderness camp in the high country.. The boy's mother thinks the boy's father, her ex, has snatched the boy, but Chet makes a find that sends the case in a new and dangerous direction.. As if that weren't enough, matters get complicated at home when a stray puppy that looks suspiciously like Chet shows up. Affairs of the heart collide with a job that's never been tougher, requiring our two intrepid sleuths to depend on each other as never before.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Humor",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Uncommon Type",
            "authors": [
                "Tom Hanks"
            ],
            "ranking": 3.43,
            "ranking_count": 37904,
            "abstract": "A collection of seventeen wonderful short stories showing that two-time Oscar winner Tom Hanks is as talented a writer as he is an actor.. A gentle Eastern European immigrant arrives in New York City after his family and his life have been torn apart by his country's civil war. A man who loves to bowl rolls a perfect game--and then another and then another and then many more in a row until he winds up ESPN's newest celebrity, and he must decide if the combination of perfection and celebrity has ruined the thing he loves. An eccentric billionaire and his faithful executive assistant venture into America looking for acquisitions and discover a down and out motel, romance, and a bit of real life. These are just some of the tales Tom Hanks tells in this first collection of his short stories. They are surprising, intelligent, heartwarming, and, for the millions and millions of Tom Hanks fans, an absolute must-have!",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Unfinished",
                "Humor",
                "Anthologies"
            ]
        },
        {
            "title": "The Eclective: The Time Collection",
            "authors": [
                "The Eclective",
                "Shéa MacLeod",
                "M. Edward McNally",
                "C.D. Reiss",
                "Alan Nayes",
                "Greg James",
                "Heather Marie Adkins",
                "Tara West",
                "more…",
                "G.R. Yeates",
                "…less"
            ],
            "ranking": 4.44,
            "ranking_count": 18,
            "abstract": "Whether you're traveling forward in time, back in time, or even if you've forgotten the time, you'll enjoy reading these time-themed stories from the Eclective.. An Arbor Day Carol by M Edward McNally: On the night before the holiday, Kevin Weeser is visited by three spirits...wow, that sounds really familiar for some reason.. The Paradox by Alan Nayes: Michael Jenks travels to his future and becomes rich.. Rachel by CD Reiss: Rachel is number 5.5 in the Songs of Submission romance series, spanning two time periods in the life of Jonathan Drazen.. A Stitch In Time by Shéa MacLeod: After pissing off Thor (god of thunder/major jerk), Branwen (goddess of love and beauty/cupcake addict) finds herself thrust back in time to Regency era England. History will never be the same.. The Walking Tree by Tara West: Trees were not meant to have dreams, and if they did, they were not supposed to voice them. When Manuel hears of the land of limitless light, his dreams may be his undoing.. The Bus Stop by G.R. Yeates: Through a dark city, a man travels seeking to understand the meaning of the life that he endures in a place where even hope itself seems to have been utterly extinguished.. Timestone by Greg James: In a time after the time that we know, a wanderer crosses the wasteland that remains of human civilisation. One thing can set him free from this nightmare of the future – the Timestone.. Last Leap by Heather Marie Adkins: With access to her past, can Mila change her future?",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Huntingfield Paintress",
            "authors": [
                "Pamela Holmes"
            ],
            "ranking": 3.89,
            "ranking_count": 169,
            "abstract": "Plucky and headstrong Mildred Holland revelled in the eight years she and her husband, the vicar William Holland, spent travelling 1840s Europe, finding inspiration in recording beautiful artistic treasures and collecting exotic artifacts. But William's new posting in a tiny Suffolk village is a world apart and Mildred finds a life of tea and sympathy dull and stifling in comparison. When a longed-for baby does not arrive, she sinks into despondency and despair. What options exist for a clever, creative woman in such a cossetted environment? A sudden chance encounter fires Mildred's creative imagination and she embarks on a herculean task that demands courage and passion. Defying her loving but exasperated husband, and mistrustful locals who suspect her of supernatural powers, Mildred rediscovers her passion and lives again through her dreams of beauty. Inspired by the true story of the real Mildred Holland and the parish church of Huntingfield in Suffolk, the novel is unique, emotive and beautifully crafted, just like the history that inspired it.. 'A genuinely original, utterly enchanting story' --A.N.Wilson. 'A slice of Suffolk history brought beautifully to life' --Esther Freud. 'an atmospheric and enjoyable story of a singular and free-thinking woman' --Deborah Moggach",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "I Still Dream About You",
            "authors": [
                "Fannie Flagg"
            ],
            "ranking": 3.61,
            "ranking_count": 19271,
            "abstract": "The beloved Fannie Flagg is back and at her irresistible and hilarious best in. I Still Dream About You. , a comic mystery romp through the streets of Birmingham, Alabama, past, present, and future.. Meet Maggie Fortenberry, a still beautiful former Miss Alabama. To others, Maggie’s life seems practically perfect—she’s lovely, charming, and a successful real estate agent at Red Mountain Realty. Still, Maggie can’t help but wonder how she wound up in her present condition. She had been on her hopeful way to becoming Miss America and realizing her childhood dream of someday living in one of the elegant old homes on top of Red Mountain, with the adoring husband and the 2.5 children, but then something unexpected happened and changed everything.. Maggie graduated at the top of her class at charm school, can fold a napkin in more than forty-eight different ways, and can enter and exit a car gracefully, but all the finesse in the world cannot help her now. Since the legendary real estate dynamo Hazel Whisenknott, beloved founder of Red Mountain Realty, died five years ago, business has gone from bad to worse—and the future isn’t looking much better. But just when things seem completely hopeless, Maggie suddenly comes up with the perfect plan to solve it all.. As Maggie prepares to put her plan into action, we meet the cast of high-spirited characters around her. To Brenda Peoples, Maggie’s best friend and real estate partner, Maggie’s life seems easy as pie. Slender Maggie doesn’t have to worry about her figure, or about her Weight Watchers sponsor catching her at the Krispy Kreme doughnut shop. And Ethel Clipp, Red Mountain’s ancient and grumpy office manager with the bright purple hair, thinks the world of Maggie but has absolutely nothing nice to say about their rival Babs “The Beast of Birmingham” Bingington, the unscrupulous estate agent who hates Maggie and is determined to put her out of business.. Maggie has heartbreaking secrets in her past, but through a strange turn of events, she soon discovers, quite by accident, that everybody, it seems—dead or alive—has at least one little secret.. I Still Dream About You. is a wonderful novel that is equal parts Southern charm, murder mystery, and that perfect combination of comedy and old-fashioned wisdom that can be served up only by America’s own remarkable Fannie Flagg.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Womens Fiction",
                "American",
                "Contemporary",
                "Mystery",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "And the Rest is History",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.44,
            "ranking_count": 7089,
            "abstract": "No one knows quite how, but Max and her baby are safe at last.. No one knows quite how, but Peterson has persuaded Dr Foster to marry him.. No one knows quite how, but Markham’s marital status remains unknown.. Certainly no one knows quite how a twelve-foot-high teapot could mysteriously materialise on the South Lawn, but it does.. But they do know that Clive Ronan is back.. They do know that he hates them and that this time he has good cause. And they do know that he will bring death and destruction in his wake.. Follow the disaster magnets of St Mary’s from the Egyptian desert to the Battle of Stamford Bridge, from Hastings to the Sack of Constantinople, and from tragedy to triumph and back again, in this, the eighth book in The Chronicles of St Mary’s.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Humor",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Good Daughter",
            "authors": [
                "Karin Slaughter"
            ],
            "ranking": 4.11,
            "ranking_count": 139695,
            "abstract": "Two girls are forced into the woods at gunpoint. One runs for her life. One is left behind.. Twenty-eight years ago, Charlotte and Samantha Quinn's happy small-town family life was torn apart by a terrifying attack on their family home. It left their mother dead. It left their father—Pikeville's notorious defense attorney—devastated. And it left the family fractured beyond repair, consumed by secrets from that terrible night.. Twenty-eight years later, Charlotte has followed in her father's footsteps to become a lawyer herself—the ideal good daughter. But when violence comes to Pikeville again, and a shocking tragedy leaves the whole town traumatized, Charlotte is plunged into a nightmare. Not only is she the first witness on the scene, but it's a case that unleashes the terrible memories she's spent so long trying to suppress--because the shocking truth about the crime that destroyed her family nearly thirty years ago won't stay buried forever. Packed with twists and turns, brimming with emotion and heart,. The Good Daughter. is fiction at its most thrilling.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Divine Misfortune",
            "authors": [
                "A. Lee Martinez"
            ],
            "ranking": 3.9,
            "ranking_count": 6743,
            "abstract": "Like many people in this world, Phil & Terry are just looking for their personal slice of divine assistance. It's not their fault that they decide to settle on Lucky, a raccoon god of good fortune. At first, everything seems to be working fine. But they will soon learn that the world of divine powers is not to be entered into casually.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Religion"
            ]
        },
        {
            "title": "Bring the War Home: The White Power Movement and Paramilitary America",
            "authors": [
                "Kathleen Belew"
            ],
            "ranking": 4.23,
            "ranking_count": 1806,
            "abstract": "Belew's book helps explain how we got to today's alt right.―Terry Gross,. Fresh Air. The white power movement in America wants a revolution. Its soldiers are not lone wolves but highly organized cadres motivated by a coherent and deeply troubling worldview made up of white supremacy, virulent anticommunism, and apocalyptic faith. In. Bring the War Home. , Kathleen Belew gives us the history of a movement that consolidated in the 1970s and 1980s around a potent sense of betrayal in the Vietnam War and made tragic headlines in Waco and Ruby Ridge and with the Oklahoma City bombing and is resurgent under President Trump.. Returning to an America ripped apart by a war they felt they were not allowed to win, a small group of veterans and active-duty military personnel and civilian supporters concluded that waging war on their own country was justified. They unified people from a variety of militant groups, including Klansmen, neo-Nazis, skinheads, radical tax protestors, and white separatists to form a new movement of loosely affiliated independent cells to avoid detection. The white power movement operated with discipline and clarity, undertaking assassinations, armed robbery, counterfeiting, and weapons trafficking. Its command structure gave women a prominent place and put them in charge of brokering alliances and birthing future recruits.. Belew's disturbing and timely history reminds us that war cannot be contained in time and space: grievances intensify and violence becomes a logical course of action. Based on years of deep immersion in previously classified FBI files and on extensive interviews,. Bring the War Home. tells the story of American paramilitarism and the birth of the alt-right.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Race",
                "North American Hi...",
                "Sociology",
                "Audiobook",
                "The United States Of America",
                "Crime",
                "Literature"
            ]
        },
        {
            "title": "Lost Connections: Uncovering the Real Causes of Depression - and the Unexpected Solutions",
            "authors": [
                "Johann Hari"
            ],
            "ranking": 4.28,
            "ranking_count": 26179,
            "abstract": "From the New York Times bestselling author of. Chasing the Scream: The First and Last Days of the War on Drugs. , a startling challenge to our thinking about depression and anxiety.. Award-winning journalist Johann Hari suffered from depression since he was a child and started taking antidepressants when he was a teenager. He was told—like his entire generation—that his problem was caused by a chemical imbalance in his brain. As an adult, trained in the social sciences, he began to investigate this question—and he learned that almost everything we have been told about depression and anxiety is wrong.. Across the world, Hari discovered social scientists who were uncovering the real causes—and they are mostly not in our brains, but in the way we live today. Hari’s journey took him from the people living in the tunnels beneath Las Vegas, to an Amish community in Indiana, to an uprising in Berlin—all showing in vivid and dramatic detail these new insights. They lead to solutions radically different from the ones we have been offered up until now.. Just as. Chasing the Scream. transformed the global debate about addiction, with over twenty million views for his TED talk and the animation based on it,. Lost Connections. will lead us to a very different debate about depression and anxiety—one that shows how, together, we can end this epidemic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Health",
                "Science",
                "Audiobook",
                "Sociology",
                "Philosophy"
            ]
        },
        {
            "title": "Festive in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.31,
            "ranking_count": 21548,
            "abstract": "Personal trainer Trey Ziegler was in peak physical condition. If you didn’t count the kitchen knife in his well-toned chest.. Lieutenant Eve Dallas soon discovers a lineup of women who were loved and left by the narcissistic gym rat. While Dallas sorts through the list of Ziegler’s enemies, she’s also dealing with her Christmas shopping list—plus the guest list for her and her billionaire husband’s upcoming holiday bash.. Feeling less than festive, Dallas tries to put aside her distaste for the victim and solve the mystery of his death. There are just a few investigating days left before Christmas, and as New Year’s 2061 approaches, this homicide cop is resolved to stop a cold-blooded killer.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Science Fiction",
                "Suspense",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Paris Seamstress",
            "authors": [
                "Natasha Lester"
            ],
            "ranking": 4.09,
            "ranking_count": 15223,
            "abstract": "How much will a young Parisian seamstress sacrifice to make her mark in the male-dominated world of 1940s New York fashion? From the bestselling author of. A Kiss From Mr Fitzgerald. and. Her Mother's Secret. .. 1940. . Parisian seamstress Estella Bissette is forced to flee France as the Germans advance. She is bound for Manhattan with a few francs, one suitcase, her sewing machine, and a dream: to have her own atelier.. 2015. . Australian curator Fabienne Bissette journeys to the annual Met Gala for an exhibition of her beloved grandmother's work - one of the world's leading designers of ready-to-wear. But as Fabienne learns more about her grandmother's past, she uncovers a story of tragedy, heartbreak and secrets - and the sacrifices made for love.. Crossing generations, society's boundaries and international turmoil,. The Paris Seamstress. is the beguiling, transporting story of the special relationship between a grandmother and her granddaughter as they attempt to heal the heartache of the past.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "Cultural",
                "Audiobook",
                "Couture",
                "Adult Fiction"
            ]
        },
        {
            "title": "1922",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.93,
            "ranking_count": 10514,
            "abstract": "The chilling novella featured in Stephen King’s bestselling collection Full Dark, No Stars, 1922 – about a man who succumbs to the violence within – is now available as a stand-alone publication.. I believe there is a man inside every man, a stranger. So writes Wilfred James in his confession. It’s 1922. Wilfred owns eighty acres of farmland in Nebraska that have been in the family for generations. His wife, Arlette, owns an adjoining one hundred acres.. But if Arlette carries out her threat to sell her land to a pig butcher, Wilfred will be forced to sell too. Worse, he’ll have to move to the city. But he has a daring plan. It may work if he can persuade his son.. A powerful tale of betrayal, murder, madness and rats,. 1922. is a breathtaking exploration into the dark side of human nature from the great American storyteller Stephen King. It was adapted into a film from Netflix.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Audiobook",
                "Short Stories",
                "Historical",
                "Thriller",
                "Novella",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Tender",
            "authors": [
                "Sofia Samatar"
            ],
            "ranking": 4.2,
            "ranking_count": 470,
            "abstract": "The first collection of short fiction from a rising star whose stories have been anthologized in the first two volumes of the. Best American Science Fiction and Fantasy. series and nominated for many awards. Some of Samatar’s weird and tender fabulations spring from her life and her literary studies; some spring from the world, some from the void.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Speculative Fiction",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Kehua!",
            "authors": [
                "Fay Weldon"
            ],
            "ranking": 3.21,
            "ranking_count": 239,
            "abstract": "A kehua is a Maori ghost - the wandering dead searching for their ancestral home. Without the proper rituals to send them on their way, kehua are forced to remain on Earth to haunt their relatives. In the wake of a murder and suicide, a young woman flees New Zealand. But the spirits of the departed can't rest peacefully.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Thirteenth Chime",
            "authors": [
                "Emma  Michaels"
            ],
            "ranking": 3.6,
            "ranking_count": 380,
            "abstract": "HATRED NEVER DIES.... Destiny has finally found the life that she has always wanted. She is about to finish college, has a fiance that loves her, and a great summer on the West Coast planned with her friend, Stephanie. But her world is turned upside down when an antique clock mysteriously chimes thirteen times and someone attacks them, sending Stephanie and her mother to the hospital.. Alone, and without any help from the police, Destiny has no choice but to turn to the one man she had left behind a year ago - her ex-boyfriend, David. Together, they must solve the riddle of the thirteenth chime before the clock strikes thirteen again. Yet as they face their own past and hearts, a trap over half a century old is waiting for them to become its prey.. For revenge, fifty years is never too long...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Horror",
                "Fiction",
                "Thriller",
                "Romance"
            ]
        },
        {
            "title": "Coldbrook",
            "authors": [
                "Tim Lebbon"
            ],
            "ranking": 3.7,
            "ranking_count": 1689,
            "abstract": "THE WORLD AS WE KNOW IT HAS CHANGED FOREVER. THE REASON IS COLDBROOK. The facility lay deep in Appalachian Mountains, a secret laboratory called Coldbrook. Its scientists had achieved the impossible: a gateway to a new world. Theirs was to be the greatest discovery in the history of mankind, but they had no idea what they were unleashing.. With their breakthrough comes disease and now it is out and ravaging the human population. The only hope is a cure and the only cure and the only cure is genetic resistance: an uninfected person amongst the billions dead.. In the chaos of destruction there is only one person that can save the human race.. But will they find her in time?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Adult",
                "Thriller",
                "Adult Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The First Muslim: The Story of Muhammad",
            "authors": [
                "Lesley Hazleton"
            ],
            "ranking": 3.96,
            "ranking_count": 4003,
            "abstract": "The extraordinary life of the man who founded Islam, and the world he inhabited—and remade.. Muhammad’s was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In. The First Muslim. , Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality.. Hazleton’s account follows the arc of Muhammad’s rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider?. Impeccably researched and thrillingly readable, Hazleton’s narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, nonviolence and violence, rejection and acclaim.. The First Muslim. illuminates not only an immensely significant figure but his lastingly relevant legacy.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Nonfiction",
                "Biography",
                "Spirituality",
                "Historical",
                "Audiobook",
                "Islam"
            ]
        },
        {
            "title": "Echo",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.89,
            "ranking_count": 6922,
            "abstract": "She inherited a magical destiny—and a mission to stop a powerful family of dark sorcerers. She never expected to fall in love with one of them.. There's still so much Daire Santos has to learn about being the last Soul Seeker….and about herself. As her magical training becomes more intense, so does her relationship with Dace. But when she learns that his connection to the evil Richter family goes far deeper than she ever imagined, she begins to question if love really can conquer all.. Dace is painfully aware that he wouldn't exist if it wasn't for the Richters' dark magic—and now his brother Cade is determined to use his love for Daire against him. Dace is willing to sacrifice anything to protect the girl he loves —including his own life. But will Daire allow it? And what if defeating Cade costs not only his life, but his soul too?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Pushing the Limits",
            "authors": [
                "Katie McGarry"
            ],
            "ranking": 4.05,
            "ranking_count": 121344,
            "abstract": "I won't tell anyone, Echo. I promise. Noah tucked a curl behind my ear. It had been so long since someone touched me like he did. Why did it have to be Noah Hutchins? His dark brown eyes shifted to my covered arms. You didn't do that-did you? It was done to you? No one ever asked that question. They stared. They whispered. They laughed. But they never asked.. So wrong for each other...and yet so right.. No one knows what happened the night Echo Emerson went from popular girl with jock boyfriend to gossiped-about outsider with freaky scars on her arms. Even Echo can't remember the whole truth of that horrible night. All she knows is that she wants everything to go back to normal. But when Noah Hutchins, the smoking-hot, girl-using loner in the black leather jacket, explodes into her life with his tough attitude and surprising understanding, Echo's world shifts in ways she could never have imagined. They should have nothing in common. And with the secrets they both keep, being together is pretty much. impossible. . Yet the crazy attraction between them refuses to go away. And Echo has to ask herself just how far they can push the limits and what she'll risk for the one guy who might teach her how to love again...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Sex Criminals: Volume One: One Weird Trick",
            "authors": [
                "Matt Fraction",
                "Chip Zdarsky"
            ],
            "ranking": 3.91,
            "ranking_count": 37876,
            "abstract": "Suzie’s just a regular gal with an irregular gift: when she has sex, she stops time. One day she meets Jon and it turns out he has the same ability. And sooner or later they get around to using their gifts to do what we’d ALL do: rob a couple banks. A bawdy and brazen sex comedy for comics begins here!. Collecting. :. Sex Criminals. 1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Romance",
                "Humor",
                "Adult",
                "Comics",
                "Science Fiction"
            ]
        }
    ]
}