{
    "books": [
        {
            "title": "Soldiers of Paradise",
            "authors": [
                "Paul Park"
            ],
            "ranking": 3.79,
            "ranking_count": 136,
            "abstract": "Where the seasons last for generations, winter is a hard time suited to hard religion. The theocratic Starbridge caste consider themselves virtuous wardens in a sinners' purgatory, reading infant cries and birthmarks to judge the unpunished crimes of previous incarnations. On the battlefield, all but nobility are denied medicine and anaesthetic. Only the Antinomials have endured winter outside this oppressive social system. People without language, eaters of meat, they are being driven from their lands in the north to seek sanctuary against the very belly of their tormentors, in the slums of the great capital city of Charn. Here a Starbridge doctor and a drunken prince begin a dangerous experiment in compassion that will soon demand heavy sacrifices, just as the people brace for spring, with its flammable and suffocating sugar rain",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Triple",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.89,
            "ranking_count": 15322,
            "abstract": "As the nuclear arms race escalates in the Middle East, the Mossad, KGB, Egyptians, and Fedayeen terrorists will play out the final violent moves in a devastating game where the price of failure is nuclear holocaust...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Suspense",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Random Acts of Senseless Violence",
            "authors": [
                "Jack Womack"
            ],
            "ranking": 3.94,
            "ranking_count": 2473,
            "abstract": "Jack Womack's fifth novel centers on Lola Hart, a girl whose family falls on hard times and moves to near-future Harlem. There, surrounded by the new language and violence of the streets, Lola's metamorphosis begins. Womack astounds and entertains.--Publishers Weekly.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Apocalyptic",
                "Novels",
                "New York",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Tunnel in the Sky",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.95,
            "ranking_count": 12681,
            "abstract": "A classic novel from the mind of the storyteller who captures the imagination of readers from around the world, and across two generations. The final exam for Dr. Matson's Advanced Survival class was meant to be just that: only a test. But something has gone terribly wrong...and now Rod Walker and his fellow students are stranded somewhere unknown in the universe, beyond contact with Earth, at the other end of a tunnel in the sky. Stripped of all comforts, hoping for a passage home that may never appear, the castaways must band together or perish. For Rod and his fellow survivors, this is one test where failure is not an option....",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Fantasy",
                "Classics",
                "Space",
                "Childrens"
            ]
        },
        {
            "title": "Angels of Perversity",
            "authors": [
                "Remy de Gourmont",
                "Francis Amery",
                "Brian M. Stableford"
            ],
            "ranking": 3.74,
            "ranking_count": 61,
            "abstract": "Anatole France called Remy de Gourmont (1858-1915) the 'greatest living French writer'. The stories Francis Amery has collected and translated under the not inappropriate title The Angels of Perversity are from the first half of Gourmont's career, when, as a writer of short fiction he established himself as a significant figure in the Symbolist movement.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural",
                "Fiction",
                "European Literature",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Moving Toyshop",
            "authors": [
                "Edmund Crispin"
            ],
            "ranking": 3.78,
            "ranking_count": 6652,
            "abstract": "Richard Cadogan's Oxford holiday turns into a mystery solving adventure full of dangerous twists and unexpected turns.. After an eventful train journey, Cadogan arrives in Oxford late at night only to realise that he has forgotten the exact address of his stay. Relying on a distant memory of the place he boarded in years ago he accidentally enters a toyshop where, to his surprise and fright, he finds the dead body of a woman. Knocked out and locked in the store room, Cadogan emerges to find that the body is gone and the toyshop has turned inexplicably into a grocery shop. Luckily for the puzzled poet his old university friend Gervase Fen is there, ready to plunge into the midst of this mystery.. The Moving Toyshop. is Edmund Crispin's most famous novel featuring eccentric amateur detective, Gervase Fen.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "European Literature",
                "Humor",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Relic",
            "authors": [
                "Douglas Preston",
                "Lincoln Child"
            ],
            "ranking": 4.04,
            "ranking_count": 100573,
            "abstract": "Just days before a massive exhibition opens at the popular New York Museum of Natural History, visitors are being savagely murdered in the museum's dark hallways and secret rooms. Autopsies indicate that the killer cannot be human.... But the museum's directors plan to go ahead with a big bash to celebrate the new exhibition, in spite of the murders.. Museum researcher Margo Green must find out who-or what-is doing the killing. But can she do it in time to stop the massacre?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Thriller",
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Suspense",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Zazie in the Metro",
            "authors": [
                "Raymond Queneau",
                "Barbara Wright",
                "Gilbert Adair"
            ],
            "ranking": 3.7,
            "ranking_count": 7343,
            "abstract": "Impish, foul-mouthed Zazie arrives in Paris from the country to stay with her uncle Gabriel. All she really wants to do is ride the metro, but finding it shut because of a strike, Zazie looks for other means of amusement and is soon caught up in a comic adventure that becomes wilder and more manic by the minute.. In 1960 Queneau's cult classic was made into a hugely successful film by Louis Malle. Packed full of word play and phonetic games, 'Zazie in the Metro' remains as stylish and witty today as it did back then.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Humor",
                "Literature",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "Η Μερόπη ήταν το πρόσχημα",
            "authors": [
                "Eugenia Fakinou",
                "Ευγενία Φακίνου"
            ],
            "ranking": 3.45,
            "ranking_count": 173,
            "abstract": "Οι παραξενιές κι οι βωμολοχίες της γηραιάς Λενίτσας, η ιερή τρέλα του δάσκαλου Αριστείδη Πολυμενόπουλου, η σωτηρία των ψυχών κι οι εννιά μουσικοί άγιοι του παπα-Σπύρου, οι ιδιορρυθμίες της Κόκκινης Λέλας, οι φανταστικές ερωτικές περιπέτειες της Νουνούς, το μέγα πάθος του Ασημάκη, η κυρία Κορνηλία με τη σφραγίδα της, και η Μερόπη ν' ακολουθεί τον ρουν του ποταμού Πηνειού, κουβαλώντας σε μια κούτα από γάλατα τα κόκκινα κόκαλα μιας άγνωστής της γυναίκας! Τι παραλογισμός!... Στο βάθος τους όλα είναι ιστορίες έρωτος και τρέλας...",
            "part_of_series": false,
            "genre_list": [
                "Contemporary"
            ]
        },
        {
            "title": "Peter's Chair",
            "authors": [
                "Ezra Jack Keats"
            ],
            "ranking": 4.21,
            "ranking_count": 4014,
            "abstract": "When Peter finds out that his blue furniture is being painted pink for his new baby sister, he takes the last unpainted item, a chair, and runs away.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Family",
                "Fiction",
                "Realistic Fiction",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Armageddon: A Novel of Berlin",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.1,
            "ranking_count": 5290,
            "abstract": "In Berlin at the end of World War II, an American Army officer bears witness to the aftermath of one historic tragedy and the rise of another. Captain Sean O'Sullivan distinguishes himself as a courageous soldier in the closing days of World War II, but what comes next tests his deepest reserves of strength and conviction. Sent to oversee the rebuilding of Berlin, O'Sullivan is exposed to the horrific truths of the Holocaust, a shattered and defeated society, and the new threat of Soviet power as the Iron Curtain begins to shadow the city. When Soviet forces blockade Berlin and the airlift begins, O'Sullivan is faced with profound moral dilemmas in an increasingly complicated world. Armageddon is one of the great fictional portrayals of Europe in the earliest days of the Cold War.. Magnificent. The great drama of the Berlin airlift . . . -The Columbus Dispatch. A vast panorama of people and places . . . dramatic moment after dramatic moment in a throbbing tempo. -New York Herald Tribune. Leon Uris (1924-2003) was an author of fiction, nonfiction, and screenplays whose works include numerous best-selling novels. His epic Exodus (1958) has been translated into over fifty languages. Uris's work is notable for its focus on dramatic moments in contemporary history, including World War II and its aftermath, the birth of modern Israel, and the Cold War. Through the massive success of his novels and his skill as a storyteller, Uris has had enormous influence on popular understanding of twentieth-century history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Thriller",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "The Dangerous Lord",
            "authors": [
                "Sabrina Jeffries"
            ],
            "ranking": 4.0,
            "ranking_count": 3354,
            "abstract": "To prevent a dear friend from wedding Ian Lennard, the notorious Viscount St. Clair, Felicity Taylor reveals his shady past in her anonymous London gossip column. But the dauntless miss never imagined St. Clair's rage, for the dangerous rake is now short a bride and desperately needs an heir. Threatened with exposure and ruin, Felicity has no choice but to marry the hot-blooded lord herself. Ian needs a wife merely to secure his fortune, but in Felicity he has met his match in both wit and passion. And no danger is greater than the possibility that he might actually be falling in love with his fiery new bride!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "European Literature",
                "Drama"
            ]
        },
        {
            "title": "Coyote Waits",
            "authors": [
                "Tony Hillerman"
            ],
            "ranking": 4.03,
            "ranking_count": 10683,
            "abstract": "The car fire didn't kill Navajo Tribal Policeman Delbert Nez—a bullet did. And the old man in possession of the murder weapon is a whiskey-soaked shaman named Ashie Pinto. Officer Jim Chee is devastated by the slaying of his good friend Del, and confounded by the prime suspect's refusal to utter a single word of confession or denial.. Lieutenant Joe Leaphorn believes there is much more to this outrage than what appears on the surface, as he and Jim Chee set out to unravel a complex weave of greed and death that involves a historical find and a lost fortune. But the hungry and mythical trickster Coyote is waiting, as always, in the shadows to add a strange and deadly new twist.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Westerns",
                "Native Americans",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Raise The Titanic!",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.99,
            "ranking_count": 26522,
            "abstract": "The President's secret task force develops the ultimate defensive weapon. At its core: byzanium, a radioactive element so rare sufficient quantities have never been found. But a frozen American corpse on a desolate Soviet mountainside, a bizarre mining accident in Colorado, and a madman's dying message lead Dirk Pitt to a secret cache of byzanium. Now he begins his most thrilling, daunting mission - to raise from its watery grave the shipwreck of the century!. In a daring gamble, Dirk Pitt locates the. Titanic. - and suddenly his crew is in deadly jeopardy. Sabotaged by Russian spies and savage storms, Pitt must stop a diabolical plan for Soviet world supremacy - or see the mighty. Titanic. blasted out of existence!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Spy Thriller",
                "Adult"
            ]
        },
        {
            "title": "The Man in the Gray Flannel Suit",
            "authors": [
                "Sloan Wilson",
                "Jonathan Franzen"
            ],
            "ranking": 3.85,
            "ranking_count": 3026,
            "abstract": "This is the story of Tom and Betsy Rath, a young couple with three children, a nice home, a steady income. They have every reason to be happy, but for some reason they are not.. Universally acclaimed when it was first published in 1955, the novel captured the mood of a generation. It was a sensational best-seller that was made into an award-winning film with Gregory Peck, it was translated into twenty-six languages, and its title has become a permanent part of our vocabulary. Today, it is more relevant than ever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "New York",
                "Historical"
            ]
        },
        {
            "title": "Karameikos: Kingdom of Adventure",
            "authors": [
                "Jeff Grubb",
                "Aaron Allston",
                "Thomas M. Reid"
            ],
            "ranking": 3.52,
            "ranking_count": 25,
            "abstract": "Boxed set incl. CD, maps & handouts",
            "part_of_series": true,
            "genre_list": [
                "Role Playing Games",
                "Games"
            ]
        },
        {
            "title": "The Carpet Makers",
            "authors": [
                "Andreas Eschbach",
                "Doryl Jensen",
                "Orson Scott Card"
            ],
            "ranking": 4.17,
            "ranking_count": 3784,
            "abstract": "Since the time of pre-history, carpetmakers tie intricate knots to form carpets for the court of the Emperor. These carpets are made from the hairs of wives and daughters; they are so detailed and fragile that each carpetmaker finishes only one single carpet in his entire lifetime.. This art descends from father to son, since the beginning of time itself.. But one day the empire of the God Emperor vanishes, and strangers begin to arrive from the stars to follow the trace of the hair carpets. What these strangers discover is beyond all belief, more than anything they could have ever imagined.... Brought to the attention of Tor Books by Orson Scott Card, this edition of. The Carpet Makers. contains a special introduction by Orson Scott Card.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Short Stories",
                "European Literature",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Mystery",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Devil's Guard",
            "authors": [
                "George Robert Elford"
            ],
            "ranking": 4.17,
            "ranking_count": 1068,
            "abstract": "WHAT THEY DID IN WORLD WAR II WAS HISTORY'S BLOODIEST NIGHTMARE.. The ashes of World War II were still cooling when France went to war in the jungles of Southeast Asia. In that struggle, its frontline troops were the misfits, criminals and mercenaries of the French Foreign Legion. And among that international army of the desperate and the damned, none were so bloodstained as the fugitive veterans of the German S.S.. WHAT THEY DID IN VIETNAM WAS ITS UGLIEST SECRET -- UNTIL NOW.. Loathed by the French, feared and hated by the Vietnamese, the Germans fought not for patriotism or glory but because fighting for France was better than hanging from its gallows. Here now is the untold story of the killer elite whose discipline, ferocity and suicidal courage made them the weapon of last resort.",
            "part_of_series": true,
            "genre_list": [
                "War",
                "Fiction",
                "Historical",
                "Military",
                "Cultural",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Лезвие бритвы",
            "authors": [
                "Иван Ефремов"
            ],
            "ranking": 4.19,
            "ranking_count": 739,
            "abstract": "Книги Ивана Ефремова, в корне изменившего своим романом «Туманность Андромеды» лицо советскои и мировои фантастики, во многом опережали свое время. Его перу принадлежат не только научно-фантастические и исторические, но и необычные для нашеи литературы шестидесятых годов XX века эзотерические произведения, исследующие таины подсознания, его связь с творческим началом в человеке и его генетическои памятью.Данныи том составили философско-психологическии роман «Лезвие бритвы» и тематически примыкающие к нему рассказы – «Эллинскии секрет», увидевшии свет лишь через двадцать лет после написания, и «Афанеор, дочь Ахархеллена».",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Science Fiction",
                "Adventure",
                "Psychology"
            ]
        },
        {
            "title": "The War Poems of Siegfried Sassoon",
            "authors": [
                "Siegfried Sassoon",
                "Sassoon Siegfried Sassoon"
            ],
            "ranking": 4.23,
            "ranking_count": 2430,
            "abstract": "An unabridged edition, with sixty-four poems to include, but not limited to: Prelude: The Troops - Dreamers - The Redeemer - Trench Duty - Wirers - Break of Day - A Working Party - Stand-To: Good Friday Morning - In The Pink - The Hero - Before The Battle - The Road - Two Hundred Years After - The Dream - At Carnoy - Battalion Relief - The Dug-Out - The Rear-Guard - I Stood With the Dead - Suicide in Trenches - Attack - Counter-Attack - The Effect - Remorse - In An Underground Dressing-Station - Died Of Wounds - They - Base Details - Lamentations - The General - How to Die - Editorial Impressions - Fight to a Finish - Atrocities - The Fathers - Blighters - Glory of Women - Their Frailty - Does It Matter? - Survivors - Joy-Bells - Arms and the Man - When I'm Among a Blaze of Lights - The Kiss - The Tombstone-Maker - The One-Legged Man - Return of the Heroes - Everyone Sang",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "War",
                "Classics",
                "Fiction",
                "European Literature",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "The Mismeasure of Man",
            "authors": [
                "Stephen Jay Gould"
            ],
            "ranking": 4.05,
            "ranking_count": 8437,
            "abstract": "The definitive refutation to the argument of The Bell Curve.. How smart are you? If that question doesn't spark a dozen more questions in your mind (like What do you mean by 'smart,' How do I measure it and Who's asking?), then. The Mismeasure of Man. , Stephen Jay Gould's masterful demolition of the IQ industry, should be required reading. Gould's brilliant, funny, engaging prose dissects the motivations behind those who would judge intelligence, and hence worth, by cranial size, convolutions, or score on extremely narrow tests. How did scientists decide that intelligence was unipolar and quantifiable? Why did the standard keep changing over time? Gould's answer is clear and simple: power maintains itself. European men of the 19th century, even before Darwin, saw themselves as the pinnacle of creation and sought to prove this assertion through hard measurement. When one measure was found to place members of some inferior group such as women or Southeast Asians over the supposedly rightful champions, it would be discarded and replaced with a new, more comfortable measure. The 20th-century obsession with numbers led to the institutionalization of IQ testing and subsequent assignment to work (and rewards) commensurate with the score, shown by Gould to be not simply misguided--for surely intelligence is multifactorial--but also regressive, creating a feedback loop rewarding the rich and powerful. The revised edition includes a scathing critique of Herrnstein and Murray's. The Bell Curve. , taking them to task for rehashing old arguments to exploit a new political wave of uncaring belt tightening. It might not make you any smarter, but. The Mismeasure of Man. will certainly make you think.--Rob Lightner. This edition is revised and expanded, with a new introduction",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Psychology",
                "Anthropology",
                "Biology",
                "Sociology",
                "Philosophy",
                "Politics"
            ]
        },
        {
            "title": "Not Her Real Name and Other Stories",
            "authors": [
                "Emily Perkins"
            ],
            "ranking": 4.09,
            "ranking_count": 200,
            "abstract": "This collection of twelve stories peopled by oversensitive twentysomethings transcends the self-indulgence that generally plagues the pseudodisenfranchised world of slackerdom and brings modern life into harsh and comic focus. There's Let's Go, the story of a young couple's apathetic wanderings on a trip to discover the real Prague; You Can Hear the Boats Go By, the story of ex-lovers who cope with their chance meeting in a supermarket in the most childish way; and Barking, the mad rant of a drama student pissed off by Clown class. Not Her Real Name presents an essential guide to postmodern romance, to the vagaries of city life, and to a chronically self-absorbed generation whose love affairs are never as good as the last movies they've seen.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Spire",
            "authors": [
                "William Golding"
            ],
            "ranking": 3.5,
            "ranking_count": 3182,
            "abstract": "Dean Jocelin has a vision: that God has chosen him to erect a great spire on his cathedral. His mason anxiously advises against it, for the old cathedral was built without foundations. Nevertheless, the spire rises octagon upon octagon, pinnacle by pinnacle, until the stone pillars shriek and the ground beneath it swims. Its shadow falls ever darker on the world below, and on Dean Jocelin in particular.. From the author of Lord of the Flies, The Spire is a dark and powerful portrait of one man's will, and the folly that he creates.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Audiobook",
                "Literature",
                "Novels",
                "Religion"
            ]
        },
        {
            "title": "Søvncyklen",
            "authors": [
                "Gyrðir Elíasson",
                "Erik Skyum-Nielsen"
            ],
            "ranking": 3.7,
            "ranking_count": 50,
            "abstract": "En yngre forfatter slår sig for en tid ned i en sommerhytte et øde sted på Island. Efterhånden som ensomheden kommer snigende, trænger fortidens oplevelser sig på, og grænsen mellem virkelighed og fiktion opløser sig for ham.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Marina",
            "authors": [
                "Carlos Ruiz Zafón",
                "Daniel Weyman"
            ],
            "ranking": 4.09,
            "ranking_count": 57556,
            "abstract": "We all have a secret buried under lock and key in the attic of our soul. This is mine.. When Fifteen-year-old Oscar Drai suddenly vanishes from his boarding school in Barcelona, no one knows his whereabouts for seven days and seven nights.. His story begins when he meets the strange Marina while he's exploring an old quarter of the city. She leads Oscar to a cemetery, where they watch a macabre ritual that occurs on the last Sunday of each month. At exactly ten o'clock in the morning, a woman shrouded in a black velvet cloak descends from her carriage to place a single rose on an unmarked grave.. When Oscar and Marina decide to follow her, they begin a journey that transports them to a forgotten postwar Barcelona--a world of aristocrats and actresses, inventors and tycoons--an reveals a dark secret that lies waiting in the mysterious labyrinth beneath the city streets.. Carlos Ruiz Zafon's haunting. Marina. has long been a cult classic in Spain and is now an international bestseller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Young Adult",
                "Fantasy",
                "Horror",
                "Gothic",
                "Historical",
                "European Literature",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Satantango",
            "authors": [
                "László Krasznahorkai",
                "George Szirtes"
            ],
            "ranking": 4.12,
            "ranking_count": 6027,
            "abstract": "Already famous as the inspiration for the filmmaker Béla Tarr’s six-hour masterpiece,. Satantango. is proof that “the devil has all the good times.”. The story of. Satantango. , spread over a couple of days of endless rain, focuses on the dozen remaining inhabitants of an unnamed isolated hamlet: failures stuck in the middle of nowhere.. Schemes, crimes, infidelities, hopes of escape, and above all trust and its constant betrayal are Krasznahorkai’s meat. “At the center of. Satantango. ,” George Szirtes has said, “is the eponymous drunken dance, referred to here sometimes as a tango and sometimes as a csardas. It takes place at the local inn where everyone is drunk. . . . Their world is rough and ready, lost somewhere between the comic and the tragic, in one small insignificant corner of the cosmos. Theirs is the dance of death.”. “You know,” Mrs. Schmidt, a pivotal character, tipsily confides, “dance is my one weakness.”",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Classics",
                "Science Fiction",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Sharpe's Sword",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.24,
            "ranking_count": 9327,
            "abstract": "The greatest threat to Wellington's Salamanca Campaign is not Napoleon's Army but France's deadliest assassin.  He's already failed to kill Captain Richard Sharpe once.  Now, he's getting a second chance.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "European Literature",
                "Military"
            ]
        },
        {
            "title": "No Cake, No Jam: Hardship and happiness in wartime London",
            "authors": [
                "Marian Hughes"
            ],
            "ranking": 4.26,
            "ranking_count": 922,
            "abstract": "No Cake, No Jam. is the heartwarming true story of a little girl's London childhood during the Blitz, and of how she rose above adversity through sheer guts and strength of character.. Marian Hughes was born in the same year as her father committed suicide. She spent most of her early childhood with her elder sisters and brother in Spurgeon's Orphanage in South London. There she learned to love extravagant hymns and to receive regular beatings.. Suddenly, when Marian was ten, her mother appeared. All four children were swept up by their mother to live in a damp and filthy flat off Baker Street. There began a life of moonlight flits, camping and squats. Marian's mother forgot to feed her children, and paid no attention to school or the bombing. Marian soon turned to begging and stealing to help the family get by.. Marian's brother and elder sisters left home as soon as they could, but Marian remained to support her deranged and frequently violent mother, evading Care and Protection Orders and often running away. Then the day finally came when Marian had to sign the papers to have her mother committed. From that moment, 14-year-old Marian had to find out if she was strong enough to live for herself .... Throughout all the twists and turns of her childhood, Marian never lost her spirit and never faltered in her loyalty. Full of vigour, truth, humour and curiosity,. No Cake, No Jam. is a passionate celebration of a life and love.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "The Bride",
            "authors": [
                "Julie Garwood"
            ],
            "ranking": 4.24,
            "ranking_count": 61279,
            "abstract": "From. New York Times. bestselling author Julie Garwood, whose novels have enchanted millions of readers worldwide, comes a breathtakingly romantic novel about a mismatched young wife and husband who, despite their differences in background and temperament, fall inexorably in love.. The Bride. sweeps readers back to the savage beauty of medieval Scotland..... By the king's edict, Alec Kincaid, mightiest of the Scottish lairds, must take an English bride. And Jaime the youngest daughter of Baron Jamison, is his choice. From his first glimpse of the proud and beautiful English lady, Alec felt a burning hunger stir within him. This was a woman worthy of his fearless warrior's spirit. And he aches to touch her, tame her, possess her...forever.. But with the wedding vows, Jamie pledges her own secret oath: She will never surrender her love to this Highland barbarian. He was everything her heart warned her against -- an arrogant, brooding scoundrel whose rough good looks and seductive embrace fire her blood. But when strange accidents begin to threaten Jamie's life and an old rumor that Alec killed his first wife spreads anew, something far more dangerous than desire threatens to conquer her senses.. With all the storytelling power and insight into the human heart that have made her one of the bestselling authors of our time, Julie Garwood takes readers on an unforgettable romantic journey rich in humor, suspense, and historical detail.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Cultural",
                "Historical Romance",
                "Humor"
            ]
        },
        {
            "title": "The Roman Way",
            "authors": [
                "Edith Hamilton"
            ],
            "ranking": 3.83,
            "ranking_count": 727,
            "abstract": "Among these literary guides are Cicero, who left an incomparable collection of letters; Catullus, the quintessential poet of love; Horace, the chronicler of a cruel and materialistic Rome; and the Romantics Virgil, Livy, and Seneca. The story concludes with the stark contrast between high-minded Stoicism and the collapse of values witnessed by Tacitus and Juvenal.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "Fantasy",
                "Philosophy",
                "Humanities",
                "Roman",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "The Doorman",
            "authors": [
                "Reinaldo Arenas",
                "Dolores M. Koch"
            ],
            "ranking": 3.7,
            "ranking_count": 327,
            "abstract": "Arenas’s first work set in the United States breaks new ground with the story of a young Cuban refugee who becomes a doorman at a luxury apartment building. Oddly alienated from the tenants, he is seduced by their pets, who are determined to revolt against humans and human society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy",
                "European Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Shanghai Baby",
            "authors": [
                "Wei Hui",
                "Bruce Humes"
            ],
            "ranking": 3.22,
            "ranking_count": 4689,
            "abstract": "The gap that divides those of us born in the 1970s and the older generation has never been so wide.. Dark and edgy, deliciously naughty, an intoxicating cocktail of sex and the search for love,. Shanghai Baby. has already risen to cult status in mainland China. The risque contents of the breakthrough novel by hip new author Wei Hui have so alarmed Beijing authorities that thousands of copies have been confiscated and burned. As explicit as Henry Miller's. Tropic of Cancer,. as shocking as. Trainspotting,. this story of a beautiful writer and her erotically charged affairs jumps, howls, and hits the ground running as it depicts the new generation rising in the East.. Set in the centuries-old port city of Shanghai, the novel follows the days, and nights, of the irrepressibly carnal Coco, who waits tables in a café when she meets her first lover, a sensitive Chinese artist. Defying her parents, Coco moves in with her boyfriend and enters a frenzied, orgasmic world of drugs and hedonism. But, helpless to stop her gentle lover's descent into addiction, Coco becomes attracted to a boisterous Westerner, a rich German businessman with a penchant for S/M and seduction. Now, with an entourage of friends ranging from a streetwise madame to a rebellious filmmaker, Coco's forays into in the territory of love and lust cross the borders between two cultures -- awakening her guilt and fears of discovery, yet stimulating her emerging sexual self. Searing a blistering image into the reader's imagination,. Shanghai Baby. provides an alternative travelogue into the back streets of a city and the hard-core escapades of today's liberated youth. Wei Hui's provocative portrayal of men, women, and cultural transition is an astonishing and brave exposure of the unacknowledged new China, breaking through official rhetoric to show the inroads of the West and a people determined to burst free.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Romance",
                "Contemporary",
                "Asian Literature",
                "Literature",
                "Womens Fiction",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "In Pursuit of Happiness: Better Living from Plato to Prozac",
            "authors": [
                "Mark Kingwell",
                "Doug Pepper"
            ],
            "ranking": 3.66,
            "ranking_count": 106,
            "abstract": "Mark Kingwell gives new meaning to the pursuit of happiness. He enrolled in a course on how to be happy, reminiscent of the. Ab Fab. episode in which Eddie drags Patsy on a retreat, or of David Foster Wallace's brilliant account of going on a cruise in. A Supposedly Fun Thing I'll Never Do Again. . Ever a game little guinea pig, Kingwell put himself on Prozac and St. John's wort. He hired himself out as an expert to help marketers suss out material sources of happiness for the 18 to 29 cohort. He notices little things such as the fact that Pepperidge Farm has added smiley faces to their Goldfish crackers. (And for what? The fish are happy that you are happy when you eat them?) He ranges widely, writing about Roman Stoic Epictetus, Nick Hornby,. The Honeymooners. , Freud, Sir Thomas More, PMS, Plato, and much more.. Kingwell, a philosophy professor at the University of Toronto, exceeds at making the personal philosophical--a skill that has earned him mild derision from academic contemporaries, but that lay readers will appreciate. His writing is clear, engaging, and thought-provoking, and, like fellow pop philosopher Alain de Botton (. How Proust Can Change Your Life. ,. The Consolations of Philosophy. ), Kingwell doffs his mortarboard at Montaigne, surely the most loose-limbed and least po-faced of philosophers--human, confused, and curious--who seems to be enjoying something of a revival.. Your happiness does not depend on reading this book. But it's nice to know that for those of us who abjure books with titles like. Become Happy in Eight Minutes. , there are wry, funny, smart, and even uplifting reads such as. In Pursuit of Happiness. .. --J.R.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Self Help"
            ]
        },
        {
            "title": "The Cult of Loving Kindness",
            "authors": [
                "Paul Park"
            ],
            "ranking": 3.8,
            "ranking_count": 66,
            "abstract": "In the third and final book of the Starbridge Chronicles, THE CULT OF LOVING KINDNESS, more than two generations have passed since the events of SUGAR RAIN, and barren tundra has given way to fecund, steamy jungle at the height of summer. Deep in the forest, a twin boy and girl grow up among a strange race of philosophers, oblivious to the outside world where the secular regime is now as fanatical and orthodox as the old religious one. When their home is invaded, the pair take flight. Among the new faith called The Cult of Loving Kindness, they awaken to their mythic heritage, becoming the catalyst of another revolution and the re-ascendance of the Starbridges.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Into the Forest",
            "authors": [
                "Jean Hegland"
            ],
            "ranking": 3.81,
            "ranking_count": 13282,
            "abstract": "Set in the near-future,. Into the Forest. is a powerfully imagined novel that focuses on the relationship between two teenage sisters living alone in their Northern California forest home.. Over 30 miles from the nearest town, and several miles away from their nearest neighbor, Nell and Eva struggle to survive as society begins to decay and collapse around them. No single event precedes society's fall. There is talk of a war overseas and upheaval in Congress, but it still comes as a shock when the electricity runs out and gas is nowhere to be found. The sisters consume the resources left in the house, waiting for the power to return. Their arrival into adulthood, however, forces them to reexamine their place in the world and their relationship to the land and each other.. Reminiscent of Margaret Atwood's. A Handmaid's Tale, Into the Forest. is a mesmerizing and thought-provoking novel of hope and despair set in a frighteningly plausible near-future America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Apocalyptic",
                "Science Fiction",
                "Young Adult",
                "Adventure",
                "Adult",
                "Speculative Fiction",
                "Roman"
            ]
        },
        {
            "title": "Aurélia and Other Writings",
            "authors": [
                "Gérard de Nerval",
                "Gent Sturgeon",
                "Geoffrey Atheling Wagner",
                "Robert Duncan",
                "Marc Lowenthal"
            ],
            "ranking": 4.04,
            "ranking_count": 887,
            "abstract": "Aurelia. is French poet and novelist Gerard de Nerval's account of his descent into madness--a condition provoked in part by his unrequited passion for an actress named Jenny Colon. One of the original self-styled -bohemians, - Nerval was best known in his own day for parading a lobster on a pale blue ribbon through the gardens of the Palais-Royal, and was posthumously notorious for his suicide in 1855, hanging from an apron string he called the garter of the Queen of Sheba. This hallucinatory document of dreams, obsession, and insanity has fascinated artists such as Joseph Cornell, who cited passages from it to explain his own work; Antonin Artaud, who saw his own madness mirrored by Nerval's; and Andre Breton, who placed Nerval in the highest echelon of Surrealist heroes. Geoffrey Wagner's translation of. Aurelia. was first published by Grove Press in 1959, but has remained out of print for nearly 20 years. Also included in this volume are previously untranslated stories by Marc Lowenthal, and poet Robert Duncan's version of the sonnet cycle. Chimeras. , making this the most complete collection of Nerval's influential oeuvre ever published in English.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Short Stories",
                "Novels",
                "Psychology"
            ]
        },
        {
            "title": "I Married Adventure: The Lives of Martin and Osa Johnson",
            "authors": [
                "Osa Johnson"
            ],
            "ranking": 4.12,
            "ranking_count": 755,
            "abstract": "A CLASSIC MEMOIR OF TWO PIONEERING ADVENTURERS Before Joy Adamson went to Africa, before Margaret Mead sailed to Samoa, before Dian Fossey was even born, a Kansas teenager named Osa Leighty married Martin Johnson, a pioneering photographer just back from a 'round-the-world cruise with Jack London. Together the Johnsons flew and sailed to Borneo, to Kenya, and to the Congo, filming Simba and other popular nature movies with Martin behind the camera and Osa holding her rifle at the ready in case the scene's big game star should turn hostile. This bestselling memoir retraces their careers in rich detail, with precisely observed descriptions and often heart-stopping anecdotes. Illustrated with scores of the dramatic photos that made the Johnsons famous, it's a book sure to delight every lover of true adventure.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Adventure",
                "Travel",
                "Biography",
                "Cultural",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Classics"
            ]
        },
        {
            "title": "Marxism and Literature",
            "authors": [
                "Raymond Williams"
            ],
            "ranking": 4.08,
            "ranking_count": 1577,
            "abstract": "This book extends the theme of Raymond Williams's earlier work in literary and cultural analysis. He analyzes previous contributions to a Marxist theory of literature from Marx himself to Lukacs, Althusser, and Goldmann, and develops his own approach by outlining a theory of cultural materialism' which integrates Marxist theories of language with Marxist theories of literature.. Williams moves from a review of the growth of the concepts of literature and idealogy to a redefinition of determinism' and hegemony'. His incisive discussion of the 'social material process' of cultural activity culminates in a re-examination of the problems of alignment and commitment and of the creative practice in individual authors and wider social groups.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Criticism",
                "Culture",
                "Politics",
                "Sociology",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "A Tear and a Smile",
            "authors": [
                "Kahlil Gibran",
                "H.M. Nahmad",
                "Robert Hillyer"
            ],
            "ranking": 3.98,
            "ranking_count": 4888,
            "abstract": "Contains 56 parables, stories, and poems in Gibran's wholly inimitable manner. Illustrated with 4 of his own paintings and drawings, it is the most important edition to the canon of this great writer.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Philosophy",
                "Fiction",
                "Classics",
                "Literature",
                "Short Stories",
                "Spirituality",
                "Religion",
                "Cultural",
                "Own"
            ]
        },
        {
            "title": "The Fool's Run",
            "authors": [
                "John Camp",
                "John Sandford"
            ],
            "ranking": 3.98,
            "ranking_count": 8656,
            "abstract": "John Sandford. , the #1. New York Times. bestselling author of the Prey novels gives suspense an ingenious twist as he takes readers into the mind games of two irresistible con artists plotting the perfect sting.... Kidd is a computer whiz, artist, and professional criminal. LuEllen is his lover, and his favorite partner in crime. Their playing field in on the cutting edge of high-tech corporate warfare. This time they've been hired by a defense industry corporation to destroy its business rival through computer sabotage. If Kidd and LuEllen can pull it off, they'll reap millions. It's the sting of a lifetime. One false move and it's a lifetime sentence. As the takedown unfolds, everything goes according to plan. But their string of successes turns into a noose when the ultimate con artists find themselves on the wrong end of the ultimate con...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adventure",
                "Adult",
                "Action"
            ]
        },
        {
            "title": "Το καπλάνι της βιτρίνας",
            "authors": [
                "Άλκη Ζέη",
                "Alki Zei"
            ],
            "ranking": 4.31,
            "ranking_count": 3300,
            "abstract": "ΕΥ-ΠΟ; ΛΥ-ΠΟ; είναι η συνθηματική ερώτηση που ανταλλάσσουν μεταξύ τους η Μέλια και η Μυρτώ λίγο πριν κοιμηθούν. Δυο μικρές αδερφές που ζουν σ' ένα νησί του Αιγαίου το 1936 ακούνε τον παππού τους να τους μιλάει ώρες ατέλειωτες για τους αρχαίους του, ανυπομονούν να ανταμώσουν με τους φίλους και τις φίλες τους από τα τσαρδάκια σαν έρχεται το καλοκαίρι, μα πάνω απ' όλα τρελαίνονται με τις μαγικές ιστορίες του καπλανιού που τους διηγείται ο ξάδερφός τους ο Νίκος, φοιτητής από την Αθήνα.. Το καπλάνι -όπως το λένε στο νησί-, ένας βαλσαμωμένος τίγρης, που βρίσκεται κλειδωμένο μέσα στη βιτρίνα της μεγάλης σάλας του σπιτιού, πότε κοιτάει με το γαλάζιο και πότε με το μαύρο του μάτι, ανάλογα με τη διάθεσή του. Τι συμβαίνει μια ζεστή μέρα του Αυγούστου που αναστατώνει τη ζωή των κοριτσιών και των δικών τους; Ποιος θέλει να βλάψει το καπλάνι;. Η Άλκη Ζέη πρέπει, νομίζω, να χαιρετισθεί σαν συγγραφικό φαινόμενο. Το βιβλίο με τη φυσική αβίαστη πορεία του -γελάς σε κάθε σελίδα- φωτίζει και διδάσκει.. Βάζει το δάχτυλο πάνω στις πληγές που χρόνια δυναστεύουν και τυραννούν την ελληνική ζωή.... Έλλη Αλεξίου",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Cultural",
                "Classics",
                "Literature",
                "Historical",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "The Face on the Milk Carton",
            "authors": [
                "Caroline B. Cooney"
            ],
            "ranking": 3.72,
            "ranking_count": 57210,
            "abstract": "The face on the milk carton looks like an ordinary little girl: hair in tight pigtails, a dress with a narrow white collar, a three-year-old who was kidnapped more than twelve years ago from a shopping mall in New Jersey.. As fifteen-year-old Janie Johnson stares at the milk carton, she feels overcome with shock. She knows that little girl is she. But how could it be true?. Janie can't believe that her loving parents kidnapped her, until she begins to piece together clues that don't make sense. Why are there no pictures of Janie before she was four? Her parents have always said they didn't have a camera. Now that explanation sounds feeble. Something is terribly wrong, and Janie is afraid to find out what happened more than twelve years ago.. In this gripping page-turner, the reader will unravel—as Janie does—the twisted events that changed the lives of two families forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Contemporary",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "Bridge of Dreams",
            "authors": [
                "Christina Skye"
            ],
            "ranking": 4.06,
            "ranking_count": 313,
            "abstract": "1794. Rake and reckless hero, Gabriel Montserrat falls prey to blackest treachery; his death a mystery to be locked away forever in the deepest recesses of Draycott Abbey.. 1994. American-born beauty Cathlin O'Neill finds herself named in a strange bequest. But to claim her legendary treasure, she must spend seven days and nights in the hauntingly beautiful British Abbey where her mother was murdered years before.. Her co-inheritor is Dominic Montserrat; arrogant ex-royal bodyguard and confirmed cynic who must now protect Cathlin...and help heal the secret pain of her wounded heart. For grave danger prowls the abbey's ghostly halls where Cathlin and Dominic must confront the dark shadows of a mysterious past... in the sacred cause of a love too long unfulfilled and a passion too long denied.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Fiction",
                "Suspense",
                "Science Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "White Plume Mountain",
            "authors": [
                "Lawrence Schick",
                "E. Gary Gygax"
            ],
            "ranking": 4.22,
            "ranking_count": 234,
            "abstract": "An Adventure for Character Levels 5-10:. This module contains background information, referee's notes, player aids, a complete map level, and a cutaway view of the mountain complex. WHITE PLUME MOUNTAIN is from the Special (S) series; like others in this series, it is meant to stand on its own and is a complete ADVANCED DUNGEONS & DRAGONS adventure. The recommended number of players is four to ten, with levels ranging from fifth to tenth.. Introduction:. White Plume Mountain has always been a subject of superstitious awe to the neighboring villagers. People still travel many miles to gaze upon this natural wonder, though few will approach it closely, as it is reputed to be the haunt of various demons & devils. The occasional disappearance of those who stray too close to the Plume reinforces this belief.. Thirteen hundred years ago, the wizard Keraptis was searching for a suitable haven where he could indulge his eccentricities without fear of interference. He visited White Plume Mountain, going closer than most dared to, & discovered the system of old lava-tubes that riddle the cone & the underlying strata.. With a little alteration, he thought, these would be perfect for his purposes. The area already had a bad reputation, & he could think of a few ways to make it worse. So, taking with him his fanatically loyal company of renegade gnomes, he disappeared below white Plume Mountain & vanished from the knowledge of men...",
            "part_of_series": true,
            "genre_list": [
                "Games",
                "Fantasy",
                "Role Playing Games",
                "Sports and Games"
            ]
        },
        {
            "title": "Despair",
            "authors": [
                "Vladimir Nabokov"
            ],
            "ranking": 3.92,
            "ranking_count": 8641,
            "abstract": "Extensively revised by Nabokov in 1965 - thirty years after its original publication -. Despair. is the wickedly inventive and richly derisive story of Hermann Karlovich, a man who undertakes the perfect crime - his own murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Mystery"
            ]
        },
        {
            "title": "La Cantatrice chauve / La Leçon",
            "authors": [
                "Eugène Ionesco"
            ],
            "ranking": 3.89,
            "ranking_count": 7885,
            "abstract": "Mme Smith : Tiens, il est neuf heures. Nous avons mangé de la soupe, du poisson, des pommes de terre au lard, de la salade anglaise. Les enfants ont bu de l'eau anglaise. Nous avons bien mangé ce soir. C'est parce que nous habitons dans les environs de Londres et que notre nom est Smith...",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Cultural",
                "Classics",
                "Drama",
                "Fiction",
                "European Literature",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Molesworth",
            "authors": [
                "Geoffrey Willans",
                "Ronald Searle",
                "Philip Hensher"
            ],
            "ranking": 4.27,
            "ranking_count": 1175,
            "abstract": "Comic observations on 1950s British school life complemented by illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Classics",
                "Childrens",
                "European Literature",
                "Literature",
                "Academic",
                "Anthologies"
            ]
        },
        {
            "title": "Memoirs of a Beatnik",
            "authors": [
                "Diane di Prima"
            ],
            "ranking": 3.71,
            "ranking_count": 2933,
            "abstract": "Long regarded as an underground classic for its gritty and unabashedly erotic portrayal of the Beat years,. Memoirs of a Beatnik. is a moving account of a powerful woman artist coming of age sensually and intellectually in a movement dominated by a small confederacy of men, many of whom she lived with and loved. Filled with anecdotes about her adventures in New York City, Diane di Prima's memoir shows her learning to raise her rebellion into art, and making her way toward literary success.. Memoirs of a Beatnik. offers a fascinating narrative about the courage and triumphs of the imagination.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Poetry",
                "Feminism",
                "Biography Memoir",
                "Classics",
                "Womens",
                "Literature"
            ]
        },
        {
            "title": "The Post office",
            "authors": [
                "Rabindranath Tagore"
            ],
            "ranking": 4.1,
            "ranking_count": 1803,
            "abstract": "This anthology is a thorough introduction to classic literature for those who have not yet experienced these literary masterworks. For those who have known and loved these works in the past, this is an invitation to reunite with old friends in a fresh new format. From Shakespeare s finesse to Oscar Wilde s wit, this unique collection brings together works as diverse and influential as The Pilgrim s Progress and Othello. As an anthology that invites readers to immerse themselves in the masterpieces of the literary giants, it is must-have addition to any library.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Cultural",
                "Fiction",
                "Drama",
                "Asian Literature",
                "Short Stories",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Home from the Hill: A Novel",
            "authors": [
                "William Humphrey"
            ],
            "ranking": 3.95,
            "ranking_count": 190,
            "abstract": "Finalist. for the National Book Award: The mesmerizing saga of a Texas family torn apart by passion and pride. Twelve years after Hannah Hunnicutt was committed to a Dallas asylum, her body is brought home to northeast Texas to be buried alongside those of her husband and son. Etched on all three gravestones is the same date of death: May 28, 1939.. Home from the Hill. is the story of that tragic day and the dramatic events leading up to it. The biggest landowner in the county, Captain Wade Hunnicutt was a charismatic war hero whose legendary hunting skills extended to the wives of his friends and neighbors. Humiliated by her husband’s philandering, Hannah grew to despise Captain Wade but was too proud to ask for a divorce; instead, she devoted herself to her only child. Torn between his mother’s adoration and an overwhelming need to win his father’s approval, Theron tried to become his own man. And he might have succeeded if he hadn’t fallen in love with the beautiful and innocent Libby Halstead.. William Humphrey’s dazzling debut novel, the inspiration for a major motion picture starring Robert Mitchum, is a masterpiece of twentieth-century American literature, as intense and thrilling as the Hunnicutts themselves.. This ebook features an illustrated biography of William Humphrey including rare photos form the author’s estate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Drama",
                "Literature",
                "American"
            ]
        },
        {
            "title": "To Die in Chicago: Confederate Prisoners at Camp Douglas 1862-65",
            "authors": [
                "George Levy"
            ],
            "ranking": 4.18,
            "ranking_count": 38,
            "abstract": "“Did Wirtz, the commandant of Andersonville prison, ever do anything as inhumanly brutal as was inflicted on Confederate prisoners in Camp Douglas?”. —Sgt. T. B. Clore, Camp Douglas survivor. The Chicago doctors who inspected the prison in 1863 called Camp Douglas an “extermination camp.” It quickly became the largest Confederate burial ground outside of the South.. What George Levy’s meticulous research, including newly discovered hospital records, has uncovered is not a pretty picture. The story of Camp Douglas is one of brutal guards, deliberate starvation of prisoners, neglect of the sick, sadistic torture, murder, corruption at all levels, and a beef scandal reaching into the White House.. As a result of the overcrowding and substandard provisions, disease ran rampant and the mortality rate soared. By the thousands, prisoners needlessly died of pneumonia, smallpox, and other maladies. Most were buried in unmarked mass graves. The exact number of those who died is impossible to discern because of the Union's haphazard recordkeeping and general disregard for the deceased.. Among the most shocking revelations are such forms of torture as hanging prisoners by their thumbs, hanging them by their heels and then whipping them, and forcing prisoners to sit with their exposed buttocks in the ice and snow.. The Confederate Camp Andersonville never saw such gratuitous barbarity.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "North American Hi...",
                "Military History",
                "American History",
                "War",
                "Historical"
            ]
        },
        {
            "title": "The Bass Saxophone",
            "authors": [
                "Josef Škvorecký"
            ],
            "ranking": 3.82,
            "ranking_count": 341,
            "abstract": "The two haunting, poetic novellas that comprise. The Bass Saxophone. brilliantly evoke the comedy and sadness of life under the Nazi and Soviet dictatorships. They are prefaced by a remarkable memoir of Skvorecky's jazz-obsessed youth. Jazz is a symbol of freedom in both these novellas.. In. Emoke. , which is set in the shadow of the Communist regime, jazz becomes the means by which a jaded young man plots the seduction of a mysterious girl enmeshed in superstition and the occult. Spurned, but fascinated, he is drawn into her tortured existence until catapulted into the final bitter comedy.. In. The Bass Saxophone. a young Czechoslovakian student living under the rule of the Nazis is lured by his love of jazz - the forbidden music - into secretly and dangerously playing in a German band, with bizarre and unexpected results.. Written with the lyrical intensity of a great jazz performance, these two extraordinary novellas are among Skvorecky's finest works.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Short Stories",
                "Historical",
                "War",
                "Music",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Miracles on Maple Hill",
            "authors": [
                "Virginia Sorensen",
                "Beth Krush",
                "Joe Krush"
            ],
            "ranking": 3.85,
            "ranking_count": 10262,
            "abstract": "Marly and her family share many adventures when they move from the city to a farmhouse on Maple Hill. Her father is recovering from being a prisoner-of-war. The small town and the varied happenings and activities of country life help them to recover from past unhappiness, and bond more closely as a family.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Childrens",
                "Young Adult",
                "Classics",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "Terpsichore in Sneakers: Post-Modern Dance",
            "authors": [
                "Sally Banes"
            ],
            "ranking": 4.13,
            "ranking_count": 55,
            "abstract": "A dance critic's essays on post-modern dance.. Drawing on the postmodern perspective and concerns that informed her groundbreaking Terpischore in Sneakers, Sally Bane's Writing Dancing documents the background and development of avant-garde and popular dance, analyzing individual artists, performances, and entire dance movements. With a sure grasp of shifting cultural dynamics, Banes shows how postmodern dance is integrally connected to other oppositional, often marginalized strands of dance culture, and considers how certain kinds of dance move from the margins to the mainstream.. Banes begins by considering the act of dance criticism itself, exploring its modes, methods, and underlying assumptions and examining the work of other critics. She traces the development of contemporary dance from the early work of such influential figures as Merce Cunningham and George Balanchine to such contemporary choreographers as Molissa Fenley, Karole Armitage, and Michael Clark. She analyzes the contributions of the Judson Dance Theatre and the Workers' Dance League, the emergence of Latin postmodern dance in New York, and the impact of black jazz in Russia. In addition, Banes explores such untraditional performance modes as breakdancing and the drunk dancing of Fred Astaire.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Music"
            ]
        },
        {
            "title": "A Rosa do Povo",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.3,
            "ranking_count": 1526,
            "abstract": "'Rosa do povo' reúne 55 poemas escritos em dois anos (1943-1945), enquanto transcorria a Segunda Guerra Mundial. O livro possui poemas longos que usam até recursos dramáticos, como 'O caso do vestido'. Em vários desses poemas recupera a narratividade, o contar uma história. Entre os poemas do livro, estão 'A flor e a náusea', 'Procura da poesia', 'Nova canção do exílio', 'Morte do leiteiro' e 'Mário de Andrade desce aos infernos'.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Classics",
                "Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Difference Engine",
            "authors": [
                "William Gibson",
                "Bruce Sterling"
            ],
            "ranking": 3.46,
            "ranking_count": 20959,
            "abstract": "1855: The Industrial Revolution is in full and inexorable swing, powered by steam-driven cybernetic Engines. Charles Babbage perfects his Analytical Engine and the computer age arrives a century ahead of its time. And three extraordinary characters race toward a rendezvous with history - and the future:. Sybil Gerard. - dishonored woman and daughter of a Luddite agitator;. Edward Leviathan Mallory. - explorer and paleontologist;. Laurence Oliphant. - diplomat and spy. Their adventure begins with the discovery of a box of punched Engine cards of unknown origin and purpose. Cards someone wants badly enough to kill for.... Part detective story, part historical thriller,. The Difference Engine. is the first collaborative novel by two of the most brilliant and controversial science fiction authors of our time. Provocative, compelling, intensely imagined, it is a startling extension of Gibson's and Sterling's unique visions - in a new and totally unexpected direction!",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Darwinia",
            "authors": [
                "Robert Charles Wilson"
            ],
            "ranking": 3.37,
            "ranking_count": 3680,
            "abstract": "A breathtaking science fiction novel of a very different 20th century--haunted, wonderful, and strange. In 1912, history was changed by the Miracle, when the old world of Europe was replaced by Darwinia, a strange land of nightmarish jungle and antediluvian monsters.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Historical",
                "Science Fiction Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "Fletch's Fortune",
            "authors": [
                "Gregory McDonald"
            ],
            "ranking": 3.77,
            "ranking_count": 1674,
            "abstract": "Fletch’s Fortune. He hadn’t been a practicing journalist for years, although people remembered him and he still has a few contacts. And he’s pretty sure he hasn’t paid his dues to the American Journalism Alliance anytime recently. But somebody has.. Fletch’s Fortune. Enjoying himself on the French Riviera, developing a killer tan, and sleeping with the neighbor’s wife, Fletch is feeling pretty flush. But when agents Eggers and Fabens show up with a little more information about Fletch than is comfortable and an invitation to the A.J.A. convention, how could he refuse?. Fletch’s Fortune. So he finds himself enlisted as a spy among his peers. But before he can even set up his surveillance, there’s a murder. And almost everybody’s a suspect. Because a lot of people were employed by Walter March, and most of them had a reason to hate him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Novels",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Rite of Passage",
            "authors": [
                "Alexei Panshin"
            ],
            "ranking": 3.85,
            "ranking_count": 3396,
            "abstract": "In 2198, one hundred and fifty years after the desperate wars that destroyed an overpopulated Earth, Man lives precariously on a hundred hastily-established colony worlds and in the seven giant Ships that once ferried men to the stars. Mia Havero's Ship is a small closed society. It tests its children by casting them out to live or die in a month of Trial in the hostile wilds of a colony world. Mia Havero's Trial is fast approaching and in the meantime she must learn not only the skills that will keep her alive but the deeper courage to face herself and her world. Published originally in 1968, Alexei Panshin's Nebula Award-winning classic has lost none of its relevance, with its keen exploration of societal stagnation and the resilience of youth.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Classics",
                "Speculative Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Rogue Moon",
            "authors": [
                "Algis Budrys"
            ],
            "ranking": 3.51,
            "ranking_count": 2801,
            "abstract": "Rogue Moon is a short sf novel by Algis Budrys, published in 1960. It was a 1961 Hugo Award nominee, losing to Walter M. Miller's. A Canticle for Leibowitz. . A novella-length version of the story was included in the anthology The Science Fiction Hall of Fame, Volume 2, edited by Ben Bova.. Before 1969, every science fiction writer wrote his or her own version of the first Moon landing. Few carry the horror of Budrys' unsettling story.. During all recorded history, the Moon has hovered above our heads, a timeless symbol for lovers' ecstasy. Goddesses & Gibson Girls have tripped the light fantastic of her beams while sonneteers & scientists have scanned her changing phases.. Now humans had actually reached the Moon, & on it the explorers found a structure, a formation so terrible & incomprehensible that it couldn't even be described in human terms. It was a thing that devoured people; that killed them again & again in torturous, unfathomable ways.. Earthbound are the only two men who could probe the thing: Al Barker, a reckless thrill-seeker, whose loving mistress was death, & Dr. Edward Hawks, a scientific murderer, whose greatest mission was rebirth.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Literature",
                "Death"
            ]
        },
        {
            "title": "The Master of Petersburg",
            "authors": [
                "J.M. Coetzee"
            ],
            "ranking": 3.63,
            "ranking_count": 3460,
            "abstract": "In the fall of 1869 Fyodor Mikhailovich Dostoevsky, lately a resident of Germany, is summoned back to St. Petersburg by the sudden death of his stepson, Pavel. Half crazed with grief, stricken by epileptic seizures, and erotically obsessed with his stepson's landlady, Dostoevsky is nevertheless intent on unraveling the enigma of Pavel's life. Was the boy a suicide or a murder victim? Did he love his stepfather or despise him? Was he a disciple of the revolutionary Nechaev, who even now is somewhere in St. Petersburg pursuing a dream of apocalyptic violence? As he follows his stepson's ghost—and becomes enmeshed in the same demonic conspiracies that claimed the boy—Dostoevsky emerges as a figure of unfathomable contradictions: naive and calculating, compassionate and cruel, pious and unspeakably perverse.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Novels",
                "Southern Africa",
                "Nobel Prize"
            ]
        },
        {
            "title": "Night Over Water",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.85,
            "ranking_count": 22720,
            "abstract": "September 1939. England is at war with Nazi Germany. In Southampton, the world’s most luxurious airliner—the legendary Pan Am clipper—takes off for its final flight to neutral America. Aboard are the cream of society and the dregs of humanity, all fleeing the war for reasons of their own…shadowed by a danger they do not know exists…and heading straight into a storm of violence, intrigue, and betrayal…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Suspense",
                "Adventure",
                "War",
                "Romance"
            ]
        },
        {
            "title": "Chaos: Making a New Science",
            "authors": [
                "James Gleick"
            ],
            "ranking": 4.03,
            "ranking_count": 35338,
            "abstract": "A work of popular science in the tradition of Stephen Hawking and Carl Sagan, this 20th-anniversary edition of James Gleick’s groundbreaking bestseller. Chaos. introduces a whole new readership to chaos theory, one of the most significant waves of scientific knowledge in our time. From Edward Lorenz’s discovery of the Butterfly Effect, to Mitchell Feigenbaum’s calculation of a universal constant, to Benoit Mandelbrot’s concept of fractals, which created a new geometry of nature, Gleick’s engaging narrative focuses on the key figures whose genius converged to chart an innovative direction for science. In. Chaos. , Gleick makes the story of chaos theory not only fascinating but also accessible to beginners, and opens our eyes to a surprising new view of the universe.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "History",
                "Unfinished",
                "Psychology"
            ]
        },
        {
            "title": "The Town",
            "authors": [
                "Conrad Richter"
            ],
            "ranking": 3.95,
            "ranking_count": 3817,
            "abstract": "Winner of Pulitzer Prize for Fiction, 1951. The Awakening Land trilogy traces the transformation of Ohio from wilderness to farmland to the site of modern industrial civilization, all in the lifetime of one character. The trilogy earned Richter immediate acclaim as a historical novelist. It includes The Trees (1940), The Fields (1946), and The Town (1950) and follows the Luckett family's migration from Pennsylvania to Southeastern Ohio. It starts when settler Sayward Luckett Wheeler becomes mother to her orphaned siblings on the frontier, and ends with the story of her youngest son Chancey, a journalist in the years before the Civil War. The Town won the 1951 Pulitzer Prize and received excellent reviews across the country.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Scales of Gold",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.48,
            "ranking_count": 2225,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents The House of Niccolò series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. The year 1464 finds Nicholas back in Venice. Plagued by enemies bent on dissolving his assets and smearing his character, he sets sail for Africa, legendary location of the Fountain of Youth, home to a descendant of Sheba and Solomon, and the source of gold in such abundance that men prefer to barter in shells. He will learn firsthand the brutality and grandeur of the Dark Continent, from the horror of the slave trade to the austere nobility of Islamic Timbuktu. He will discover, too, the charms of the beautiful Gelis van Borselen--a woman whose passion for Nicholas is rivaled only by her desire to punish him for his role in her sister s death. Erotic and lush with detail, Scales of Gold embraces the complexity of the Renaissance, where mercantile adventure couples with more personal quests behind the silken curtains of the Age of Discovery.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Romance",
                "Cultural",
                "Literature",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "الصوفية في الإسلام",
            "authors": [
                "Reynold Alleyne Nicholson",
                "نور الدين شريبة"
            ],
            "ranking": 3.37,
            "ranking_count": 148,
            "abstract": "A classic and definitive introduction to the message of Sufism.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Occult",
                "Spirituality",
                "Nonfiction",
                "Philosophy",
                "History"
            ]
        },
        {
            "title": "Superfudge",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 3.99,
            "ranking_count": 62841,
            "abstract": "From Judy Blume, bestselling author of. Tales of a Fourth Grade Nothing. !. Fans young and old will laugh out loud at the irrepressible wit of Peter Hatcher, the hilarious antics of mischievous Fudge, and the unbreakable confidence of know-it-all Sheila Tubman in Judy Blume’s five Fudge books. Brand-new covers adorn these perennial favorites, and will entice a whole new generation of Fudge—and Judy Blume—fans.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Humor",
                "Realistic Fiction",
                "Classics",
                "Kids"
            ]
        },
        {
            "title": "I'll Always Love You",
            "authors": [
                "Hans Wilhelm"
            ],
            "ranking": 4.3,
            "ranking_count": 924,
            "abstract": "Illus. in full color. In this gentle, moving story, Elfie, a dachshund, and her special boy progress happily through life together. One morning Elfie does not wake up. The family grieves and buries her. The watercolor illustrations, tender and warm in color and mood, suit the simple text perfectly.--. School Library Journal.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Death",
                "Animals",
                "Fiction",
                "Family",
                "Kids",
                "Contemporary",
                "Love"
            ]
        },
        {
            "title": "Parliament of Whores: A Lone Humorist Attempts to Explain the Entire U.S. Government",
            "authors": [
                "P.J. O'Rourke"
            ],
            "ranking": 4.01,
            "ranking_count": 3531,
            "abstract": "Called an everyman's guide to Washington (The New York Times), P. J. O'Rourke's savagely funny and national best-seller Parliament of Whores has become a classic in understanding the workings of the American political system. Originally written at the end of the Reagan era, this new edition includes an extensive foreword by the renowned political writer Andrew Ferguson -- showing us that although the names and the players have changed, the game is still the same. Parliament of Whores is an exuberant, broken-field run through the ethical foibles, pork-barrel flimflam, and bureaucratic bullrorfle inside the Beltway that leaves no sacred cow unskewered and no politically correct sensitivities unscorched.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Humor",
                "Nonfiction",
                "History",
                "Writing",
                "Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Chase the Moon",
            "authors": [
                "Dinah McCall",
                "Sharon Sala"
            ],
            "ranking": 4.08,
            "ranking_count": 505,
            "abstract": "Elijah Moon, his sons, his beautiful daughter Gracie and their families are trying to dwell simply in this modern world. Living off the land in rural Kentucky, they adhere closely to the words of the Bible. But there is more going on at their compound than either Elijah or Gracie realises. In fact, a man has been killed for knowing too much. When the victim's twin, Jake Baretta, arrives at the compound to search for his twin's killer, he struggles to keep his heart and attraction to Gracie to himself, and his mind on the job. Everyone knows the first rule of undercover work: Never fall in love with enemy.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Suspense",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "Cyclops",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.89,
            "ranking_count": 13774,
            "abstract": "Cyclops",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Our Game",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.7,
            "ranking_count": 6388,
            "abstract": "At forty-eight, Tim Cranmer is a secret servant in a premature retirement to deepest rural England. His Cold War is fought and won, and he is free to devote himself to his stately manor house, his vineyard, and his beautiful young mistress, Emma.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Dungeon Masters Guide",
            "authors": [
                "E. Gary Gygax",
                "David C. Sutherland III",
                "D.A. Trampier",
                "Darlene Pekul",
                "Will McLean",
                "David S. La Force",
                "Erol Otus",
                "Mike Carr"
            ],
            "ranking": 4.35,
            "ranking_count": 2222,
            "abstract": "Whether you're running a single adventure or masterminding a complete campaign, the Dungeon Masters Guide is the absolute best source for information. There's no need to. guess. the rules. You'll learn spells, monsters, travel, magic lists and combat rules.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Games",
                "Sports and Games",
                "Role Playing Games",
                "Reference",
                "Fiction",
                "Pop Culture",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "Dangerous Minds",
            "authors": [
                "LouAnne Johnson"
            ],
            "ranking": 3.91,
            "ranking_count": 1065,
            "abstract": "She bullied, bluffed, and bribed her students into caring about school.. And if that didn't work, the pretty, petite ex-marine told them she'd been trained to kill with her bare hands.. They were called the class from Hell-thirty-four inner city sophomores she inherited from a teacher who'd been pushed over the edge. She was told those kids have tasted blood. They're dangerous.. But LouAnne Johnson had a different idea. Where the school system saw thirty-four unreachable kids, she saw young men and women with intelligence and dreams. When others gave up on them, she broke the rules to give them the best things a teacher can give-hope and belief in themselves. When statistics showed the chances were they'd never graduate, she fought to beat the odds.. This is her remarkable story-and theirs.. If you loved. Stand and Deliver,. you'll stand up and cheer for LouAnne Johnson and. Dangerous Minds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Teaching",
                "Education",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Media Tie In",
                "Adult",
                "Humor",
                "Reference"
            ]
        },
        {
            "title": "To Build a Fire and Other Stories",
            "authors": [
                "Jack London"
            ],
            "ranking": 4.06,
            "ranking_count": 4626,
            "abstract": "This edition of. To Build a Fire and Other Stories. includes an Introduction, Biographical Note, and Afterword by David Lubar. In these collected stories of man against the wilderness, London lays claim to the title of greatest outdoor adventure writer of all time.. Contents:. - To build a fire. - Love of life. - Chinago. - Told in the drooling ward. - The Mexican. - War. - South of the slot. - Water baby. - All Gold Canyon. - Koolau the leper. - Apostate. - Mauki. - An Odyssey of the north. - A piece of steak. - Strength of the strong. - Red one. - Wit or Porportuk. - God of his fathers. - In a far country. - To the man on trail. - White silence. - League of the old men. - Wisdom of the trail. - Batard",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Adventure",
                "Literature",
                "Environment",
                "Anthologies"
            ]
        },
        {
            "title": "Thais of Athens",
            "authors": [
                "Ivan Efremov"
            ],
            "ranking": 4.32,
            "ranking_count": 1493,
            "abstract": "Thais of Athens was first published in Russia in 1972. Since that time, it has sold over a million copies and has become one of the most popular historical novels in the former Soviet Union. In difference to other famous novels of Ivan Efremov, like The Land of Foam and The Heart of the Serprent, his last work Thais of Athens was never translated into English and we are truly excited about its “rebirth” 37 years after it was written. Set in the era of Alexander the Great, the book tells a story of an Athenian hetaera Thais, whose fascinating image captured our hearts and minds. Her adventures, masterfully described by the author, hold your attention from the very first page and make you fall in love with the heroine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Classics",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Have a Nice Day!: A Tale of Blood and Sweatsocks",
            "authors": [
                "Mick Foley"
            ],
            "ranking": 4.24,
            "ranking_count": 9353,
            "abstract": "Mick Foley is a nice man, a family man who loves amusement parks and eating ice cream in bed. So how to explain those Japanese death matches in rings with explosives, golden thumbtacks and barbed wire instead of rope? The second-degree burn tissue? And the missing ear that was ripped off during a bout-in which he kept fighting? Here is an intimate glimpse into Mick Foley's mind, his history, his work and what some might call his pathology. Now with a bonus chapter summarizing the past 15 months-from his experience as a bestselling author through his parting thoughts before his final match. A tale of blood, sweat, tears and more blood-all in his own words-straight from the twisted genius behind Cactus Jack, Dude Love, and Mankind.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Sports",
                "Autobiography",
                "Biography Memoir",
                "Humor",
                "History",
                "The United States Of America",
                "Audiobook"
            ]
        },
        {
            "title": "All the Little Live Things",
            "authors": [
                "Wallace Stegner"
            ],
            "ranking": 4.12,
            "ranking_count": 3426,
            "abstract": "Scarred by the senseless death of their son and baffled by the engulfing chaos of the 1960s, Allston and his wife, Ruth, have left the coast for a California retreat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Book Club",
                "Literature",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Self-Portrait in a Convex Mirror",
            "authors": [
                "John Ashbery"
            ],
            "ranking": 4.08,
            "ranking_count": 4166,
            "abstract": "John Ashberry won the Pulitzer Prize, the National Book Award, and the National Book Critics Circle Award for. Self-Portrait in a Convex Mirror. . Ashberry reaffirms the poetic powers that have made him such an outstanding figure in contemporary literature. This new book continues his astonishing explorations of places where no one has ever been.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Classics",
                "The United States Of America",
                "Fiction",
                "Academic",
                "LGBT",
                "New York"
            ]
        },
        {
            "title": "Fuchsalarm",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.16,
            "ranking_count": 2034,
            "abstract": "Die Wilden Hühner sind in heller Aufregung: Sprotte hat Fuchsalarm gegeben! In der Geheimsprache der Mädchenbande heißt das größte Gefahr, Lebensgefahr. Und es geht auch wirklich um Leben und Tod: Sprottes Oma will nämlich ihre Hennenn schlachten! Das können die Mädchen natürlich nicht zulassen und beschließen, ihre heiß geliebten Maskottchen zu entführen. Doch wie sollen sie zu fünft fünfzehn laut gackernde Hühner abtransportieren, ohne dass Oma Slättberg es merkt? Und vor allem- wohin mit den Tieren? Schließlich haben die Wilden Hühner immer noch kein eigenes Banden quartier. Ob sie vielleicht ausnahmsweise ihre alten Feinde, die Jungs von den Pygmäen, fragen sollen?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Selections from the Prison Notebooks",
            "authors": [
                "Antonio Gramsci",
                "Geoffrey Nowell-Smith",
                "Quintin Hoare"
            ],
            "ranking": 4.2,
            "ranking_count": 5037,
            "abstract": "An extensive anthology, including his most important writings while in prison on philosophy, history, Communist Party formation, the intellectuals, and other subjects.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Sociology",
                "Economics",
                "Cultural",
                "Writing",
                "European Literature"
            ]
        },
        {
            "title": "The Peculiar Triumph of Professor Branestawm",
            "authors": [
                "Norman Hunter"
            ],
            "ranking": 4.1,
            "ranking_count": 67,
            "abstract": "He's madly sane and cleverly dotty. He's the craziest genius you'll ever meet and he's about to cause havoc in Pagwell with his wild inventions . . . The lovable Professor Branestawm, with his five pairs of spectacles and his pockets full of all manner of things, is back!. Norman Hunter's irrepressible humour packs every page and the illustrations (by the well-known cartoonist, George Adamson) entirely capture the eccentricity of the Professor and the hilarity of his incredible adventures.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Fantasy",
                "Humor"
            ]
        },
        {
            "title": "Sharpe's Regiment",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.25,
            "ranking_count": 7693,
            "abstract": "A corrupt political plot threatens to put an end to the South Essex regiment and the life of Major Richard Sharpe when he investigates and discovers an illegal recruiting ring selling soldiers like cattle to other divisions.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Military",
                "European Literature"
            ]
        },
        {
            "title": "My Father's Glory & My Mother's Castle: Marcel Pagnol's Memories of Childhood",
            "authors": [
                "Marcel Pagnol"
            ],
            "ranking": 4.28,
            "ranking_count": 853,
            "abstract": "Bathed in the warm clarity of the summer sun in Provence, Marcel Pagnol's childhood memories celebrate a time of rare beauty and delight.Called by Jean Renoir the leading film artist of his age, Pagnol is best known for such films as The Baker's Wife, Harvest, Fanny, and Topaze, as well as the screen adaptations of his novels Jean de Florette and Manon of the Springs (North Point, 1988). But he never forgot the magic of his Provencal childhood, and when he set his memories to paper late in life the result was a great new success.. My Father's Glory and My Mother's Castle. appeared on the scene like a fresh breeze, captivating readers with its sweet enchantments. Pagnol recalls his days hunting and fishing in the hill country, his jaunts about Marseilles, his schoolboy diversions, and above all his family: his anticlerical father and sanctimonious uncle, his mild and beautiful mother, and many others. This bright and lively book sparkles with the charm and magic that were Marcel Pagnol's own.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Biography",
                "Autobiography",
                "Classics",
                "Nonfiction",
                "European Literature",
                "History",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Out",
            "authors": [
                "Ronald Sukenick"
            ],
            "ranking": 3.57,
            "ranking_count": 30,
            "abstract": "Out. is a novel of immense energy. Sukenick’s characters flash into and out of presence; episodes impel themselves so strongly that they are self-obliterating. This is an experiment in narrative and language; at the same time it is an extremely accurate, persistently funny portrayal of the psychic overload we all reached at the end of the sixties. Sukenick engages the full range of contemporary fantasy--revolution, conspiracy, pastoral nostalgia, Indian wisdom, demonic secret societies, and sexual extravaganza. These do not merely occur in the narrative but occupy it. Singly and in various rapid combinations, they add their manic energies to the book’s acceleration.. Out. begins in New York City, in full urban congestion. Its first characters are moving across a ledge with sticks of dynamite in their mouths--members of the total conspiracy. (“You’re either a part of the plot or the counterplot. Everybody’s got to be one or the other.”) They move towards. meets. --occasions when they’ll bundle their individual dynamites together and blow something up. The central character begins the novel as an arranger of these. meets. , conspirator and novelist. The novel moves out of New York and across the country toward the Pacific. The first moves occur with narrative furniture and transitional cardboard boxes, but as the book gathers speed and distance, these fall away.. Out. moves across the white space of its own pages, as well as across the country. The blank space expands until, at the edge of the ocean, the language disappears in blank space.. Ronald Sukenick. ’s first novel,. Up. , is still used as a model for innovative fiction, as is his second book of fiction,. The Death of the Novel and Other Stories. . Sukenick lives in California. Sections from. Out. have appeared in. Chicago Review. and. Partisan Review. .. “. Out. makes new rules for the forms of fiction. Like Sukenick’s earlier writing, the book breaks away from what we’re taught are the requirements of narrative only to show us how story really works.” --Carolyn Rand Herron,. Partisan Review. “Sukenick, or do I mean the character of the same name? is an urban, literary Jewish Don Quixote of our time...” --. The New York Times Book Review. “And now, here comes the virtuoso of the season, Ronald Sukenick, a young man who can do just about anything with words.” --. Harper’s. “Sukenick is an important writer not because he experiments, but because he writes out of our real situation. He knows the salient fact of our era--that all systems are fakes. This goes for aesthetic no less than political systems, and means that the writer is free to choose his own stance before reality, to tell his own story.” --. Book Week",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Sentimento do Mundo",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.32,
            "ranking_count": 2384,
            "abstract": "Publicado pela primeira vez em 1940, 'Sentimento do Mundo' traz o frescor e o impacto do 'vento revolucionário' que sopra da obra de Carlos Drummond de Andrade (1902-1987), o mais estudado e lido poeta brasileiro. Neste livro está contido os poemas:Poema de Sete Faces, No meio do caminho, Quadrilha; e oemas menos conhecidos, mas igualmente antológicos como Poema do Jornal ou Poema da Purificação.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Fiction",
                "Literature",
                "European Literature",
                "Academic",
                "Adult"
            ]
        },
        {
            "title": "The Way to Rainy Mountain",
            "authors": [
                "N. Scott Momaday",
                "Al Momaday"
            ],
            "ranking": 3.81,
            "ranking_count": 3323,
            "abstract": "First published in paperback by UNM Press in 1976,. The Way to Rainy Mountain. has sold over 200,000 copies.. The paperback edition of. The Way to Rainy Mountain. was first published twenty-five years ago. One should not be surprised, I suppose, that it has remained vital, and immediate, for that is the nature of story. And this is particularly true of the oral tradition, which exists in a dimension of timelessness. I was first told these stories by my father when I was a child. I do not know how long they had existed before I heard them. They seem to proceed from a place of origin as old as the earth.. The stories in. The Way to Rainy Mountain. are told in three voices. The first voice is the voice of my father, the ancestral voice, and the voice of the Kiowa oral tradition. The second is the voice of historical commentary. And the third is that of personal reminiscence, my own voice. There is a turning and returning of myth, history, and memoir throughout, a narrative wheel that is as sacred as language itself. —From the new Preface",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Academic",
                "Short Stories",
                "Classics",
                "Folklore",
                "Literature",
                "Native Americans"
            ]
        },
        {
            "title": "Apocalypse and Other Poems",
            "authors": [
                "Ernesto Cardenal",
                "Donald Devenish Walsh",
                "Robert Duguid Forrest Pring-Mill"
            ],
            "ranking": 4.41,
            "ranking_count": 46,
            "abstract": "Apocalypse and Other Poems. by Nicaragua’s revolutionist poet-priest, Ernesto Cardenal, is the author’s second book, the first of poetry, to be published by New Directions. The editors of this volume, Robert Pring-Mill and Donald D. Walsh, have chosen a representative selection of Cardenal’s shorter protest poems, epigrams, religious, and Amerindian verse. Also included are two of Cardenal’s most impressive longer works: the haunting and melodic elegy, “Coplas on the Death of Merton,” and the title poem, “Apocalypse,” in which the theme of an ever-threatening nuclear holocaust is the core of a modern rendering of the Book of Revelations. At Our Lady of Solentiname, his religious community on an island in Lake Nicaragua, living and working in the manner of the early Christians, Father Cardenal embodies what he professes: “Now in Latin America, to practice religion is to make revolution.” An informative introduction has been contributed by Robert Pring-Mill of Oxford University. The translations are by Thomas Merton, Robert Pring-Mill, Kenneth Rexroth and Mireya Jaimes-Freyre, and Donald D. Walsh, who also translated In Cuba, Cardenal’s assessment of Fidel Castro’s revolutionary society, published by New Directions in 1974.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Tatja Grimm's World",
            "authors": [
                "Vernor Vinge"
            ],
            "ranking": 3.32,
            "ranking_count": 836,
            "abstract": "Multiple Hugo Award winner Vernor Vinge's first full-length novel. As a mud-spattered youngster, Tatja quickly realized she was different from the stone-age primitives with whom she grew up. Her insatiable curiosity and thirst for knowledge could not be quenched among them; she had to explore and learn more about the strange world she lived on.. She finds the bastion of all culture, arts, entertainment and history for the entire planet, the seven-hundred-year-old science fiction magazine. Fantasie. , which is produced entirely aboard a gargantuan floating vessel the size of a small city. But despite the printing presses, sail-powered vessels, and mind-expanding technology, Tatja is still dissatisfied. Rising through the ranks, she finds that the people on the enormous barge are just as unintelligent as the primitives she grew up with. But others have come to the planet who not only challenge her intelligence, but offer her a tantalizing opportunity to uncover answers to mysteries that have long plagued her.. But with opportunity comes risk. And if she acts unwisely, she could bring doom to the only world she knows.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Song of the Gargoyle",
            "authors": [
                "Zilpha Keatley Snyder"
            ],
            "ranking": 4.0,
            "ranking_count": 235,
            "abstract": "A strange sound awakens thirteen-year-old Tymmon in the dead of night. In a blink of an eye his father, the court jester of Austerneve, is mysteriously kidnapped and the terrified boy must slip away secretly to avoid capture himself.Hiding in the dreaded forest nearby, Tymmon is adopted by a huge, furry, dog-like creature--a gargoyle--who has the loyalty of a dog and the fearsome powers of an enchanted being.. Together, hungry, the two make their way to town, where Tymmon earns a living by playing his flute and learns to be happy. At least as happy as he can be without his father. Will he ever find a way to rescue him and be with him again?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Historical",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Headless Cupid",
            "authors": [
                "Zilpha Keatley Snyder",
                "Alton Raible"
            ],
            "ranking": 3.87,
            "ranking_count": 3808,
            "abstract": "When the four Stanley children meet Amanda, their new stepsister, they're amazed to learn she studies witchcraft. When she shares her secrets, strange things start happening in their old house. They suspect Amanda until they learn the house was long ago haunted by a ghost that cut off the head of a wooden cupid on the stairway. A Newbery Honor Book.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Fantasy",
                "Horror",
                "Paranormal"
            ]
        },
        {
            "title": "Human to Human",
            "authors": [
                "Rebecca Ore"
            ],
            "ranking": 3.65,
            "ranking_count": 83,
            "abstract": "Third book in trilogy (Becoming Human and Being Human are the first two).",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Mutant Message Down Under",
            "authors": [
                "Marlo Morgan"
            ],
            "ranking": 3.76,
            "ranking_count": 19139,
            "abstract": "Mutant Message Down Under. is the fictional account of an American woman's spiritual odyssey through outback Australia. An underground bestseller in its original self-published edition, Marlo Morgan's powerful tale of challenge and endurance has a message for us all.. Summoned by a remote tribe of nomadic Aborigines to accompany them on walkabout, the woman makes a four-month-long journey and learns how they thrive in natural harmony with the plants and animals that exist in the rugged lands of Australia's bush. From the first day of her adventure, Morgan is challenged by the physical requirements of the journey—she faces daily tests of her endurance, challenges that ultimately contribute to her personal transformation.. By traveling with this extraordinary community, Morgan becomes a witness to their essential way of being in a world based on the ancient wisdom and philosophy of a culture that is more than 50,000 years old.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Travel",
                "Cultural",
                "Philosophy",
                "Adventure",
                "Book Club",
                "Novels",
                "Anthropology",
                "Roman"
            ]
        },
        {
            "title": "The Franchise Affair",
            "authors": [
                "Josephine Tey"
            ],
            "ranking": 3.97,
            "ranking_count": 7178,
            "abstract": "Robert Blair, a sober and respectable solicitor in an English market town, had an orderly life and an orderly law practice -- until his phone rang toward the end of one typically dull afternoon.. The call came from an equally sedate local resident named Marion Sharpe, who was in trouble with the police - of all things. Blair, who only knew her by sight, suggested she try the town's more flamboyant low firm, but Marion persisted: she needed help immediately and she wanted. him. . Blair finally agreed to come, and thereby found himself involved in a struggle to clear the name of the most fascinating woman he had ever met.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Classics",
                "Thriller",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Shiloh",
            "authors": [
                "Phyllis Reynolds Naylor"
            ],
            "ranking": 3.94,
            "ranking_count": 80965,
            "abstract": "When Marty Preston comes across a young beagle in the hills behind his home, it's love at first sight—and also big trouble. It turns out the dog, which Marty names Shiloh, belongs to Judd Travers who drinks too much and has a gun—and abuses his dogs. So when Shiloh runs away from Judd to Marty, Marty just has to hide him and protect him from Judd. But Marty's secret becomes too big for him to keep to himself, and it exposes his entire family to Judd's anger. How far will Marty have to go to make Shiloh his?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Animals",
                "Classics",
                "Young Adult",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Τα γενέθλια",
            "authors": [
                "Ζωρζ Σαρή",
                "Θανάσης Γεωργίου"
            ],
            "ranking": 4.15,
            "ranking_count": 1177,
            "abstract": "Η Άννα οχτώ χρονών, ονειρεύεται πολύχρωμα μπαλόνια. Όμως, τα μπαλόνια σπάνε μ' έναν ξερό ήχο. Έχει ξημερώσει η 21η Απριλίου. Τα τάνκς βγήκανε στους δρόμους της Αθήνας. Η ζωή της Άννας αναποδογυρίζεται. Δε θα γιορτάσει τα γενέθλιά της. Θα μεγαλώσει με ιδανικό το νονό της, τον καθηγητή, που της μαθαίνει με τις πράξεις του τι πάει να πει ελευθερία.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Literature",
                "Young Adult",
                "Historical",
                "Novels"
            ]
        }
    ]
}