{
    "books": [
        {
            "title": "Ka: Stories of the Mind and Gods of India",
            "authors": [
                "Roberto Calasso",
                "Tim Parks"
            ],
            "ranking": 4.12,
            "ranking_count": 860,
            "abstract": "With the same narrative fecundity and imaginative sympathy he brought to his acclaimed retelling of the Greek myths, Roberto Calasso plunges Western readers into the mind of ancient India. He begins with a mystery: Why is the most important god in the Rg Veda, the oldest of India's sacred texts, known by a secret name--Ka, or Who?. What ensues is not an explanation, but an unveiling. Here are the stories of the creation of mind and matter; of the origin of Death, of the first sexual union and the first parricide. We learn why Siva must carry his father's skull, why snakes have forked tongues, and why, as part of a certain sacrifice, the king's wife must copulate with a dead horse. A tour de force of scholarship and seduction,. Ka. is irresistible.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Cultural",
                "Fiction",
                "Religion",
                "Philosophy",
                "Spirituality",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Cream of the Jest",
            "authors": [
                "James Branch Cabell"
            ],
            "ranking": 3.92,
            "ranking_count": 156,
            "abstract": "James Branch Cabell (1879-1958) was an American author of fantasy fiction & belles lettres. He worked from 1898 to 1900 as a newpaper reporter in New York City, but returned to Richmond in 1901, where he worked several months on the staff of the Richmond News. In 1902, seven of his first stories appeared in national magazines & over the next decade he wrote many short stories & articles, contributing to nationally published magazines including Harper’s Monthly Magazine & the Saturday Evening Post, as well as carrying out extensive research on his family’s genealogy. In the early '20s he became the leader of a group of writers known as The James Branch Cabell School, which included H.L. Mencken, Carl Van Vechten, Elinor Wylie etc. He was elected to the American Academy of Arts & Sciences in 1937. Amongst his best known works are: The Eagle’s Shadow ('04), The Cords of Vanity: A Comedy of Shirking ('09) & The Rivet in Grandfather’s Neck: A Comedy of Limitations ('15).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Struggle for Mastery in Europe, 1848-1918",
            "authors": [
                "A.J.P. Taylor"
            ],
            "ranking": 4.06,
            "ranking_count": 321,
            "abstract": "The fall of Metternich in the revolutions which swept Europe in 1848 heralded an era of unprecedented nationalism, which culminated in the collapse of the Habsburg, Romanov, and Hohenzollern dynasties at the of the First World War. In the intervening seventy years which are the subject of this book, the boundaries of Europe changed dramatically from those established at Vienna in 1815: Cavour championed the cause of. Risorgimento. in Italy; Bismarck brought about the unification of Germany; while the Great Powers scrambled for a place in the sun in Africa.. In this, one of his most enduring works, A.J.P. Taylor shows how the changing balance of power determined the course of European history, during this, the last age when Europe was the centre of world history. Throughout, Taylor's narrative is so vivid that the book is as much a work of literature as a contribution to historical scholarship.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Political Science",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "When Memory Dies",
            "authors": [
                "Ambalavaner Sivanandan"
            ],
            "ranking": 4.19,
            "ranking_count": 177,
            "abstract": "A powerful three-generational saga of a Sri Lankan family's search for coherence and continuity in a country broken by colonial occupation and riven by ethnic wars.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Short Stories",
                "Novels"
            ]
        },
        {
            "title": "The Monk Who Sold His Ferrari",
            "authors": [
                "Robin S. Sharma"
            ],
            "ranking": 3.87,
            "ranking_count": 133650,
            "abstract": "WISDOM TO CREATE A LIFE OF PASSION, PURPOSE, AND PEACE. This inspiring tale provides a step-by-step approach to living with greater courage, balance, abundance, and joy. A wonderfully crafted fable,. The Monk Who Sold His Ferrari. tells the extraordinary story of Julian Mantle, a lawyer forced to confront the spiritual crisis of his out-of-balance life. On a life-changing odyssey to an ancient culture, he discovers powerful, wise, and practical lessons that teach us to:. — Develop joyful thoughts. — Follow our life's mission and calling. — Cultivate self-discipline and act courageously. — Value time as our most important commodity. — Nourish our relationships, and. — live fully, one day at a time",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Inspirational",
                "Psychology",
                "Business",
                "Audiobook",
                "Unfinished"
            ]
        },
        {
            "title": "Dina's Book",
            "authors": [
                "Herbjørg Wassmo"
            ],
            "ranking": 4.07,
            "ranking_count": 3542,
            "abstract": "On the scale of Gone with the Wind and War and Peace, this grand, sweeping epic will enthrall readers just as Dina bewitches everyone she meets.. Set in Norway in the mid-nineteenth century, Dina's Book presents an extraordinary heroine. Beautiful, eccentric, and tempestuous, Dina carries a terrible burden: at the age of five she accidentally causes her mother's death. Blamed by her father and banished to a farm, she grows up untamed and untaught. Nobody leads the child through her grief, and the accident remains a gruesome riddle of death. Her guilt becomes her obsession: her unforgiving mother haunts her every day.. After several years of exile, and at the insistence of the local pastor, her father takes Dina back. By now she has become like a wolf cub. Her father has remarried, to a younger woman whom she detests, and a strict discipline begins. A tutor is brought in; coarse language is replaced by polite conversation, climbing to the top of the trees by music. But the efforts have little effect. Private and closely guarded, Dina nonetheless is able to manipulate those around her, while her unconventional behavior and erotic power both enchant and ensnare.. At sixteen Dina is married off to wealthy fifty-year-old landowner Jacob, a friend of her father who has fallen completely under her spell. Jacob dies under mysterious circumstances, and Dina becomes mute. When finally she emerges from her trauma, she runs Jacob's estate with an iron hand. But still Dina wrestles with her two unappeased ghosts: Jacob and her mother. Until one day a mysterious stranger, the Russian wanderer Leo, enters her life and changes it forever.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Classics",
                "Romance",
                "Roman",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Tales Of The Klondyke",
            "authors": [
                "Jack London"
            ],
            "ranking": 3.59,
            "ranking_count": 189,
            "abstract": "Contents:. - The God of His Fathers. - The Great Interrogation Which Make Men Remember. - Siwash. - The Man with the Gash. - Jan, the Unrepentant. - Grit of Women. - Where the Trail Forks. - A Daughter of the Aurora. - At the Rainbow's End. - The Scorn of Women",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Adventure",
                "Classics",
                "Literature",
                "Westerns"
            ]
        },
        {
            "title": "Shiloh",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.11,
            "ranking_count": 4997,
            "abstract": "In the novel. Shiloh. , historian and Civil War expert Shelby Foote delivers a spare, unflinching account of the battle of Shiloh, which was fought over the course of two days in April 1862. By mirroring the troops' movements through the woods of Tennessee with the activity of each soldier's mind, Foote offers the reader a broad perspective of the battle and a detailed view of the issues behind it. The battle becomes tangible as Foote interweaves the observations of Union and Confederate officers, simple foot soldiers, brave men, and cowards and describes the roar of the muskets and the haze of the gun smoke. The author's vivid storytelling creates a rich chronicle of a pivotal battle in American history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Military History",
                "Fiction",
                "American History",
                "War",
                "North American Hi...",
                "Military",
                "Classics"
            ]
        },
        {
            "title": "Theophilus North",
            "authors": [
                "Thornton Wilder"
            ],
            "ranking": 4.02,
            "ranking_count": 908,
            "abstract": "Marking the thirtieth anniversary of. Theophilus North,. this beautiful new edition features Wilder's unpublished notes for the novel and other illuminating documentary material, all of which is included in a new Afterword by Tappan Wilder.. The last of Wilder's works published during his lifetime, this novel is part autobiographical and part the imagined adventure of his twin brother who died at birth. Setting out to see the world in the summer of 1926,. Theophilus North. gets as far as Newport, Rhode Island, before his car breaks down. To support himself, Theophilus takes jobs in the elegant mansions along Ocean Drive, just as Wilder himself did in the same decade. Soon the young man finds himself playing the roles of tutor, spy, confidant, lover, friend, and enemy as he becomes entangled in the intrigues of both upstairs and downstairs in a glittering society dominated by leisure.. Narrated by the elderly North from a distance of fifty years,. Theophilus North. is a fascinating commentary on youth and education from the vantage point of age, and deftly displays Wilder's trademark wit juxtaposed with his lively and timeless ruminations on what really matters about life, love, and work at the end of the day -- even after a visit to Newport.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "American"
            ]
        },
        {
            "title": "A Book Dragon",
            "authors": [
                "Donn Kushner"
            ],
            "ranking": 4.03,
            "ranking_count": 272,
            "abstract": "Nonesuch, the last in a line of dragons, uses his unique ability to change in size to survive for six centuries, during which time he observes such different humans as a medieval monk, an eighteenth-century London chemist, and a modern American bookseller.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Historical",
                "Science Fiction Fantasy",
                "Writing"
            ]
        },
        {
            "title": "Silent Night",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.68,
            "ranking_count": 4072,
            "abstract": "Welcome to Fear Street.. Don’t listen to the stories they tell you about Fear Street. Wouldn’t you rather explore it yourself…and see if its dark terrors and unexplained mysteries are true? You’re not afraid, are you?. Don’t open that present!. If only Reva Dalby had listened to that warning.. But beautiful, cold Reva won’t listen to anyone. Reva thinks she can have whatever—and whoever—she wants. After all, her daddy owns Dalby Department Stores.. Now, someone has some surprises instore for her. Robbery? Terror? Even murder? Someone wants to treat Reva to a holiday she’ll never forget.. Holiday cheer quickly turns to holiday. chills. for Reva. Someone is stalking her, someone is trying to get to her.. Her money can’t help her. No one can.. After all, who can you turn to. when murder comes gift-wrapped?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Holiday",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "Grand Canyon: A Trail Through Time",
            "authors": [
                "Linda Vieira",
                "Christopher Canyon"
            ],
            "ranking": 3.91,
            "ranking_count": 23,
            "abstract": "Visited by millions of people every year, the Grand Canyon is one of the Seven Natural Wonders of the World. It is also a multi-story home to all kinds of animals and plants. The award-winning team of. The Ever-Living Tree. brings to life the awesome story of one of our country's greatest national treasures, with breathtaking illustrations and illuminating prose.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Patience dans l'azur",
            "authors": [
                "Hubert Reeves"
            ],
            "ranking": 4.34,
            "ranking_count": 311,
            "abstract": "Paul Valéry, étendu sur le sable chaud d’une lagune, regarde le ciel. Dans son champ de vision, des palmiers se balancent mollement, mûrissant leurs fruits. Il est à l’écoute du temps qui sourdement fait son œuvre. Cette écoute, on peut l’appliquer à l’univers. Au fil du temps se déroule la gestation cosmique. À chaque seconde, l’univers prépare quelque chose. Il monte lentement les marches de la complexité. » H.R.. Quand Hubert Reeves rencontre Paul Valéry, et l’astrophysique la poésie, la vulgarisation des sciences s’enrichit d’un grand classique qui, en un quart de siècle, n’a pas pris une ride.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Contemporary",
                "Space",
                "Cultural"
            ]
        },
        {
            "title": "The Cardinal of the Kremlin",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.07,
            "ranking_count": 51535,
            "abstract": "In a rolling sea off the coast of South America, a target disappears in a puff of green light. In the Soviet hills of Dushanbe near the Afghanistan border, an otherworldly array of pillars and domes rises into the night. To the two greatest nations on earth, no contest is more urgent than the race to build the first Star Wars missile defense system, and no one knows that more than the two men charged with assessing the Soviets' capabilities: Colonel Mikhail Filitov of the Soviet Union, an old-line warrior distrusted by the army's new inner circle of technocrats, and CIA analyst Jack Ryan, hero of the. Red October. affair.. Each must use all his craft to arrive at the truth, but Filitov gets there first -- and that's when all hell breaks loose. Because Filitov, code-named Cardinal, is America's highest agent in the Kremlin, and he is about to be betrayed to the KGB. His rescue could spell the difference between peace and war, and it is up to Jack Ryan to accomplish it -- if he can -- as, in a breathtaking sequence of hunter and hunted, Filitov's life, and Ryan's and that of the world itself literally hang in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "War",
                "Action",
                "Suspense",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "হাজার চুরাশির মা",
            "authors": [
                "Mahasweta Devi"
            ],
            "ranking": 4.22,
            "ranking_count": 1315,
            "abstract": "classic novel on women, Bengal revolution. trans. by Samik Bandyopadhyaya",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Classics",
                "Drama",
                "Literature",
                "Politics",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Advice to a Young Wife from An Old Mistress",
            "authors": [
                "Michael Drury"
            ],
            "ranking": 3.99,
            "ranking_count": 177,
            "abstract": "In an age bent on gratuitously parading around the explicit facts of sex, and at a time when marriage vows are discarded like old socks, Advice to a Young Wife from an Old Mistress whispers subtler facts - the unspoken dynamics of relationships, the emotional capacities of our partners and the understated eloquence that endows romance and sexuality with its mystery, nuance, and longevity. First published in the rampaging sixties and in demand for twenty years, Michael Drury's classic meditation on sex and marriage now appears in a new third edition. There is not a salacious, clinical or scientific word in her book; it is a tender story told from the perspective and discretion of an enduring love affair. Here readers will find aspects of themselves and their relationships that are too often ignored: the pleasures of exclusivity; the influence of money, or lack thereof, over sex and relationships; the healing knowledge that reason and emotion are not at war but allies. In short, this is a book for all seasons of love, and for all lovers, individuals, and partners. Advice to a Young Wife from an Old Mistress explores its timeless themes much as a wise traveler visits a foreign land and brings back knowledge of a kind only possible when one is willing to make the journey. Honest, knowing, and direct, Michael Drury's wife and mistress find that they can learn much from each other, as will readers young and old.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Romance",
                "Self Help",
                "Relationships",
                "Autobiography"
            ]
        },
        {
            "title": "Coin Locker Babies",
            "authors": [
                "Ryū Murakami",
                "Stephen    Snyder"
            ],
            "ranking": 3.77,
            "ranking_count": 7464,
            "abstract": "A surreal coming-of-age tale that establishes Ryu Murakami as one of the most inventive young writers in the world today.. Abandoned at birth in adjacent train station lockers, two troubled boys spend their youth in an orphanage and with foster parents on a semi-deserted island before finally setting off for the city to find and destroy the women who first rejected them. Both are drawn to an area of freaks and hustlers called Toxitown. One becomes a bisexual rock singer, star of this exotic demimonde, while the other, a pole vaulter, seeks his revenge in the company of his girlfriend, Anemone, a model who has converted her condominium into a tropical swamp for her pet crocodile.. Together and apart, their journey from a hot metal box to a stunning, savage climax is a brutal funhouse ride through the eerie landscape of late-twentieth-century Japan.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Horror",
                "Contemporary",
                "Novels",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "The Box Man",
            "authors": [
                "Kōbō Abe",
                "E. Dale Saunders"
            ],
            "ranking": 3.63,
            "ranking_count": 5182,
            "abstract": "Kobo Abe, the internationally acclaimed author of. Woman in the Dunes. , combines wildly imaginative fantasies and naturalistic prose to create narratives reminiscent of the work of Kafka and Beckett.. In this eerie and evocative masterpiece, the nameless protagonist gives up his identity and the trappings of a normal life to live in a large cardboard box he wears over his head. Wandering the streets of Tokyo and scribbling madly on the interior walls of his box, he describes the world outside as he sees or perhaps imagines it, a tenuous reality that seems to include a mysterious rifleman determined to shoot him, a seductive young nurse, and a doctor who wants to become a box man himself.. The Box Man. is a marvel of sheer originality and a bizarrely fascinating fable about the very nature of identity.. Translated from the Japanese by E. Dale Saunders.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "Last of the Breed",
            "authors": [
                "Louis L'Amour"
            ],
            "ranking": 4.26,
            "ranking_count": 11917,
            "abstract": "Here is the kind of authentically detailed epic novel that has become Louis L’Amour’s hallmark. It is the compelling story of U.S. Air Force Major Joe Mack, a man born out of time. When his experimental aircraft is forced down in Russia and he escapes a Soviet prison camp, he must call upon the ancient skills of his Indian forebears to survive the vast Siberian wilderness. Only one route lies open to Mack: the path of his ancestors, overland to the Bering Strait and across the sea to America. But in pursuit is a legendary tracker, the Yakut native Alekhin, who knows every square foot of the icy frontier—and who knows that to trap his quarry he must think like a Sioux.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Adventure",
                "Historical",
                "Thriller",
                "Action",
                "Classics",
                "War"
            ]
        },
        {
            "title": "The Broken Sword",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.86,
            "ranking_count": 6046,
            "abstract": "Thor broke the sword Tyrfing to save the roots of Yggdrasil, the tree that binds earth, heaven and hell. Now the elves need the weapon for their war against the trolls. Only Scafloc, a human kidnapped and raised by elves, can hope to persuade Bolverk the ice-giant to make Tyrfing whole again. But Scafloc must also confront his shadow self, Valgard, the changeling in his place among men.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Titus Alone",
            "authors": [
                "Mervyn Peake"
            ],
            "ranking": 3.45,
            "ranking_count": 4852,
            "abstract": "Titus, almost 20, flees oppressive Castle Rituals. Lost in a sandstorm, helped by Muzzlehatch owner of traveling zoo and his ex-lover Juno, stranded in big city, arrested for vagrancy, he longs for home. Nobody has heard of Gormenghast, few believe. Titus wants to prove it is real.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Science Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Alligator Pie (Collector's Edition)",
            "authors": [
                "Dennis Lee"
            ],
            "ranking": 4.1,
            "ranking_count": 1429,
            "abstract": "Dennis Lee won the Governor General's Award for poetry in 1972 for his poetic meditation on Canadian identity in. Civil Elegies. , but he made perhaps his most enduring contribution to Canadian nationalism two years later with a short collection of near-nonsense rhymes written for a much younger set.. Alligator Pie. , which remains the classic Canadian bedtime book, is written as if Mother Goose had the Latin name. Branta canadensis. , from William Lyon Mackenzie King, who loved his mother like. any. thing, to Trois-Rivières, which, of course, rhymes with eat you hair.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Cultural",
                "Fiction",
                "Humor",
                "Classics",
                "Animals",
                "Kids"
            ]
        },
        {
            "title": "Botchan",
            "authors": [
                "Natsume Sōseki",
                "Joel Cohn"
            ],
            "ranking": 3.63,
            "ranking_count": 10556,
            "abstract": "Like The Catcher in the Rye or The Adventures of Huckleberry Finn, Botchan, a hilarious tale about a young man's rebellion against the system in a country school, is a classic of its kind. Among Japanese readers both young and old it has enjoyed a timeless popularity, making it, according to Donald Keene,. probably the most widely read novel in modern Japan.. The setting is Japan's deep south, where the author himself spent some time teaching English in a boys' school. Into this conservative world, with its social proprieties and established pecking order, breezes Botchan, down from the big city, with scant respect for either his elders or his noisy young charges; and the result is a chain of collisions large and small.. Much of the story seems to occur in summer, against the drone of cicadas, and in many ways this is a summer book light, funny, never slow-moving. Here, in a lively new translation much better suited to Western tastes than any of its forebears, Botchan's homespun appeal is all the more apparent, and even those who have never been near the sunlit island on which these calamitous episodes take place should find in it uninterrupted entertainment.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Padre Pio's Words of Hope",
            "authors": [
                "Eileen Dunn Bertanzetti"
            ],
            "ranking": 4.48,
            "ranking_count": 60,
            "abstract": "The editor has taken a wide variety of topics (like Failings, Trusting in Self, and Thanks and Praise), asked penetrating questions, and answered them by drawing from Padre Pio's own words. The result is like having a conversation with Padre Pio himself.",
            "part_of_series": false,
            "genre_list": [
                "Christianity"
            ]
        },
        {
            "title": "Grand Expectations: The United States, 1945-1974",
            "authors": [
                "James T. Patterson"
            ],
            "ranking": 4.07,
            "ranking_count": 1094,
            "abstract": "Beginning in 1945, America rocketed through a quarter-century of extraordinary economic growth, experiencing an amazing boom that soared to unimaginable heights in the 1960s.. At one point, in the late 1940s, American workers produced 57 percent of the planet's steel, 62 percent of the oil, 80 percent of the automobiles. The U.S. then had three-fourths of the world's gold supplies. English Prime Minister Edward Heath later said that the United States in the post-War era enjoyed the greatest prosperity the world has ever known. It was a boom that produced a national euphoria, a buoyant time of grand expectations and an unprecedented faith in our government, in our leaders, and in the American dream--an optimistic spirit which would be shaken by events in the '60s and '70s, and particularly by the Vietnam War.. Now, in. Grand Expectations. , James T. Patterson has written a highly readable and balanced work that weaves the major political, cultural, and economic events of the period into a superb portrait of America from 1945 through Watergate. Here is an era teeming with memorable events--from the bloody campaigns in Korea and the bitterness surrounding McCarthyism to the assassinations of the Kennedys and Martin Luther King, to the Vietnam War, Watergate, and Nixon's resignation. Patterson excels at portraying the amazing growth after World War II--the great building boom epitomized by Levittown (the largest such development in history) and the baby boom (which exploded literally nine months after V-J Day)--as well as the resultant buoyancy of spirit reflected in everything from streamlined toasters, to big, flashy cars, to the soaring, butterfly roof of TWA's airline terminal in New York. And he shows how this upbeat, can-do mood spurred grander and grander expectations as the era progressed.. Of course, not all Americans shared in this economic growth, and an important thread running through the book is an informed and gripping depiction of the civil rights movement--from the electrifying. Brown v. Board of Education. decision, to the violent confrontations in Little Rock, Birmingham, and Selma, to the landmark civil rights acts of 1964 and 1965. Patterson also shows how the Vietnam War--which provoked LBJ's growing credibility gap, vast defense spending that dangerously unsettled the economy, and increasingly angry protests--and a growing rights revolution (including demands by women, Hispanics, the poor, Native Americans, and gays) triggered a backlash that widened hidden rifts in our society, rifts that divided along racial, class, and generational lines. And by Nixon's resignation, we find a national mood in stark contrast to the grand expectations of ten years earlier, one in which faith in our leaders and in the attainability of the American dream was greatly shaken.. The Oxford History of the United States. The Oxford History of the United States is the most respected multi-volume history of our nation. The series includes three Pulitzer Prize winners, a. New York Times. bestseller, and winners of the Bancroft and Parkman Prizes.. The Atlantic Monthly. has praised it as the most distinguished series in American historical scholarship, a series that synthesizes a generation's worth of historical inquiry and knowledge into one literally state-of-the-art book.. Conceived under the general editorship of C. Vann Woodward and Richard Hofstadter, and now under the editorship of David M. Kennedy, this renowned series blends social, political, economic, cultural, diplomatic, and military history into coherent and vividly written narrative.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "North American Hi...",
                "Nonfiction",
                "Literature",
                "Politics",
                "The United States Of America",
                "United States",
                "Military",
                "Economics"
            ]
        },
        {
            "title": "Collected Poems: 1945-1990 R.S.Thomas: Collected Poems : R S Thomas",
            "authors": [
                "R.S. Thomas"
            ],
            "ranking": 4.39,
            "ranking_count": 282,
            "abstract": "In language of great strength, simplicity, and beauty, poet R. S. Thomas explores his often-prophetic themes: technology and our use of it to destroy nature and rural life; the search for self and for meaning; and the quest for and dialogue with God. Originally published to mark the author's 80th birthday, it confirms him as a pre-eminent poet. Read these poems.--Stephen Spender. This is a book I've been waiting for.--Ted Hughes.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Tandia",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.07,
            "ranking_count": 10505,
            "abstract": "Tandia sat waiting anxiously for the fight to begin between the man she loved the most in the world and the man she hated the most in the world.. Tandia is a child of Africa: half Indian, half African, beautiful and intelligent, she is only sixteen when she is first brutalised by the police. Her fear of the white man leads her to join the black resistance movement, where she trains as a terrorist.. With her in the fight for justice is the one white man Tandia can trust, the welterweight champion of the world, Peekay. Now he must fight their common enemy in order to save both their lives.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Southern Africa",
                "Drama",
                "Novels",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Acts of King Arthur and His Noble Knights",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.83,
            "ranking_count": 5940,
            "abstract": "Steinbeck's first posthumously published work, The Acts of King Arthur and His Noble Knights is a reinterpretation of tales from Malory's Morte d'Arthur. In this highly successful attempt to render Malory into Modern English, Steinbeck recreated the rhythm and tone of the original Middle English.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Mythology",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Calvin and Hobbes Tenth Anniversary Book",
            "authors": [
                "Bill Watterson"
            ],
            "ranking": 4.62,
            "ranking_count": 51345,
            "abstract": "Many moons ago, the magic of. Calvin and Hobbes. first appeared on the funny pages and the world was introduced to a wondrous pair of friends -- a boy and his tiger, who brought new life to the comics page. To celebrate the tenth anniversary of this distinguished partnership, Bill Watterson prepared this special book, sharing his thoughts on cartooning and creating. Calvin and Hobbes. , illustrated throughout with favorite black-and-white and color cartoons.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Childrens"
            ]
        },
        {
            "title": "Worstward Ho",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.75,
            "ranking_count": 642,
            "abstract": "Beckett's second last prose text,. Worstward Ho. , is a novella written in 1983, shortly after the largely autobiographical. Company. and  an ironic theological speculation, both previously published as the first two parts of a late trilogy of short novels. The concentration of language and precision of description in the current work is revolutionary, even for Beckett, the great reshaper of literary expression, and its theme is the creation of life, as if by a malignant God or Demiurge. Life, against all possibility, finally exists, and man becomes a painful presence. It is one of the supreme poetic texts of the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Poetry",
                "Literature",
                "Classics",
                "Cultural",
                "European Literature",
                "Philosophy",
                "Nobel Prize",
                "Novella"
            ]
        },
        {
            "title": "Michael Crichton's Jurassic World: Jurassic Park / The Lost World",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 4.23,
            "ranking_count": 10128,
            "abstract": "Now at last in one volume, Michael Crichton's Jurassic Park and The Lost World--the two incomparably suspenseful, supremely scary, utterly unputdownable, worldwide best-selling return-of-the-dinosaurs novels, which together constitute Jurassic World.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Horror",
                "Adventure",
                "Classics",
                "Fantasy",
                "Animals",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "The Mandarins",
            "authors": [
                "Simone de Beauvoir",
                "Leonard M. Friedman"
            ],
            "ranking": 4.17,
            "ranking_count": 4928,
            "abstract": "In her most famous novel, Simone de Beauvoir does not flinch in her look at Parisian intellectual society at the end of the Second World War. Drawing on those who surrounded her -- Jean-Paul Sartre, Albert Camus, Arthur Koestler -- and her passionate love affair with Nelson Algren, Beauvoir dissects the emotional and philosophical currents of her time. At once an engrossing drama and an intriguing political tale,. The Mandarins. is the emotional odyssey of a woman torn between her inner desire and her public life.. The Mandarins. won France's highest literary prize, the Prix Goncourt.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Cultural",
                "Feminism",
                "European Literature",
                "Literature",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "Galway Kinnell"
            ],
            "ranking": 4.21,
            "ranking_count": 419,
            "abstract": "Winner of the Pulitzer Prize and the National Book Award",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "The United States Of America",
                "Literary Fiction"
            ]
        },
        {
            "title": "On the Edge of Reason",
            "authors": [
                "Miroslav Krleža",
                "Zora Depolo"
            ],
            "ranking": 4.28,
            "ranking_count": 1220,
            "abstract": "During his long and distinguished career, the Croatian writer Miroslav Krleza (1893-1981) battled against many forms of tyranny. In. On the Edge of Reason. , his protagonist is a middle-aged lawyer whose life and career have been eminently respectable and respected. One evening, at a party attended by the local elite, he inadvertently blurts out an honest thought. From this moment, all hell breaks loose..... On the Edge of Reason. reveals the fundamental chasm between conformity and individuality. As folly piles on folly, hypocrisy on hypocrisy, reason itself begins to give way, and the edge between reality and unreality disappears.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Philosophy",
                "Novels",
                "Literary Fiction",
                "Politics",
                "Modern",
                "Cultural"
            ]
        },
        {
            "title": "Knights of Dark Renown",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.09,
            "ranking_count": 4491,
            "abstract": "Once the legendary knights of the Gabala defended the nine duchies. Their hearts were beautiful; their armor was beyond compare. They were greater than princes, more than men.. But they were gone, disappeared through a demon-haunted gateway between worlds. Only one held back -- Manannan, whose every instinct told him to stay. Now he was the coward knight, and in torment.. Murder and black magic beset the land. Rumors circulated that the king was enchanted, changed, that his soul was dead . . . and that a reign of terror was about to begin.. Now Manannan realized he would have to face his darkest fears: he had no choice but to ride through that dreaded gate and seek out his vanished companions.. And the secret he would learn there would tear his soul apart . . . .. A sharp, distinctive medieval fantasy. Dramatic, colorful, taut. -- Locus",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Moons of Jupiter",
            "authors": [
                "Alice Munro"
            ],
            "ranking": 3.9,
            "ranking_count": 4143,
            "abstract": "THE WINNER OF THE NOBEL PRIZE IN LITERATURE. The characters who populate an Alice Munro story live and breathe. Passions hopelessly conceived, affections betrayed, marriages made and broken: the joys, fears, loves and awakenings of women echo throughout these twelve unforgettable stories, laying bare the unexceptional and yet inescapable pain of human contact.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Akira, Vol. 3",
            "authors": [
                "Katsuhiro Otomo",
                "Yoko Umezawa",
                "Linda M. York",
                "Jo Duffy"
            ],
            "ranking": 4.44,
            "ranking_count": 10529,
            "abstract": "In the 21st century, the glittering Neo-Tokyo has risen from the rubble of a Tokyo destroyed by an apocalyptic telekinetic blast from a young boy called Akira -- the subject of a covert government experiment gone wrong now imprisoned in frozen stasis. But Tetsuo, an angry young man with immense and rapidly growing psychic abilities, has done the unthinkable: he has released Akira and set into motion a chain of events that could once destroy the city and drag the world to the brink of Armageddon. Resistance agents and an armada of government forces race against the clock to find the child with godlike powers before his unthinkable destructive abilities are unleashed!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Graphic Novels Comics",
                "Asian Literature"
            ]
        },
        {
            "title": "The Dark Portal",
            "authors": [
                "Robin Jarvis",
                "Peter Glassman"
            ],
            "ranking": 3.81,
            "ranking_count": 2363,
            "abstract": "In the British tradition of Redwall comes this first novel of a trilogy that is sure to capture fans both young and old. In the sewers of Deptford, there lurks a dark presence that fills the tunnels with fear. The rats worship it in the blackness and name it Jupiter, Lord of All. Into this twilight realm wanders a small and frightened mouse-the unwitting trigger of a chain of events that hurtles the Deptford mice into a world of heroic adventure and terror.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Animals",
                "Childrens",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "Shadow & Claw",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.02,
            "ranking_count": 17470,
            "abstract": "The Shadow of the Torturer. is the tale of young Severian, an apprentice in the Guild of Torturers on the world called Urth, exiled for committing the ultimate sin of his profession -- showing mercy toward his victim.. The Claw of the Conciliator. continues the saga of Severian, banished from his home, as he undertakes a mythic quest to discover the awesome power of an ancient relic, and learn the truth about his hidden destiny.. The Book of the New Sun. is unanimously acclaimed as Gene Wolfe's most remarkable work, hailed as a masterpiece of science fantasy comparable in importance to the major works of Tolkien and Lewis by. Publishers Weekly. , and one of the most ambitious works of speculative fiction in the twentieth century by. The Magazine of Fantasy and Science Fiction. .. Shadow & Claw. brings together the first two books of the tetralogy in one volume.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Classics",
                "Novels",
                "Apocalyptic",
                "Epic"
            ]
        },
        {
            "title": "الرواية المستحيلة - فسيفساء دمشقية",
            "authors": [
                "غادة السمان",
                "Ghada Samman"
            ],
            "ranking": 4.03,
            "ranking_count": 773,
            "abstract": "نبذة موقع النيل والفرات عن الرواية:. من ذاكرة الأيام تنسج غادة السمان روايتها الآتية من بيوتات الشام. ممزوجة بعبقها الياسميني، بأحداثها أحياناً، وبعراقتها وحضارتها الراسخة عبر الزمان، أحياناً أخرى. تحكي قصة صبية… تتابع مراحل حياتها… تعيشها معها في ذكرياتها الوهمية الأولى إلى حين سجلت في دفترها السري أسرار مراهقة تصنع نفسها وعندما أضحت منفية إلى الوطن ورفيق مشوارها البومة الحكيمة التي ما انفكت تغذي خيالها وفكرها لتحلق في النهاية بين البومة والنسر… تنساب الأحداث وفي ثناياها تتغلغل أنفاس دمشقية تعكس من خلالها غادة السمان المجريات التاريخية والاجتماعية لتتوضح في إطار الذات الشامية بكل أبعادها ومعتقداتها وعاداتها الراسخة في ذلك الزمان.. It’s in Arabic, lovely details and descriptions, she is good at it.. I felt as if I was walking with him in the streets of old Damascus.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction"
            ]
        },
        {
            "title": "Beyaz Zambaklar Ülkesinde",
            "authors": [
                "Grigory Petrov"
            ],
            "ranking": 4.21,
            "ranking_count": 8932,
            "abstract": "Bazı devletler, halk olarak korkunç krizler geçirir ya da tümüyle perişan bir hale düşerler. Bazı uluslar ise hayatlarına iyi bir düzen kazandırırlar. Bu misallerin her ikisi de sadece devlet adamları, bakanlar, milletvekilleri için önem taşımaz; ulusun her bir üyesini de ilgilendiren meselelerdir. İster beyin gücüyle, ister kas gücüyle çalışsın; bütün erkekler, kadınlar, yaşlılar, gençler, kentliler, köylüler, hep bu sorunları düşünmelidir.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Classics",
                "Nonfiction",
                "Roman",
                "Literature",
                "Politics",
                "Cultural",
                "Education"
            ]
        },
        {
            "title": "Omon Ra",
            "authors": [
                "Victor Pelevin",
                "Andrew Bromfield"
            ],
            "ranking": 3.9,
            "ranking_count": 7691,
            "abstract": "Victor Pelevin's novel. Omon Ra. has been widely praised for its poetry and its wickedness, a novel in line with the great works of Gogol and Bulgakov. Omon is chosen to be trained in the Soviet space program the fulfillment of his lifelong dream. However, he enrolls only to encounter the terrifying absurdity of Soviet protocol and its backward technology: a bicycle-powered moonwalker; the outrageous Colonel Urgachin; and a one-way assignment to the moon.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "The Great Chain of Being: A Study of the History of an Idea",
            "authors": [
                "Arthur O. Lovejoy"
            ],
            "ranking": 4.08,
            "ranking_count": 447,
            "abstract": "From later antiquity down to the close of the eighteenth century, most philosophers and men of science and, indeed, most educated men, accepted without question a traditional view of the plan and structure of the world.. In this volume, which embodies the William James lectures for 1933, Arthur O. Lovejoy points out the three principles - plenitude, continuity, and graduation - which were combined in this conception; analyzes their origins in the philosophies of Plato, Aristotle, and the Neoplatonists; traces the most important of their diverse ramifications in subsequent religious thought, in metaphysics, in ethics and aesthetics, and in astronomical and biological theories; and copiously illustrates the influence of the conception as a whole, and of the ideas out of which it was compounded, upon the imagination and feelings as expressed in literature.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Religion",
                "Science",
                "Politics"
            ]
        },
        {
            "title": "Wise Child",
            "authors": [
                "Monica Furlong"
            ],
            "ranking": 4.18,
            "ranking_count": 8870,
            "abstract": "In a remote Scottish village, nine-year-old Wise Child is taken in by Juniper, a healer and sorceress. Then Wise Child's mother, Maeve, a black witch, reappears. In choosing between Maeve and Juniper, Wise Child discovers the extent of her supernatural powers--and her true loyalties.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Historical",
                "Childrens",
                "Paranormal"
            ]
        },
        {
            "title": "How to Become King",
            "authors": [
                "Jan Terlouw"
            ],
            "ranking": 4.12,
            "ranking_count": 8176,
            "abstract": "Seventeen years after the king of Katoren dies, a boy aspires to win the crown and is tested with seven impossible tasks by six Ministers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Classics",
                "European Literature",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Mockingbird Wish Me Luck",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 4.12,
            "ranking_count": 2081,
            "abstract": "Mockingbird Wish Me Luck. captures glimpses of Charles Bukowski's view on life through his poignant poetry: the pain, the hate, the love, and the beauty. He writes of lechery and pain while finding still being able to find its beauty.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Literature",
                "Classics",
                "United States",
                "The United States Of America",
                "Anthologies"
            ]
        },
        {
            "title": "School for Love",
            "authors": [
                "Olivia Manning",
                "Jane Smiley"
            ],
            "ranking": 3.83,
            "ranking_count": 520,
            "abstract": "Jerusalem in 1945 is a city in flux: refugees from the war in Europe fill its streets and cafés, the British colonial mandate is coming to an end, and tensions are rising between the Arab and Jewish populations. Felix Latimer, a recently orphaned teenager, arrives in Jerusalem from Baghdad, biding time until he can secure passage to England. Adrift and deeply lonely, Felix has no choice but to room in a boardinghouse run by Miss Bohun, a relative he has never met. Miss Bohun is a holy terror, a cheerless miser who proclaims the ideals of a fundamentalist group known as the Ever-Readies—joy, charity, and love—even as she makes life a misery for her boarders. Then Mrs. Ellis, a fascinating young widow, moves into the house and disrupts its dreary routine for good.. Olivia Manning’s great subject is the lives of ordinary people caught up in history. Here, as in her panoramic depiction of World War II,. The Balkan Trilogy. , she offers a rich and psychologically nuanced story of life on the precipice, and she tells it with equal parts compassion, skepticism, and humor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Cultural",
                "Literary Fiction",
                "War",
                "Classics"
            ]
        },
        {
            "title": "Stones Under the Scythe",
            "authors": [
                "Ольга Мак",
                "Vera Kaczmarskyj"
            ],
            "ranking": 4.64,
            "ranking_count": 14,
            "abstract": "Olha Mak, author of several novels for adolescents and young adults, wrote Stones Under the Scythe to help shatter a conspiracy of silence and deliberate denial about one of the most terrible tragedies to befall any nation, a catastrophe caused by the workings of a group of fanatical creators of a new breed of men. The characters in the novel are composites of individuals and the narrative is based on real events the author witnessed as a university student. The story of 15 yearold Andriy recreates the fate of millions of Ukrainian children who either perished or barely escaped death in the years of a man-made famine, the Holodomor, that took the life of every fourth Ukrainian. However, Olha Mak's novel is not a somber story of horrible events. Her characters bear witness to the truth that the human spirit cannot be fully subdued. But this is a truth that needs frequent reminders, for everyone at some point comes to feel vanquished by the brutality that confronts them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Zdarzenia na brygu Banbury",
            "authors": [
                "Witold Gombrowicz"
            ],
            "ranking": 3.59,
            "ranking_count": 34,
            "abstract": "Opowiadanie. Zdarzenia na brygu Banbury. zostało napisane w 1932 r. a opublikowane po raz pierwszy w 1933 r., w zbiorze. Pamiętnik z okresu dojrzewania. w wydawnictwie Rój w Warszawie. Podobnie jak inne utwory z tego zbioru, opowiadanie to zostało włączone do rozszerzonego tomu opowiadań. Bakakaj. , który został opublikowany w 1957 roku przez krakowskie Wydawnictwo Literackie. Przygotowując nową wersję zbioru opowiadań, Gombrowicz usunął podtytuł tego opowiadania: „Czyli aura umysłu F. Zantmana”.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "I'll Bring You Buttercups",
            "authors": [
                "Elizabeth Elgin"
            ],
            "ranking": 4.21,
            "ranking_count": 194,
            "abstract": "Set during World War I, this book tells the story of Alice Hawthorne and her love for the handsome young gamekeeper Tom Dwerryhouse. It is also the story of the entanglements and rivalries of the two families who separately employ Alice and Tom.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Fear and Misery in the Third Reich",
            "authors": [
                "Bertolt Brecht",
                "Charlotte Ryland",
                "John Willett"
            ],
            "ranking": 4.06,
            "ranking_count": 1000,
            "abstract": "Twenty-four interconnected playlets describe events which took place in ordinary German households in the 1930s. They dramatize with clinical precision the suspicion and anxiety experienced by ordinary people, particularly Jewish citizens, as Hitler's powers grew.Written in exile in Denmark and first staged in 1938 it was inspired in part by his recent trip to Moscow where he had been researching tasks for the anti-Nazi effort.This Student Edition features an extensive introduction and commentary and includes: a chronology of the Brecht's life and work; a synopsis of each playlet; an introduction to the context of the play; commentary on themes, characters, style and language; a review of the play in performance; notes on individual words and phrases in the text, and questions for further study.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "European Literature",
                "Drama",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Witch in the Cherry Tree",
            "authors": [
                "Margaret Mahy",
                "Jenny Williams"
            ],
            "ranking": 4.25,
            "ranking_count": 121,
            "abstract": "The lovely smell of baking cakes being made by David and his mother, lures a witch to their garden. David takes pity on her and gives her his cakes which are exactly the way she likes them - burnt! And there is a recipe on the last page too.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Holiday",
                "Paranormal"
            ]
        },
        {
            "title": "Whirlwind",
            "authors": [
                "James Clavell"
            ],
            "ranking": 3.84,
            "ranking_count": 7145,
            "abstract": "Presents the story of three weeks in Tehran in February 1979: three weeks of fanaticism, passion, self-sacrifice and heartbreak. Caught between the revolutionaries and the forces of international intrigue is a team of professional pilots. They are ordered to flee to safety with their helicopters.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Thriller",
                "Cultural",
                "Novels",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "La Biblia: Reina-Valera 1960",
            "authors": [
                "Anonymous"
            ],
            "ranking": 4.59,
            "ranking_count": 1610,
            "abstract": "La traducción más conocida, amada y leída por la Iglesia evangélica de Iberoamérica. Generaciones enteras han sido inspiradas por el texto bíblico de la Reina-Valera 1960.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "European Literature",
                "Nonfiction",
                "Reference",
                "Christian",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Societatea deschisă și dușmanii ei",
            "authors": [
                "Karl Popper",
                "D. Stoianovici"
            ],
            "ranking": 4.23,
            "ranking_count": 1672,
            "abstract": "1.. Vraja lui Platon. 2.. Epoca marilor profeții: Hegel și Marx. Cu cât încercăm mai mult să ne întoarcem la vremurile eroice ale tribalismului, cu atât mai sigur ajungem la Inchiziţie, la poliţia secretă şi la un banditism romantizat. Începând cu înăbuşirea raţiunii şi a adevărului, nu putem sfârşi decât cu cea mai brutală şi mai violentă distrugere a tot ce-i omenesc. Nu există întoarcere la o armonioasă stare de natură. Dacă ne întoarcem, vom fi siliţi să străbatem până la capăt drumul înapoi – să revenim la animalitate.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Sociology",
                "Science",
                "Culture",
                "Classics",
                "Economics"
            ]
        },
        {
            "title": "Any Old Iron",
            "authors": [
                "Anthony Burgess"
            ],
            "ranking": 3.59,
            "ranking_count": 480,
            "abstract": "Any Old Iron is prodigious entertainment, a grand and boisterous novel that sweeps us up and hurls us pell-mell through the major events of this century.. Once in the land of Attila; then in that of Arthur; looted by the Nazis at Monte Cassino; seized by the Soviets to be exhibited in Leningrad, King Arthur's Excalibur is the flashing blade that hangs over the fates of men and women caught up in the chaos of history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literary Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Fantasy",
                "Mythology"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "Alfonsina Storni",
                "Marion Freeman"
            ],
            "ranking": 4.19,
            "ranking_count": 570,
            "abstract": "This collection is painful, disturbing, and rewarding. Freeman and three other translators transform Storni's razor-sharp poetry into English versions that invite constant rereading. This is a poetry of fatal beauty that leads toward unavoidable death, but not before freeing the poet to leave everything she can behind.--Ray Gonzalez,. Bloomsbury Review",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Womens",
                "Feminism"
            ]
        },
        {
            "title": "Naoki Urasawa's Monster, Volume 7: Richard",
            "authors": [
                "Naoki Urasawa",
                "Masataka Kakiya"
            ],
            "ranking": 4.43,
            "ranking_count": 2042,
            "abstract": "Johan is a cold and calculating killer with a mysterious past, and brilliant Dr. Kenzo Tenma is the only one who can stop him! Conspiracy and serial murder open the door to a compelling, intricately woven plot in this masterpiece manga thriller.. When Johan works his way into the inner circle of powerful financier Hans Schuwald, things get dicey for Richard Brown, a private detective hired to find Schuwald's long-lost son. As Richard edges closer to a horrifying truth, his path clashes with Johan's hidden agenda - and his unfortunate fate is all but sealed.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Thriller",
                "Mystery",
                "Horror",
                "Fiction",
                "Manga",
                "Folklore"
            ]
        },
        {
            "title": "The Dark Tower: And Other Stories",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 3.7,
            "ranking_count": 2491,
            "abstract": "Available from HarperOne, now the exclusive publisher of all of C. S. Lewis’s adult religious books, a repackaged edition of the revered author’s definitive collection of short fiction, which explores enduring spiritual and science fiction themes such as space, time, reality, fantasy, God, and the fate of humankind.. From C.S. Lewis—the great British writer, scholar, lay theologian, broadcaster, Christian apologist, and author of Mere Christianity, The Screwtape Letters, The Great Divorce, The Chronicles of Narnia, and many other beloved classics—comes a collection of his dazzling short fiction.. This collection of futuristic fiction includes a breathtaking science fiction story written early in his career in which Cambridge intellectuals witness the breach of space-time through a chronoscope—a telescope that looks not just into another world, but into another time.. As powerful, inventive, and profound as his theological and philosophical works, The Dark Tower reveals another side of Lewis’s creative mind and his longtime fascination with reality and spirituality. It is ideal reading for fans of J. R. R. Tolkien, Lewis’s longtime friend and colleague.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Short Stories",
                "Science Fiction",
                "Christian",
                "Classics",
                "Christian Fiction",
                "Literature",
                "Horror",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Besieged: Life Under Fire on a Sarajevo Street",
            "authors": [
                "Barbara Demick"
            ],
            "ranking": 4.24,
            "ranking_count": 1716,
            "abstract": "For four centuries, Logavina Street was a quiet residential road in a cosmopolitan city, home to Muslims and Christians, Serbs and Croats. Then the war tore the street apart. In this extraordinary eyewitness account, Demick weaves together the stories of ten families from Logavina Street. For three and a half years, they were often without heat, water, food or electricity. They had to evade daily sniper fire and witnessed the deaths of friends, neighbours and family. Alongside the horrific realities of living in a warzone, Demick describes the roots of the conflict and explains how neighbours and friends were turned so swiftly into deadly enemies. With the same honest, intimate reporting style which won her so many plaudits for Nothing to Envy, Barbara Demick brilliantly illuminates one of the pivotal events of the twentieth century, and describes how, twenty years later, the residents of Logavina Street are coping with its consequences.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Politics",
                "Writing",
                "Travel",
                "Reportage",
                "Cultural",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Complete Works of H.P. Lovecraft",
            "authors": [
                "H.P. Lovecraft"
            ],
            "ranking": 4.35,
            "ranking_count": 15703,
            "abstract": "The weird fiction short stories of H.P. Lovecraft from 1917-1935. Excludes collaborations.. The eBook’s table of contents is listed below. It includes the year each story was written.. The Tomb (1917). Dagon (1917). Polaris (1918). Beyond the Wall of Sleep (1919). Memory (1919). Old Bugs (1919). The Transition of Juan Romero (1919). The White Ship (1919). The Doom That Came to Sarnath (1919). The Statement of Randolph Carter (1919). The Terrible Old Man (1920). The Tree (1920). The Cats of Ulthar (1920). The Temple (1920). Facts Concerning the Late Arthur Jermyn and His Family (1920). The Street (1920). Celephaïs (1920). From Beyond (1920). Nyarlathotep (1920). The Picture in the House (1920). Ex Oblivione (1921). The Nameless City (1921). The Quest of Iranon (1921). The Moon-Bog (1921). The Outsider (1921). The Other Gods (1921). The Music of Erich Zann (1921). Herbert West — Reanimator (1922). Hypnos (1922). What the Moon Brings (1922). Azathoth (1922). The Hound (1922). The Lurking Fear (1922). The Rats in the Walls (1923). The Unnamable (1923). The Festival (1923). The Shunned House (1924). The Horror at Red Hook (1925). He (1925). In the Vault (1925). The Descendant (1926). Cool Air (1926). The Call of Cthulhu (1926). Pickman’s Model (1926). The Silver Key (1926). The Strange High House in the Mist (1926). The Dream-Quest of Unknown Kadath (1927). The Case of Charles Dexter Ward (1927). The Colour Out of Space (1927). The Very Old Folk (1927). The Thing in the Moonlight (1927). The History of the Necronomicon (1927). Ibid (1928). The Dunwich Horror (1928). The Whisperer in Darkness (1930). At the Mountains of Madness (1931). The Shadow Over Innsmouth (1931). The Dreams in the Witch House (1932). The Thing on the Doorstep (1933). The Evil Clergyman (1933). The Book (1933). The Shadow out of Time (1934). The Haunter of the Dark (1935)",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Serge-Trotsky Papers: Correspondence and Other Writings between Victor Serge and Leon Trotsky",
            "authors": [
                "Victor Serge",
                "Leon Trotsky",
                "David Cotterill"
            ],
            "ranking": 3.75,
            "ranking_count": 4,
            "abstract": "Leon Trotsky and Victor Serge represent the great and tragic oppositional figures to Stalin's dictatorial grip on the Soviet Union in the late 1920s and 1930s. Written during this period, the letters exchanged between these two friends are published here together with material from both the Trotsky Archive at Harvard and the Serge Archive in Mexico.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Tale of Tom Kitten / Jemima Puddle-Duck",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.5,
            "ranking_count": 12,
            "abstract": "The classic tales of Moppet, Mittens and Tom Kitten's attempts to keep clean and tidy for their mother's tea party, and of Jemima Puddleduck's encounters with a foxy-whiskered gentleman have delighted children for generations.",
            "part_of_series": false,
            "genre_list": [
                "Animals"
            ]
        },
        {
            "title": "Znakovi pored puta",
            "authors": [
                "Ivo Andrić"
            ],
            "ranking": 4.48,
            "ranking_count": 1643,
            "abstract": "=Signs Along the Road: The collection of these notes entitled Znakovi pored puta/ Signs by the roadside as well as Sveske/Notebooks, published after Andrić’s death, can be best described as the writer's intellectual diaries. As may be imagined of a man who recoiled so consistently from any exposure of his private life and thoughts, Andrić was equally consistent in his dislike of the diary as a genre, seeing it as a misguided search for permanence.. Ova knjige mudrosti, vrsta intimnih dnevnika, koje je Andri pisao celog ivota, smatraju se jedinstvenim u naoj knjievnosti i stoga jer je pisac u njima prvi put nedvosmisleno progovorio o sebi.. Dnevnicki u Andricevim Znakovima pored puta jeste kratki tekst koji se moze napisati u toku jednog dana, u kome pisac ispusuje trenutno raspolozenje, vidjenje neke pojave, licnosti, utisak sa puta ili misao koja ga preokupira. Godinama belezene i bez odredjenog reda pisane takve zapise pisac sabira u knjigu koja postaje ogledalo njegove duse, a ne dnevnik. Princip organizacije tekstova u knjizi nije tok vremena, kao sto je u klasicnom dnevniku, vec spontani rad duse koja zivo i osetljivo reaguje na svakodnevne posticaje i preradjuje ih u meditacije i vizije, u snimke predela i ljudi. Spontanost i neobaveznost glavna su odlika takvog, viseg, duhovnog dnevnika kakvi su Znakovi pored puta. Tekst u njima raste i razvija se kao organsko tkivo: jedan fragment naslanja se na drugi, a ovaj na sledeci i tako do u nedogled. Ta ogranicenost i spontano stapanje manjih tekstova u vece celine, delo, jedna je od glavnih odlika Andricevog radnog postupka.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Short Stories",
                "Philosophy"
            ]
        },
        {
            "title": "Gravity and Grace",
            "authors": [
                "Simone Weil",
                "Emma Crawford"
            ],
            "ranking": 4.3,
            "ranking_count": 2081,
            "abstract": "Gravity and Grace. was the first ever publication by the remarkable thinker and activist, Simone Weil. In it Gustave Thibon, the farmer to whom she had entrusted her notebooks before her untimely death, compiled in one remarkable volume a compendium of her writings that have become a source of spiritual guidance and wisdom for countless individuals. On the fiftieth anniversary of the first English edition - by Routledge & Kegan Paul in 1952 - this Routledge Classics edition offers English readers the complete text of this landmark work for the first time ever, by incorporating a specially commissioned translation of the controversial chapter on Israel. Also previously untranslated is Gustave Thibon's postscript of 1990, which reminds us how privileged we are to be able to read a work which offers each reader such 'light for the spirit and nourishment for the soul'. This is a book that no one with a serious interest in the spiritual life can afford to be without.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Writing",
                "Cultural",
                "Occult",
                "Classics"
            ]
        },
        {
            "title": "Understanding Analysis",
            "authors": [
                "Stephen Abbott"
            ],
            "ranking": 4.41,
            "ranking_count": 308,
            "abstract": "This book outlines an elementary, one-semester course which exposes students to both the process of rigor, and the rewards inherent in taking an axiomatic approach to the study of functions of a real variable. The aim of a course in real analysis should be to challenge and improve mathematical intuition rather than to verify it. The philosophy of this book is to focus attention on questions which give analysis its inherent fascination.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Textbooks",
                "Nonfiction",
                "Reference",
                "Academic",
                "Education",
                "Computer Science"
            ]
        },
        {
            "title": "The Idea of India",
            "authors": [
                "Sunil Khilnani"
            ],
            "ranking": 3.83,
            "ranking_count": 956,
            "abstract": "A classic since it was first published in 1997,. The Idea of India. is a magisterial historical study that addresses the paradoxes and ironies of the world's largest democracy. When, in 1947, the British divided and departed their most prized imperial possession, they handed a huge, diverse, and poor society to a small nationalist elite. For decades this elite would uphold a political construct, an idea of India grounded in democracy, religious tolerance, economic development, and cultural pluralism. Sunil Khilnani investigates the fate of this idea, offering incisive portraits of Gandhi, Nehru, and other Indian founders and assessing the lively debates among them and their successors over who is an Indian, the meaning of modernity, and India's place in the world.. In a new introduction written for this edition, Khilnani reflects on the book's striking relevance to the country's recent developments--from the rise of a new billionaire class to the election of a government with a more exclusivist conception of Indian identity. Throughout, he provokes readers and illuminates a fundamental question as urgent now as ever: Can the original idea of India survive its own successes?",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Nonfiction",
                "Politics",
                "Asian Literature",
                "Philosophy",
                "Classics",
                "Anthologies"
            ]
        },
        {
            "title": "Sultana's Dream",
            "authors": [
                "Rokeya Sakhawat Hossain",
                "Durga Bai"
            ],
            "ranking": 3.87,
            "ranking_count": 1517,
            "abstract": "The female narrator of. Sultana’s Dream. wanders into a dream city that shuns war and violence. In this utopian world, women rule and men are content with their places in the kitchen. The queen of this kingdom explains how women won and kept their peace against men and their war-like ways.. This edition of a feminist utopian classic is a conversation across time; Durga Bai, a contemporary tribal woman artist from Central India, brings her own vision to bear on a Muslim gentlewoman’s radical tale.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Short Stories",
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Cultural",
                "Speculative Fiction"
            ]
        },
        {
            "title": "White Teeth",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.79,
            "ranking_count": 141132,
            "abstract": "One of the most talked about fictional debuts ever,. White Teeth. is a funny, generous, big-hearted novel, adored by critics and readers alike. Dealing - among many other things - with friendship, love, war, three cultures and three families over three generations, one brown mouse, and the tricky way the past has of coming back and biting you on the ankle, it is a life-affirming, riotous must-read of a book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Historical",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Medyum",
            "authors": [
                "Stephen King",
                "Mehmet Harmancı"
            ],
            "ranking": 4.25,
            "ranking_count": 1289573,
            "abstract": "Sandık bodrumdaki merdivenin altında demişti Danny. Taşıyıcılar onu oraya koydular.. Babası kendisine garip garip bakmış, sonra aşağıya inmişti. Sandık Tony'nin kendisine gösterdiği yerdeydi. Babası Danny'yi almış kucağına oturtmuş kendisini bodruma kimin indirdiğini sormuştu. Yukarda oturan Tom mu indirmişti yoksa? Babası bodrumun tehlikeli olduğunu söylemişti. O yüzden evsahibi orasını hep kilitli tutuyordu.. Danny de açık yüreklilikle bodruma hiç inmemiş olduğunu anlatmıştı babasına. Kapı hep kilitliydi demişti annesi. Arka taraf karanlık ve örümcek dolu olduğu için Danny oraya gitmezdi. Sonra yalan da söylemezdi.. Peki doktor, nasıl bildin sandığın orada olduğunu? diye sormuştu babası.. Tony gösterdi. Babasıyla annesi Danny'nin başının üzerinden birbirine bakmışlardı.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Classics",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "My Name Is Jorge: On Both Sides of the River",
            "authors": [
                "Jane Medina",
                "Fabricio Vanden Broeck"
            ],
            "ranking": 4.43,
            "ranking_count": 167,
            "abstract": "Jorge is trying to learn the ways of his new country. He wants to fit in at school, but he doesn't want to forget his homeland, Mexico. His family is still doing things like they're in the old country, but Jorge wants to find out everything he can about his new country--on the other side of the river. Learning a new language, getting a library card, taking tests, and making friends are challenges for Jorge. Just when Jorge has found a friend in Tim, his life changes once again. Told from the point of view of Jorge, Jane Medina's moving poems vividly depict one boy's struggle to make a new life in a new country.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Childrens",
                "European Literature",
                "Fiction",
                "Literature",
                "Academic",
                "Psychology",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Winter Room",
            "authors": [
                "Gary Paulsen"
            ],
            "ranking": 3.64,
            "ranking_count": 2736,
            "abstract": "The winter room is where Eldon, his brother Wayne, old Uncle David, and the rest of the family gather on icy cold nights, sitting in front of the stove. There the boys listen eagerly to all of Uncle David's tales of superheroes.Then one night Uncle David tells the story, The Woodcutter, and what happens next is terrible--then wonderful.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Young Adult",
                "Childrens",
                "Realistic Fiction",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "The Nonconformist's Memorial: Poems",
            "authors": [
                "Susan Howe"
            ],
            "ranking": 4.32,
            "ranking_count": 137,
            "abstract": "The Nonconformist's Memorial. is a gathering of four long sequences that underscores Susan Howe's reputation as one of the leading experimentalists writing today. Howe is a poet of language in history whose work resonates back through Melville, Dickinson, and Shelley to the seventeenth-century Metaphysicals and Puritans (the nonconformism of the title), and forward again to T. S. Eliot and the abstract expressionists. The sequences fall into two sections, Turning and Conversion, in half-ironic nonconforming counterpart to Eliot's. Four Quartets. . Her collaging and mirror-imaging of words are concretions of verbal static, visual meditations on what can and cannot be said. For Howe, Melville's Marginalia is the essential poem in the collection, an approach to an elusive and allusive mind through Melville's own reading and the notations in his library books. This, says Howe, is Language a wood for thought.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "Mary Anne",
            "authors": [
                "Daphne du Maurier"
            ],
            "ranking": 3.4,
            "ranking_count": 2181,
            "abstract": "An alternate cover for this isbn can be found. here. .. In Regency London, the only way for a woman to succeed is to beat men at their own game. So when Mary Anne Clarke seeks an escape from her squalid surroundings in Bowling Inn Alley, she ventures first into the scurrilous world of the pamphleteers. Her personal charms are such, however, that before long she comes to the notice of the Duke of York. With her taste for luxury and power, Mary Anne, now a royal mistress, must aim higher. Her lofty connections allow her to establish a thriving trade in military commissions, provoking a scandal that rocks the government - and brings personal disgrace. A vivid portrait of overweening ambition, MARY ANNE is set during the Napoleonic Wars and based on du Maurier's own great-great- grandmother.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Classics",
                "Fiction",
                "European Literature",
                "Romance",
                "Gothic",
                "Mystery"
            ]
        },
        {
            "title": "Terra Incognita: Travels in Antarctica",
            "authors": [
                "Sara Wheeler"
            ],
            "ranking": 3.85,
            "ranking_count": 1869,
            "abstract": "It is the coldest, windiest, driest place on earth, an icy desert of unearthly beauty and stubborn impenetrability. For centuries, Antarctica has captured the imagination of our greatest scientists and explorers, lingering in the spirit long after their return. Shackleton called it the last great journey; for Apsley Cherry-Garrard it was the worst journey in the world.. This is a book about the call of the wild and the response of the spirit to a country that exists perhaps most vividly in the mind. Sara Wheeler spent seven months in Antarctica, living with its scientists and dreamers. No book is more true to the spirit of that continent--beguiling, enchanted and vast beyond the furthest reaches of our imagination. Chosen by Beryl Bainbridge and John Major as one of the best books of the year, recommended by the editors of Entertainment Weekly and the Chicago Tribune, one of the Seattle Times's top ten travel books of the year,. Terra Incognita. is a classic of polar literature.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Adventure",
                "Autobiography",
                "Environment",
                "Science",
                "History",
                "Nature",
                "Biography"
            ]
        },
        {
            "title": "No Time to Say Goodbye: Surviving the Suicide of a Loved One",
            "authors": [
                "Carla Fine"
            ],
            "ranking": 4.21,
            "ranking_count": 772,
            "abstract": "Suicide would appear to be the last taboo. Even incest is now discussed freely in the popular media, but the suicide of a loved one is still an act most people are unable to talk about--or even admit to their closest family and friends. This is just one of the many painful and paralyzing truths author Carla Fine discovered when her husband, a successful young physician, took his own life in December 1989. And being unable to speak openly and honestly about the cause of her pain made it all the more difficult for her to survive. With. No Time to Say Goodbye,. she brings suicide survival from the darkness into the light, speaking frankly and with compassion about the overwhelming feelings of confusion, guilt, shame, anger and loneliness that are shared by all survivors. Drawing on her own experience and on conversations with many other survivors--as well as on the knowledge of counselors and mental health professionals--Carla Fine offers a strong helping hand and invaluable guidance to the thousands of husbands and wives, mothers and fathers, sisters and brothers, friends and lovers who are left behind each year, struggling to make sense of an act that seems to them senseless, and to pick up the pieces of their own shattered lives. And, perhaps most important, she allows them to see that they are not alone in their feelings of grief and despair.. Her resource section, listing organizations and survivor groups throughout the United States and Canada, as well as her bibliography of further reading, will, in themselves, provide invaluable information and support.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Psychology",
                "Self Help",
                "Mental Health",
                "Death",
                "Reference",
                "Autobiography"
            ]
        },
        {
            "title": "The Ka of Gifford Hillary (Black Magic, #5)",
            "authors": [
                "Dennis Wheatley"
            ],
            "ranking": 3.72,
            "ranking_count": 377,
            "abstract": "Controversy rages at the Ministry of Defence. And Sir Gifford Hillary, outspoken in his views on top-secret measures to counter the threat of Soviet aggression, is partly responsible for tempers fraying.. But danger and betrayal stalk closer to home. On a warm autumn night at Longshot Hall, Sir Gifford gets the shock of his life. Horrifically and inexplicably, he witnesses his own murder.... Dennis Yates Wheatley (1897—1977) was an English author whose prolific output of stylish thrillers and occult novels made him one of the world's bestselling writers from the 1930s through the 1960s. His Gregory Sallust series was one of the main inspirations for Ian Fleming's James Bond stories. Born in South London, he was the eldest of three children of an upper-middle-class family, the owners of Wheatley & Son of Mayfair, a wine business. He admitted to little aptitude for schooling, and was expelled from Dulwich College. Soon after his expulsion Wheatley became a British Merchant Navy officer cadet on the training ship HMS Worcester. During the Second World War, Wheatley was a member of the London Controlling Section, which secretly coordinated strategic military deception and cover plans. His literary talents gained him employment with planning staffs for the War Office. He wrote numerous papers for the War Office, including suggestions for dealing with a German invasion of Britain. Dennis Wheatley died on 11th November 1977. During his life he wrote over 70 books and sold over 50 million copies.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Occult",
                "Anthologies",
                "Gothic"
            ]
        },
        {
            "title": "Die Strudlhofstiege oder Melzer und die Tiefe der Jahre",
            "authors": [
                "Heimito von Doderer"
            ],
            "ranking": 3.97,
            "ranking_count": 296,
            "abstract": "Wien in den Jahren 1910/11 und 1923-25. Im Mittelpunkt des Geschehens steht der Amtsrat und Major a.D. Melzer, dessen Leben irgendwie immer an ihm vorbeiläuft, bis er endlich doch zu sich selbst findet. Ein Großstadtroman mit der Aura des Lebens, »so, wie es ist«.. »Man müsste Heimito von Doderers Strudlhofstiege loben und preisen, bis einem die Zunge am Gaumen festklebt, bloß gebricht es an Adjektiven, die dem 1951 erschienen Roman und vor allem seiner Sprache nur annähernd angemessen wären.«. --. Profil",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "Historical",
                "Unfinished"
            ]
        },
        {
            "title": "Holy Terror: Andy Warhol Close Up",
            "authors": [
                "Bob Colacello"
            ],
            "ranking": 3.97,
            "ranking_count": 651,
            "abstract": "From Library Journal. The former editor of Andy Warhol's Interview magazine, Colacello has an insider's story to tell. This book is as bitchy and packed with names as its readers could want. The Andy Warhol Factory is described (not surprisingly) as an exploitative place where Andy got richer and richer while his drones worked harder and harder. Colacello's straightforward chronology of working and partying in Warhol's circle is tinged by his bitterness over a heavy workload and little pay at the Factory. His tone captures perfectly the self-obsessed philosophy that drove Warhol, his hangers-on, and the subculture of sex, drugs, parties, discos, and the New York art scene of the 1970s and early 1980s. Recommended for academic, art, and public libraries. Photos not seen. Previewed in Prepub Alert, LJ 2/1/90.. - David Bryant, Belleville P.L., N.J.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Biography",
                "Nonfiction",
                "Culture",
                "Autobiography",
                "Historical",
                "Biography Memoir"
            ]
        },
        {
            "title": "Midnight Warrior",
            "authors": [
                "Iris Johansen"
            ],
            "ranking": 3.89,
            "ranking_count": 2203,
            "abstract": "SHE WAS A PRISONER BOUND BY DUTY AND DESIRE .... Taken as a slave, fiery, tempestuous Brynn of Falkhaar was awed by the magnificent warrior who stood before her. Known for her skills as a healer, she had been brought to his battlefield tent to save his dying friend. Yet in the days and nights ahead, the sensual conqueror made it clear she might be more than nursemaid to his soldiers. She could be the intimate plaything of his seductive desires.. HE WAS A CONQUEROR FOR WHOM NOTHING WAS FORBIDDEN .... Dark, brooding, and passionate, Lord Gage Dumont was a man used to conquest. And yet with one look at the beautiful slave he'd been given as his spoils, he realized she held him prisoner. As she fought to save his friend with her healing powers, Dumont felt her fiery touch deep in his scarred soul. Though he may have already owned her body, what he wanted was her heart --- and for that he would risk everything.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "Fantasy",
                "Own"
            ]
        },
        {
            "title": "Ishi in Two Worlds: A Biography of the Last Wild Indian in North America",
            "authors": [
                "Theodora Kroeber",
                "Karl Kroeber"
            ],
            "ranking": 4.08,
            "ranking_count": 1335,
            "abstract": "The life story of Ishi, the last Yahi Indian, lone survivor of an exterminated tribe, is unique in the annals of North American anthropology. For more than forty years, Theodora Kroeber's biography has captivated readers. Now recent advances in technology make it possible to return to print the 1976 deluxe edition, filled with plates and historic photographs that enhance Ishi's story and bring it to life.. Ishi stumbled into the twentieth century on the morning of August 29, 1911, when, desperate with hunger and terrified of the white murderers of his family, he was found in the corral of a slaughter house near Oroville, California. Finally identified as a Yahi by an anthropologist, Ishi was brought to San Francisco by Professor T. T. Waterman and lived there the rest of his life under the care and protection of Alfred Kroeber and the staff of the University of California's Museum of Anthropology.. Karl Kroeber adds an informative tribute to the text, describing how the book came to be written and how Theodora Kroeber's approach to the project was a product of both her era and her special personal insight and empathy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Anthropology",
                "Native Americans",
                "Biography Memoir",
                "North American Hi...",
                "Environment",
                "Literature",
                "Westerns"
            ]
        },
        {
            "title": "Nabokov's Pale Fire: The Magic of Artistic Discovery",
            "authors": [
                "Brian Boyd"
            ],
            "ranking": 4.26,
            "ranking_count": 247,
            "abstract": "Pale Fire. is regarded by many as Vladimir Nabokov's masterpiece. The novel has been hailed as one of the most striking early examples of postmodernism and has become a famous test case for theories about reading because of the apparent impossibility of deciding between several radically different interpretations. Does the book have two narrators, as it first appears, or one? How much is fantasy and how much is reality? Whose fantasy and whose reality are they? Brian Boyd, Nabokov's biographer and hitherto the foremost proponent of the idea that. Pale Fire. has one narrator, John Shade, now rejects this position and presents a new and startlingly different solution that will permanently shift the nature of critical debate on the novel. Boyd argues that the book does indeed have two narrators, Shade and Charles Kinbote, but reveals that Kinbote had some strange and highly surprising help in writing his sections. In light of this interpretation. , Pale Fire. now looks distinctly less postmodern--and more interesting than ever.. In presenting his arguments, Boyd shows how Nabokov designed. Pale Fire. for readers to make surprising discoveries on a first reading and even more surprising discoveries on subsequent readings by following carefully prepared clues within the novel. Boyd leads the reader step-by-step through the book, gradually revealing the profound relationship between Nabokov's ethics, aesthetics, epistemology, and metaphysics. If Nabokov has generously planned the novel to be accessible on a first reading and yet to incorporate successive vistas of surprise, Boyd argues, it is because he thinks a deep generosity lies behind the inexhaustibility, complexity, and mystery of the world. Boyd also shows how Nabokov's interest in discovery springs in part from his work as a scientist and scholar, and draws comparisons between the processes of readerly and scientific discovery.. This is a profound, provocative, and compelling reinterpretation of one of the greatest novels of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Criticism",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Birds of Prey",
            "authors": [
                "Wilbur Smith"
            ],
            "ranking": 4.21,
            "ranking_count": 11459,
            "abstract": "The year is 1667. Sir Francis Courtney and his son Hal are on patrol in their fighting caravel off the Agulhas Cape of South Africa. They are lying in wait for one of the treasure-laden galleons of the Dutch East India Company returning from the Orient. so begins a quest for adventure and the spoils of war that sweeps them from the settlement of Good Hope at the southern tip of Africa to the Great Horn of Ethiopia far to the north - at a time when international maritime law permitted acts of piracy, rape, and murder otherwise punishable by death. Wilbur Smith introduces a generation of the indomitable Courtneys and thrillingly re-creates their part in the struggle for supremacy and riches on the high seas.. From the very first pages, Wilbur Smith spins a colorful and exciting tale, crackling with tension and drama, that builds and builds to a stunning climax. Packed with vivid descriptive passages of the open seas, breathless pacing, and an extraordinary cast of characters,. Birds of Prey. is a masterpiece from a storyteller at the height of his powers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "Thriller",
                "Action",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "De Uitvreter, Titaantjes, Dichtertje, Mene Tekel",
            "authors": [
                "Nescio"
            ],
            "ranking": 4.03,
            "ranking_count": 2251,
            "abstract": "De drie verhalen De uitvreter, Titaantjes en Dichtertje werden tijdens het leven van Nescio (pseudoniem van J.H.F. Grönloh) slechts enkele malen herdrukt, de laatste keer samen met het in 1946 verschenen Mene Tekel. Intussen behoren deze vertellingen met de zo eigen relativerende en melancholieke kijk op idealen, hoge verwachtingen en wereldbestormers tot het mooiste uit de schatkamer van de Nederlandse literatuur. Jongens waren we, maar aardige jongens. Al zeg ik t zelf. We zijn nu veel wijzer, stakkerig wijs zijn we, behalve Bavink, die mal geworden is.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Short Stories",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Madouc",
            "authors": [
                "Jack Vance"
            ],
            "ranking": 4.17,
            "ranking_count": 2444,
            "abstract": "The World Fantasy Award-winning third volume of the Lyonesse trilogy brings attention to the faerie changeling Madouc. Where princess Suldrun once meekly endured the proprieties of Castle Haidion, Madouc defends herself with rotten fruit. Vexed, King Casmir arranges a contest to marry her off, but Madouc has other ideas, and enlists the stableboy Sir Pom-pom on an impromptu quest to find her father. During their travels, they encounter swindlers, faeries, trolls, ogres, a knight in search of his youth, and a relatively pedestrian item known as the Holy Grail. As the sorcerers Shimrod and Murgen investigate portents of cataclysm in the world of magic, Casmir plans a murder that will bring all the lands under his iron rule; however, his ambitions will be complicated by one small but important oversight--he's failed to allow for Madouc!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Mythology",
                "Novels"
            ]
        },
        {
            "title": "Asphodel, That Greeny Flower & Other Love Poems",
            "authors": [
                "William Carlos Williams",
                "Herbert Leibowitz",
                "Herbert Liebowitz"
            ],
            "ranking": 4.04,
            "ranking_count": 121,
            "abstract": "'Asphodel' celebrates unforgettably Williams' love for his wife Floss, (going) so far as to say, 'Death is not the end of it'...'Asphodel' strands impressively as the poet's personal credo, a late, long poem central to his entire work.' -- World Literature Today",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "The Kingdom of Matthias: A Story of Sex and Salvation in 19th-Century America",
            "authors": [
                "Paul E. Johnson",
                "Sean Wilentz"
            ],
            "ranking": 3.66,
            "ranking_count": 787,
            "abstract": "This narrative history brings to life the spiritual and sexual tensions of mid-19th-century America through the sensational story of the cult of Matthias.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "North American Hi...",
                "Academic",
                "Historical",
                "Biography"
            ]
        },
        {
            "title": "A Night in the Lonesome October",
            "authors": [
                "Roger Zelazny",
                "Gahan Wilson"
            ],
            "ranking": 4.2,
            "ranking_count": 9331,
            "abstract": "All is not what it seems…. In the murky London gloom, a knife-wielding gentleman named Jack prowls the midnight streets with his faithful watchdog Snuff – gathering together the grisly ingredients they will need for an upcoming ancient and unearthly rite. For soon after the death of the moon, black magic will summon the Elder Gods back into the world. And all manner of Players, both human and undead, are preparing to participate.. Some have come to open the gates. Some have come to slam them shut.. And now the dread night approaches – so let the Game begin.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Mystery",
                "Holiday",
                "Humor",
                "Paranormal",
                "Science Fiction"
            ]
        },
        {
            "title": "Ondskans ansikte",
            "authors": [
                "Margit Sandemo"
            ],
            "ranking": 3.87,
            "ranking_count": 454,
            "abstract": "Äntligen fick Tiril chansen att möta sin okända mor. Men vad skulle detta möte föra med sig, och hur skulle modern reagera på häxmästaren Móri? Han ville gifta sig med Tiril, men hade en känsla av att han inte hade någon rätt till henne. Bara hans groteska följeslagare från de kalla skuggornas land kunde ge honom svaret.. Samtidigt blev de alla jagade av en okänd kraft. Ondskans ansikte var på väg att visa sig...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "Fiction",
                "Audiobook",
                "Paranormal",
                "European Literature"
            ]
        },
        {
            "title": "Politics and Painting: Murals and Conflict in Northern Ireland",
            "authors": [
                "Bill Rolston"
            ],
            "ranking": 4.33,
            "ranking_count": 9,
            "abstract": "Politics and Painting is a study of wall murals in Northern Ireland. The core argument is that the art of wall mural painting is influenced by the political conflict in Northern Ireland.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Riceyman Steps (Including 'Elsie and the Child')",
            "authors": [
                "Arnold Bennett",
                "Edward Mendelson",
                "Robert Squillace"
            ],
            "ranking": 3.85,
            "ranking_count": 362,
            "abstract": "Henry Earlforward, a shabby Clerkenwell bookseller, has retired from life to devote himself (and his wife Violet) to a consuming passion for money. Miserliness, long disguised as procrastination, can become a fatal illness. Bennett's bleak story is saved, however, by the Earlforwards' maid Elsie: buxom, warm, ignorant, and sublime in her spontaneous greed for life.. Riceyman Steps is a modernist masterpiece; a profound psychological and symbolic exploration of the forces of love and death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "Writing",
                "Literary Fiction"
            ]
        },
        {
            "title": "دين ضد الدين (الآثار الكاملة، #7(",
            "authors": [
                "Ali Shariati",
                "حيدر مجيد"
            ],
            "ranking": 3.8,
            "ranking_count": 1855,
            "abstract": "عندما تتكلم عن علي شريعتي، لا بد أن تتكلم عن الإسلام- الأيديولوجيا- بما يعنيه هذا المصطلح، من ثورة وفكر وحضارة وحاكمية، من هنا طرح شريعتي مفهومه الموحَّد والموحِّد هذا، من خلال ثلاث طرق:. 1- فهم الإسلام فهماً متكاملاً، وعدم الاقتصار على فهم الأمور التي تتعلق بحياة الفرد فقط، بل فهم الاقتصاد والسياسة والمجتمع والتاريخ ومتطلبات العصر، من منطلق الإسلام ذاته، لأنه عقيدة متكاملة، لكل زمان ومكان.. 2- أن يطهر الفكر الإسلامي من عناصر الجمود والركود، سواءاً التي لصقت به عبر عصور التخلف، أو التي أدخلها الاستعمار.. 3- أن يصبح الإسلام ثقافة الجماهير، كل الجماهير، وأن يخرج من احتكار بعض المتاجرين بالدين.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Sociology",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "Villa des Roses",
            "authors": [
                "Willem Elsschot"
            ],
            "ranking": 3.57,
            "ranking_count": 2000,
            "abstract": "The gilt-lettered advertisement outside Madame Brulot's pension in the shabby rue d'Armaille promises a first-class family boardinghouse. But only one thing is certain about this so-called reputable Parisian pension—few guests emerge from their stay unscathed. First published in 1913, this comic novella helped establish Willem Elsschot—the pseudonym of Alfons de Ridder—as one of the great Dutch writers of the 20th century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Academic",
                "Cultural",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Cuckold",
            "authors": [
                "Kiran Nagarkar"
            ],
            "ranking": 4.16,
            "ranking_count": 1588,
            "abstract": "The time is early 16th century. The Rajput kingdom of Mewar is at the height of its power. It is locked in war with the Sultanates of Delhi, Gujarat and Malwa. But there is another deadly battle being waged within Mewar itself. who will inherit the throne after the death of the Maharana? The course of history, not just of Mewar but of the whole of India, is about to be changed forever. At the centre of Cuckold is the narrator, heir apparent of Mewar, who questions the codes, conventions and underlying assumptions of the feudal world of which he is a part, a world in which political and personal conduct are dictated by values of courage, valour and courtesy; and death is preferable to dishonour. A quintessentially Indian story, Cuckold has an immediacy and appeal that are truely universal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Blue Moon Rising",
            "authors": [
                "Simon R. Green"
            ],
            "ranking": 4.09,
            "ranking_count": 4469,
            "abstract": "Rupert didn't especially want to be a prince. And he certainly never asked to be the second son of a royal line that really didn't need a spare. So he was sent out to slay a dragon and prove himself-a quest straight out of legend. But he also discovered the kinds of things legends tend to leave out, as well as the usual demons, goblins, the dreaded Night Witch-and even worse terrors hidden in the shadows of Darkwood.. Rupert did find a fiery dragon-and a beautiful princess to rescue. But the dragon turned out to be a better friend than anyone back at the castle, and with the evil of Darkwood spreading, Rupert was going to need all the friends he could get.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Handbook for Preclears",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 3.88,
            "ranking_count": 105,
            "abstract": "Here's a simple, practical handbook you can use and apply right now to improve your awareness, ability and happiness.. Handbook for Preclears is a Dianetics self-processing manual containing fifteen powerful yet easily applied exercises to help you overcome barriers in your life that are blocking your true potentials.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Solar Storms",
            "authors": [
                "Linda Hogan",
                "Honi Werner",
                "Gary Issacs",
                "Songhee Kim"
            ],
            "ranking": 4.14,
            "ranking_count": 2061,
            "abstract": "From Pulitzer Prize finalist Linda Hogan,. Solar Storms. tells the moving, “luminous” (. Publishers Weekly. ) story of Angela Jenson, a troubled Native American girl coming of age in the foster system in Oklahoma, who decides to reunite with her family.. At seventeen, Angela returns to the place where she was raised—a stunning island town that lies at the border of Canada and Minnesota—where she finds that an eager developer is planning a hydroelectric dam that will leave sacred land flooded and abandoned. Joining up with three other concerned residents, Angela fights the project, reconnecting with her ancestral roots as she does so.. Harrowing, lyrical, and boldly incisive,. Solar Storms. is a powerful examination of the clashes between cultures and traumatic repercussions that have shaped American history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Academic",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Ill-Fated Peregrinations of Fray Servando",
            "authors": [
                "Reinaldo Arenas",
                "Andrew Hurley"
            ],
            "ranking": 4.1,
            "ranking_count": 499,
            "abstract": "El cándido, pícaro, aventurero y exaltado fray Servando Teresa de Mier, célebre personaje histórico convertido para la ficción en protagonista de esta novela, fue un fraile mexicano de la orden de los predicadores que vivió a caballo de los siglos XVIII y XIX, por sus poco ortodoxas ideas sufrió persecuciones, destierros, y dio numerosas veces con sus huesos en la cárcel. En sus incansables andanzas -incluso su cadáver fue trasegado de acá para allá-, recorrió, entre otros países, la España de Carlos IV y Godoy, la Francia de Chateaubriand y Madame de Staël, la Inglaterra de Lady Hamilton, Italia, Estados Unidos («país donde por cada respiro hay que pagar un impuesto», comenta fray Servando) y Cuba. No en vano, trascendiendo la simple biografía y haciendo una pirueta literaria en la mejor tradición del barroco cubano, Reinaldo Arenas va tejiendo una auténtica novela de aventuras, como él mismo la subtitula, hasta otorgarle una dimensión fabulosa, casi mítica.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Literature",
                "Novels",
                "Cultural",
                "Fantasy",
                "Contemporary"
            ]
        }
    ]
}