{
    "books": [
        {
            "title": "Das Boot",
            "authors": [
                "Lothar-Günther Buchheim"
            ],
            "ranking": 4.23,
            "ranking_count": 4698,
            "abstract": "It is autumn, 1941, and a German U-boat commander and his crew set out on yet another hazardous patrol in the Battle of the Atlantic. Over the coming weeks they must brave the stormy waters of the Atlantic in their mission to seek out and destroy British supply ships. But the tide is beginning to turn against the Germans in the war for the North Atlantic. Their targets now travel in convoys, fiercely guarded by Royal Navy destroyers, and when contact is finally made the hunters rapidly become the hunted. As the U-boat is forced to hide beneath the surface of the sea a cat-and-mouse game begins, where the increasing claustrophobia of the submarine becomes an enemy just as frightening as the depth charges that explode around it. Of the 40,000 men who served on German submarines, 30,000 never returned. Written by a survivor of the U-boat fleet,. Das Boot. is a psychological drama merciless in its intensity, and a classic novel of World War II.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Kings Row",
            "authors": [
                "Henry Bellamann",
                "Jay M. Karr"
            ],
            "ranking": 3.96,
            "ranking_count": 289,
            "abstract": "Only edition of KINGS ROW in print. No printings but KINGDOM HOUSE editions have a biographical and historical illustrated introduction. Contains map, town photographs, and stills and background on the Ronald Reagan film.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Serious Game",
            "authors": [
                "Hjalmar Söderberg",
                "Eva Claeson"
            ],
            "ranking": 3.84,
            "ranking_count": 4348,
            "abstract": "Sweden at the turn of the previous century. Arvid, an ambitious and well-educated young man, meets Lydia, the daughter of a landscape painter, during an idyllic summer vacation and falls in love. Lydia, however, has other suitors, and Astrid is frightened of being tied down by his emotions. Trapped inside loveless marriages of convenience, they struggle in later years to rekindle the promise of their romance with bitter and tragic results.. Hjalmar Soderberg. , born in Stockholm, in 1869, was one Scandinavia's leading modernist writers.. The Serious Game. is Sweden's most celebrated and enduring love story.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Romance",
                "Literature",
                "Novels",
                "Love"
            ]
        },
        {
            "title": "Frege: Philosophy of Language",
            "authors": [
                "Michael Dummett"
            ],
            "ranking": 4.18,
            "ranking_count": 72,
            "abstract": "No one has figured more prominently in the study of German philosopher Gottlob Frege than Michael Dummett. This highly acclaimed book is a major contribution to the philosophy of language as well as a systematic interpretation of Frege, indisputably the father of analytic philosophy.. Frege: Philosophy of Language. remains indispensable for an understanding of contemporary philosophy. Harvard University Press is pleased to reissue this classic book in paperback.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Humanities"
            ]
        },
        {
            "title": "Scarlet Feather",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.98,
            "ranking_count": 26988,
            "abstract": "Set in contemporary Ireland, filled with warmth, wit, and drama,. Scarlet Feather. is the story of Cathy Scarlet and Tom Feather, their spouses, families, and friends, and the struggling new catering business that transforms their lives in ways big and small.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Adult Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "1066 and All That: A Memorable History of England",
            "authors": [
                "W.C. Sellar",
                "R.J. Yeatman",
                "John Reynolds"
            ],
            "ranking": 3.95,
            "ranking_count": 3000,
            "abstract": "One of the most well-loved and best-selling British humor titles of all time. Canute began by being a Bad King on the advice of his Courtiers, who informed him (owing to a misunderstanding of the Rule Britannia) that the King of England was entitled to sit on the sea without getting wet.. This humorous history is a book that has itself become part of the UK's history. The authors made the claim that All the History you can remember is in the Book, and, for most Brits, they were probably right. But it is their own unique interpretation of events that has made the book a classic; an uproarious satire on textbook history and a population's confused recollections of it.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Humor",
                "Nonfiction",
                "European Literature",
                "Classics",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Walking to Mercury",
            "authors": [
                "Starhawk"
            ],
            "ranking": 3.93,
            "ranking_count": 875,
            "abstract": "In. The Fifth Sacred Thing,. readers fell in love with Maya Greenwood, the 98-year-old writer who led Northern California's successful 21st century rebellion against a racist, totalitarian regime of the South.. Walking to Mercury. takes readers back to the 20th century and powerfully dramatizes the forces that shaped this extraordinary woman.The book opens and closes with the middle-aged Maya struggling with a profound personal and spiritual crisis. The culminating factor has been her mother's death, and now Maya embarks on a trek in the Himalayas, intending to sprinkle her mother's ashes at the base of Mt. Everest and finally lay to rest her tumultuous past. At rest stops in tiny Tibetan villages, she reads diary pages her lover Johanna has tucked into her bag—the diary Johanna kept throughout their shared youth during the Vietnam era.In vivid flashbacks to those radical days, we accompany the young Maya as she awakens to the summer of love, joins the anti-war movement, and enters into a relationship with the abusive, alcoholic Rio. She finally gathers the strength to break free and seek her own true path, which takes her from the streets of Manhattan to the mountains of Mexico. Eventually she emerges, stronger and wiser, infused with the wisdom of the earth and the spirit of the goddess. Traveling through the landscape of memories helps Maya reclaim her past and foreshadows the miraculous events readers of. The Fifth Sacred Thing. know her to be capable of in the future.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Religion",
                "Spirituality",
                "Science Fiction",
                "Feminism",
                "Social Issues",
                "LGBT",
                "Novels"
            ]
        },
        {
            "title": "The Girl, the Gold Watch & Everything",
            "authors": [
                "John D. MacDonald"
            ],
            "ranking": 4.02,
            "ranking_count": 1812,
            "abstract": "To ever-loyal Kirby Winter, multimillionaire Uncle Omar left nothing--nothing but a gold watch and a sealed letter to be opened in one year. But Kirby is destined to inherit the magical power to freeze time itself--a power that could rock the entire universe.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Fantasy",
                "Thriller",
                "Humor",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Stone Junction",
            "authors": [
                "Jim Dodge"
            ],
            "ranking": 4.11,
            "ranking_count": 2553,
            "abstract": "Starting with his mother's roundhouse right to a nun's jaw, this is a modern odyssey of one man's quest for knowledge and understanding in a world where revenge, betrayal, revolution, mind-bending chemicals, magic and murder are the norm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "The United States Of America",
                "Novels",
                "Literature",
                "American",
                "United States"
            ]
        },
        {
            "title": "Sexism and God Talk: Toward a Feminist Theology",
            "authors": [
                "Rosemary Radford Ruether"
            ],
            "ranking": 4.06,
            "ranking_count": 561,
            "abstract": "How did a religion whose founding proponents advocated a shocking disregard of earthly ties come to extol the virtues of the traditional family? In this richly textured history of the relationship between Christianity and the family Rosemary Radford Ruether traces the development of these centerpieces of modern life to reveal the misconceptions at the heart of the family values debate.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Feminism",
                "Nonfiction",
                "Womens",
                "Spirituality",
                "Gender",
                "Christian",
                "History"
            ]
        },
        {
            "title": "The Principles of Quantum Mechanics",
            "authors": [
                "Paul A.M. Dirac"
            ],
            "ranking": 4.44,
            "ranking_count": 503,
            "abstract": "The standard work in the fundamental principles of quantum mechanics, indispensable both to the advanced student and to the mature research worker, who will always find it a fresh source of knowledge and stimulation. --Nature This is the classic text on quantum mechanics. No graduate student of quantum theory should leave it unread--W.C Schieve, University of Texas",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Textbooks",
                "Physics",
                "Classics",
                "Philosophy",
                "Academic"
            ]
        },
        {
            "title": "Las ratas",
            "authors": [
                "Miguel Delibes"
            ],
            "ranking": 3.94,
            "ranking_count": 1598,
            "abstract": "Visión trágica y dura de un pueblo castellano,. Las ratas. —galardonada con el Premio de la Crítica 1962— es uno de los libros en que mejor ha reflejado Delibes el drama de esa Castilla rural, de una Castilla que, no obstante, rezuma grandeza en su misma miseria. En la novela, el medio geográfico y social parece determinar de modo decisivo el ser y el existir de sus criaturas; el destino parece jugar con esos personajes, pobres lugareños aferrados al terruño, vivos y elementales, que defienden rabiosamente su libertad y constituyen un retablo de cruda y palpitante humanidad. Entre ellos surge poderosamente la figura del Ratero, y sobre todo la del Nini, niño que vive sufriendo e intenta rebelarse contra la sordidez que le rodea; pero su rebeldía es callada, dulce, sin vanidad, y le levanta a la altura de símbolo: el bien contra el mal, el candor contra la astucia... El drama sera inevitable, pero la tragedia —ha dicho un crítico— «está contada de la manera sencilla con que las tragedias se abaten sobre el hombre en la vida: sin demasía, sin melodrama, sin aspavientos».. Miguel Delibes nació en Valladolid en 1920. Cursó las carreras de Derecho y Comercio. Se reveló como novelista al obtener el Premio Nadal en 1947 con. La sombra de ciprés es alargada. , su primera novela. Seguirían, entre otras, las obras. El camino. (1950),. Diario de un cazador. (1955, Premio Nacional de Literatura),. Siestas con viento sur. (relatos, 1957, Premio Fastenrath de la Academia),. La hoja roja. (1959),. Las ratas. (Premio de la Crítica 1962),. Cinco horas con Mario. (1966),. El príncipe destronado. (1974),. El disputado voto del señor Cayo. (1978),. 377A, madera de héroe. (Premio Ciudad de Barcelona 1987), todas publicadas en Destino. En 1973 fue elegido miembro de la Real Academia de la Lengua, en 1982 se le otorgó el Premio Príncipe de Asturias de las Letras y en 1991 el Premio Nacional de Literatura. Últimamente ha publicado el libro de memorias. Mi vida al aire libre. (Destino, 1989), la recopilación de artículos. Pegar la hebra. (Destino, 1990) y la novela. Señora de rojo sobre fondo gris. (Destino, 1991).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Memed, My Hawk",
            "authors": [
                "Yaşar Kemal",
                "Edouard Roditi"
            ],
            "ranking": 4.48,
            "ranking_count": 8846,
            "abstract": "A tale of high adventure and lyrical celebration, tenderness and violence, generosity and ruthlessness, Memed, My Hawk is the defining achievement of one of the greatest and most beloved of living writers, Yashar Kemal. It is reissued here with a new introduction by the author on the fiftieth anniversary of its first publication.. Memed, a high-spirited, kindhearted boy, grows up in a desperately poor mountain village whose inhabitants are kept in virtual slavery by the local landlord. Determined to escape from the life of toil and humiliation to which he has been born, he flees but is caught, tortured, and nearly killed. When at last he does get away, it is to set up as a roving brigand, celebrated in song, who could be a liberator to his people—unless, like the thistles that cover the mountain slopes of his native region, his character has taken an irremediably harsh and unforgiving form.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Roman",
                "Adventure"
            ]
        },
        {
            "title": "Ανθρωποφύλακες",
            "authors": [
                "Περικλής Κοροβέσης"
            ],
            "ranking": 4.7,
            "ranking_count": 479,
            "abstract": "Οι «Ανθρωποφύλακες» είναι κάτι παραπάνω από ντοκουμέντο. Ο Κοροβέσης διαθέτοντας ένα γνήσιο συγγραφικό ταλέντο, πείθει πολύ πιο αποτελεσματικά από ό,τι θα μπορούσε κανείς να φανταστεί για τη μη μεταβιβάσιμη εμπειρία του υπέρτατου πόνου.. New Stateman",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Biography",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Kafka",
            "authors": [
                "David Zane Mairowitz",
                "Robert Crumb"
            ],
            "ranking": 4.04,
            "ranking_count": 3296,
            "abstract": "What do I have in common with the Jews? I don't even have anything in common with myself.. Nothing could better express the essence of Franz Kafka, a man described by his friends as living behind a glass wall. Kafka wrote in the tradition of the great Yiddish storytellers, whose stock-in-trade was bizarre fantasy tainted with hilarity and self-abasement. What he added to this tradition was an almost unbearably expanded consciousness. Alienated from his roots, his family, his surroundings, and primarily from his own body, Kafka created a unique literary language in which to hide away, transforming himself into a cockroach, an ape, a dog, a mole or a circus artiste who starves himself to death in front of admiring crowds.. David Zane Mairowitz's brilliant text and the illustrations and comic panels of the world's greatest cartoonist, Robert Crumb (himself no stranger to self-loathing and alienation), help us to understand the essence of Kafka and provide insight beyond the cliche Kafkaesque, peering through Kafka's glass wall like no other book before it. The book is a wonderful educational tool for those unfamiliar with Kafka, including a brief but inclusive biography as well as the plots of many of his works, all illustrated by Crumb, making this newly designed edition a must-have for admirers of both Kafka and Crumb.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Biography",
                "Art",
                "History",
                "Literature",
                "Graphic Novels Comics",
                "Philosophy"
            ]
        },
        {
            "title": "To See the Dawn: Baku, 1920--First Congress of the Peoples of the East",
            "authors": [
                "John Riddell"
            ],
            "ranking": 4.1,
            "ranking_count": 10,
            "abstract": "How can peasants and workers in the colonial world achieve freedom from imperialist exploitation? By what means can working people overcome divisions incited by their national ruling classes and act together for their common class interests? These questions were addressed by 2,000 delegates to the 1920. Congress of the Peoples of the East.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "Peace Shall Destroy Many",
            "authors": [
                "Rudy Wiebe"
            ],
            "ranking": 3.7,
            "ranking_count": 272,
            "abstract": "In 1944, as war rages across Europe and Asia, famine, violence and fear are commonplace. But life appears tranquil in the isolated farming settlement of Wapiti in northern Saskatchewan, where the Mennonite community continues the agricultural lifestyle their ancestors have practised for centuries. Their Christian values of peace and love lead them to oppose war and military service, so they are hardly affected by the war – except for the fact that they are reaping the rewards of selling their increasingly valuable crops and livestock.. Thom Wiens, a young farmer and earnest Christian, begins to ask questions. How can they claim to oppose the war when their livestock become meat to sustain soldiers? How can they enjoy this free country but rely on others to fight to preserve that freedom? Within the community, conflicts and broken relationships threaten the peace, as the Mennonite tradition of close community life manifests itself as racism toward their “half-breed” neighbours, and aspirations of holiness turn into condemnation of others. Perhaps the greatest hope for the future lies with children such as Hal Wiens, whose friendship with the Métis children and appreciation of the natural environment offer a positive vision of people living at peace with themselves and others.. Wiebe’s groundbreaking first novel aroused great controversy among Mennonite communities when it was first published in 1962. Wiebe explains, “I guess it was a kind of bombshell because it was the first realistic novel ever written about Mennonites in western Canada. A lot of people had no clue how to read it. They got angry. I was talking from the inside and exposing things that shouldn't be exposed.” At the same time, other reviewers were unsure how to react to Wiebe’s explicitly religious themes, a view which Wiebe found absurd. “There are many, many people who feel that religious experience is the most vital thing that happens to them in their lives, and how many of these people actually ever get explored in modern novels?”. The concept of peace is an important theme in Wiebe’s first three books. The attempt to live non-violently, one of the basic tenets of the Mennonite faith as taught by the sixteenth-century spiritual leader Menno Simons, is what has “caused the Mennonites the most difficulty in their relationship with everybody,” forcing them to move again and again. The theme of peace versus passivity is further explored in The Blue Mountains of China, where inner peace, a state of being, is contrasted with the earthly desire for a place of public order and tranquility where the church is “there for a few hours a Sunday and maybe a committee meeting during the week to keep our fire escape polished,” as Thom, the protagonist puts it.. Wiebe has said, “To be an Anabaptist is to be a radical follower of the person of Jesus Christ . . . and Jesus Christ had no use for the social and political structures of his day; he came to supplant them.”. While. Peace Shall Destroy Many. takes place in a Mennonite community, its elements are universal, delineating the way young idealism rebels against staid tradition, as a son clashes with his father. In the face of violent confrontations between beliefs all over the world, the novel remains as compelling now as it was nearly forty years ago.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Spirituality",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Switch Bitch",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 3.97,
            "ranking_count": 9178,
            "abstract": "In Switch Bitch four tales of seduction and suspense are told by the grand master of the short story, Roald Dahl.. Topping and tailing this collection are The Visitor and Bitch, stories featuring Dahl's notorious hedonist Oswald Hendryks Cornelius (or plain old Uncle Oswald) whose exploits are frequently as extraordinary as they are scandalous. In the middle, meanwhile, are The Great Switcheroo and The Last Act, two stories exploring a darker side of desire and pleasure.. In the black comedies of Switch Bitch Roald Dahl brilliantly captures the ins and outs, highs and lows of sex.. 'Dahl is too good a storyteller to become predictable' Daily Telegraph. Roald Dahl, the brilliant and worldwide acclaimed author of Charlie and the Chocolate Factory, James and the Giant Peach, Matilda, and many more classics for children, also wrote scores of short stories for adults. These delightfully disturbing tales have often been filmed and were most recently the inspiration for the West End play, Roald Dahl's Twisted Tales by Jeremy Dyson. Roald Dahl's stories continue to make readers shiver today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Humor",
                "Classics",
                "European Literature",
                "Fantasy",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Blue Light",
            "authors": [
                "Walter Mosley"
            ],
            "ranking": 3.26,
            "ranking_count": 1064,
            "abstract": "San Francisco in the mid 1960s is already a crazy place when a cosmic blue light randomly strikes people in its path, quickening their DNA and enhancing their strengths. Under blue light nothing remains the same.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Science Fiction Fantasy",
                "Fantasy",
                "Mystery",
                "Contemporary",
                "Speculative Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "The Untouchable",
            "authors": [
                "John Banville"
            ],
            "ranking": 3.95,
            "ranking_count": 3319,
            "abstract": "One of the most dazzling and adventurous writers now working in English takes on the enigma of the Cambridge spies in a novel of exquisite menace, biting social comedy, and vertiginous moral complexity. The narrator is the elderly Victor Maskell, formerly of British intelligence, for many years art expert to the Queen. Now he has been unmasked as a Russian agent and subjected to a disgrace that is almost a kind of death. But at whose instigation?. As Maskell retraces his tortuous path from his recruitment at Cambridge to the airless upper regions of the establishment, we discover a figure of manifold doubleness: Irishman and Englishman; husband, father, and lover of men; betrayer and dupe. Beautifully written, filled with convincing fictional portraits of Maskell's co-conspirators, and vibrant with the mysteries of loyalty and identity,. The Untouchable. places John Banville in the select company of both Conrad and le Carré.. Contemporary fiction gets no better than this... Banville's books teem with life and humor. - Patrick McGrath,. The New York Times Book Review. Victor Maskell is one of the great characters in recent fiction.... The Untouchable. is the best work of art in any medium on [its] subject. -. Washington Post Book World. As remarkable a literary voice as any to come out of Ireland; Joyce and Beckett notwithstanding. -. San Francisco Chronicle",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Spy Thriller",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Lonesome Traveler",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.77,
            "ranking_count": 6865,
            "abstract": "As he roams the US, Mexico, Morocco, Paris and London, Jack Kerouac breathlessly records, in prose of pure poetry, the life of the road. Standing on the engine of a train as it rushes past fields of prickly cactus; witnessing his first bullfight in Mexico while high on opium; catching up with the beat night life in New York; burying himself in the snow-capped mountains of north-west America; meditating on a sunlit roof in Tangiers; or falling in love with Montmartre and the huge white basilica of Sacré-Coeur – Kerouac reveals the endless diversity of human life and his own high-spirited philosophy of self-fulfilment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Classics",
                "Literature",
                "Short Stories",
                "Novels",
                "The United States Of America",
                "Adventure"
            ]
        },
        {
            "title": "The Journal of William Thomas Emerson: A Revolutionary War Patriot, Boston, Massachusetts, 1774",
            "authors": [
                "Barry Denenberg"
            ],
            "ranking": 3.63,
            "ranking_count": 627,
            "abstract": "Set in Massachusetts, this is the journal of a boy, surrounded by the politics and violence of war, who becomes a spy for the rebel colonists.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Young Adult",
                "Military History",
                "Fiction",
                "Diary",
                "War"
            ]
        },
        {
            "title": "The Real George Washington",
            "authors": [
                "Jay A. Parry",
                "Andrew M. Allison",
                "W. Cleon Skousen"
            ],
            "ranking": 4.35,
            "ranking_count": 1912,
            "abstract": "This is the best-selling classic regularly featured by Glenn Beck to Fox TV viewers!. The Real George Washington: The True Story of America s Most Indispensable Man.. There is properly no history; only biography,. wrote Ralph Waldo Emerson. If that is true of the general run of mankind, it is particularly true of George Washington. The story of his life is the story of the founding of America. His was the dominant personality in three of the most critical events in that founding: the Revolutionary War, the Constitutional Convention, and the first national administration. Had he not served as America's leader in those three events, all would likely have failed -- and America, as we know it today, would not exist.. Why, after two centuries, does George Washington remain one of the most beloved figures in our history?. The Real George Washington. answers that question by giving us a close look at this man who became the father of our country and the first American President. But rather than focus on the interpretations of historians, much of his exciting story is told in his own words. The second part of this 928-page book brings together the most important and insightful passages from Washington's writings, conveniently arranged by subject.. Published by the National Center for Constitutional Studies, a nonprofit educational foundation dedicated to restoring Constitutional principles in the tradition of America's Founding Fathers.. The National Center for Constitutional Studies...is doing a fine public service in educating Americans about the principles of the Constitution. -- Ronald Reagan, President of the United States",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Historical",
                "Politics",
                "Military History",
                "Classics"
            ]
        },
        {
            "title": "Corpo",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.16,
            "ranking_count": 132,
            "abstract": "Publicado originalmente em 1984, este é um dos últimos livros escritos pelo poeta, no qual faz uma deliciosa reflexão sobre o amor. Com ilustrações de Carlos Leão.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Mr Palomar",
            "authors": [
                "Italo Calvino",
                "William Weaver"
            ],
            "ranking": 3.9,
            "ranking_count": 6682,
            "abstract": "Mr Palomar is a delightful eccentric whose chief activity is looking at things. He is simply seeking knowledge; 'it is only after you have come to know the surface of things that you can venture to seek what is underneath'. Whether contemplating a fine cheese, a hungry gecko, a woman sunbathing topless or a flight of migrant starlings, Mr Palomar's observations render the world afresh.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Short Stories",
                "Classics",
                "Novels",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Furies",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.12,
            "ranking_count": 5520,
            "abstract": "The eight-volume epic of the Kent family continues as a new generation struggles to survive within a nation rife with conflict. Amanda Kent was a woman of great courage, but nothing prepared her for the massacre she witnessed at the Alamo. Now she's returned to Boston to rebuild the Kent legacy.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Adult",
                "War",
                "Literature",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Postcard",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.1,
            "ranking_count": 5106,
            "abstract": "Presents the story of a weary big-city journalist and a New Order Amish woman whose lives come together over a mysterious postcard.",
            "part_of_series": true,
            "genre_list": [
                "Amish",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Historical",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "No Longer at Ease",
            "authors": [
                "Chinua Achebe"
            ],
            "ranking": 3.87,
            "ranking_count": 9448,
            "abstract": "An alternate cover for this ISBN can be found. here. .. Obi Okonkwo is an idealistic young man who has now returned to Nigeria for a job in the civil service. However in his new role he finds that the way of government seems to be corruption. Obi manages to resist the bribes offered to him, but when he falls in love with an unsuitable girl, he sinks further into emotional and financial turmoil.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Western Africa",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Imaginations",
            "authors": [
                "William Carlos Williams",
                "Webster Schott"
            ],
            "ranking": 4.28,
            "ranking_count": 636,
            "abstract": "Written between 1920 and 1932, all five were first published in small editions, three of them in France. These are pivotal and seminal works, books in which a great writer was charting the course he later would follow, experimenting freely, boldly searching for a new kind of prose style to express the power of the imagination to hold human beings to life and propel them onward.”. The prose-poem improvisations (. Kora in Hell. ) . . . the interweaving of prose and poetry in alternating passages (. Spring and All. and. The Descent of Winter. ) . . . an antinovel whose subject is the impossibility of writing The Great American Novel in America . . . automatic writing (. A Novelette. ) . . . these are the challenges which Williams accepted and brilliantly met in his early work.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Literature",
                "Writing",
                "The United States Of America",
                "Anthologies",
                "Literary Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "Secret Passages",
            "authors": [
                "Paul Preuss"
            ],
            "ranking": 3.71,
            "ranking_count": 35,
            "abstract": "Secret Passages is the story of a revolutionary physics experiment, set against the colorful background of the island of Crete, legendary home of a great civilization whose buried treasures emerge to complicate the tale. Earthquakes, love, loss, and the mysterious history of the physicist Minakis make this a fascinating and enthralling novel.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "House of Day, House of Night",
            "authors": [
                "Olga Tokarczuk",
                "Antonia Lloyd-Jones"
            ],
            "ranking": 4.09,
            "ranking_count": 3630,
            "abstract": "The English translation of the prize-winning international bestseller Winner of the Gunter Grass Prize. Nowa Ruda is a small town in Silesia, an area that has been a part of Poland, Germany, and the former Czechoslovakia in the past. When the narrator moves into the area, she discovers everyone--and everything--has a story. With the help of Marta, her enigmatic neighbor, the narrator accumulates these stories, tracing the history of Nowa Ruda from the its founding to the lives of its saints, from the caller who wins the radio quiz every day to the man who causes international tension when he dies straddling the border between Poland and Czechoslovakia.. Each of the stories represents a brick and they interlock to reveal the immense monument that is the town. What emerges is the message that the history of any place--no matter how humble--is limitless, that by describing or digging at the roots of a life, a house, or a neighborhood, one can see all the connections, not only with one's self and one's dreams but also with all of the universe.. Richly imagined, weaving anecdote with recipes and gossip, Tokarczuk's novel is an epic of a small place. Since its publication in 1998 it has remained a bestseller in Poland.. House of Day, House of Night. is the English-language debut of one of Europe's best young writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Magical Realism",
                "Nobel Prize",
                "Short Stories",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Fate of the Earth",
            "authors": [
                "Jonathan Schell"
            ],
            "ranking": 3.91,
            "ranking_count": 259,
            "abstract": "When Jonathan Schell heard all that loose talk about attainment of objectives in a limited nuclear war, it was too much for him. He did what all of us would like to do: he wrote a book. It's very pessimistic. The mere presence of all those weapons is enough to ensure that sometime, somewhere, someone is going to set one off. Schell makes sure all of us know the horrendous possibilities of a nuclear exchange and all the reasons for bringing such possibilities to a halt. Everyone agrees. The question is, how do we get these monsters under control?. A republic of insects and grass. The second death. The choice. Index",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Politics",
                "Environment",
                "Philosophy",
                "History",
                "War",
                "Writing"
            ]
        },
        {
            "title": "Return to Howliday Inn",
            "authors": [
                "James Howe",
                "Victor Garber"
            ],
            "ranking": 3.98,
            "ranking_count": 3423,
            "abstract": "In this sequel to Howliday Inn,  the Monroe family pets are again boarded at Chateau Bow-Wow, where some spooky goings-on serve as a distraction from the kennel's poor food.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Mystery",
                "Humor",
                "Fantasy",
                "Horror",
                "Young Adult"
            ]
        },
        {
            "title": "Nicholas on Vacation",
            "authors": [
                "René Goscinny",
                "Jean-Jacques Sempé"
            ],
            "ranking": 4.2,
            "ranking_count": 4582,
            "abstract": "Third Title in the Award-winning Nicholas Children's Book Series Available for the First Time in English; The Perfect Holiday Gift.. NICHOLAS ON HOLIDAY is the third in the acclaimed Nicholas children's book series, featuring the adventures of a young French schoolboy who is always getting into trouble. With text by René Goscinny, the beloved author of the Asterix the Gaul series, and with illustrations by New Yorker cover artist Jean-Jacques Sempé, NICHOLAS ON HOLIDAY is now available in English for the first time for an American audience. The first book in the series recently won the 2006 ALSC's Mildred L. Batchelder Honor Award for an outstanding children's book originally published in a foreign language.. Following the publication of Nicholas and the second book in the much-loved series, Nicholas Again, NICHOLAS ON HOLIDAY is the equally charming third title, bringing to life the adventures and exploits of Nicholas on summer vacation. We follow Nicholas on his escapades at the beach with his parents and then to overnight camp with a new set of friends. Whether playing miniature golf, going on a fishing trip, or heading out to a treasure hunt in the middle of the night, delightful mayhem always ensues.. Firmly established as a literary cult figure, Nicholas has already charmed millions of readers worldwide since these books were first published in France over forty years ago. Considered classics and available in twenty-six languages, the Nicholas stories have the ability to delight both children and adults.. Amanda Renshaw, Editorial Director of Phaidon Press said, I was visiting Sempé's French publisher browsing their bookshelves when I spotted a copy of Le Petit Nicholas. We couldn't believe this classic book wasn't available in English and knew immediately that it was an amazing find for Phaidon. I read the Nicholas books as a child in French and they still make me chuckle out loud. The sublimely innocent world of this special little schoolboy will delight a whole new audience of English speaking children and adults who have never had the chance to read these books before.. For illustrator Jean-Jacques Sempé, who still works from his Paris studio, the secret of the character's enduring popularity lies in his innocence. Petit Nicolas lives in an ideal world. It is the childhood that everybody would have liked to have had. That was Goscinny's great talent - to have succeeded in creating a children's world that everyone dreamed of.. Offering an insightful glimpse into everyday French life and culture, NICHOLAS ON HOLIDAY, translated by the award-winning Anthea Bell, is the third in the series of five classic titles that Goscinny and Sempé collaborated on between 1959 and 1965. The fourth book in the series, NICHOLAS AND THE GANG, will be published in 2007.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Cultural",
                "Fiction",
                "Humor",
                "Short Stories",
                "Classics",
                "European Literature",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Ex-minnaar",
            "authors": [
                "Herman Brusselmans"
            ],
            "ranking": 3.27,
            "ranking_count": 346,
            "abstract": "Een naamloze ik beweegt zich op een motorfiets door de stad, en observeert de mensen en de dingen met kille, afstandelijke blik. Zijn drijfveren zijn woede, haat, cynisme, onverschilligheid, knagend heimwee, en de onwezenlijke drang ervoor te zorgen dat alles weer goed wordt. Zijn ongelijke strijd tegen de wereld zal hem echter niet volledig te gronde richten, want in het bestaan blijft die ene onverwoestbare troost: de liefde.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Roman"
            ]
        },
        {
            "title": "The Dark Elf Trilogy Collector's Edition",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.35,
            "ranking_count": 27064,
            "abstract": "Three-book set: The Dark Elf Trilogy--. Homeland, Exile,. and. Sojourn. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Role Playing Games",
                "Anthologies"
            ]
        },
        {
            "title": "رسائل غسان كنفاني إلى غادة السمان",
            "authors": [
                "غادة السمان"
            ],
            "ranking": 3.79,
            "ranking_count": 9356,
            "abstract": "رسائل الحب التقليدية هي (خطابات غرام) لا أكثر. ولكن رسائل غسان كنفاني لغادة السمان خطابات إنسانية تختلط فيها الصداقة العميقة بلغة العصر وأوجاع الزمن. تختلط فيها الصداقة بالقضايا. ولهذا جاءت رسائل غسان وثيقة عشق عاقل إن صحت العبارة. وعندما تنشر غادة السمان خطابات غسان لها موثقة بصورة هذه الرسائل، فهي تريد أن تقول لنا أن غسان، المناضل العنيد، يحمل بين جنبيه قلب شاعر أراد الكثيرون أن يشوّهوا صورته كما شوّهوا صور المناضلين من أجل القضية ويخلعوا عليهم صفات الإرهابيين وقطاع الطرق. بيد أن غسان كان نمطاً آخر من الناس. كان الحب الخاص والعام يملأ شرايين قلبه؛ ولهذا فكتاب غادة السمان يضم هذه الخطابات التي تصفع النظرة التقليدية للمناضل",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Romance",
                "Literature",
                "Biography",
                "Poetry",
                "Writing",
                "Love",
                "Unfinished",
                "History",
                "Audiobook"
            ]
        },
        {
            "title": "The Proof House",
            "authors": [
                "K.J. Parker"
            ],
            "ranking": 3.68,
            "ranking_count": 912,
            "abstract": "After years spent in the saps under the defenses of the apparently impregnable city of Ap’Iscatoy, Bardas Loredan, sometimes fencer-at-law and betrayed defender of the famed Triple City, is suddenly hero of the Empire. His reward is a boring administrative job in a backwater, watching armor tested to destruction in the Proof House. But the fall of Ap’Iscatoy has opened up unexpected possibilities for the expansion of the Empire into the land of the Plains people, and Bardas Loredan is the one man Temrai the Great, King of the Plains tribes, fears the most.. The Proof House. is the gripping, hugely entertaining conclusion of K.J. Parker’s Fencer Trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Epic",
                "War"
            ]
        },
        {
            "title": "The Beginning of Spring",
            "authors": [
                "Penelope Fitzgerald"
            ],
            "ranking": 3.75,
            "ranking_count": 2410,
            "abstract": "In March 1913, Frank Reid's wife abruptly leaves him and Moscow for her native England. Naturally, she takes their daughters and son with her. The children, however, only make it as far as the train station - and even after returning home remain unaffected by their brief exile.. They ought either to be quieter or more noisy than before, their father thinks, and it was disconcerting that they seemed to be exactly the same. Frank's routines, however, drift into disorder as he tries desperately to take charge of life at home and work. Even his printing plant is suddenly confronted by the specters of modernization and utter instability.. In Penelope Fitzgerald's fiction, affection and remorse are all too often allied, and desire and design seem never to meet. Frank wants little more than a quiet, confident life - something for which he is deeply unsuited, and which Russia certainly will not go out of her way to provide.. 'The Beginning of Spring' is filled with echoes of past wrongs and whispers of the revolution to come, even if the author evokes these with abrupt comic brio. (In one disturbance, A great many shots had hit people for whom they were not intended.). As ever, Fitzgerald makes us care for - and want to know ever more about - her characters, even the minor players. Her two-page description of Frank's chief type compositor, for instance, is a miracle of precision and humor, sympathy and mystery. And the accountant Selwyn Crane - a Tolstoy devotée, self-published poet, and expert at making others feel guilty -is a sublime creation. His appetite for do-gooding is insatiable.. After one fit of apparent altriusm, Selwyn subsided. Now that he saw everything was going well, his mind was turning to his next charitable enterprise. With the terrible aimlessness of the benevolent, he was casting round for a new misfortune. As she evokes her household of tears and laughter, Fitzgerald's prose is as witty as ever, rendering the past present and the modern timeless. - Kerry Fried",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "More Pricks Than Kicks",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.63,
            "ranking_count": 875,
            "abstract": "Fiction. More Pricks Than Kicks, Beckett's early tragicomic masterpiece, is a collection of stories about Belacqua, a student in Dublin in the twenties, his adventures, encounters and amours, that through its original style and wry commentary succeeds in turning everyday incidents into high drama and lets us see street and university life through the observant and caustic wit of the author. Highly enjoyable to read, it delights in exuberant language and the pleasure of discovery, very typical of the young writer who in the post-war years was to astonish the world with Waiting for Godot and Molloy. First published in 1934, More Pricks Than Kicks is Beckett's second work of fiction. It serves as an excellent introduction to the later work of one of the most seminal and exciting major writers of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "European Literature",
                "Literature",
                "Cultural",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Roman"
            ]
        },
        {
            "title": "The Perfect Husband",
            "authors": [
                "Lisa Gardner"
            ],
            "ranking": 3.99,
            "ranking_count": 42526,
            "abstract": "What would you do if the man of your dreams hides the soul of a killer?. Jim Beckett was everything she'd ever dreamed of...But two years after Tess married the decorated cop and bore his child, she helped put him behind bars for savagely murdering ten women. Even locked up in a maximum security prison, he vowed he would come after her and make her pay. Now the cunning killer has escaped--and the most dangerous game of all begins..... After a lifetime of fear, Tess will do something she's never done before. She's going to learn to protect her daughter and fight back, with the help of a burned-out ex-marine. As the largest manhunt four states have ever seen mobilizes to catch Beckett, the clock winds down to the terrifying reunion between husband and wife. And Tess knows that this time, her only choices are to kill--or be killed.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Romance",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Stalking Darkness",
            "authors": [
                "Lynn Flewelling"
            ],
            "ranking": 4.26,
            "ranking_count": 14326,
            "abstract": "With the Leran threat laid to rest, Alec and Seregil are now able to turn their attention to the ancient evil which threatens their land. The Plenimarans, at war with Skalans, have decided to defeat their ancient enemy by raising up the Dead God, Seriamaius. The early attempts at this reincarnation—masterminded by the sinister Duke Mardus and his sorcerous minion Vargul Ashnazai—once left Seregil in a sorcerous coma. Now, an ancient prophecy points to his continuing role in the quest to stop Mardus in his dread purpose.. Seregil's friend and Mentor, the wizard Nysander, has long been the guardian of a deadly secret. In a secret, silver-lined room hidden well beneath the Oreska, he has served for most of his 300 years as the keeper of a nondescript clay cup. But this cup, combined with a crystal crown and some wooden disks, forms the Helm of Seriamaius, and any mortal donning the reconstructed Helm will become the incarnation of the god on earth.. Nysander holds the cup and Mardus the wooden disks—one of which was responsible for Seregil's coma—but the crown must still be located. Threatened under pain of death by Nysander to keep his quest a secret even from his loyal companion, Alec, Seregil is dispatched to find the last missing piece of the Helm so that he and Nysander can destroy it. But this is only the beginning of one of his deadliest journeys ever, for the prophecy also holds that four will come together in a time of darkness, and gradually all that Seregil values is placed at risk as he, Alec, Nysander and Micum are drawn into a deadly web of terror and intrigue.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Celtic Prayers from Iona",
            "authors": [
                "J. Philip Newell"
            ],
            "ranking": 4.43,
            "ranking_count": 398,
            "abstract": "Based on the rhythms and images of Celtic oral tradition, these morning and evening prayers are a week's cycle of daily worship used by the ecumenical community of Iona, the most famous of Celtic shrines. Written in calligraphy. +",
            "part_of_series": false,
            "genre_list": [
                "Prayer",
                "Spirituality",
                "Religion",
                "Poetry",
                "Nonfiction",
                "Christian",
                "Art"
            ]
        },
        {
            "title": "The Bell Curve: Intelligence and Class Structure in American Life",
            "authors": [
                "Charles Murray"
            ],
            "ranking": 3.56,
            "ranking_count": 2819,
            "abstract": "In a book that is certain to ignite an explosive controversy, Herrnstein and Murray dare to reveal their belief that it is intelligence levels, not environmental circumstances, poverty, or lack of education that are at the root of many of our social problems.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Science",
                "Nonfiction",
                "Politics",
                "Sociology",
                "Education",
                "Economics",
                "Social Science",
                "Philosophy",
                "Race"
            ]
        },
        {
            "title": "The Fox and the Hound",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 4.18,
            "ranking_count": 769,
            "abstract": "Born enemies, sworn friends",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "Spring and All",
            "authors": [
                "William Carlos Williams"
            ],
            "ranking": 4.14,
            "ranking_count": 1970,
            "abstract": "Valérie Rouzeau, translator.. Spring and All is a manifesto of the imagination — a hybrid of alternating sections of prose and free verse that coalesce in dramatic, energetic, and beautifully cryptic statements of how language re-creates the world. Spring and All contains some of Williams’s best-known poetry, including Section I, which opens, “By the road to the contagious hospital,” and Section XXII, where Williams wrote his most famous poem, “The Red Wheelbarrow.”",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "The United States Of America",
                "Academic",
                "Philosophy",
                "Writing"
            ]
        },
        {
            "title": "The Training of the Twelve",
            "authors": [
                "Alexander Balmain Bruce"
            ],
            "ranking": 4.22,
            "ranking_count": 166,
            "abstract": "The lessons and patterns in ageless management principles employed by our Lord with His disciplines are an inspiring model for those who seek greater depth and stability in the Christian church today. Featured in this classic work is Christ, the Master Potter, molding and fashioning His disciplines into useful vessels.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Christian",
                "Leadership",
                "Religion",
                "Teaching",
                "Spirituality",
                "Reference"
            ]
        },
        {
            "title": "With a Single Spell",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 4.05,
            "ranking_count": 1896,
            "abstract": "A SINGLE SPELL. Tobas had been lucky to find a wizard to take him on as apprentice. But then the wizard died suddenly and unexpectedly after teaching Tobas only a solitary spell, and the youth was too old to find a new master. How could he earn a living when all the magic he could do was light fires?. A DESTINY UNFOLDING. In the Small Kingdoms there were dragons to be slain, princesses and gold to be won, magic castles, witches who knew the secret of immortality, and other treasures. But how could a wizard with a single, simple spell hope to find them and win them?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Speculative Fiction",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "Footsteps In The Dark",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 3.72,
            "ranking_count": 5954,
            "abstract": "Guests spending the summer at an ancient priory mansion find it has a charm all its own--no modern conveniences, but it does have a resident ghost. In this case, however, the things that go bump in the night are flesh and blood . . . and deadly!",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Romance",
                "European Literature",
                "Classics",
                "Thriller"
            ]
        },
        {
            "title": "Company Commander: The Classic Infantry Memoir of World War II",
            "authors": [
                "Charles B. MacDonald"
            ],
            "ranking": 4.22,
            "ranking_count": 4530,
            "abstract": "As a newly commisioned Captain of a veteran Army regiment, MacDonald's first combat was war at its most hellish--the Battle of the Bulge. In this plain-spoken but eloquent narrative, we live each minute at MacDonald's side, sharing in all of combat's misery, terror, and drama. How this green commander gains his men's loyalty in the snows of war-torn Europe is one of the great, true, unforgettable war stories of all time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "War",
                "Military",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "North American Hi...",
                "Leadership"
            ]
        },
        {
            "title": "The Simpsons Guide to Springfield",
            "authors": [
                "Matt Groening"
            ],
            "ranking": 3.62,
            "ranking_count": 289,
            "abstract": "Springfield.... Home of the Isotopes, Springfield A&M, and Blinkey, the world's first three–eyed fish! Birthplace of the Flaming Moe! The site of Krustylu Studios, the awe–inspiring Springfield Gorge, and a world–renowned box factory! O Springfield! What many wonders you offer up for our consumption!. Yes, we've all heard of Springfield called the country's worst city and America's crudbucket. But is it all that bad? Well, maybe yes and maybe no––you be the judge! This handy, indispensable guide shows you where to go, what to do, and what to see in Springfield––and what shots to get before you visit. Along the way, you'll explore the culture, foods, and beliefs of everyday people and, in essays, photos, and sidebars, peer into the very soul of this dysfunctional, dynamic city! From the smoky majesty of the Springfield Tire Yard the crunchy, oily goddess of The Frying Dutchman seafood restaurant, from the swanky shopping of the South Street Squidport to nut–watching opportunities at the Bloodbath and Beyond Gun Shop, this is the guide for everyone planning a trip to the city that Springfield resident Marge Simpson calls, a part of us all.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Sequential Art",
                "Media Tie In"
            ]
        },
        {
            "title": "The Short-Wave Mystery",
            "authors": [
                "Franklin W. Dixon"
            ],
            "ranking": 3.83,
            "ranking_count": 1964,
            "abstract": "When thieves hijack a collection of stuffed animals from a country auction, Frank and Joe Hardy pursue the getaway car and are drawn into a thrilling mystery. At the same time, the young detectives' father--famed private investigator Fenton Hardy--is tracking down an industrial spy ring. This suspense-filled story of pursuit and detection will keep the reader breathlessly following the chain of unexpected developments that lead Frank and Joe to the spine-tingling climax in the wilds of Northern Canada.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Classics",
                "Thriller"
            ]
        },
        {
            "title": "A Cool Million",
            "authors": [
                "Nathanael West"
            ],
            "ranking": 3.64,
            "ranking_count": 753,
            "abstract": "In this book, Nathanael West, a great American satirist, nearly laughs the Horatio Alger myth to death. Like many an Alger, Lemuel Pitkin leaves his home on the farm to seek his fortune in the Big City. By the time he is through, he has been robbed, bilked, thrown in jail, has lost his teeth, his eye, a leg, his scalp, and has witnessed a remarkable number of rapes and political riots. Others in the cast: an ex-president of the United States (just released from jail); Lem's childhood sweetheart (now working in a Mott Street bordello); an oil-rich Indian; a Western desperado; and assorted agents and thugs of the Communists, Fascists and International Bankers. Through the story of Lemuel Pitkin, the four-square, All-American hero, and his sad fate at the hands of rabble-rousers and charlatans, West etched a classic parable of America in the chaotic Thirties.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Humor",
                "The United States Of America",
                "Adventure",
                "American"
            ]
        },
        {
            "title": "Norwood",
            "authors": [
                "Charles Portis"
            ],
            "ranking": 3.86,
            "ranking_count": 3208,
            "abstract": "Ex-Marine Norwood Pratt of Ralph, Texas, accepts an offer to deliver a car to New York and takes the Trailways bus back to Texas. The story is told in the language of the rural South, in conversation that sounds like Country Western music.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "American",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Los años con Laura Díaz",
            "authors": [
                "Carlos Fuentes"
            ],
            "ranking": 3.8,
            "ranking_count": 1261,
            "abstract": "Laura Diaz is a passionate character, intimately connected to many historical events. Through her story, Fuentes writes the journal of the Mexican twentieth century, supporting his novel with facts and characters that define the shape of today's Mexico.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Novels",
                "Contemporary",
                "The Americas",
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "The Singing Creek Where the Willows Grow",
            "authors": [
                "Opal Whiteley",
                "Benjamin Hoff"
            ],
            "ranking": 4.25,
            "ranking_count": 858,
            "abstract": "Long before environmental consciousness became popular, a young nature writer named Opal Whiteley captured America's heart. Opal's childhood diary, published in 1902, became an immediate bestseller, one of the most talked-about books of its time. Wistful, funny, and wise, it was described by an admirer as the revelation of the ...life of a feminine Peter Pan of the Oregon wilderness—so innocent, so intimate, so haunting, that I should not know where in all literature to look for a counterpart. But the diary soon fell into disgrace. Condemning it as an adult-written hoax, skeptics stirred a scandal that drove the book into obscurity and shattered the frail spirit of its author.. Discovering the diary by chance, bestselling author Benjamin Hoff set out to solve the longstanding mystery of its origin. His biography of Opal that accompanies the diary provides fascinating proof that the document is indeed authentic—the work of a magically gifted child, America's forgotten interpreter of nature.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Environment",
                "Biography Memoir",
                "History",
                "Poetry",
                "Diary"
            ]
        },
        {
            "title": "West from Home: Letters of Laura Ingalls Wilder, San Francisco, 1915",
            "authors": [
                "Laura Ingalls Wilder",
                "Roger Lea MacBride",
                "Margot Patterson Doss"
            ],
            "ranking": 3.85,
            "ranking_count": 4446,
            "abstract": "In 1915, Laura Ingalls Wilder traveled by train from her home in Missouri to San Francisco. Laura's westward journey to visit her daughter, Rose Wilder Lane, coincided with a spectacular event taking place in that city-the Panama Pacific International Exposition.. This was a great world's fair celebrating the completion of the Panama Canal, and Laura was amazed by the attractions that had been gathered there.. Her husband, Almanzo, was unable to leave their Missouri farm, and it was Laura's letters that gave him the chance to see what she saw during her visit to California.. These letters, gathered together here, allow the reader to experience Laura's adventures and her intimate thoughts as she shared with her husband the events of her exciting sojourn.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "History",
                "Biography",
                "Autobiography",
                "Historical",
                "Childrens",
                "Biography Memoir",
                "Travel"
            ]
        },
        {
            "title": "A Midsummer Tempest",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.54,
            "ranking_count": 691,
            "abstract": "What if Shakespeare were a historian & his world a mortal one of men & elves? Somewhere, spinning thru another universe is a history almost like ours except for the result of a revolution or two & the earlier incidence of a few inventions. A prince called Hamlet has lived in Denmark. The English woods are full of Pucks, Titanias & Oberons. Cromwell is at the throat of King Charles, but locomotives rage thru the verdant countryside & observation balloons tower over battle lines.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Historical Fiction",
                "Historical",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "If You Want to Write: A Book about Art, Independence and Spirit",
            "authors": [
                "Brenda Ueland"
            ],
            "ranking": 4.12,
            "ranking_count": 8011,
            "abstract": "In her 93 remarkable years, Brenda Ueland published six million words. She said she had two rules she followed absolutely: to tell the truth, and not to do anything she didn't want to do. Her integrity shines throughout If You Want to Write, her best-selling classic on the process of writing that has already inspired thousands to find their own creative center. Carl Sandburg called this book The best book ever written about how to write. Yet Ueland reminds us that Whenever I say 'writing' in this book, I also mean anything that you love and want to do or to make. Ueland's writing and her teaching are made compelling by her feisty spirit of independence and joy.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Art",
                "Reference",
                "Self Help",
                "Philosophy",
                "Autobiography",
                "Classics",
                "How To"
            ]
        },
        {
            "title": "Our Trees Still Grow In Dehra",
            "authors": [
                "Ruskin Bond"
            ],
            "ranking": 4.24,
            "ranking_count": 1778,
            "abstract": "Fourteen engaging stories from one of India's master story-tellers Semi-autobiographical in nature, these stories span the period from the author's childhood to the present. We are introduced, in a series of beautifully imagined and crafted cameos, to the author's family, friends, and various other people who left a lasting impression on him. In other stories we revisit Bond's beloved Garhwal hills and the small towns and villages that he has returned to time and again in his fiction. Together with his well-known novella, A Flight of Pigeons (which was made into the film Junoon), which also appears in this collection, these stories once again bring Ruskin Bond's India vividly to life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Childrens",
                "Anthologies",
                "Adventure"
            ]
        },
        {
            "title": "Pericles of Athens and the Birth of Democracy",
            "authors": [
                "Donald Kagan"
            ],
            "ranking": 3.93,
            "ranking_count": 265,
            "abstract": "From Simon & Schuster,. Pericles of Athens and the Birth of Democracy. is Donald Kagan's, 20th century history of Athenian democracy, exploration of one of history's greatest subjects.. An incisive portrait of Pericles is set against the shifting political trends, international tensions and relations, and intellectual movements of the ancient Greek civilization.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Cultural",
                "Politics",
                "Military",
                "Classics",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Ordinary People",
            "authors": [
                "Judith Guest"
            ],
            "ranking": 3.92,
            "ranking_count": 20004,
            "abstract": "The Jarrets are a typical American family. Calvin is a determined, successful provider and Beth an organized, efficient wife. They had two sons, Conrad and Buck, but now they have one. In this memorable, moving novel, Judith Guest takes the reader into their lives to share their misunderstandings, pain...and ultimate healing.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Psychology",
                "Young Adult",
                "Novels",
                "Literature",
                "Academic",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "Swords Against Death",
            "authors": [
                "Fritz Leiber"
            ],
            "ranking": 4.05,
            "ranking_count": 6750,
            "abstract": "In the second installment of this rousing series, Fafhrd and the Gray Mouser journey from the ancient city of Lankhmar, searching for a little adventure and debauchery to ease their broken hearts. When a stranger challenges them to find and fight Death on the Bleak Shore, they battle demonic birds, living mountains, and evil monks on the way to their heroic fate. Fritz Leiber’s witty prose, lively plots, and superb characterizations stand the test of time.. Contents:. The Circle Curse (1970). The Jewels in the Forest (1939) (aka Two Sought Adventure). Thieves' House (1943). The Bleak Shore (1940). The Howling Tower (1941). The Sunken Land (1942). The Seven Black Priests (1953). Claws from the Night (1951). The Price of Pain-Ease (1970). Bazaar of the Bizarre (1963)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Short Stories",
                "Science Fiction Fantasy",
                "Adventure",
                "Classics",
                "Science Fiction",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Nine Innings: The Anatomy of a Baseball Game",
            "authors": [
                "Daniel Okrent",
                "Wilfrid Sheed"
            ],
            "ranking": 4.04,
            "ranking_count": 1161,
            "abstract": "You'll never watch baseball the same way again. A timeless baseball classic and a must read for any fan worthy of the name, Nine Innings dissects a single baseball game played in June 1982 -- inning by inning, play by play. Daniel Okrent, a seasoned writer and lifelong fan, chose as his subject a Milwaukee BrewersBaltimore Orioles matchup, though it could have been any game, because, as Okrent reveals, the essence of baseball, no matter where or when it's played, has been and will always be the same. In this particular moment of baseball history you will discover myriad aspects of the sport that are crucial to its nature but so often invisible to the fans -- the hidden language of catchers' signals, the physiology of pitching, the balance sheet of a club owner, the gait of a player stepping up to the plate. With the purity of heart and unwavering attention to detail that characterize our national pastime, Okrent goes straight to the core of the world's greatest game. You'll never watch baseball the same way again.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Gates of Fire",
            "authors": [
                "Steven Pressfield"
            ],
            "ranking": 4.39,
            "ranking_count": 33980,
            "abstract": "At Thermopylae, a rocky mountain pass in northern Greece, the feared and admired Spartan soldiers stood three hundred strong. Theirs was a suicide mission, to hold the pass against the invading millions of the mighty Persian army.. Day after bloody day they withstood the terrible onslaught, buying time for the Greeks to rally their forces. Born into a cult of spiritual courage, physical endurance, and unmatched battle skill, the Spartans would be remembered for the greatest military stand in history—one that would not end until the rocks were awash with blood, leaving only one gravely injured Spartan squire to tell the tale. . . .. “A novel that is intricate and arresting and, once begun, almost impossible to put down.”—Daily News. “A timeless epic of man and war . . . Pressfield has created a new classic deserving a place beside the very best of the old.”—Stephen Coonts",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Novels",
                "Fantasy",
                "History",
                "Literature"
            ]
        },
        {
            "title": "Josefina's Surprise: A Christmas Story",
            "authors": [
                "Valerie Tripp",
                "Susan McAliley",
                "Jean-Paul Tibbles"
            ],
            "ranking": 3.95,
            "ranking_count": 2242,
            "abstract": "Christmas won't be the same without Mamá, and Josefina fears one special tradition will be forgotten. But. La Noche Buena. —Christmas Eve—brings surprises for all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Holiday",
                "Young Adult"
            ]
        },
        {
            "title": "On Lies, Secrets, and Silence: Selected Prose, 1966-1978",
            "authors": [
                "Adrienne Rich"
            ],
            "ranking": 4.36,
            "ranking_count": 1014,
            "abstract": "On Lies, Secrets, and Silence. is a sort of travel diary, documenting Adrienne Rich's journeys to the frontier and into the interior. It traces the development of one individual consciousness, playing over such issues as motherhood, racism, history, poetry, the uses of scholarship, the politics of language.. A. Rich has written a headnote for each essay, briefly discussing the circumstances of its writing. I find in myself both severe and tender thoughts toward the women I have been, whose thoughts I find here.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Writing",
                "Feminism",
                "Nonfiction",
                "LGBT",
                "Philosophy",
                "Politics",
                "Womens"
            ]
        },
        {
            "title": "The Man Born to Be King: A Play-Cycle on the Life of Our Lord and Saviour Jesus Christ",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.51,
            "ranking_count": 551,
            "abstract": "In this popular play-cycle, Sayers makes the Gospels come alive. Her Jesus can bring tears to your eyes. You will be deeply moved--a powerful experience.--Sheldon Vanauken, A Severe Mercy.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Fiction",
                "Christian",
                "Drama",
                "Classics",
                "Religion",
                "Literature",
                "Christian Fiction"
            ]
        },
        {
            "title": "The Mask of Command",
            "authors": [
                "John Keegan"
            ],
            "ranking": 4.12,
            "ranking_count": 2613,
            "abstract": "John Keegan’s brilliant look at the meaning of leadership. In The Mask of Command, John Keegan asks us to consider questions that are seldom asked: What is the definition of leadership? What makes a great military leader? Why is it that men, indeed sometimes entire nations, follow a single leader, often to victory, but with equal dedication also to defeat?. Dozens of names come to mind...Napoleon, Lee, Charlemagne, Hannibal, Castro, Hussein. From a wide array, Keegan chooses four commanders who profoundly influenced the course of history: Alexander the Great, the Duke of Wellington, Ulysses S. Grant and Adolph Hitler. All powerful leaders, each cast in a different mold, each with diverse results.. “The best military historian of our generation.” –Tom Clancy. “A brilliant treatise on the essence of military leadership.” –The Philadelphia Inquirer. “Fascinating and enlightening… marked by great intellectual liveliness… Mr. Keegan knows how to bring fighting alive on the page.” –The New York Times",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military",
                "War",
                "Nonfiction",
                "Leadership",
                "Biography",
                "Psychology",
                "Business"
            ]
        },
        {
            "title": "დავით აღმაშენებელი. წიგნი I - II",
            "authors": [
                "Konstantine Gamsakhurdia"
            ],
            "ranking": 4.57,
            "ranking_count": 216,
            "abstract": "ეს რომანი მიძღვნილია ქართველ მეფეზე და მის პირად ცხოვრებაზე. დავითი თავის უახლოეს მეგობრებთან ერთად იღწვის ქვეყნის გაძლიერებისთვის, მაგრამ ეს ყოველივე დიდ ხარკს მოითხოვს რადგან უნდა შესწირონ მამულს ყველაფერი,თავიანთი პირადი ცხოვრება და სიცოცხლე.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Montauk",
            "authors": [
                "Max Frisch"
            ],
            "ranking": 3.82,
            "ranking_count": 1792,
            "abstract": "Montauk ist ein indianischer Name, er bezeichnet die nördliche Spitze von Long Island, hundertzehn Meilen von Manhattan entfernt; dort findet das Wochenende statt, das erzählt wird.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Novels",
                "Contemporary",
                "Literature",
                "New York",
                "Literary Fiction",
                "Cultural",
                "Roman"
            ]
        },
        {
            "title": "The Origin",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.1,
            "ranking_count": 1877,
            "abstract": "The Origin fills an important gap in literature on Charles Darwin. In 1832 at age 22, Charles Darwin was invited to sail with H.M.S. Beagle as a naturalist. The surveying voyage would encircle the globe. Five years later he returned to Plymouth as an experienced naturalist with a growing reputation in England, a priceless collection of rare and unknown plants and creatures, and a set of notebooks containing the germ of an idea about the origin of species..one that was to shake the foundations of accepted wisdom everywhere. This is not only the tale of the Beagle's cruise but the account of a lifetime of intellectual inquiry.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Biology",
                "Environment",
                "Literature",
                "Adventure",
                "Classics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Flor de obsessão: As 1000 melhores frases de Nelson Rodrigues",
            "authors": [
                "Nelson Rodrigues"
            ],
            "ranking": 4.15,
            "ranking_count": 40,
            "abstract": "As grandes frases de Nelson Rodrigues, não somente as mais conhecidas como 'Toda unanimidade é burra', ou 'Toda mulher gosta de apanhar', mas nada menos que mil delas, incluindo as não tão populares e até muitas inéditas em livro, estão registradas neste livro. Em todas as frases, o estilo característico de Nelson: engraçadas, originais, reveladoras e proféticas. Ruy Castro foi o responsável pela organização e seleção de frases contidas na obra.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Our Only May Amelia",
            "authors": [
                "Jennifer L. Holm"
            ],
            "ranking": 3.82,
            "ranking_count": 8166,
            "abstract": "It isn′t easy being a pioneer in the state of Washington in 1899, but it′s particularly hard when you are the only girl ever born in the new settlement. With seven older brothers and a love of adventure, May Amelia Jackson just can′t seem to abide her family′s insistence that she behave like a Proper Young Lady. She′s sure she could do better if only there were at least one other girl living along the banks of the Nasel River. And now that Mama′s going to have a baby, maybe there′s hope.. Inspired by the diaries of her great-aunt, the real May Amelia, first-time novelist Jennifer Holm has given us a beautifully crafted tale of one young girl whose unique spirit captures the courage, humour, passion and depth of the American pioneer experience.. ∗Newbery Honour Book (USA), 2000. Ages 10+",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Family",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "బారిష్టర్ పార్వతీశం [Barrister Parvateesam]",
            "authors": [
                "Mokkapati Narasimha Sastry",
                "మొక్కపాటి నరసింహ శాస్త్రి"
            ],
            "ranking": 4.26,
            "ranking_count": 2575,
            "abstract": "First novel Describes the naive Parvateesam running away from home in Mogaliturru, a small town that he calls a famous historical city in the West Godavari district of Andhra Pradesh, in order to become a barrister. The novel depicts troubles he faced in dealing with other languages, the naive way he behaves with people from the outside world. It ends with his reaching shores of England. First part is set within the years 1850 to 1900, while India was still under British rule. Struggle for independence barely beginning in south India. Parvateesam decides to leave for England because of the way he is taunted by his teacher and friends, thinking becoming barrister is the only solution to redeem him self.. He runs away from home with what little money he had. He knows no other language other than Telugu (spoken in Andhra Pradesh), believing that once he reaches Madras (Chennai : capital city of Tamil Nadu) he can take a ship to England. He knows nothing of the hard ships of this journey.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Classics",
                "Fiction",
                "Sequential Art",
                "Novels",
                "Asian Literature"
            ]
        },
        {
            "title": "Subterranean",
            "authors": [
                "James Rollins"
            ],
            "ranking": 4.02,
            "ranking_count": 25531,
            "abstract": "Travel to the bottom of the earth to a place you never dreamed existed. Beneath the ice a hand-picked team of specialist makes its way toward the center of the world. They are not the first to venture into this magnificent subterranean labyrinth. Those they follow did not return.. Over the rocks...Across the yawning caverns...beyond the black river...You are not alone. Into the darkness where breathtaking wonders await you-and terrors beyond imagining...Revelations that could change the world-things that should never be disturbed...At the bottom of the earth is the beginning. Keep moving toward a miracle that cannot be, toward a mystery older than time.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Adventure",
                "Action",
                "Mystery",
                "Science Fiction",
                "Suspense",
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Founding Brothers: The Revolutionary Generation",
            "authors": [
                "Joseph J. Ellis"
            ],
            "ranking": 3.94,
            "ranking_count": 43636,
            "abstract": "Informs our understanding of American politics--then and now--and gives us a new perspective on the unpredictable forces that shape history.. An illuminating study of the intertwined lives of the founders of the American republic--John Adams, Aaron Burr, Benjamin Franklin, Alexander Hamilton, Thomas Jefferson, James Madison, and George Washington.. During the 1790s, which Ellis calls the most decisive decade in our nation's history, the greatest statesmen of their generation--and perhaps any--came together to define the new republic and direct its course for the coming centuries. Ellis focuses on six discrete moments that exemplify the most crucial issues facing the fragile new nation: Burr and Hamilton's deadly duel, and what may have really happened; Hamilton, Jefferson, and Madison's secret dinner, during which the seat of the permanent capital was determined in exchange for passage of Hamilton's financial plan; Franklin's petition to end the peculiar institution of slavery--his last public act--and Madison's efforts to quash it; Washington's precedent-setting Farewell Address, announcing his retirement from public office and offering his country some final advice; Adams's difficult term as Washington's successor and his alleged scheme to pass the presidency on to his son; and finally, Adams and Jefferson's renewed correspondence at the end of their lives, in which they compared their different views of the Revolution and its legacy.. In a lively and engaging narrative, Ellis recounts the sometimes collaborative, sometimes archly antagonistic interactions between these men, and shows us the private characters behind the public personas: Adams, the ever-combative iconoclast, whose closest political collaborator was his wife, Abigail; Burr, crafty, smooth, and one of the most despised public figures of his time; Hamilton, whose audacious manner and deep economic savvy masked his humble origins; Jefferson, renowned for his eloquence, but so reclusive and taciturn that he rarely spoke more than a few sentences in public; Madison, small, sickly, and paralyzingly shy, yet one of the most effective debaters of his generation; and the stiffly formal Washington, the ultimate realist, larger-than-life, and America's only truly indispensable figure.. Ellis argues that the checks and balances that permitted the infant American republic to endure were not primarily legal, constitutional, or institutional, but intensely personal, rooted in the dynamic interaction of leaders with quite different visions and values. Revisiting the old-fashioned idea that character matters, Founding Brothers informs our understanding of American politics--then and now--and gives us a new perspective on the unpredictable forces that shape history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Military History",
                "Biography",
                "Historical",
                "American Revolution",
                "Literature"
            ]
        },
        {
            "title": "The Milly-Molly-Mandy Storybook",
            "authors": [
                "Joyce Lankester Brisley"
            ],
            "ranking": 4.14,
            "ranking_count": 3122,
            "abstract": "The stories of Milly-Molly-Mandy and her family and friends have charmed generations of children since they first appeared in 1925. This collection of twenty-one classic tales about this resourceful and thoughtful little girl reflect with accuracy the dilemmas and challenges of a child's world. Young children today will love to hear how Milly-Molly-Mandy decides to spend her first penny, looks after a hedgehog, and spends her first night away from home. These timeless stories are perfect for reading aloud, for older children to read by themselves, or as a story before bedtime, and will bring back many happy memories for many parents and grandparents. The book's endpaper feature a two-page map of Milly-Molly-Mandy's village complete with drawings of cottages, fields, streets, and shops making it easy for children to follow Milly-Molly-Mandy from place to place.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Short Stories",
                "Family",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "The Prodigal Daughter",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 3.96,
            "ranking_count": 36348,
            "abstract": "HER FUTURE IS AMBITION.. With a will of steel, Polish immigrant Florentyna Rosnovski is indeed Abel’s daughter. She shares with her father a love of America, his ideals, and his dream for the future. But she wants more: to be the first female president.. HIS FUTURE IS WEALTH.. Golden boy Richard Kane was born into a life of luxury. The scion of a banking magnate he is successful, handsome, and determined to carve his own path in the world―with the woman he loves.. BUT THEIR PAST HOLDS A SECRET…. With Florentyna’s ultimate goal only a heartbeat away, both are about to discover the shattering price of power as a titanic battle of betrayal and deception reaches out from the past―a blood feud between two generations that threatens to destroy everything Florentyna and Richard have fought to achieve.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Drama",
                "Novels",
                "Mystery",
                "Politics",
                "Contemporary"
            ]
        },
        {
            "title": "Nooit meer slapen",
            "authors": [
                "Willem Frederik Hermans"
            ],
            "ranking": 3.87,
            "ranking_count": 7804,
            "abstract": "Nooit meer slapen is het meesterlijke verhaal van de jonge geoloog Alfred Issendorf, die in het moerassige noorden van Noorwegen onderzoek wil verrichten om de hypothese van zijn leermeester en promotor Sibbelee te staven. Issendorf is ambitieus: hij hoopt dat hem op deze reis iets groots te wachten staat, dat zijn naam aan een belangrijk wetenschappelijk feit zal worden verbonden. Deze ambitie hangt samen met het verlangen het werk van zijn vader, die door een ongeluk tijdens een onderzoekstocht om het leven kwam, te voltooien. Nooit meer slapen is een grootse roman over grote dromen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Academic",
                "Novels",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "Restoration",
            "authors": [
                "Rose Tremain"
            ],
            "ranking": 3.99,
            "ranking_count": 5560,
            "abstract": "Robert Merivel abandons his studies to revel in gluttony, indolence and buffoonery at the Court of King Charles II. He is banished from Court after falling in love with the youngest royal mistress.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Outcast of Redwall",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 3.93,
            "ranking_count": 19895,
            "abstract": "Abandoned as an infant by his father, the evil warlord Swartt Sixclaw, Veil is raised by the kindhearted Bryony. Despite concerns from everyone at Redwall, Bryony is convinced that Veil's goodness will prevail. But when he commits a crime that is unforgivable, he is banished from the abbey forever. Then Swartt and his hordes of searats and vermin attack Redwall, and Veil has to decide: Should he join Swartt in battle against the only creature who has ever loved him? Or should he turn his back on his true father?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ghost Stories of an Antiquary",
            "authors": [
                "M.R. James",
                "E.F. Bleiler",
                "James McBride"
            ],
            "ranking": 4.07,
            "ranking_count": 4715,
            "abstract": "Eight classics by a great Edwardian scholar and storyteller. Number Thirteen, The Mezzotint, Canon Alberic's Scrapbook, and more. Renowned for their wit, erudition and suspense, these stories are each masterfully constructed and represent a high achievement in the ghost genre. We are delighted to publish this classic book as part of our extensive Classic Library collection. Many of the books in our collection have been out of print for decades, and therefore have not been accessible to the general public. The aim of our publishing program is to facilitate rapid access to this vast reservoir of literature, and our view is that this is a significant literary work, which deserves to be brought back into print after many decades. The contents of the vast majority of titles in the Classic Library have been scanned from the original works. To ensure a high quality product, each title has been meticulously hand curated by our staff. Our philosophy has been guided by a desire to provide the reader with a book that is as close as possible to ownership of the original work. We hope that you will enjoy this wonderful classic work, and that for you it becomes an enriching experience.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Classics",
                "Gothic",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "The International Jew",
            "authors": [
                "Henry Ford"
            ],
            "ranking": 3.67,
            "ranking_count": 411,
            "abstract": "The International Jew is a book written by Henry Ford, who authored books and articles which make claims about Jews. Henry Ford won an acclamation and a medal from Hitler for this book.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "Religion",
                "German History",
                "Philosophy",
                "Historical",
                "Writing",
                "Economics"
            ]
        },
        {
            "title": "Mister Roberts",
            "authors": [
                "Thomas Heggen"
            ],
            "ranking": 4.16,
            "ranking_count": 451,
            "abstract": "The novel, Mister Roberts, was an instant hit after being published in 1946 and was quickly adapted for the stage and screen. The title character, a Lieutenant Junior Grade naval officer, defends his crew against the petty tyranny of the ship's commanding officer during World War II. Nearly all action takes place on a backwater cargo ship, the USS. Reluctant. , that sails, as written in the play, from apathy to tedium with occasional side trips to monotony and ennui. This irreverent, often hilarious story about the crew of the Reluctant has enjoyed wide and enduring popularity. Heggen based his novel on his experiences aboard the USS. Virgo. in the South Pacific during World War II, and began as a collection of short stories. It was subsequently adapted as a play, a feature film, a television series, and a television movie. The film version with Henry Fonda, James Cagney and Jack Lemmon is one of the most well-known movies of WWII.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Humor",
                "Novels",
                "Plays",
                "Media Tie In"
            ]
        },
        {
            "title": "Pastel",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 2.96,
            "ranking_count": 215,
            "abstract": "Frances, the oldest of two sisters, feels constantly overshadowed by her younger sister, Evelyn. Frances meets Oliver Fayre, an extremely handsome man that her aunt tries to set her up with. It seems to be going well, then one day Oliver stops by to visit Frances, sees beautiful Evelyn and forgets that Frances exists.. One of the four contemporary novels Georgette Heyer had suppressed.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Rains Came",
            "authors": [
                "Louis Bromfield"
            ],
            "ranking": 4.2,
            "ranking_count": 746,
            "abstract": "Hindus and Moslems, Brahmins and Untouchables, western missionaries and British colonial bureaucrats, the famous novelist brings to life the social conditions of the last decade of the British Raj.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Literature",
                "Roman",
                "The United States Of America"
            ]
        },
        {
            "title": "Representation and Reality",
            "authors": [
                "Hilary Putnam"
            ],
            "ranking": 3.79,
            "ranking_count": 78,
            "abstract": "Hilary Putnam, who may have been the first philosopher to advance the notion that the computer is an apt model for the mind, takes a radically new view of his own theory of functionalism in this book. Putnam argues that in fact the computational analogy cannot answer the important questions about the nature of such mental states as belief, reasoning, rationality, and knowledge that lie at the heart of the philosophy of mind.. . Representation and Reality. is one of the most thorough and careful criticisms of reductionism in the philosophy of mind that we have yet seen, and all future discussions of the computerhuman analogy will have to take account of it. --Richard Rorty, University of Virginia. This clear, powerfully argued, and thoroughly accessible book is fascinating, and no one with a serious interest in the philosophy of mind or the philosophy of language can afford not to study it. --Stephen Schiffer, City University of New York. Hilary Putnam is Walter Beverly Pearson Professor of Mathematical Logic at Harvard University.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Colorado Cache Cookbook",
            "authors": [
                "Junior League of Denver"
            ],
            "ranking": 4.34,
            "ranking_count": 186,
            "abstract": "From the Junior League of Denver, this classic cookbook offers a treasure trove of recipes that reflect Colorado's casual style of living and natural bounty. Features 680 delicious triple-tested recipes within a spiral-bound book with washable cover",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Luck of Nineveh",
            "authors": [
                "Arnold C. Brackman"
            ],
            "ranking": 3.74,
            "ranking_count": 23,
            "abstract": "Unravels the story of the discovery of Ninevah in spellbinding detail: how Layard, an eccentric Englishman fascinated by the Near East, set out single-handedly to uncover the fabled Biblical civilization of the Tigris-Euphrates Valley. It tells how Layard selected a mound -- in a site that had been unsuccessfully probed for a decade -- put his shovel to the earth, and in twenty minutes hit a wall. Within twenty-four hours he had discovered not one but two palaces. The news of Ninevah's discovery electrified Europe, and overnight Layard became a celebrity.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "Echoes",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.86,
            "ranking_count": 13616,
            "abstract": "It was sometimes called the echo cave, and if you shouted your question loud enough in the right direction, you got an answer instead of an echo.... Clare and David--divided as children by a rigid social code that branded her as shanty Irish and him as gentry...brought together as adults by a desire that knew no class, no barriers, only the urgent hunger of two people destined to love--and ready to defy a world determined to keep them apart.. Even at fifteen, David Power knew the echo would answer eleven-year-old Clare O'Brien's dearest wish, to win a school prize. But it was years before Dr. Power's cherished only son saw in the huckster's daughter the answer to his own heart's desire.. Here in Castlebay, perched precariously on the seaside cliffs, the lines between them were clearly drawn. Clare's only hope is to leave the town where time stopped, propelled by scholarships to Dublin, fueled by her own drive and brilliance, far from the insular, gossipy world of Castlebay and those in its thrall... Angela O'Hara, beautiful, isolated, a teacher trapped in the convent school, who risks everything to help Clare escape... Gerry Doyle, the town charmer who finds in Clare the woman he vows to have at any price... Caroline Nolan, the beautiful, rich outsider who comes to plunder.... For Clare, that was before the wild freedom of Dublin, and love. And David.  Before fate drove them back to Castlebay, and the past...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Womens Fiction",
                "Romance",
                "Historical",
                "European Literature",
                "Contemporary",
                "Drama",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "End Zone",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.66,
            "ranking_count": 3305,
            "abstract": "Gary Harkness is a football player and student at Logos College, West Texas. During a season of unprecedented success on the football field, he becomes increasingly obsessed with the threat of nuclear war. Both frightened and fascinated by the prospect, he listens to his team-mates discussing match tactics in much the same terms as military generals might contemplate global conflict. Offering a timely and topical look at human beings' obsession with conflict and confrontation, End Zone is a clever, playful and, above all, funny novel, which confirms DeLillo's status as one of the great American writers of the twentieth and twenty-first centuries, and reaffirms the unerring incisive accuracy of his portrayal of the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Novels",
                "Literature",
                "Football",
                "Literary Fiction",
                "Contemporary",
                "War"
            ]
        },
        {
            "title": "രണ്ടാമൂഴം | Randamoozham",
            "authors": [
                "M.T. Vasudevan Nair"
            ],
            "ranking": 4.27,
            "ranking_count": 8889,
            "abstract": "Randamoozham is the masterpiece of Jnanpith winning writer M. T. Vasudevan Nair. It was translated into English as Second Turn in 1997. M. T. Vasudevan Nair won Vayalar Award, given for the best literary work in Malayalam, for the novel in 1985. Later, in the year 1995, Mr. Nair was awarded the highest literary award in India, Jnanpith Award, for his overall contribution to Malayalam literature.. The novel is set as a retelling of the Indian epic Mahabharata, from the view of Bhima, the second Pandava.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Cultural",
                "Novels",
                "Asian Literature",
                "Epic",
                "Historical",
                "Religion"
            ]
        },
        {
            "title": "Sarah's Story",
            "authors": [
                "Ruth Elwin Harris"
            ],
            "ranking": 3.79,
            "ranking_count": 295,
            "abstract": "(Originally published in Britain as The Silent Shore.). Four independent-minded sisters come of age in the early 1900s -- and four interwoven novels tell their stories, each through a different sister's eyes.. The year is 1910, and the four Purcell sisters have only each other. Their mother has died, leaving them orphans in a rambling country estate. But with the help of the Mackenzies -- their guardian and his family, whom the sisters come to love in very different ways -- Sarah, Frances, Julia, and Gwen find the courage to follow their own paths in a world that is rapidly changing.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "European Literature",
                "War",
                "Childrens",
                "Literature"
            ]
        },
        {
            "title": "A is for Alibi",
            "authors": [
                "Sue Grafton"
            ],
            "ranking": 3.86,
            "ranking_count": 173553,
            "abstract": "A IS FOR AVENGER. A tough-talking former cop, private investigator Kinsey Millhone has set up a modest detective agency in a quiet corner of Santa Teresa, California. She's a twice-divorced loner with few personal possessions and fewer personal attachments but with a soft spot for underdogs and lost causes.. A IS FOR ACCUSED. That's why she draws desperate clients like Nikki Fife. Eight years ago, she was convicted of killing her philandering husband. Now she's out on parole and needs Kinsey's help to find the real killer. But after all this time, clearing Nikki's bad name won't be easy.. A IS FOR ALIBI. If there's one thing that makes Kinsey Millhone feel alive, it's playing on the edge. When her investigation turns up a second corpse, more suspects, and a new reason to kill, Kinsey discovers that the edge is closer--and sharper--than she imagined.. Librarian's note: there are 25 titles in this extraordinary series: A Is for Alibi (1982); B Is for Burglar (1985); C Is for Corpse (1986); D Is for Deadbeat (1987); E Is for Evidence (1988); F Is for Fugitive (1989); G Is for Gumshoe (1990); H Is for Homicide (1991); I Is for Innocent (1992); J Is for Judgment (1993); K Is for Killer (1994); L is for Lawless (1995); M Is for Malice (1996); N Is for Noose (1998); O Is for Outlaw (1999); P Is for Peril (2001); Q Is for Quarry (2002); R Is for Ricochet (2004); S Is for Silence (2005); T Is for Trespass (2007); U Is for Undertow (2009); V Is for Vengeance (2011); W Is for Wasted (2013); X (2015), and lastly, “Y” Is for Yesterday (2017). Work on Z had not begun at the time of the author's death in late 2017.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Fractal Geometry of Nature",
            "authors": [
                "Benoît B. Mandelbrot"
            ],
            "ranking": 4.21,
            "ranking_count": 1177,
            "abstract": "Clouds are not spheres, mountains are not cones, and lightning does not travel in a straight line. The complexity of nature's shapes differs in kind, not merely degree, from that of the shapes of ordinary geometry, the geometry of fractal shapes.. Now that the field has expanded greatly with many active researchers, Mandelbrot presents the definitive overview of the origins of his ideas and their new applications.. The Fractal Geometry of Nature. is based on his highly acclaimed earlier work, but has much broader and deeper coverage and more extensive illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Environment",
                "Philosophy",
                "Art",
                "Mathematics",
                "Reference"
            ]
        },
        {
            "title": "Gora",
            "authors": [
                "Rabindranath Tagore",
                "Meenakshi Mukherjee",
                "Vlasta Pacheiner-Klander",
                "R. Leela Devi",
                "Shahed Ryda",
                "Marguerite Glotz",
                "Radha Chakravarty",
                "Gisela Leiste",
                "more…",
                "Janko Moder",
                "Sujit Mukherjee",
                "Pierre Fallon",
                "…less"
            ],
            "ranking": 4.26,
            "ranking_count": 3851,
            "abstract": "Vast in its scope and rich in thought Gora has been acclaimed as a monumental work in the history of Bengali fiction. The story reflects the social, political and religious scene in Bengal at the turn of the century. The forces that were operating in Bengal at that time were one of the intense nationalism and revival of ancient spiritual values and also that of liberal western thought. What makes Gora a great prose epic is not only its social content but also its brilliant story of self-searching, of resolution, of conflicts and of self discovery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Asian Literature",
                "Novels",
                "Historical",
                "Literature",
                "Philosophy",
                "Drama",
                "Romance"
            ]
        },
        {
            "title": "Τα χειρόγραφα του φθινοπώρου",
            "authors": [
                "Tasos Livaditis",
                "Τάσος Λειβαδίτης"
            ],
            "ranking": 4.61,
            "ranking_count": 135,
            "abstract": "Ποίηση",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Transmetropolitan, Vol. 3: Year of the Bastard",
            "authors": [
                "Warren Ellis",
                "Darick Robertson",
                "Rodney Ramos"
            ],
            "ranking": 4.41,
            "ranking_count": 15005,
            "abstract": "Investigative reporter Spider Jerusalem attacks the injustices of the 23rd Century surroundings while working for the newspaper The Word in this critically-acclaimed graphic novel series written by comics superstar Warren Ellis, the co-creator of PLANETARY and THE AUTHORITY.. In this third volume, Spider Jerusalem begins to crumble under the pressure of sudden and unwanted fame. Having had enough of the warped 23rd century Babylon that he lives in, Spider escapes into a world of bitterness and pills. As he stumbles through this haze of depression and drugs, he must find a way to cover the biggest story of the year, the presidential election. Armed with only his demented mind and dark sense of humor, Spider embarks on an adventure of political cynicism, horrific sex, and unwelcome celebrity which culminates in a shocking and ruinous ending.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Politics",
                "Humor"
            ]
        }
    ]
}