{
    "books": [
        {
            "title": "The Casting of Bells",
            "authors": [
                "Jaroslav Seifert",
                "Paul Jagasich",
                "Tom O'Grady"
            ],
            "ranking": 3.76,
            "ranking_count": 37,
            "abstract": "This is Seifert's first collection published in English in the U.S.A. (translated from the Czech).",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Man from Shadow Ridge",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.83,
            "ranking_count": 429,
            "abstract": "The year is 1863. In the East, the Civil War rages on. The mountains of California seem remote and untouched by the struggle of the young nation. Tom Dawson has found a refuge from the political and social conflicts running a small ranch with his brother beneath Shadow Ridge.. This man with a restless past, his rugged, sun-browned face creviced from the weather like a landscape, discovers some measure of peace and happiness at Shadow Ridge with his brother's little family. Then comes the news that the stagecoach has been robbed and six people murdered by a gang of rebel sympathizers stealing Union gold for the South. Without warning, the turmoil of Dawson's past returns.. As he moves toward a final confrontation, the Dawson home is shattered by a second tragedy. Where will he find the courage and faith to continue?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Westerns",
                "Christian",
                "Historical",
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "Asterix at the Olympic Games",
            "authors": [
                "René Goscinny",
                "Albert Uderzo"
            ],
            "ranking": 4.17,
            "ranking_count": 8207,
            "abstract": "In very good condition. Pages are clean and unmarked and binding is tight. We ship immediately!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Humor",
                "Historical",
                "Graphic Novels Comics",
                "Childrens",
                "Cultural",
                "Comics"
            ]
        },
        {
            "title": "في ظلال القرآن",
            "authors": [
                "Sayed Qutb",
                "سيد قطب"
            ],
            "ranking": 4.53,
            "ranking_count": 3518,
            "abstract": "خواطر وانطباعات من فترة عاشها سيد قطب في ظلال القرآن دوّنها في هذه المجلدات الستة منطلقاً في ذلك من حقيقة أبدية وهي أن القرآن حقيقة ذات كينونة مستمرة كهذا الكون ذاته، الكون كتاب الله المنظور، والقرآن كتاب الله المقروء، وكلاهما شاهد ودليل على صاحبه المبدع، كما أن كليهما كائن ليعمل.. فالكون بنواحيه ما زال يتحرك ويؤدي دوره الذي قدره له بارئه والقرآن كذلك أدى دوره للبشرية، وما يزال هو هو، والإنسان ما يزال هو هو في حقيقته وفي أصل فطرته. وهذا القرآن هو خطاب الله لهذا الإنسان، فيمن خاطبهم الله به، خطاب لا يتغير فهو يخاطبه في أصل فطرته وفي أصل حقيقته، لذا كان لا بد من التمعن أكثر لإدراك المعاني التي رمت إليها سوره وآياته، ولإدراك ما فيه من الحيوية الكامنة لتلقي التوجيه المدخر منه للجماعة المسلمة في كل جيل، وذلك من خلال استحضار سيد قطب في تصوره كينونة الجماعة المسلمة الأولى التي خوطبت بهذا القرآن لأول مرة للعيش معها لتمثلها في بشريتها الحقيقية، وفي حياتها الواقعية، وفي مشكلاتها الإنسانية، وبتأمل قيادة القرآن لها قيادة مباشرة في شؤونها اليومية وفي أهدافها الكلية على السواء، ويرى كيف يأخذ القرآن بيدها خطوة خطوة، لينتقل بعدها إلى الجماعة الإسلامية اليوم المخاطبة بالقرآن في مثل ما خوطبت به الجماعة الأولى، فالبشرية بكل خصائصها المعروفة، تملك الاستجابة للقرآن، والانتفاع بقيادته في ذات الطريق.. بهذه النظرة رأى سيد قطب بأن القرآن حياً يعمل في حياة المسلمة الأولى، ويملك أن يعمل في حياة المسلمين اليوم والقرآن هو اليوم معهم وكذلك غداً، وأنه ليس مجرد تراتيل تعبدية بعيدة عن واقع المسلمين المحدد، كما أنه ليس تاريخاً نص وانقضى وبطلت فاعليته وتفاعله مع الحياة البشرية.. من هذا المنطلق يمضي سيد قطب في ظلال القرآن يستشف معانيه، يفسر آياته بأسلوب بعيد عن ساليب أئمة التفسير المتقدمين، ملتزماً بروح تفاسيرهم وبجوهرها، ليحاكي عقولاً اختلفت في منهجيتها وبطريقة تفكيرها وتنظيرها للأمور والوقائع عن عقول معاصري أئمة التفسير المتقدمين. حيث يورد السورة معرفاً بها وبعدد آياتها ومكية هي أم مدنية والراجح عنده.. ثم يمضي في إيراد الآيات حيث يورد مجموعة من الآيات متتابعة تدور معانيها ضمن السياق نفسه فيأخذ في استشفاف مدلولاتها مجتمعة ليفسرها بعد ذلك آية آية مستنداً إلى المأثور في التفسير وهذا لم يمنعه من إيراد التفسير بلغة معاصرة تدور في معانيها خواطر إيمانية عميقة يعكس من خلالها سيد قطب التوجه التربوي القرآني الذي يأخذ بعين الاعتبار الإنسان بخلجاته وسكناته، بنفسيته وتألباتها ومتطلباتها وأهوائها، وبالمعطيات الآنية والمستقبلية التي تمتد امتداد حياة الإنسان على وجه الأرض.. حرك سيد قطب في تفسيره فطرة الإنسان، وأبرز جنوح المسلم عن إدراك المعاني الحقيقية للقرآن وآياته بالحجب التي تقيمها الأهواء والعصبيات والجهل دون تلك الفطرة. ولم يغفل قطب عن استخراج المسائل الفقهية التي حملتها معاني الآيات والآراء الواردة اتفاقاً واختلافاً حولها، ولم تفته اللفتات التربوية عن إبراز النواحي الإعجازية الفنية التي حفلت بها آيات القرآن.. لقد شكّل في ظلال القرآن منعطفاً هاماً في تفسير القرآن، حاك سيد قطب المسلم بلغة معاصرة، بأسلوب يفهمه ويعقله، وبروحية هي أقرب إلى روح العصر الذي غلبت عليه معطيات سياسية، اجتماعية، اقتصادية، إنسانية... عايشها القرآن بآياتها كما عايش روح القرون الماضية، وكما سيعايش القرون القادمة إلى آخر الزمان، واستشفها سيد قطب فجاءت خواطر دوّنها في ظلال القرآن.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Reference",
                "Spirituality",
                "Nonfiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Twelve Kingdoms: The Vast Spread of the Seas",
            "authors": [
                "Fuyumi Ono",
                "Akihiro Yamada",
                "Alexander O. Smith",
                "Elye J. Alexander"
            ],
            "ranking": 4.27,
            "ranking_count": 1105,
            "abstract": "When only an eggfruit, the kirin of the En Kingdom, Rokuta, was transported to Japan for his own protection. But he was abandoned soon after birth by his surrogate parents, left to fend for himself in the mountains. It just so happened that at the same time, a young boy in the En Kingdom named Koya was also abandoned by his own parents, after which he was raised by demon beasts. Their similar circumstances aren't the only thing to bind these two boys, though. Twenty years after their abandonment, their destinies intersect, with potentially disastrous consequences for the En Kingdom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Novels",
                "Asian Literature",
                "Cultural",
                "Sequential Art",
                "Adventure"
            ]
        },
        {
            "title": "Wartime: Understanding and Behavior in the Second World War",
            "authors": [
                "Paul Fussell"
            ],
            "ranking": 4.17,
            "ranking_count": 672,
            "abstract": "Winner of both the National Book Award for Arts and Letters and the National Book Critics Circle Award for Criticism, Paul Fussell's The Great War and Modern Memory was one of the most original and gripping volumes ever written about the First World War. Frank Kermode, in The New York Times Book Review, hailed it as an important contribution to our understanding of how we came to make World War I part of our minds, and Lionel Trilling called it simply one of the most deeply moving books I have read in a long time. In its panaramic scope and poetic intensity, it illuminated a war that changed a generation and revolutionized the way we see the world.. Now, in Wartime, Fussell turns to the Second World War, the conflict he himself fought in, to weave a narrative that is both more intensely personal and more wide-ranging. Whereas his former book focused primarily on literary figures, on the image of the Great War in literature, here Fussell examines the immediate impact of the war on common soldiers and civilians. He describes the psychological and emotional atmosphere of World War II. He analyzes the euphemisms people needed to deal with unacceptable reality (the early belief, for instance, that the war could be won by precision bombing, that is, by long distance); he describes the abnormally intense frustration of desire and some of the means by which desire was satisfied; and, most important, he emphasizes the damage the war did to intellect, discrimination, honesty, individuality, complexity, ambiguity and wit. Of course, no Fussell book would be complete without some serious discussion of the literature of the time. He examines, for instance, how the great privations of wartime (when oranges would be raffled off as valued prizes) resulted in roccoco prose styles that dwelt longingly on lavish dinners, and how the high-mindedness of the era and the almost pathological need to accentuate the positive led to the downfall of the acerbic H.L. Mencken and the ascent of E.B. White. He also offers astute commentary on Edmund Wilson's argument with Archibald MacLeish, Cyril Connolly's Horizon magazine, the war poetry of Randall Jarrell and Louis Simpson, and many other aspects of the wartime literary world.. Fussell conveys the essence of that wartime as no other writer before him. For the past fifty years, the Allied War has been sanitized and romanticized almost beyond recognition by the sentimental, the loony patriotic, the ignorant, and the bloodthirsty. Americans, he says, have never understood what the Second World War was really like. In this stunning volume, he offers such an understanding.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Psychology",
                "Sociology",
                "North American Hi...",
                "Academic"
            ]
        },
        {
            "title": "Aelita",
            "authors": [
                "Aleksey Nikolayevich Tolstoy"
            ],
            "ranking": 3.6,
            "ranking_count": 1286,
            "abstract": "Tolstoi published two science fiction novels, both of which appeared in the experimental 1920s and which were revised during the following decades of Stalinist terror. Aelita (1923) is a science-fiction fantasy in the manner of H.G. Wells, telling the story of a Soviet expedition to Mars with the aim of establishing communism. A Red Army officer forments a rebellion of the native Martians, who are in fact long-ago emigrants from Atlantis. The story was adapted into a screen play in 1924. Its futuristic, expressionistic sets were designed by Isaac Rabinovitch of the Kamerny Theatre. The film influenced the design in Flash Gordon, a space opera, which was created by the artist Alex Raymond in 1934 and led to a popular radio serial and several films. Giperboloid inzhenera Garina (1926, The Death Box) described an attempt of an unscrupulous inventor to use his death ray to conquer the world. He manages to rule a decadently capitalist USA for a short period.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Cultural",
                "Fiction",
                "Classics",
                "Literature",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Space"
            ]
        },
        {
            "title": "Duncan's Bride",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 3.96,
            "ranking_count": 8069,
            "abstract": "Reese wanted a wife. Someone to have children with, someone to help rebuild his ranch, someone uncomplicated, and very different from his first wife, the woman who'd destroyed his life. Now he had Madelyn--sophisticated, citified, willing to herd cattle, keep house and start a family. The only thing she asked for in return was love--one thing Reese couldn't guarantee.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Westerns",
                "Historical",
                "Fiction",
                "Category Romance",
                "Adult"
            ]
        },
        {
            "title": "Black Cherry Blues",
            "authors": [
                "James Lee Burke"
            ],
            "ranking": 4.15,
            "ranking_count": 14661,
            "abstract": "BACK IN THE UNDERWORLD HE TRIED TO LEAVE BEHIND. Haunted by the memory of his wife's murder and his father's untimely death, ex-New Orleans cop Dave Robicheaux spends his days in a fish-and-tackle business. But when an old friend makes a surprise appearance, Robicheaux finds himself thrust back into the violent world of Mafia goons and wily federal agents. From the Louisiana bayou to Montana's tribal lands, Robicheaux is running from the bottle, a homicide rap, a professional killer and the demons of his past.. Rich with fascinating characters and dramatic plot twists, the audio debut of James Lee Burke and his Cajun detective Dave Robicheaux recalls the best of Raymond Chandler's Philip Marlowe -- tough, complex and thoroughly entertaining.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "American",
                "Suspense"
            ]
        },
        {
            "title": "The Simple Truth",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.08,
            "ranking_count": 35089,
            "abstract": "Michael Fiske prekršit će zakon kad s prijemnog odjela Vrhovnog suda ukrade pismo koje je Sudu iz zatvora poslao zatvorenik osuđen zbog ubojstva djevojčice. No tom će krađom ujedno zapečatiti svoju sudbinu. Imena navedena u tom pismu nitko nije smio saznati, a krađa pisma ujedno je značila i smrtnu presudu za Fiskea. Nakon Fiskeova ubojstva njegov će brat, inače policajac koji je nakon jednog spornog slučaja odlučio postati odvjetnik, doći u Washington i pokušati saznati zašto mu je brat ubijen i kakve veze ubojstvo njegova brata ima s pismom ukradenim s prijemnog odjela Vrhovnog suda. No ubrzo će upravo on postati jedan od osumnjičenih...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Rants",
            "authors": [
                "Dennis Miller"
            ],
            "ranking": 3.61,
            "ranking_count": 1714,
            "abstract": "Now, I don't want to get off on a rant here. The. New York Times. called Dennis Miller's. The Rants. a pleasing mix of profanity and wit...that will make fans of his irreverent liberal angst laugh out loud. Readers across the nation clearly agreed, because the book stayed on the Times hardcover bestseller list for months, with more than 130,000 copies in print. Now, an even broader audience can discover Miller's stinging wit in paperback.. Dennis Miller respects no boundaries. Whether the subject is dope-addled baseball players who can no longer swing their bats, do-nothing politicians who devote their careers to creating meaningful sound bites, or the nation's resigned acceptance of violence as a way of American life, these thematically arranged monologues are funny and angry. More significantly, they shatter the conventions of comedy by simultaneously making us laugh, think, and seethe.. When Miller takes the stage, the audience demands, the rants, the rants, the rants. Here is the collection of his invigorating and thought-provoking monologues that showcase his singular point of view.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Politics",
                "Writing"
            ]
        },
        {
            "title": "Your Invisible Power: A Presentation of the Mental Science of Thomas Troward",
            "authors": [
                "Geneviève Behrend"
            ],
            "ranking": 4.11,
            "ranking_count": 1047,
            "abstract": "This Is A New Release Of The Original 1921 Edition.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Religion",
                "Business"
            ]
        },
        {
            "title": "El camino",
            "authors": [
                "Miguel Delibes"
            ],
            "ranking": 4.02,
            "ranking_count": 7195,
            "abstract": "Daniel el Mochuelo intuye a sus once años que su camino está en la aldea, junto a sus amigos, sus gentes y sus pájaros. Pero su padre quiere que vaya a la ciudad a estudiar el Bachillerato. A lo largo de la noche que precede a la partida, Daniel, insomne, con un nudo en la garganta, evocará sus correrías con sus amigos, -Roque el Moñigo y Germán el Tiñoso- a través de los campos, descubriendo el cielo y la tierra, y revivirá las andanzas de la gente sencilla de la aldea. La simpatía humana con que esa mirada infantil nos introduce en el pueblo, haciéndonos conocer toda una impresionante galería de tipos y la fuerza con que a través de rasgos frecuentemente caricaturescos se nos presentan siempre netos y vivos es uno de los grandes aciertos de esta novela. Feliz evocación de un tiempo cuyo encanto y fascinación advertimos cuando ya se nos ha escapado entre los dedos, El camino es, por su amalgama de nitidez realista, humor sutil, nostalgia contenida e irisación poética no solo una de las mejores novelas de Miguel Delibes, sino también, como señalara la crítica, una de las obras maestras de la narrativa contemporánea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Novels",
                "Drama",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Altyn Tolobas",
            "authors": [
                "Boris Akunin",
                "Odette Chevalot"
            ],
            "ranking": 3.9,
            "ranking_count": 1219,
            "abstract": "Eraste Fandorine a eu un fils, Alexander, né en Angleterre et devenu une sommité de la médecine. Celui-ci, à son tour, aura un fils, Nicholas, qui sera attiré par la Russie, pays qu'il n'a jamais visité mais dont il maîtrise la langue. Peu encouragé par son père, il étudie l'histoire de sa famille. Il lui manque des documents précieux...",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Mystery",
                "Historical",
                "Adventure",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Violence and the Sacred",
            "authors": [
                "René Girard",
                "Patrick Gregory"
            ],
            "ranking": 4.14,
            "ranking_count": 1019,
            "abstract": "Violence and the Sacred. is Rene Girard's landmark study of human evil. Here Girard explores violence as it is represented and occurs throughout history, literature and myth. Girard's forceful and thought-provoking analyses of Biblical narrative, Greek tragedy and the lynchings and pogroms propagated by contemporary states illustrate his central argument that violence belongs to everyone and is at the heart of the sacred.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Religion",
                "Anthropology",
                "Psychology",
                "History",
                "Sociology",
                "Fantasy"
            ]
        },
        {
            "title": "Mariel of Redwall",
            "authors": [
                "Brian Jacques",
                "Gary Chalk"
            ],
            "ranking": 3.99,
            "ranking_count": 26900,
            "abstract": "In the fourth volume of the epic Redwall saga, a mouse-ship is attacked by the pirate rat Gabool and his heinous band of cut-throats. Hapless voyagers Mariel and her father Joseph the Bellmaker are mercilessly thrown into the sea by the pirates. Mariel washes ashore, starved and near death, and is taken in by the hospitable inhabitants of Redwall Abbey. Sure that her poor father is dead, Mariel swears an oath of vengeance against the filthy pirates who killed her father. With he help of a motley band of animals, Mariel leads the charge to recover a bell and avenge her father.. About the Author:. Brian Jacques was born in Liverpool, England, in 1939. Growing up on the docks of Liverpool, he attended St. John's School. He went on to work as a radio show host, playwright, longshoreman, lorry driver, folk singer and comedian prior to his career as a writer. The father of two sons, Jacques enjoys walking his West Highland Terrier, Teddy and spends most of his time writing. A new Redwall book is introduced once every year.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Butterfly Burning",
            "authors": [
                "Yvonne Vera"
            ],
            "ranking": 3.64,
            "ranking_count": 502,
            "abstract": "Butterfly Burning. brings the brilliantly poetic voice of Zimbabwean writer Yvonne Vera to American readers for the first time. Set in Makokoba, a black township, in the late 1940s, the novel is an intensely bittersweet love story. When Fumbatha, a construction worker, meets the much younger Phephelaphi, hewants her like the land beneath his feet from which birth had severed him. He in turn fills her with hope larger than memory. But Phephelaphi is not satisfied with their one-room love alone. The qualities that drew Fumbatha to her, her sense of independence and freedom, end up separating them. And the closely woven fabric of township life, where everyone knows everyone else, has a mesh too tight and too intricate to allow her to escape her circumstances on her own.. Vera exploits language to peel away the skin of public and private lives. In. Butterfly Burning. she captures the ebullience and the bitterness of township life, as well as the strength and courage of her unforgettable heroine.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Eastern Africa",
                "Literature",
                "Historical",
                "Feminism",
                "Womens",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Farvernes uge",
            "authors": [
                "Elena Garro",
                "Ane-Grethe Østergaard"
            ],
            "ranking": 4.24,
            "ranking_count": 474,
            "abstract": "Runde, orangefarvede torsdage. Den fattige skomager fra Guanajuato, der kan gå på en måde, så ingen ser ham. Tavse, lilla fredage. Kong Filip II, der kigger strengt fra sit portræt på væggen. Myrerne med deres grønne parasoller. Tiden, der har vendt sig om, som når man ser på et postkort og vender det for at se, hvad der står bagpå. Honningfarvede tæpper og hjorte, der spiser cigaretter. Nachita, der tørrer blodet af vinduet og verfer coyoterne tilbage til deres århundrede. Og hele natten, der bevæger sig fremad i en flod fuld af stjerner, munde, grene, vinde og dræbte mexicanske generaler .... Novellesamlingen Farvernes uge udkom for første gang i 1964, blot tre år før Gabriel García Márquez´ Hundred års ensomhed, og Elena Garro er ikke uberettiget blevet kaldt en forløber for genren magisk realisme. Disse tretten noveller er sprudlende og svimlende samling af fortættede universer, hvor tid og rum er flydende størrelser, som glider ind og ud af hinanden og antager nye overraskende dimensioner.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Womens",
                "European Literature",
                "Novels",
                "Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Collection of Sand",
            "authors": [
                "Italo Calvino",
                "Martin L. McLaughlin"
            ],
            "ranking": 3.86,
            "ranking_count": 542,
            "abstract": "The last of Italo Calvino's works to appear during the author's lifetime,. Collection of Sand. is a group of essays never before published in English, discussing subjects ranging from cuneiform and antique maps to Mexican temples and Japanese gardens.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "European Literature",
                "Cultural",
                "Travel",
                "Art",
                "Classics",
                "Anthologies",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "Darkwater: Voices from Within the Veil",
            "authors": [
                "W.E.B. Du Bois"
            ],
            "ranking": 4.31,
            "ranking_count": 645,
            "abstract": "The distinguished American civil rights leader, W. E. B. Du Bois first published these fiery essays, sketches, and poems individually nearly 80 years ago in the Atlantic, the Journal of Race Development, and other periodicals. Reflecting the author's ideas as a politician, historian, and artist, this volume has long moved and inspired readers with its militant cry for social, political, and economic reforms for black Americans. Essential reading for students of African-American history",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Writing",
                "Race",
                "Philosophy",
                "Sociology",
                "Poetry",
                "Politics",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "The Origins of the Second World War",
            "authors": [
                "A.J.P. Taylor"
            ],
            "ranking": 3.99,
            "ranking_count": 1478,
            "abstract": "One of the most popular and controversial historians of the twentieth century, who made his subject accessible to millions, A.J.P. Taylor caused a storm of outrage with this scandalous bestseller. Debunking what were accepted truths about the Second World War, he argued provocatively that Hitler did not set out to cause the war as part of an evil master plan, but blundered into it partly by accident, aided by the shortcomings of others. Fiercely attacked for vindicating Hitler, A.J.P. Taylor's stringent re-examination of the events preceding the Nazi invasion of Poland on 1st September 1939 opened up new debate, and is now recognized as a brilliant and classic piece of scholarly research.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Military",
                "Cultural",
                "Earth"
            ]
        },
        {
            "title": "...καλά, εσύ σκοτώθηκες νωρίς",
            "authors": [
                "Χρόνης Μίσσιος",
                "Chronis Missios"
            ],
            "ranking": 4.48,
            "ranking_count": 1286,
            "abstract": "Τι να σου πω, όλα αυτά τα χρόνια που εσύ έλειψες, τα χρόνια λέω που μας άντρωσαν μέσα στην κρεατομηχανή, μ' έχουν μπερδέψει. Είναι δύσκολο πια να ξεχωρίσεις πού βρίσκεται η μπέσα, η παλικαριά, ή η ανθρωπιά, που θα λεγαν οι μορφωμένοι, αυτή που βγαίνει ίσα από μέσα μας σα μαχαίρι, που δεν καθορίζεται απ' όξω σαν μια εξαιρετική στάση, αλλά την κουβαλάμε μέσα μας, σαν μια μνήμη ή σαν συνηθισμένη καλημέρα....",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Literature",
                "Biography",
                "History",
                "Nonfiction",
                "Cultural"
            ]
        },
        {
            "title": "The Condition of Postmodernity: An Enquiry into the Origins of Cultural Change",
            "authors": [
                "David Harvey"
            ],
            "ranking": 4.15,
            "ranking_count": 2132,
            "abstract": "A great deal has been written on what has variously been described as the postmodern condition and on postmodern culture, architecture, art and society. In this new book, David Harvey seeks to determine what is meant by the term in its different contexts and to identify how accurate and useful it is as a description of contemporary experience.. But the book is much more than this: in the course of his investigation the author provides a social and semantic history – from the Enlightenment to the present – of modernism and its expression in political and social ideas and movements, as well as in art, literature and architecture. He considers in particular how meaning and perception of time and space themselves vary over time and space, and shows that this variance affects individual values and social processes of the most fundamental kind.. This book will be widely welcomed, not only for its clear and critical account of the arguments surrounding the propositions of modernity and postmodernity, but as an incisive contribution to the history of ideas and their relation to social and political change.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Sociology",
                "History",
                "Politics",
                "Academic",
                "Economics",
                "Science",
                "Anthropology"
            ]
        },
        {
            "title": "How Buildings Learn: What Happens After They're Built",
            "authors": [
                "Stewart Brand"
            ],
            "ranking": 4.35,
            "ranking_count": 1629,
            "abstract": "Buildings have often been studied whole in space, but never before have they been studied whole in time.. How Buildings Learn. is a masterful new synthesis that proposes that buildings adapt best when constantly refined and reshaped by their occupants, and that architects can mature from being artists of space to becoming artists of time. From the connected farmhouses of New England to I.M. Pei's Media Lab, from satisficing to form follows funding, from the evolution of bungalows to the invention of Santa Fe Style, from Low Road military surplus buildings to a High Road English classic like Chatsworth—this is a far-ranging survey of unexplored essential territory.. More than any other human artifacts, buildings improve with time—if they're allowed to.. How Buildings Learn. shows how to work with time rather than against it.",
            "part_of_series": false,
            "genre_list": [
                "Architecture",
                "Nonfiction",
                "Design",
                "History",
                "Cities",
                "Geography",
                "Science",
                "Art",
                "Environment"
            ]
        },
        {
            "title": "The House Gun",
            "authors": [
                "Nadine Gordimer"
            ],
            "ranking": 3.54,
            "ranking_count": 1339,
            "abstract": "A house gun, like a house cat: a fact of ordinary life, today. How else can you defend yourself against losing your hi-fi equipment, your TV set and computer? The respected Executive Director of an insurance company, Harald, and his doctor wife, Claudia, are faced with something that could never happen to them: their son, Duncan, has committed murder. What kind of loyalty do a mother and father owe a son who has committed the unimaginable horror? How could he have ignored the sanctity of human life? What have they done to influence his character; how have they failed him? Nadine Gordimer's new novel is a passionate narrative of the complex manifestations of that final test of human relations we call love - between lovers of all kinds, and parents and children. It moves with the restless pace of living itself; if it is a parable of present violence, it is also an affirmation of the will to reconciliation that starts where it must, between individual men and women.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Mystery",
                "Nobel Prize",
                "Womens"
            ]
        },
        {
            "title": "Reindeer Moon",
            "authors": [
                "Elizabeth Marshall Thomas"
            ],
            "ranking": 3.95,
            "ranking_count": 1667,
            "abstract": "A fictional account of the life of a Siberian tribe 20,000 years ago, from the author of Harmless People and Warrior Herdsmen. It is both the story of a daily struggle for survival against starvation, cold and violence, and an evocation of spiritual journeys and primitive magic.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Fantasy",
                "Anthropology",
                "History",
                "Cultural",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tennis Shoes Among the Nephites",
            "authors": [
                "Chris Heimerdinger"
            ],
            "ranking": 3.99,
            "ranking_count": 16581,
            "abstract": "Jim Hawkins has a bad attitude. What's more, he enjoys having a bad attitude about everything--especially about church.. Garth Plimpton is a fanatic. He's spent so much time studying the scriptures and thick books on archaeology that that he can't carry on a normal conversation with other kids. That's why they consider him a nerd.. Through an unusual chain of events, these two opposites become fast friends. It all began when Garth told Jim a simple truth: They really existed once, you know.. Who? Jim asked.. Nephites, Garth replied. Every character in the Book of Mormon ate, slept, died, was buried . . .. That statement, taken for granted before, would soon echo deeply in the two boys' minds--because they were on the trail of a chilling secret.",
            "part_of_series": true,
            "genre_list": [
                "Christianity",
                "Lds",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Religion",
                "Historical",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "The Fox in the Attic",
            "authors": [
                "Richard Hughes",
                "Hilary Mantel"
            ],
            "ranking": 3.5,
            "ranking_count": 423,
            "abstract": "A tale of enormous suspense and growing horror,. The Fox in the Attic. is the widely acclaimed first part of Richard Hughes's monumental historical fiction, The Human Predicament. Set in the early 1920s, the book centers on Augustine, a young man from an aristocratic Welsh family who has come of age in the aftermath of World War I. Unjustly suspected of having had a hand in the murder of a young girl, Augustine takes refuge in the remote castle of Bavarian relatives. There his hopeless love for his devout cousin Mitzi blinds him to the hate that will lead to the rise of German fascism. The book reaches a climax with a brilliant description of the Munich putsch and a disturbingly intimate portrait of Adolph Hitler.. The Fox in the Attic. , like its no less remarkable sequel. The Wooden Shepherdess. , offers a richly detailed, Tolstoyan overview of the modern world in upheaval. At once a novel of ideas and an exploration of the dark spaces of the heart, it is a book in which the past returns in all its original uncertainty and strangeness.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Magic for Marigold",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.77,
            "ranking_count": 3836,
            "abstract": "The eccentric Lesley family could not agree on what to name Lorraine's new baby girl even after four months. Lorraine secretly liked the name Marigold, but who would ever agree to such a fanciful name as that? When the baby falls ill and gentle Dr. M. Woodruff Richards saves her life, the family decides to name the child after the good doctor. But a girl named Woodruff? How fortunate that Dr. Richards's seldom-used first name turns out to be . . . Marigold! A child with such an unusual name is destined for adventure. It all begins the day Marigold meets a girl in a beautiful green dress who claims to be a real-life princess. . . .",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "XPD",
            "authors": [
                "Len Deighton"
            ],
            "ranking": 3.77,
            "ranking_count": 2060,
            "abstract": "June 11, 1940 – where is Winston Churchill?. A private aircraft takes off from a small town in central France, while Adolf Hitler, the would-be conqueror of Europe, prepares for a clandestine meeting near the Belgian border.. For more than forty years the events of this day have been Britain’s most closely guarded secret. Anyone who learns of them must die - with their file stamped:. XPD - expedient demise",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Historical",
                "War",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Weaker Vessel",
            "authors": [
                "Antonia Fraser"
            ],
            "ranking": 3.92,
            "ranking_count": 1356,
            "abstract": "Just how weak were the women of the Civil War era? What could they expect beyond marriage and childbirth in an age where infant and maternal mortality was frequent and contraception unknown? Did anyone marry for love? Could a woman divorce? What rights had the unmarried? What expectations the widows? An expert on the period, Antonia Fraser brings to life the many and various women she has encountered in her considerable research: governesses, milkmaids, fishwives, nuns, defenders of castles, courtesans, countesses, witches and widows.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Feminism",
                "Womens",
                "Literature",
                "Historical",
                "European Literature",
                "Biography",
                "Gender"
            ]
        },
        {
            "title": "The Virtue of Selfishness: A New Concept of Egoism",
            "authors": [
                "Ayn Rand",
                "Nathaniel Branden"
            ],
            "ranking": 3.53,
            "ranking_count": 13400,
            "abstract": "Ayn Rand. here sets forth the moral principles of Objectivism, the philosophy that holds human life--the life proper to a rational being--as the standard of moral values and regards altruism as incompatible with man's nature, with the creative requirements of his survival, and with a free society.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Psychology",
                "Classics",
                "Writing",
                "Economics",
                "History",
                "Modern",
                "Contemporary"
            ]
        },
        {
            "title": "Asterix the Legionary",
            "authors": [
                "René Goscinny",
                "Albert Uderzo"
            ],
            "ranking": 4.31,
            "ranking_count": 8627,
            "abstract": "It's off to the wars for Asterix and Obelix: they've enlisted as legionnaires in order to rescue Tragicomix, whom the Romans forcibly conscripted. The two find Tragicomix and succeed in causing the biggest commotion ever on a battlefield.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Humor",
                "Historical",
                "Cultural",
                "Graphic Novels Comics",
                "Childrens",
                "Comics"
            ]
        },
        {
            "title": "The Twelve Kingdoms: Skies of Dawn",
            "authors": [
                "Fuyumi Ono",
                "小野不由美",
                "Akihiro Yamada",
                "山田 章博"
            ],
            "ranking": 4.48,
            "ranking_count": 930,
            "abstract": "After a year of depending on her ministers to govern the kingdom of Kei, Yoko follows Keiki's advice and descends the mountain to live among her people, eager to learn how to be a better leader from the village's wise-man, Enho. However, when Enho is kidnapped, Yoko finds herself thrust into an all-out war between the kingdoms. Friendships and alliances are put to the test during the Battle of Wa Province. Can Yoko summon the strength to take up her responsibilities as Queen?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Novels",
                "Asian Literature",
                "Fiction",
                "Cultural",
                "Sequential Art",
                "Adventure"
            ]
        },
        {
            "title": "The Enormous Crocodile",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 3.78,
            "ranking_count": 19965,
            "abstract": "The Enormous Crocodile is incredibly hungry-and incredibly greedy. His favorite meal is a plump, juicy little child, and he intends to gobble up as many of them as he can! But when the other animals in the jungle join together to put an end to his nasty schemes, the Enormous Crocodile learns a lesson he won't soon forget. Dahl's wicked humor is as delightful as ever in this new, larger edition of a hilarious favorite.. Illustrated by Quentin Blake.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Animals",
                "Classics",
                "Humor",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Novel Without a Name",
            "authors": [
                "Dương Thu Hương",
                "Nina McPherson",
                "Phan Huy Đường"
            ],
            "ranking": 3.81,
            "ranking_count": 1191,
            "abstract": "Reminiscent of. All Quiet on Western Front. and. The Red Badge of Courage. . . . . A breathtakingly original work.--. San Francisco Chronicle. Twenty-eight-year-old Quan has been fighting for the Communist cause in North Vietnam for a decade. Filled with idealism and hope when he first left his village, he now spends his days and nights dodging stray bullets and bombs, foraging scraps of food to feed himself and his men. Quan seeks comfort in childhood memories as he tries to sort out his conflicting feelings of patriotism and disillusionment. Then, given the chance to return to his home, Quan undertakes a physical and mental journey that brings him face to face with figures from his past--his angry father, his childhood sweetheart, his boyhood friends now maimed or dead--and ultimately to the shattering reality that his innocence has been irretrievably lost in the wake of the war. In a voice both lyrical and stark, Duong Thu Huong, one of Vietnam's most beloved writers, powerfully conveys the conflict that spiritually destroyed her generation.. If it is a crime to take an unflinching look at the reality of war and life under a totalitarian regime, and to do it with great art and mastery, then Duong Thu Huong, is gloriously guilty.--. The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Cultural",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Pirate Lord",
            "authors": [
                "Sabrina Jeffries"
            ],
            "ranking": 3.87,
            "ranking_count": 4039,
            "abstract": "A Splendid Opportunity. A shipload of women - theirs for the taking! Pirate captain Gideon Horn couldn't be more delighted. His men are tired of wandering the high seas and want to settle down with wives on the uncharted island paradise they've discovered. And the women are bound to be grateful to be rescued from the life of drudgery awaiting them in New South Wales . . .. Lord, he's so clever!. A Splendid Passion. Married? To. pirates. ? Sara Willis couldn't be more appalled. First she demands proper courting—at least a month. The darkly handsome pirate lord gives them two weeks. Then Sara insists the men vacate their huts for the women—Gideon demands her kisses in return. As the demands heat up, so do their passions—and soon Sara can't remember just why she's fighting the devilishly seductive captain so hard. . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Fiction",
                "Adult",
                "Historical Romance"
            ]
        },
        {
            "title": "Trailerpark",
            "authors": [
                "Russell Banks"
            ],
            "ranking": 3.82,
            "ranking_count": 1028,
            "abstract": "Dans ce roman en douze caravanes et treize épisodes, le grand rêve américain semble en avoir pris un coup dans l'aile. Russel Banks porte ici sur une Amérique populaire le regard à la fois tendre et caustique d'un amateur consommé de la tragi-comédie humaine : la dame du n°11 élève des cochons d'Inde en cachette tandis que la jeune fille du 7 téléphone à Dieu. L'occupant du 3 est un prosélyte de la contraception  tantrique , quant au vieux pêcheur, il se fait amicalement dépouiller par ses voisins du magot qu'il a enfin décroché à la loterie... C'est dans ce fourmillement de la vie immédiate et dans la chaleureuse relation romanesque qu'entretient Russell Banks avec ses  voisins  du New Hampshire que ce magnifique écrivain est sans doute le plus proche de lui-même.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literary Fiction",
                "Novels",
                "Academic",
                "Literature",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "Flykten",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 3.91,
            "ranking_count": 23671,
            "abstract": "Ett oansenligt hus vid slutet av en grusväg i ett skogsområde nära Washington har en hemlig funktion. Det rymmer avancerade säkerhetssystem och dolda miniatyrkameror och skall användas av FBI för samtal med ett av de mest betydelsefulla vittnen man haft, en ung kvinna som har en otrolig historia att berätta. Några få personer känner till mötet, för dem är ett våldsamt drama på väg att inledas. Till huset har kommit en privatdetektiv och en annan man, en lejd mördare, bevakar platsen.. Kvinnan, Faith Lockhart, är där för att berätta allt hon vet om den framstående lobbyist hon arbetat åt och som försökt påverka amerikanska statens politik och samtidigt skaffat sig några ytterst blodtörstiga fiender. Men innan Faith hinner berätta sin historia avfyrar lönnmördaren sitt vapen och träffar fel offer.. Nu måste Faith ge sig på flykt undan de farligaste personerna i Förenta Staterna, tillsammans med en man hon inte känner men måste lita på, Lee Adams. En skoningslös jakt utspelar sig när både FBI och en mördare letar efter Faith och Lee.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Politics",
                "Action",
                "Adult"
            ]
        },
        {
            "title": "Call of Cthulhu: Horror Roleplaying",
            "authors": [
                "Sandy Petersen",
                "Lynn Willis"
            ],
            "ranking": 4.46,
            "ranking_count": 8137,
            "abstract": "CALL OF CTHULHU is Chaosium's classic roleplaying game of Lovecraftian horror in which ordinary people are confronted by the terrifying and alien forces of the Cthulhu Mythos. CALL OF CTHULHU uses Chaosium's Basic Roleplaying System, easy to learn and quick to play. This bestseller has won dozens of game-industry awards and is a member of the Academy of Adventure Game Design Hall of Fame. In 2001 CALL OF CTHULHU celebrated its 20th anniversary. In 2003 CALL OF CTHULHU was voted the #1 Gothic/Horror RPG of all time by the Gaming Report.com community. CALL OF CTHULHU is well-supported by an ever-growing line of high quality game supplements. This is the softcover 6th edition of this classic horror game, completely compatible with all of previous editions and supplements for CALL OF CTHULHU. This is a complete roleplaying game in one volume. All you need to play is this book, some dice, imagination, and your friends.",
            "part_of_series": true,
            "genre_list": [
                "Games",
                "Sports and Games",
                "Horror",
                "Fantasy",
                "Reference",
                "Fiction",
                "Lovecraftian",
                "Science Fiction"
            ]
        },
        {
            "title": "La casa de Bernarda Alba",
            "authors": [
                "Federico García Lorca",
                "Antonio Sobejano-Moran",
                "Paola Bianco"
            ],
            "ranking": 3.83,
            "ranking_count": 26117,
            "abstract": "La casa de Bernarda Alba constituye un exponente más de la capacidad de Federico García Lorca para aunar la tradición y la vanguardia por medio de un teatro simbólico de índole muy personal que le sitúa entre los valores más destacados del canon internacional.. El autor granadino continúa en el camino de la experimentación con temas, personajes y géneros de la tradición teatral, a los que presenta desde inusitadas perspectivas y filtra por el tamiz de unas modernas técnicas expresivas deudoras de las más renovadoras vanguardias del momento, junto con una profundización en las posibilidades connotativas de los símbolos.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "European Literature",
                "Drama",
                "Fiction",
                "Academic",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Above Suspicion",
            "authors": [
                "Helen MacInnes"
            ],
            "ranking": 3.86,
            "ranking_count": 1767,
            "abstract": "It is the summer of 1939. A young Oxford don, Richard Myles and his wife Frances are about to leave for their usual long vacation on the continent. At the request of a Foreign Office friend of Richard's they agree to serve as messengers to a man who has been involved in rescue work and anti-Nazi espionage, a man who now seems to have gone missing. Their qualifications? Next to nothing except for Richard's superb memory and the fact that they look so very innocent. Across a continent on the brink of war from Paris to Innsbruck and beyond Richard and Francis travel ever deeper into danger.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Spy Thriller",
                "Thriller",
                "Suspense",
                "Historical",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "Sister Pelagia and the White Bulldog",
            "authors": [
                "Boris Akunin",
                "Andrew Bromfield"
            ],
            "ranking": 3.74,
            "ranking_count": 3812,
            "abstract": "In a remote Russian province in the late nineteenth century, Bishop Mitrofanii must deal with a family crisis. After learning that one of his great aunt’s beloved and rare white bulldogs has been poisoned, the Orthodox bishop knows there is only one detective clever enough to investigate the murder: Sister Pelagia.. The bespectacled, freckled Pelagia is lively, curious, extraordinarily clumsy, and persistent. At the estate in question, she finds a whole host of suspects, any one of whom might have benefited if the old lady (who changes her will at whim) had expired of grief at the pooch’s demise. There’s Pyotr, the matron’s grandson, a nihilist with a grudge who has fallen for the maid; Stepan, the penniless caretaker, who has sacrificed his youth to the care of the estate; Miss Wrigley, a mysterious Englishwoman who has recently been named sole heiress to the fortune; Poggio, an opportunistic and freeloading “artistic” photographer; and, most intriguingly, Naina, the old lady’s granddaughter, a girl so beautiful she could drive any man to do almost anything.. As Pelagia bumbles and intuits her way to the heart of a mystery among people with faith only in greed and desire, she must bear in mind the words of Saint Paul: “Beware of dogs–and beware of evil-doers.”",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Youth / Heart of Darkness / The End of the Tether",
            "authors": [
                "Joseph Conrad",
                "John Lyon"
            ],
            "ranking": 3.93,
            "ranking_count": 381,
            "abstract": "Conrad's aim was by the power of the written word, to make you hear, to make you feel . . . before all, to make you see. Heart of Darkness. ,. his exploration of European colonialism in Africa and of elusive human values, embodies more profoundly than almost any other modern fiction the difficulty of 'seeing,' its relativity and shifting compromise. Portraying a young man's first sea-voyage to the East in Youth, an unenlightened maturity in. Heart of Darkness. ,. and the blind old age of Captain Whalley in. The End of the Tether,. the stories in this volume are united in their theme - the. 'Ages of Man'. - and in their scepticism. Conrad's vision has influenced twentieth-century writers and artists from T. S. Eliot to Jorge Luis Borges and Werner Herzog, and continues to draw critical fire. In his stimulating introduction John Lyon discusses the links between these three stories, the critiques of Chinua Achebe and Edward Said, and the ebb and flow of Conrad's magnificent narrative art.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Short Stories",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Berlin Noir: March Violets / The Pale Criminal / A German Requiem",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 4.21,
            "ranking_count": 9758,
            "abstract": "Now published in one paperback volume, these three mysteries are exciting and insightful looks at life inside Nazi Germany -- richer and more readable than most histories of the period. We first meet ex-policeman Bernie Gunther in 1936, in. March Violets. (a term of derision which original Nazis used to describe late converts.) The Olympic Games are about to start; some of Bernie's Jewish friends are beginning to realize that they should have left while they could; and Gunther himself has been hired to look into two murders that reach high into the Nazi Party. In. The Pale Criminal. , it's 1938, and Gunther has been blackmailed into rejoining the police by Heydrich himself. And in. A German Requiem,. the saddest and most disturbing of the three books, it's 1947 as Gunther stumbles across a nightmare landscape that conceals even more death than he imagines. (For a review of Kerr's latest novel, The Grid, see our Thrillers section.)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Cultural",
                "Thriller",
                "War"
            ]
        },
        {
            "title": "Lord Brocktree",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 3.98,
            "ranking_count": 49832,
            "abstract": "The young haremaid Dotti and the badger-warrior Lord Brocktree—unlikely comrades—set out for Salamandastron together, only to discover the legendary mountain has been captured by the wildcat Ungatt Trunn and his Blue Hordes. To face them, the two must rally an army—hares and otters, shrews and moles, mice and squirrels—and execute a plan that makes up in cleverness what it lacks in force.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Web",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.53,
            "ranking_count": 1240,
            "abstract": "A millionaire English lord dreams of founding a Utopian community on a remote Pacific island. Among the forty-odd men and women selected for the project are a pestologist named Camilla and the narrator. Within hours of the group's arrival on the sunny isle their radio has been destroyed. Within days several members of the group are dead. Dream turns to nightmare as they discover the island is overrun by a species programmed to resist and dominate any invader.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Short Stories",
                "Classics",
                "Fantasy",
                "Thriller"
            ]
        },
        {
            "title": "Verrà la morte e avrà i tuoi occhi",
            "authors": [
                "Cesare Pavese"
            ],
            "ranking": 4.42,
            "ranking_count": 1386,
            "abstract": "Le poesie di. Verrà la morte. non attingono alla vena epica di. Lavorare stanca. . Dall'oggettivazione narrativa fanno ritorno al soggettivismo lirico, ma trascendono l'antico limite della confessione e dello sfogo, nella sottile sapienza d'un linguaggio poetico che si fa numero, immagine, valore musicale.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "A Little Book of Christmas (Illustrated)",
            "authors": [
                "John Kendrick Bangs"
            ],
            "ranking": 3.73,
            "ranking_count": 300,
            "abstract": "HETHERINGTON wasn't half a bad sort of a fellow, but he had his peculiarities, most of which were the natural defects of a lack of imagination. He didn't believe in ghosts, or Santa Claus, or any of the thousands of other things that he hadn't seen with his own eyes, and as he walked home that rather chilly afternoon just before Christmas and found nearly every corner of the highway decorated with bogus Saints, wearing the shoddy regalia[6] of Kris-Kringle, the sight made him a trifle irritable. He had had a fairly good luncheon that day, one indeed that ought to have mellowed his disposition materially, but which somehow or other had not so resulted. In fact, Hetherington was in a state of raspy petulance that boded ill for his digestion, and when he had reached the corner of Forty-second Street and Fifth Avenue, the constant iteration and reiteration of these shivering figures of the god of the Yule had got on his nerves to such an extent as to make him aggressively quarrelsome. He had controlled the asperities of his soul tolerably well on the way uptown, but the remark of a small child on the highway, made to a hurrying[7] mother, as they passed a stalwart-looking replica of the idol of his Christmas dreams, banging away on a tambourine to attract attention to the iron pot before him, placed there to catch the pennies of the charitably inclined wayfarer—Oh, mar, there's Sandy Claus now!—was too much for him.. Tush! Nonsense! ejaculated Hetherington, glowering at the shivering figure in the turkey-red robe. The idea of filling children's minds up with such balderdash! Santa Claus, indeed! There isn't a genuine Santa Claus in the whole bogus bunch.. The Saint on the corner banged his tambourine just under Hetherington's ear with just enough force to jar[8] loose the accumulated irascibility of the well-fed gentleman.. This is a fine job for an able-bodied man like you! said Hetherington with a sneer. Why don't you go to work instead of helping to perpetuate this annual fake?. The Saint looked at him for a moment before replying.. Speakin' to me? he said.. Yes. I'm speaking to you, said Hetherington. Here's the whole country perishing for the lack of labor, and in spite of that fact this town has broken out into a veritable rash of fake Santa Clauses—. That'll do for you! retorted Santa Claus. It's easy enough for a feller with a stomach full o' victuals[9] and plenty of warm clothes on his back to jump on a hard-workin' feller like me—. Hard-working? echoed Hetherington. I like that! You don't call loafing on a street corner this way all day long hard work, do you?. He rather liked the man's spirit, despite his objection to his occupation.. Suppose you try it once and find out, retorted Santa Claus, blowing on his bluish fingers in an effort to restore their clogged-up circulation. I guess if you tried a job like this just once, standin' out in the cold from eight in the mornin' to ten at night, with nothin' but a cup o' coffee and a ham-sandwich inside o' you—. What's that? cried Hetherington,[10] aghast. Is that all you've had to eat to-day?. That's all, said the Saint, as he turned to his work with the tambourine. Try it once, mister, and maybe you won't feel so cock-sure about its not bein' work. If you're half the sport you think you are just take my place for a couple of hours.. An appeal to his sporting instinct was never lost on Hetherington.. By George! he cried. I'll go you.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Short Stories",
                "Classics",
                "Fiction",
                "Poetry",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Absinthe: History in a Bottle",
            "authors": [
                "Barnaby Conrad III"
            ],
            "ranking": 4.05,
            "ranking_count": 334,
            "abstract": "One hundred forty-four proof, notoriously addictive, and the drug of choice for nineteenth-century poets, absinthe is gaining bootleg popularity after almost a century of being banned.. Due to popular demand,. Absinthe: History in a Bottle. is back in paperback with a handsome new cover. Like the author's bestselling. The Martini. and. The Cigar,. it is a potent brew of wild nights and social history, fact and trivia, gorgeous art and beautiful artifacts. As intoxicating as its subject,. Absinthe. makes a memorable gift for anyone who knows how to celebrate vice.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Food and Drink",
                "Alcohol",
                "Art",
                "Cultural"
            ]
        },
        {
            "title": "Celebrity",
            "authors": [
                "Thomas Thompson"
            ],
            "ranking": 3.92,
            "ranking_count": 459,
            "abstract": "They were princes.... The royalty of their 1950 high school graduating class--three promising young men who were, without a doubt, most likely to succeed.. And they did succeed.. In films, in journalism and in charismatic religion, they reached that dazzling, dangerous pinnacle called. CELEBRITY. ...only to be haunted by memories of a dark night of violence and a shared secret guilt that could destroy them all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Drama",
                "Crime",
                "LGBT",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Sharpes Gold",
            "authors": [
                "Bernard Cornwell",
                "Bernd Müller"
            ],
            "ranking": 4.11,
            "ranking_count": 10838,
            "abstract": "Spanien, August 1810. Sharpe erhält den Auftrag, einen Schatz aufzuspüren, der hinter den feindlichen Linien verborgen liegt. Das Gold soll den britischen Truppen in Portugal zugutekommen, die kurz vor der Niederlage stehen. Doch ein gefürchteter Partisanenführer stellt sich ihm in den Weg. Damit hat Sharpe einen neuen Todfeind, nicht nur auf dem Schlachtfeld, sondern auch im Kampf um die Gunst einer schönen Frau.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Cannibals and Kings: Origins of Cultures",
            "authors": [
                "Marvin Harris"
            ],
            "ranking": 4.07,
            "ranking_count": 1416,
            "abstract": "In this brilliant and profound study the distinguished American anthropologist Marvin Harris shows how the endless varieties of cultural behavior -- often so puzzling at first glance -- can be explained as adaptations to particular ecological conditions. His aim is to account for the evolution of cultural forms as Darwin accounted for the evolution of biological forms: to show how cultures adopt their characteristic forms in response to changing ecological modes.. [A] magisterial interpretation of the rise and fall of human cultures and societies.. -- Robert Lekachman, Washington Post Book World. Its persuasive arguments asserting the primacy of cultural rather than genetic or psychological factors in human life deserve the widest possible audience.. -- Gloria Levitas The New Leader. [An] original and...urgent theory about the nature of man and at the reason that human cultures take so many diverse shapes.. -- The New Yorker. Lively and controversial.. -- I. Bernard Cohen, front page, The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Anthropology",
                "Nonfiction",
                "History",
                "Science",
                "Sociology",
                "Cultural",
                "Social Science",
                "Biology",
                "Politics",
                "Culture"
            ]
        },
        {
            "title": "The Organization Man",
            "authors": [
                "William H. Whyte"
            ],
            "ranking": 3.77,
            "ranking_count": 296,
            "abstract": "Who's the organization man? In America he's the prosperous, white-collar worker who lives under the protection of a big organization such as the civil service or a business corporation, & who has a kind of job in which more & more Americans are finding a promise of security & high standards of living. This book is a study of him-how he's trained in college & at work, how he's selected & tested for employment & advancement, how he lives in the family, how he worships, what he thinks, & what he hopes to get out of life. All this is of direct interest to us, for what is happening in America is happening here. We are most of us, to some degree, organization men, & specialization is already ousting the liberal arts from pride of place in our educational system. Is ours to be a society governed by the mediocrity of business method? We will do well to take warning from. The Organization Man. .. Part I The Ideology of Organization Man. 1 Introduction. 2 The Decline of the Protestant Ethic. 3 Scientism. 4 Belongingness. 5 Togetherness. Part II The Training of Organization Man. 6 A Generation of Bureaucrats. 7 The Practical Curriculum. 8 Business Influence on Education. 9 The Pipe Line. 10 The Well-Rounded Man. Part III The Neuroses of Organization Man. 11 The Executive: Non-Well-Rounded Man. 12 The Executive Ego. 13 Checkers. Part IV The Testing of Organization Man. 14 How Good an Organization Man are You?. 15 The Tests of Conformity. Part V The Organization Scientist. 16 The Fight against Genius. 17 The Bureaucratization of the Scientist. 18 The Foundations and Projectism. Part VI The Organization Man in Fiction. 19 Love That System. 20 Society as Hero. Part VII The New Suburbia: Organization Man at Home. 21 The Transients. 22 The New Roots. 23 Classlessness in Suburbia. 24 Inconspicuous Consumption. 25 The Web of Friendship. 26 The Outgoing Life. 27 The Church of Suburbia. 28 The Organization Children. Conclusion. Appendix: How to Cheat on Personality Tests. Acknowledgments. Index",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Business",
                "Psychology",
                "History",
                "Politics",
                "Classics",
                "Economics",
                "Anthropology"
            ]
        },
        {
            "title": "Angústia",
            "authors": [
                "Graciliano Ramos"
            ],
            "ranking": 4.02,
            "ranking_count": 1924,
            "abstract": "Romance de Graciliano Ramos inicialmente publicado no ano em que ficou preso em Maceió.. Marco do romance moderno brasileiro, Angústia é a expressão máxima do embate, entre a subjetividade do escritor e a realidade objetiva é sempre opressora, que se revela na figura de um pequeno funcionário e sua consciência de condenado à mediocridade.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "European Literature",
                "Novels",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Class: A Guide Through the American Status System",
            "authors": [
                "Paul Fussell"
            ],
            "ranking": 3.93,
            "ranking_count": 2725,
            "abstract": "The bestselling, comprehensive, and carefully researched guide to the ins-and-outs of the American class system with a detailed look at the defining factors of each group, from customs to fashion to housing.. Based on careful research and told with grace and wit, Paul Fessell shows how everything people within American society do, say, and own reflects their social status. Detailing the lifestyles of each class, from the way they dress and where they live to their education and hobbies,. Class. is sure to entertain, enlighten, and occasionally enrage readers as they identify their own place in society and see how the other half lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Economics",
                "Politics",
                "Humor",
                "History",
                "Social Issues",
                "Cultural",
                "Social Science",
                "Anthropology"
            ]
        },
        {
            "title": "Farewell to the Sea: A Novel of Cuba",
            "authors": [
                "Reinaldo Arenas",
                "Andrew Hurley",
                "Thomas Colchie"
            ],
            "ranking": 4.04,
            "ranking_count": 287,
            "abstract": "In this brilliant, apocalyptic vision of Castro's Cuba, we meet a young couple who leave the dreariness of Havana and spend six days at a small seaside retreat, where they hope to recapture the desire and carefree spirit that once united them. In a stunning juxtaposition of narrative voices, the wife recounts the grim reality of her marriage, the demands of motherhood, and her loss of freedom, innocence, and hope; while her husband, a disillusioned poet and disenchanted revolutionary, recalls his political struggles and laments the artistic and homosexual freedom that has been denied him. Rich in hallucination, myth and fantasy,. Farewell to the Sea. is a fierce and unforgettable work that speaks for the entire human condition.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Poetry",
                "Literary Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Gadiantons and the Silver Sword",
            "authors": [
                "Chris Heimerdinger"
            ],
            "ranking": 4.12,
            "ranking_count": 6269,
            "abstract": "They came from the past to retrieve something stolen. Something evil...and only Jim Hawkins stands in their way. Chris Heimerdinger, LDS master of high adventure, reunites the compelling characters from his best-selling novel,. Tennis Shoes Among the Nephites. , in an explosive saga that transports you from the familiar settings of Utah and the American West to the deep and shadowy jungles of southern Mexico. Jim Hawkins, still unable to remember his former adventures among the Nephites, in nevertheless haunted by fleeting images he can't seem to connect with any particular source. Vivid memories are returned to him bit by bit when strange and ancient visitors suddenly interrupt his lifeone desperate for his help, others desperate for revenge. Be a part of the excitement as Jim Hawkins, Jennifer Hawkins, and Garth Plimpton embark upon the most thrilling and hazardous quest of their lives: one that teaches them the true meaning of valiance in these latter days and where every step of the way they are pursued by darkest of villains.",
            "part_of_series": true,
            "genre_list": [
                "Lds",
                "Christianity",
                "Young Adult",
                "Fantasy",
                "Religion",
                "Historical",
                "Fiction",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Trade Wind",
            "authors": [
                "M.M. Kaye"
            ],
            "ranking": 3.97,
            "ranking_count": 2938,
            "abstract": "The scene is teeming Zanzibar just before the American Civil War, when the Isle of Cloves was a center of African slave trade. To it comes Hero Athena Hollis, a Boston bluestocking filled with self-righteousness and bent on good deeds.. Then she meets Rory Frost, a cynical, wicked, shrewd and good-humored trader in slaves. What is Hero to make of him (and of her feelings for him)?. Tightly plotted, crammed with detail and irresistibly romantic. (Cosmopolitan). Note: M.M. Kaye is the author of The Far Pavilions, one of the great stories to emerge from British India.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "Adventure",
                "Literature",
                "Adult",
                "Eastern Africa"
            ]
        },
        {
            "title": "Pedigree",
            "authors": [
                "Georges Simenon",
                "Robert Baldick",
                "Luc Sante"
            ],
            "ranking": 3.88,
            "ranking_count": 196,
            "abstract": "Pedigree. is Georges Simenon’s longest, most unlikely, and most adventurous novel, the book that is increasingly seen to lie at the heart of his outsize achievement as a chronicler of modern self and society. In the early 1940s, Simenon began work on a memoir of his Belgian childhood. He showed the initial pages to André Gide, who urged him to turn them into a novel. The result was, Simenon later quipped, a book in which everything is true but nothing is accurate. Spanning the years from the beginning of the century, with its political instability and terrorist threats, to the end of the First World War in 1918, Pedigree is an epic of everyday existence in all its messy unfinished intensity and density, a story about the coming-of-age of a precocious and curious. boy and the coming to be of the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Mystery",
                "War",
                "Young Adult",
                "European Literature",
                "Thriller"
            ]
        },
        {
            "title": "Sagarana",
            "authors": [
                "João Guimarães Rosa",
                "Adriana Toledo de Almeida"
            ],
            "ranking": 4.27,
            "ranking_count": 2607,
            "abstract": "Considerado el mayor escritor brasileño del siglo XX y uno de los grandes renovadores de la literatura moderna universal, João Guimarães Rosa (1908-1967) es comparado con Proust, Joyce y Borges. Este es su primer libro, que se compone de nueve extensos relatos. Sagarana lleva alrededor de sesenta ediciones en portugués: la presente es la primera en lengua castellana. Con este libro, Adriana Hidalgo editora comienza el proceso de rescate de un autor clave de la literatura internacional, que continuará en 2008 con la reedición de la novela El gran sertón: veredas, obra fundamental en la producción de Guimaraes.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Romance",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "Sugar Rain",
            "authors": [
                "Paul Park"
            ],
            "ranking": 4.15,
            "ranking_count": 91,
            "abstract": "The second book in the Starbridge Chronicles, SUGAR RAIN relates the stories of Thanakar and Charity Starbridge during the revolution that ended the first book in the series, SOLDIERS OF PARADISE. The generations-long winter has drawn to a close, and with it the power of the tyrannical Starbridge theocracy that maintained order during the years of hunger. But a cruelly pragmatic priest has set the stage for a new faith, and even those who defy him seem fated to play out roles that will inevitably bring it to pass. As Thanakar struggles in exile to find safe harbor for his adopted family, Charity Starbridge undertakes a mythic journey to join him, passing through various underworlds to defy a tragic destiny.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Anglo-Saxon Attitudes",
            "authors": [
                "Angus Wilson"
            ],
            "ranking": 3.67,
            "ranking_count": 592,
            "abstract": "Gerald Middleton is a sixty-year-old self-proclaimed failure. Worse than that, he’s a failure with a conscience. As a young man, he was involved in an archaeological dig that turned up an obscene idol in the coffin of a seventh-century bishop and scandalized a generation. The discovery was in fact the most outrageous archaeological hoax of the century, and Gerald has long known who was responsible and why. But to reveal the truth is to risk destroying the world of cozy compromises that, personally as well as professionally, he has long made his own.. One of England's first openly gay novelists, Angus Wilson was a dirty realist who relished the sleaze and scuffle of daily life. Slashingly satirical, virtuosically plotted, and displaying Dickensian humor and nerve,. Anglo-Saxon Attitudes. features a vivid cast of characters that includes scheming academics and fading actresses, big businessmen toggling between mistresses and wives, media celebrities, hustlers, transvestites, blackmailers, toadies, and even one holy fool. Everyone, it seems, is either in cahoots or in the dark, even as comically intrepid Gerald Middleton struggles to maintain some dignity while digging up a history of lies.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literature",
                "European Literature",
                "Novels",
                "LGBT",
                "Classics",
                "History"
            ]
        },
        {
            "title": "Pat of Silver Bush",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.91,
            "ranking_count": 6840,
            "abstract": "Patricia Gardiner loved Silver Bush more than anything else in the world. She was born and raised in the beautiful old-fashioned house on Prince Edward Island, where things always seemed the same and good things never changed. But things do change at Silver Bush—from her first day at school to the arrival of her new baby sister, from her aunt's joyous wedding to her own first romance. Through it all, Pat shares her experiences with her beloved friends and discovers the one thing that truly never changes: the beauty and peace she will always find at Silver Bush—the house that remembers her whole life.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Mistress Pat",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.87,
            "ranking_count": 4110,
            "abstract": "When she was twenty, nearly everyone thought Patricia Gardiner ought to be having beaus--except of course, Pat herself. For Pat, Silver Bush was both home and heaven. All she could ever ask of life was bound in the magic of the lovely old house on Prince Edward Island, where good things never change. And now there was more than ever to do, what with planning for the Christmas family reunion, entertaining a countess, playing matchmaker, and preparing for the arrival of the new hired man. Yet as those she loved so dearly started to move away, Pat began to question the wisdom of her choice of Silver Bush over romance.. Was it possible to be lonely at Silver Bush?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "Childrens",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "I Am Not Esther",
            "authors": [
                "Fleur Beale"
            ],
            "ranking": 3.92,
            "ranking_count": 3159,
            "abstract": "A young girl is left by her mother with relatives she's never met who are members of a strict religious cult. Her name is changed to the biblical Esther, and she is forced to follow the severe set of social codes of the order. Soon, Esther begins to lose her own identity.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Religion",
                "Contemporary",
                "Realistic Fiction",
                "Drama",
                "Childrens"
            ]
        },
        {
            "title": "The Madness of the Day",
            "authors": [
                "Maurice Blanchot",
                "Lydia Davis"
            ],
            "ranking": 4.06,
            "ranking_count": 489,
            "abstract": "Jacques Derrida writes (in. Deconstruction and Criticism. ) of. The Madness of the Day. that it is a story whose title runs wild and drives the reader mad.la folie du jour, the madness of today, of the day today, which leads to the madness that comes from the day, is born of it, as well as the madness of the day itself, itself mad..La folie du jour is a story of madness, of that madness that consists in seeing the light, vision or visibility, to see beyond what is visible, is not merely 'to have a vision' in the usual sense of the word, but to see-beyond-sight, to see-sight-beyond-sight..The story obscures the sun.with a blinding light.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Philosophy",
                "Literature",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Tale of Mr. Jeremy Fisher",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.15,
            "ranking_count": 11589,
            "abstract": "THE TALE OF MR. JEREMY FISHER. The Tale of Mr. Jeremy Fisher, like Peter Rabbit, began life as an illustrated letter to a young child. It was written when Beatrix Potter was on holiday in Scotland where her father and his friends enjoyed fishing expeditions. Mr. Jeremy has a day full of the worst fisherman's mishaps when he sets out to catch minnows for his dinner.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "European Literature",
                "Short Stories"
            ]
        },
        {
            "title": "One of Ours",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.92,
            "ranking_count": 7793,
            "abstract": "One of Ours is Willa Cather's 1923 Pulitzer Prize-winning novel about the making of an American soldier. Claude Wheeler, the sensitive but aspiring protagonist, has ready access to his family's fortune but refuses to settle for it. Alienated from his uncaring father and pious mother, and rejected by a wife whose only love is missionary work, Claude is an idealist without ideals to cling to. Only when his country enters the Great War does he find the meaning of his life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Και με το φως του λύκου επανέρχονται",
            "authors": [
                "Zyranna Zateli",
                "Ζυράννα Ζατέλη"
            ],
            "ranking": 4.25,
            "ranking_count": 1093,
            "abstract": "Αν πάρεις δέκα σκυλιά και πας και τ' αφήσεις σ' έναν αγριότοπο, σε μια ερημιά απ' όπου δεν περνάει ψυχή ζώσα, τα σκυλιά αυτά μέσα σε λίγες εβδομάδες θα ξαναγίνουν λύκοι.... Με την ανεξιχνίαστη περιστροφή που θα ακολουθούσε ένα ηλιοτρόπιο της νύχτας, η τέχνη της Ζ.Ζ. -επαληθευμένη χαρμόσυνα σε αυτό το τρίτο της βιβλίο, που είναι και το πρώτο της μυθιστόρημα- αποδεικνύει ότι μπορεί κανείς να γράφει σαν να προσπαθεί να λύσει τα μάγια του κόσμου ή σαν να ξορκίζει τη λύση τους.. Το διάχυτο θέμα αυτών των ιστοριών: πώς γεύεται κανείς το μέλι πάνω στο τσεκούρι, είναι και η απάντηση στη συναρπαστική αδυναμία της αφηγήτριας: ανίκανη να αντέξει το μαράζι της σιωπής, γιατρεύει τη σιωπή της με τη λογοτεχνία.. Ο αναγνώστης έχει τη σπάνια τύχη να μπει σε έναν εραλδικό κόσμο, όπου οι άνθρωποι υπάρχουν σαν διαλυμένα είδωλα, τα οποία εμπλέκονται στο αφηγηματικό υφάδι με τον αινιγματικό τρόπο που μια μουσική φράση παρεισφρέει αναπάντεχα σε ένα ζωγραφικό πίνακα.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "American Sphinx: The Character of Thomas Jefferson",
            "authors": [
                "Joseph J. Ellis"
            ],
            "ranking": 3.91,
            "ranking_count": 28143,
            "abstract": "Following his subject from the drafting of the Declaration of Independence to his retirement in Monticello, Joseph Ellis unravels the contradictions of the Jeffersonian character. A marvel of scholarship, a delight to read, and an essential gloss on the Jeffersonian legacy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Military History",
                "Biography Memoir",
                "Presidents",
                "Historical"
            ]
        },
        {
            "title": "Obasan",
            "authors": [
                "Joy Kogawa"
            ],
            "ranking": 3.68,
            "ranking_count": 7007,
            "abstract": "Winner of the American Book Award. Based on the author's own experiences, this award-winning novel was the first to tell the story of the evacuation, relocation, and dispersal of Canadian citizens of Japanese ancestry during the Second World War.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Academic",
                "War",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Fata Morgana",
            "authors": [
                "William Kotzwinkle",
                "Joe Servello"
            ],
            "ranking": 3.77,
            "ranking_count": 386,
            "abstract": "A blend of fantasy tale and hard-boiled detective story set in Paris in 1861 features a French police detective who sets out to investigate a conjurer whose fortune-telling machine is sweeping Paris. Reprint.. NYT.. IP.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Thriller",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Historical",
                "Historical Fiction"
            ]
        },
        {
            "title": "Time and Again",
            "authors": [
                "Clifford D. Simak"
            ],
            "ranking": 3.9,
            "ranking_count": 3024,
            "abstract": "'One of those complex and enormously inventive stories... based on some real, honest, practical ethical thinking. It is an. idea. book.'. -. Groff Conklin. in. Galaxy Science Fiction. Asher Sutton has been lost in deepest space for twenty years. Suddenly arrives a warning from the future, that he will return- and that he must be killed. He is destined to write a book whose message may lead to the death of millions in centuries to come. For this reason Sutton is hounded by the sinister warring factions of the future who wish to influence or prevent the writing of this book he has not yet begun to write.. Yet already a copy has been found in the burnt-out wreckage of a space-craft on Aldebaran XII.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Space",
                "Anthologies"
            ]
        },
        {
            "title": "The Forbidden Lord",
            "authors": [
                "Sabrina Jeffries"
            ],
            "ranking": 3.97,
            "ranking_count": 3062,
            "abstract": "Devastating Passion. Jordan Willis, the Earl of Blackmore, has played with the hearts of many a society belle- yet one stolen kiss impulsively planted on the soft, irresistible lips of the preacher's daughter, prim and proper Emily Fairchild, proves to be his undoing. Unable to forget her, he is more shaken than ever when he meets Lady Emma Campbell, an outrageously flirtatious debutante who is an uncanny double of the sweet Emily!. Dangerous Charade. Emily cannot reveal the reason for her scandalous masquerade- not even to the earl whose heated embrace awkwakens a sizzling passion. Her very life depends on convincing society that she is Lady Campbell, yet no disguise can hide her dangerous attraction to the earl. But does Cinderella care risk losing her handsome prince by revealing that she is just a country girl?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "European Literature",
                "Adult",
                "Humor"
            ]
        },
        {
            "title": "Deep Six",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.9,
            "ranking_count": 16748,
            "abstract": "A deadly tide of poison flows into ocean waters. A ghost ship drifts across the empty northern Pacific. A luxury Soviet liner blazes into a funeral pyre. The Presidential yacht cruises the Potomac night -- and the President disappears without a trace.. Dirk Pitt, the swashbuckling hero of Clive Cussler's smash bestsellers Sahara and Inca Gold, takes on a sinister Asian shipping empire in an intercontinental duel of nerves. In his most dangerous, fast-paced adventure, he fights to save the U.S. government -- and to seize one desperate moment of revenge!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "Frog and Toad Together",
            "authors": [
                "Arnold Lobel"
            ],
            "ranking": 4.23,
            "ranking_count": 42570,
            "abstract": "Frog and Toad are best friends—they do everything together. When Toad admires the flowers in Frog's garden, Frog gives him seeds to grow a garden of his own. When Toad bakes cookies, Frog helps him eat them. And when both Frog and Toad are scared, they are brave together. The. School and Library Journal. called this beloved story collection from Arnold Lobel a masterpiece of child-styled humor and sensitivity.. Winner of the Newbery Honor award,. Frog and Toad Together. is a Level Two I Can Read book, geared for kids who read on their own but still need a little help.. Supports the Common Core Learning Standards",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Fantasy",
                "Adventure",
                "Kids"
            ]
        },
        {
            "title": "The Poetry of Pablo Neruda",
            "authors": [
                "Pablo Neruda",
                "Ilan Stavans"
            ],
            "ranking": 4.44,
            "ranking_count": 18566,
            "abstract": "The most comprehensive English-language collection of work ever by the greatest poet of the twentieth century - in any language - Gabriel García Márquez. In his work a continent awakens to consciousness. So wrote the Swedish Academy in awarding the Nobel Prize to Pablo Neruda, the author of more than thirty-five books of poetry and one of Latin America's most revered writers, lionized during his lifetime as the people's poet. This selection of Neruda's poetry, the most comprehensive single volume available in English, presents nearly six hundred poems. Scores of them are in new and sometimes multiple translations, and many accompanied by the Spanish original. In his introduction, Ilan Stavans situates Neruda in his native milieu as well as in a contemporary English-language one, and a group of new translations by leading poets testifies to Neruda's enduring, vibrant legacy among English-speaking writers and readers today.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "European Literature",
                "Nobel Prize",
                "Cultural",
                "Poetry Plays"
            ]
        },
        {
            "title": "The Complete Masks of Nyarlathotep",
            "authors": [
                "Larry DiTillio",
                "Lynn Willis"
            ],
            "ranking": 4.44,
            "ranking_count": 178,
            "abstract": "This roleplaying classic is a series of linked adventures forming one long and unforgettable campaign. Horrifying deeds and dangerous sorcery dog those who attempt to unravel the fate of the Carlyle Expedition. The non-linear narrative keeps players baffled and on their toes. This new edition is reset and corrected, and features many new illustrations, four new episodes, added keeper support material, and a new version of the lost Australia chapter.",
            "part_of_series": true,
            "genre_list": [
                "Games",
                "Horror",
                "Lovecraftian",
                "Sports and Games"
            ]
        },
        {
            "title": "The Curse of Chalion",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.14,
            "ranking_count": 36863,
            "abstract": "A man broken in body and spirit, Cazaril, has returned to the noble household he once served as page, and is named, to his great surprise, as the secretary-tutor to the beautiful, strong-willed sister of the impetuous boy who is next in line to rule.. It is an assignment Cazaril dreads, for it will ultimately lead him to the place he fears most, the royal court of Cardegoss, where the powerful enemies, who once placed him in chains, now occupy lofty positions. In addition to the traitorous intrigues of villains, Cazaril and the Royesse Iselle, are faced with a sinister curse that hangs like a sword over the entire blighted House of Chalion and all who stand in their circle. Only by employing the darkest, most forbidden of magics, can Cazaril hope to protect his royal charge—an act that will mark the loyal, damaged servant as a tool of the miraculous, and trap him, flesh and soul, in a maze of demonic paradox, damnation, and death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Audiobook",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The Golden Fleece",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.07,
            "ranking_count": 924,
            "abstract": "Reissued by Creative Age Press in 1945 as Hercules, My Shipmate, a novel about the voyage of the Argo. Written with ideas on The White Goddess as a cultural/anthropological backdrop to the ancient Greek tale.. What the Golden Fleece really was—a cloak tossed to earth by a drunken Zeus, a sheepskin book of alchemic secrets or the gilded epidermis of a young human sacrifice named Mr. Ram—nobody knows. But Graves is quite sure that, whatever the Golden Fleece was, the voyage of Jason & his Argonauts really happened. His story shows the legendary cruise as one of the bawdiest, bloodiest, most boisterous expeditions of all time.. In I, Claudius & its Claudius the God sequel, Graves brought the teeming life of Claudian Rome so vividly alive that they became bestsellers. In the not-so-successful Wife to Mr. Milton, his blend of imagination & scholarship projected his readers into 17th-Century England & the bedchamber temper tantrums of the blind poet-politician.. With Hercules & shipmates, Graves becomes an ancient Greek, moving among demigods & goddesses, myths & monsters with an easy familiarity & a wealth of erudite detail. Both sometimes seem too much of a good thing. Atomic-age readers, ill-attuned to the leisurely, formal talk of myth-age Greeks, may find themselves skipping some of the longer speeches.. Most of the Argo's 50-oar crew were princes, each with a special talent & gift of the gods. The only woman aboard was a princess: Atalanta of Calydon, a virgin huntress who could outrun any man in Greece. Argus, who built the Argo, was the world's finest shipwright. Castor & Pollux, sons of Leda & Zeus-as-swan, were champion prizefighters. Nauplius, Poseidon's son, was an unrivaled navigator. Orpheus could make sticks & stones dance to his lyre. Hercules of Tiryns was the world's strongest man. He would've captained the Argonauts were it not that in moments of insanity he murdered friend & foe alike.. Captaincy devolved on Jason of lolcos—a man nobody liked or trusted, but who had a power denied to all the others: women instantly fell in love with him. Even surly Hercules agreed it a quality worth all the rest.. Backed by divine blessings & equinoctal winds, the Argonauts set sail. On the Island of Lemnos, peopled solely by women, they generously stopped off to help out with spring sowing. Nine months later, 200 children were born, of whom no less than 60 were said to be the spitting image of Hercules.. On Samothrace, they were initiated into the sacred mysteries. The Goddess of All Being mated with the Serpent Priapus to be delivered of a bull. Then the sacred nymphs leapt on them & scratched & bit until even Hercules passed out. Thereafter, the Argonauts glowed with a faint nimbus of light.. The Argonauts boldly pushed on thru the dread Hellespont & entered the Black Sea. To their dismay, Hercules deserted, summoned home to perform another of his mighty labors. Holy Serpents! he growled. Tell me what this time? The job—cleaning the Augean Stables—didn't take long. He stayed around afterwards with the Lydian high priestess—who in due time bore male triplets. In gratitude, she taught him to spin, tying up his hair in blue braids. He was crazy about it, admitting confidentially he'd always wanted to be a woman.. The Argonauts went on without Hercules. Reaching Colchis, Aphrodite won the Fleece for them. She made her son Eros wait behind a pillar with his bow until handsome Jason strode into the King of Colchis' palace. Eros shot Medea thru the heart, & the smitten princess helped to get the Fleece from her father's temple. Mythology's most famous voyage had reached its goal, but Graves takes 150 more pages to wind things up.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Mythology",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "The Death of Achilles",
            "authors": [
                "Boris Akunin",
                "Boris Akunin",
                "Andrew Bromfield"
            ],
            "ranking": 4.13,
            "ranking_count": 5382,
            "abstract": "In 1882, after six years of foreign travel and adventure, renowned diplomat and detective Erast Fandorin returns to Moscow in the heart of Mother Russia. His Moscow homecoming is anything but peaceful. In the hotel where he and his loyal if impertinent manservant Masa are staying, Fandorin’s old war-hero friend General Michel Sobolev (“Achilles” to the crowd) has been found dead, felled in his armchair by an apparent heart attack. But Fandorin suspects an unnatural cause. His suspicions lead him to the boudoir of the beautiful singer–“not exactly a courtesan”–known as Wanda. Apparently, in Wanda’s bed, the general secretly breathed his last. . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Stars in Their Courses: The Gettysburg Campaign, June-July 1863",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.45,
            "ranking_count": 1567,
            "abstract": "Historian/novelist Foote's masterly work has been culled from his critically acclaimed three-volume narrative of the Civil War.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "North American Hi...",
                "American History",
                "War",
                "Military",
                "Historical",
                "American Civil War"
            ]
        },
        {
            "title": "The Pisan Cantos",
            "authors": [
                "Ezra Pound",
                "Richard Sieburth"
            ],
            "ranking": 4.1,
            "ranking_count": 449,
            "abstract": "Ezra Pound's. The Pisan Cantos. was written in 1945, while the poet was being held in an American military detention center near Pisa, Italy, as a result of his pro-Fascist wartime broadcasts to America on Radio Rome. Imprisoned for some weeks in a wire cage open to the elements, Pound suffered a nervous collapse from the physical and emotional strain. Out of the agony of his own inferno came the eleven cantos that became the sixth book of his modernist epic,. The Cantos. , themselves conceived as a. Divine Comedy. for our time.. The Pisan Cantos. were published in 1948 by New Directions and in the following year were awarded the Bollingen Prize for poetry by the Library of Congress. The honor came amid violent controversy, for the dark cloud of treason still hung over Pound, incarcerated in St. Elizabeths Hospital for the Criminally Insane. Yet there is no doubt that. The Pisan Cantos. displays some of his finest and most affecting writing, marking an elegaic turn to the personal while synthesizing the philosophical and economic political themes of his previous cantos. They are now being published for the first time as a separate paperback, in a fully annotated edition prepared by Richard Sieburth, who also contributes a thoroughgoing introduction, making Pound's master-work fully accessible to students and general readers.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction"
            ]
        },
        {
            "title": "Mr. Britling Sees it Through",
            "authors": [
                "H.G. Wells"
            ],
            "ranking": 3.72,
            "ranking_count": 221,
            "abstract": "H.G. Wells' attempt to make sense of World War I. It begins with a lighthearted account of an American visiting England for the first time, but the outbreak of war changes everything. Day by day and month by month, Wells chronicles the unfolding events and public reaction as witnessed by the inhabitants of one house in rural Essex. Each of the characters tries in a different way to keep their bearings in a world suddenly changed beyond recognition. This book was published in 1916 while the war was still in progress, so no clear resolution was possible. Wells did not know how long the war would last or which side would ultimately win, but he hoped that somehow, something good might eventually come of it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "War",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "Why Read the Classics?",
            "authors": [
                "Italo Calvino",
                "Martin L. McLaughlin"
            ],
            "ranking": 3.85,
            "ranking_count": 2432,
            "abstract": "From the internationally acclaimed author of some of this century's most breathtakingly original novels comes this posthumous collection of thirty-six literary essays that will make any fortunate reader view the old classics in a dazzling new light.. Learn why Lara, not Zhivago, is the center of Pasternak's masterpiece,. Dr. Zhivago. , and why Cyrano de Bergerac is the forerunner of modern-day science-fiction writers. Learn how many odysseys. The Odyssey. contains, and why Hemingway's Nick Adams stories are a pinnacle of twentieth-century literature. From Ovid to Pavese, Xenophon to Dickens, Galileo to Gadda, Calvino covers the classics he has loved most with essays that are fresh, accessible and wise.. Why Read the Classics?. firmly establishes Calvino among the rare likes of Nabokov, Borges, and Lawrence--writers whose criticism is as vibrant and unique as their groundbreaking fiction.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Classics",
                "Criticism",
                "Literature",
                "European Literature",
                "Cultural",
                "Language"
            ]
        },
        {
            "title": "The Origins of Totalitarianism",
            "authors": [
                "Hannah Arendt"
            ],
            "ranking": 4.3,
            "ranking_count": 10062,
            "abstract": "Hannah Arendt's definitive work on totalitarianism and an essential component of any study of twentieth-century political history. The Origins of Totalitarianism. begins with the rise of anti-Semitism in central and western Europe in the 1800s and continues with an examination of European colonial imperialism from 1884 to the outbreak of World War I. Arendt explores the institutions and operations of totalitarian movements, focusing on the two genuine forms of totalitarian government in our time—Nazi Germany and Stalinist Russia—which she adroitly recognizes were two sides of the same coin, rather than opposing philosophies of Right and Left. From this vantage point, she discusses the evolution of classes into masses, the role of propaganda in dealing with the nontotalitarian world, the use of terror, and the nature of isolation and loneliness as preconditions for total domination.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Philosophy",
                "Politics",
                "Nonfiction",
                "Sociology",
                "Classics",
                "Psychology",
                "Cultural"
            ]
        },
        {
            "title": "Sharpe's Company",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.24,
            "ranking_count": 9406,
            "abstract": "To stem the Napoleonic tide, Sharpe must capture a fortress—where his wife and infant daughter are trapped—while protecting himself from a fellow officer determined to destroy him.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "European Literature",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Breach of Faith: The Fall of Richard Nixon",
            "authors": [
                "Theodore H. White"
            ],
            "ranking": 3.97,
            "ranking_count": 294,
            "abstract": "The Nixon crisis of 1973-74 threatened the state in ways not immediately understood. Stripped of drama & confusion, however, the problem was that the President had placed himself above the law. The nation had to decide whether that could be allowed. Theodore H. White starts this story with the last days of Richard Nixon in the White House--as those closest recognized he'd deceived them & that they must force him out. He follows the thread of manipulation back to its origin 20 years earlier & shows how the Nixon team came to see politics as war without quarter, in which the White House was a command post where ordinary rules didn't apply, where power could be used without restraint.. Let justice be done. The politics of manipulation. Poor Richard: how things work. The team: from politics to power. The White House of Richard Nixon: from style to heresy. The underground: from crime to conspiracy. Victory 1972: design for control. The tapes: a tour inside the mind of Richard Nixon. The systems respond: Spring 1973. Firestorm: Fall 1973. The question period: Winter-Spring 1974. Judgment: Summer 1974. Breach of faith. Appendix A: The articles of impeachment. Appendix B: Richard Nixon's farewell statement, 8/8/74",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Biography"
            ]
        },
        {
            "title": "Fear as a Way of Life: Mayan Widows in Rural Guatemala",
            "authors": [
                "Linda  Green"
            ],
            "ranking": 3.91,
            "ranking_count": 53,
            "abstract": "Between the late 1970s and the mid-1980s, the people of Guatemala were subjected to a state-sponsored campaign of political violence and repression designed to not only defeat a left-wing, revolutionary insurgency but also destroy Mayan communities and culture. The Mayan Indians in the western highlands were labeled by the government as revolutionary sympathizers, and many Mayan women lost husbands, sons, and other family members who were brutally murdered or who simply disappeared.. Based on years of field research conducted in the rural highlands, Fear as a Way of Life traces the intricate links between the recent political violence and repression and the long-term systemic violence connected with class inequalities and gender and ethnic oppression--the violence of everyday life.",
            "part_of_series": false,
            "genre_list": [
                "Anthropology",
                "Nonfiction"
            ]
        },
        {
            "title": "Heritage and Exile",
            "authors": [
                "Marion Zimmer Bradley"
            ],
            "ranking": 4.09,
            "ranking_count": 921,
            "abstract": "The Heritage of Hastur. : Nominated for a Hugo Award, and described as “Bradley’s best [Darkover] novel” by. Locus. ,. The Heritage of Hastur. is a brilliant epic of the pivotal events in the love-hate relationship between the Terran worlds and the semi-alien offspring of the forgotten colonists who peopled Darkover. This is the complex and compelling tale of the early life of Regis Hastur, Darkover’s greatest monarch. But. Heritage. also spins the terrifying and heartbreaking story of those who sought to control the deadly Sharra Matrix and tells how Lew Alton met and lost his greatest love, Marjorie Scott. This is the unforgettable showdown between those Darkovan lords who would bargain away their world for the glories of Terran science and those who would preserve the special matrix powers that are at once the prize and the burden of the Darkover.. Sharra’s Exile. : The most dangerous magical implement on all of Darkover was the infamous, legendary Sharra Matrix. Embodying the image of a chained woman wreathed in flames, it was the last remaining weapon of the Age of Chaos—an era of uncontrolled. laran. warfare which had almost destroyed all life on Darkover. The Sharra Matrix has been exiled offworld to one of the far-flung planets of the Terran Empire, in the protective custody of one who had suffered gravely from its use: Comyn Lord Lew Alton. But when Lew was called back to Darkover to contend for his rights, he had no choice but to bring this dangerous matrix back with him, and once Sharra Matrix was back, her flaming image spread far and wide, setting in motion events which would change the lands, the seven Domains, and the entire future of Darkover.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "LGBT",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "If Beale Street Could Talk",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.27,
            "ranking_count": 45285,
            "abstract": "In this honest and stunning novel, James Baldwin has given America a moving story of love in the face of injustice. Told through the eyes of Tish, a nineteen-year-old girl, in love with Fonny, a young sculptor who is the father of her child, Baldwin's story mixes the sweet and the sad. Tish and Fonny have pledged to get married, but Fonny is falsely accused of a terrible crime and imprisoned. Their families set out to clear his name, and as they face an uncertain future, the young lovers experience a kaleidoscope of emotions-affection, despair, and hope. In a love story that evokes the blues, where passion and sadness are inevitably intertwined, Baldwin has created two characters so alive and profoundly realized that they are unforgettably ingrained in the American psyche.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Race",
                "Cultural",
                "Romance",
                "Audiobook",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Black No More",
            "authors": [
                "George S. Schuyler"
            ],
            "ranking": 3.99,
            "ranking_count": 3234,
            "abstract": "What would happen to the race problem in America if black people turned white? Would everybody be happy? These questions and more are answered hilariously in Black No More, George S. Schuyler's satiric romp.. Black No More is the story of Max Disher, a dapper black rogue of an insurance man who, through a scientific transformation process, becomes Matthew Fisher, a white man. Matt dreams up a scam that allows him to become the leader of the Knights of Nordica, a white supremacist group, as well as to marry the white woman who rejected him when he was black. Black No More is a hysterical exploration of race and all its self-serving definitions. If you can't beat them, turn into them.. Ishmael Reed, one of today's top black satirists and the author of Mumbo Jumbo and Japanese by Spring, provides a spirited Introduction.. The fertile artistic period now known as the Harlem Renaissance (1920- 1930) gave birth to many of the world-renowned masters of black literature and is the model for today's renaissance of black writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Cultural",
                "Race",
                "Speculative Fiction",
                "Humor",
                "Novels",
                "American",
                "Historical"
            ]
        },
        {
            "title": "Four Novels: The Square, Moderato Cantabile, 10:30 on a Summer Night, the Afternoon of Mr. Andesmas",
            "authors": [
                "Marguerite Duras",
                "Germaine Brée",
                "Sonia Pitt-Rivers",
                "Irina Morduch",
                "Richard Seaver",
                "Anne Borchardt"
            ],
            "ranking": 3.98,
            "ranking_count": 446,
            "abstract": "In this volume of four short novels, Duras demonstrates her remarkable ability to create an emotional intensity and unity by focusing on the intimate details of the relationships among only a few cental characters: from the park bench couple in The Square (1955) to the double love triangle in 10:30 on a Summer Night (1960), each novel probes the depths and complexities of human emotion, of love and of despair. Exceptional for their range in mood and situation, these four novels are unparalleled exhibitions of a poetic beauty that is uniquely Duras.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Short Stories",
                "Literary Fiction",
                "European Literature",
                "Female Authors",
                "Literature",
                "Classics",
                "Novella"
            ]
        },
        {
            "title": "The Color of Summer: or The New Garden of Earthly Delights",
            "authors": [
                "Reinaldo Arenas",
                "Andrew Hurley",
                "Thomas Colchie"
            ],
            "ranking": 4.11,
            "ranking_count": 187,
            "abstract": "Critics worldwide have praised Reinaldo Arenas's writing. His extraordinary memoir,. Before Night Falls. , was named one of the fourteen Best Books of 1993 by the editors of. The New York Times Book Review. and has now been made into a major motion picture.. The Color of Summer. , Arenas's finest comic achievement, is also the fulfillment of his life's work, the. Pentagonía. , a five-volume cycle of novels he began writing in his early twenties. Although it is the penultimate installment in his secret history of Cuba, it was, in fact, the last book Arenas wrote before his death in 1990. A Rabelaisian tale of survival by wits and wit,. The Color of Summer. is ultimately a powerful and passionate story about the triumph of the human spirit over the forces of political and sexual repression.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Tekkon Kinkreet: Black and White",
            "authors": [
                "Taiyo Matsumoto",
                "Lillian Olsen",
                "R. Suter",
                "Elisabeth Kawasaki"
            ],
            "ranking": 4.36,
            "ranking_count": 2710,
            "abstract": "2008 Eisner Comic Winner! Street urchins Black and White have skyscraper-sized chips on their shoulders, but are fiercely loyal to each other. Black is especially quick to avenge any slight against his dim-witted pal. The result? The citizens of Treasure Town are afraid of them, the police are afraid of them--even the local. yakuza. gangsters are afraid of them! But when the crime boss known as the Rat returns to Treasure Town, it looks like there's gonna be a rumble... The violence in this unique European-influenced manga title is more mindful than it seems at first glance, and the subtle relationships between its unique cast of characters are marked by surprising poignancy.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Graphic Novels Comics",
                "Comics Manga"
            ]
        },
        {
            "title": "The Green Book",
            "authors": [
                "Jill Paton Walsh"
            ],
            "ranking": 3.66,
            "ranking_count": 1465,
            "abstract": "Pattie and her family are among the last refuees to flee a dying Earth in an old spaceship. And when the group finally lands on the distant planet which is to be their new home, it seems that the four-year journey has been success. But as they begin to settle this shining world, they discover that the colony is in serious jeopardy. With supplies dwindling, Pattie and her sister decide to take the one chance that might make life possible on Shine.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Academic",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Mountain Lion",
            "authors": [
                "Jean Stafford"
            ],
            "ranking": 3.96,
            "ranking_count": 762,
            "abstract": "Coming of age in pre-World War II California and Colorado brings tragedy to Molly and Ralph Fawcett in Jean Stafford's classic semi-autobiographical novel, first published in 1947. Torn between their mother's world of genteel respectability and their grandfather's and uncle's world of cowboy masculinity, neither Molly nor Ralph can find an acceptable adult role to aspire to. As events move to their swift and inevitable conclusion, Stafford uncovers and indicts the social forces that require boys to sacrifice the feminine in order to become men and doom intelligent girls who aren't pretty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Young Adult",
                "Literature",
                "Literary Fiction",
                "Westerns",
                "Historical"
            ]
        }
    ]
}