{
    "books": [
        {
            "title": "The Knight, Death, and the Devil",
            "authors": [
                "Ella Leffland"
            ],
            "ranking": 4.43,
            "ranking_count": 69,
            "abstract": "How leading Nazi Hermann Goering could be also a devoted husband, loving father, and charming friend provides the core of a novel that has taken the author a decade to research and write.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War"
            ]
        },
        {
            "title": "The Tree of Man",
            "authors": [
                "Patrick White"
            ],
            "ranking": 3.96,
            "ranking_count": 1813,
            "abstract": "The Tree of Man. is the fourth published novel by the Australian novelist and 1973 Nobel Prize-winner,. Patrick White. . It is a domestic drama chronicling the lives of the Parker family and their changing fortunes over many decades. It is steeped in Australian folklore and cultural myth, and is recognised as the author's attempt to infuse the idiosyncratic way of life in the remote Australian bush with some sense of the cultural traditions and ideologies that the epic history of Western civilisation has bequeathed to Australian society in general.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Nobel Prize",
                "Literature",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Chinese Communist Party in Power",
            "authors": [
                "Shu-Tse Peng",
                "Les Evans"
            ],
            "ranking": 4.25,
            "ranking_count": 4,
            "abstract": "Essays by a founding leader of China's Communist Party and opponent of the anti-Marxist course of Mao Zedong.",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "Discourse on Colonialism",
            "authors": [
                "Aimé Césaire",
                "Joan Pinkham",
                "Robin D.G. Kelley",
                "René Depestre",
                "Maro Riofrancos"
            ],
            "ranking": 4.38,
            "ranking_count": 5037,
            "abstract": "This classic work, first published in France in 1955, profoundly influenced the generation of scholars and activists at the forefront of liberation struggles in Africa, Latin America, and the Caribbean. Nearly twenty years later, when published for the first time in English,. Discourse on Colonialism. inspired a new generation engaged in the Civil Rights, Black Power, and antiwar movements.. Aimé Césaire eloquently describes the brutal impact of capitalism and colonialism on both the colonizer and colonized, exposing the contradictions and hypocrisy implicit in western notions of progress and civilization upon encountering the savage, uncultured, or primitive. He reaffirms African values, identity, and culture, and their relevance, reminding us that the relationship between consciousness and reality is extremely complex. . . . It is equally necessary to decolonize our minds, our inner life, at the same time that we decolonize society.. An interview with Aimé Césaire by the poet René Depestre is also included.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Philosophy",
                "Race",
                "Writing",
                "Cultural",
                "Literature",
                "Sociology"
            ]
        },
        {
            "title": "A Black Theology of Liberation",
            "authors": [
                "James H. Cone",
                "Rosemary Radford Ruether",
                "K.C. Abraham",
                "Delores S. Williams",
                "Gayraud Wilmore",
                "Robert McAfee Brown",
                "Pablo Richard"
            ],
            "ranking": 4.17,
            "ranking_count": 1008,
            "abstract": "Any message that is not related to the liberation of the poor in a society is not Christ's message. Any theology that is indifferent to the theme of liberation is not Christian theology.. With the publication of his two early works,. Black Theology & Black Power. (1969) and. A Black Theology of Liberation. (1970), James Cone emerged as one of the most creative and provocative theological voices in North America. These books, which offered a searing indictment of white theology and society, introduced a radical reappraisal of the Christian message for our time.. Here, combining the visions of Malcolm X and Martin Luther King, Jr., Cone radically reappraises Christianity from the perspective of the oppressed black community in North America. Forty years later after its first publication, his work retains its original power, enhanced now by reflections on the evolution of his own thinking and of black theology and on the needs of the present moment.. Offers a radical reappraisal of Christianity from the perspective of an oppressed Black North American community.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Race",
                "Nonfiction",
                "Social Movements",
                "Spirituality",
                "Christian",
                "Cultural"
            ]
        },
        {
            "title": "Lila: An Inquiry Into Morals",
            "authors": [
                "Robert M. Pirsig"
            ],
            "ranking": 3.81,
            "ranking_count": 6557,
            "abstract": "In this best-selling new book, his first in seventeen years, Robert M. Pirsig, author of. Zen and the Art of Motorcycle Maintenance. , takes us on a poignant and passionate journey as mysterious and compelling as his first life-changing work.. Instead of a motorcycle, a sailboat carries his philosopher-narrator Phaedrus down the Hudson River as winter closes in. Along the way he picks up a most unlikely traveling companion: a woman named Lila who in her desperate sexuality, hostility, and oncoming madness threatens to disrupt his life.. In. Lila. Robert M. Pirsig has crafted a unique work of adventure and ideas that examines the essential issues of the nineties as his previous classic did the seventies.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Literature",
                "Novels",
                "Spirituality",
                "Psychology",
                "Classics",
                "Travel"
            ]
        },
        {
            "title": "Unclaimed Treasures",
            "authors": [
                "Patricia MacLachlan"
            ],
            "ranking": 3.63,
            "ranking_count": 128,
            "abstract": "To do something extraordinary with one's life--and to find one's true love. These are Willa's dreams, but the summer of her 12th year is a long one, with the extraordinary only threading the ordinary as she and her twin brother spend hours discovering life. An ALA Notable Children's Book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Here Lies: The Collected Stories of Dorothy Parker",
            "authors": [
                "Dorothy Parker"
            ],
            "ranking": 4.16,
            "ranking_count": 229,
            "abstract": "Dorothy Parker (August 22, 1893 - June 7, 1967) was an American poet and satirist, best known for her wit, wisecracks, and eye for 20th century urban foibles.. From a conflicted and unhappy childhood, Parker rose to acclaim, both for her literary output in such venues as The New Yorker and as a founding member of the Algonquin Round Table.. Following the breakup of the circle, Parker traveled to Hollywood to pursue screenwriting. Her successes there, including two Academy Award nominations, were curtailed as her involvement in left-wing politics led to a place on the infamous Hollywood blacklist.. Parker went through three marriages (two to the same man) and survived several suicide attempts, but grew increasingly dependent on alcohol. Dismissive of her own talents, she deplored her reputation as a wisecracker. Nevertheless, her literary output and reputation for her sharp wit have endured.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Feminism"
            ]
        },
        {
            "title": "Living a Beautiful Life",
            "authors": [
                "Alexandra Stoddard",
                "Pat L. Stewart"
            ],
            "ranking": 4.06,
            "ranking_count": 730,
            "abstract": "With the publication of. Living A Beautiful Life,. Alexandra Stoddard originated the idea of creating an atmosphere of beauty and tranquility with simple touches that turn the ordinary into the extraordinary. As a world-famous interior decorator, she has worked her magic on interiors large and small, from mansions and embassies to cottages and studio apartments. Through her writing and lectures, she has encouraged millions to brighten their lives and their homes by turning mundane tasks into small pleasurable rituals that add beauty and joy to everything they do. Alexandra Stoddard's secrets of. Living A Beautiful Life. are yours. With the publication of. Living A Beautiful Life. , Alexandra Stoddard originated the idea of creating an atmosphere of beauty and tranquillity with simple touches that turn the ordinary into the extraordinary.. As a world-famous interior decorator, she has worked her madic on interiors large and small, from mansions and embassies to cottages and studio apartments. Though her writing and lectures, she has encouraged millions to brighten their lives and their homes by turning mundane tasks into small pleasurable rituals that add beauty and joy to everything they do. Alexandra Stoddard's secrets of. Living A Beautiful Life. are yours.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Inspirational",
                "Reference",
                "Design",
                "Spirituality"
            ]
        },
        {
            "title": "Descent of Man",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 3.95,
            "ranking_count": 710,
            "abstract": "In seventeen slices of life that defy the expected and launch us into the absurd, T.C. Boyle offers his unique view of the world. A primate-center researcher becomes romantically involved with a chimp; a Norse poet overcomes bard-block; collectors compete to snare the ancient Aztec beer can, Quetzacoatl Lite; and Lassie abandons Timmy for a randy coyote. Dark humor, delirious fantasy, and surreal satire come together in this collection that brilliantly expresses just what the evolution of mankind has wrought.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Literature",
                "Humor",
                "The United States Of America",
                "Literary Fiction",
                "Modern"
            ]
        },
        {
            "title": "La tournée d'automne",
            "authors": [
                "Jacques Poulin"
            ],
            "ranking": 3.9,
            "ranking_count": 254,
            "abstract": "Comme chaque année en été, un chauffeur de bibliobus entreprend sa tournée des petits villages de la Côte Nord québécoise. Broyant du noir, il n’est pas loin de penser que ce sera la dernière. C’est compter sans la toute-puissance du destin, qui se manifestera à travers Marie.. La Tournée d’automne. est le récit, tout en nuances et en douceur, de la rencontre entre un homme et une femme et ne dit au fond qu’une chose : la vie, têtue et forte, aura toujours le dessus.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Margaret and I",
            "authors": [
                "Kate Wilhelm"
            ],
            "ranking": 3.53,
            "ranking_count": 73,
            "abstract": "Someone is thinking about Margaret. I wondered about Margaret, and what she would do next. I didn't care unless she went the route of drugs. They make her try and get at me sometimes, and that can be bothersome. She is so terribly afraid of me. Who so casually draws Margaret to the brink of hysteria - then, just as casually, tries to walk away? Her subconsciousness does, when it becomes a living, breathing personality with an ego all its own - setting the stage for a remarkable transformation scarcely envisioned by the science of man.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Krabat",
            "authors": [
                "Otfried Preußler"
            ],
            "ranking": 3.97,
            "ranking_count": 16071,
            "abstract": "Krabat - das ist ein 14jähriger Waisenjunge, im Großraum Lausitz/Dresden, im 17.Jahrhundert, der ein Bettlerleben führt. Eines Tages sucht er sein Glück bei einem Müllermeister, der ihn zu sich lockt und als Geselle anstellt. Sofort stellt sich heraus, dass mehr hinter dem Meister stecken muss. Dunkle Magie, Intrigen, Täuschungen, Vertrauen, Freundschaft, Rache und ja, auch die Liebe zeichnen die folgende Geschichte aus. Dies alles bildet eine zauberhafte Erzählung, die märchenhaft und spannend beschrieben wird.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Academic",
                "Horror"
            ]
        },
        {
            "title": "Ship of Gold in the Deep Blue Sea",
            "authors": [
                "Gary Kinder"
            ],
            "ranking": 4.28,
            "ranking_count": 4943,
            "abstract": "In 1857, the SS Central America, a side-wheel steamer carrying nearly six hundred passengers returning from the California Gold Rush, foundered in a hurricane and sank off the Carolina coast. Over four hundred lives and twenty-one tons of gold were lost.In the 1980s, a young engineer from Ohio set out to do what no one, not even the U.S. Navy, had been able to do: establish a working presence on the deep-ocean floor and open it to scientific discovery. After years of intensive effort, Tommy Thompson and the Columbus-America Discovery Group found the Central-America in eight thousand feet of water, and in October of 1989 they sailed into Norfolk with her recovered treasure.. Here is the story of both the victims and heroes of the disaster, and the visionary team that opened Earth's last frontier.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Science",
                "Biography",
                "Historical",
                "North American Hi...",
                "Business"
            ]
        },
        {
            "title": "The Crossroad",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.15,
            "ranking_count": 3758,
            "abstract": "After writing a story in Amish country, New York journalist Philip Bradley returns to Lancaster County haunted by the memory of a soft-spoken widow he met there, but winning her heart is just the first step in long journey that will require him surrendering his own culture. Simultaneous.",
            "part_of_series": true,
            "genre_list": [
                "Amish",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Historical",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Web of Dreams",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.92,
            "ranking_count": 12215,
            "abstract": "With nowhere to go, no one to help her, Leigh fled into the arms of Luke Casteel! Leigh Van Voreen had to escape from Boston's Farthinggale Manor. The foul secret she harbored within her seemed to darken her life forever. Jillian, her mother, would not believe her...and Tony Tatterton, her stepfather, had betrayed her most cruelly.. But the pure devotion of Luke Casteel promised her hope and respect. Only Luke knew her deepest of secrets...only Luke would love and protect her. Bravely she bore the suspicions of the Willies' hillfolk, as she tried to grasp the happiness that had so long eluded her. Leigh prayed with all her heart that her bright, shining dreams would save her from tragedy at last...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Thriller",
                "Womens Fiction",
                "Adult Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Raven",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.72,
            "ranking_count": 5051,
            "abstract": "ALL SHE WANTED WAS AN END TO BROKEN PROMISES..... Her Mama made it painfully clear that she wished Raven had never been born. But even after she was sent to live with her kindly aunt and domineering uncle, humiliating secrets lurked-- and threatened to dash forever Raven's dream of a true home...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Thriller",
                "Romance",
                "Drama",
                "Gothic",
                "Womens Fiction",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Swords and Deviltry",
            "authors": [
                "Fritz Leiber"
            ],
            "ranking": 3.87,
            "ranking_count": 11868,
            "abstract": "Mass market paperback, Ace, 1979, sixth printing. Cover art by Jeff Jones. First book of Leiber's Fafhrd and the Gray Mouser series.. Contents:. Induction (1957). The Snow Women (1970). The Unholy Grail (1962). Ill Met in Lankhmar (1970)",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Short Stories",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Bunnicula Strikes Again!",
            "authors": [
                "James Howe",
                "Alan Daniel"
            ],
            "ranking": 3.93,
            "ranking_count": 3225,
            "abstract": "It's happening again. The Monroes's kitchen is littered with the remains of vegetables, drained of all color. To Chester, it's obvious: Bunnicula, the vampire rabbit, is up to his old tricks.But Harold is more frightened for Bunnicula than of him. The poor bunny doesn't look too good. Is he sick? Or just unhappy? Or has Chester finally gone too far in his attempt to make the world safe for veggies?. One thing's for sure: Harold isn't going to let anything bad happen to his long-eared pal -- even if it means leaving the comfort of his home, losing his best friend, and risking his own life. And if he fails -- could this be the end of Bunnicula?. Don't miss any of the adventures of Harold, Chester, Howie, and the vampire bunny, Bunnicula!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Mystery",
                "Humor",
                "Fantasy",
                "Horror",
                "Paranormal",
                "Young Adult"
            ]
        },
        {
            "title": "Good Bones",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.76,
            "ranking_count": 2406,
            "abstract": "In Good Bones, first published in 1992, Margaret Atwood has fashioned an enthralling collection of parable, monologue, mini-romance and minibiography, speculative fiction, prose lyric, outrageous recipe and reconfigured fairy tale, demonstrating yet again the play of an unerring wit overseen by a panoramic intelligence.Good Bones is a cornucopia of good things -- precise, witty, wise, and sometimes offbeat Atwood writing, with the funny and the sidelong view of the world which her readers recognize at once.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Poetry",
                "Cultural",
                "Feminism",
                "Literary Fiction",
                "Literature",
                "Humor",
                "Contemporary"
            ]
        },
        {
            "title": "Toxin",
            "authors": [
                "Robin Cook"
            ],
            "ranking": 3.81,
            "ranking_count": 12172,
            "abstract": "Dr Kim Reggis takes his daughter for a special night out to a fast-food restaurant. But the good time turns to tragedy when the young girl becomes ill and dies as a result of E coli poisoning. Kim devotes all his energies to tracing the cause of contamination, against even violent opposition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Medical",
                "Suspense",
                "Science Fiction",
                "Horror",
                "Novels"
            ]
        },
        {
            "title": "From Doon With Death",
            "authors": [
                "Ruth Rendell"
            ],
            "ranking": 3.68,
            "ranking_count": 12465,
            "abstract": "Dazzling psychological suspense. Razor-sharp dialogue. Plots that catch and hold like a noose. These are the hallmarks of crime legend Ruth Rendell.. From Doon with Death. , now in a striking new paperback edition, is her classic debut novel -- and the book that introduced one of the most popular sleuths of the twentieth century.. There is nothing extraordinary about Margaret Parsons, a timid housewife in the quiet town of Kingsmarkham, a woman devoted to her garden, her kitchen, her husband. Except that Margaret Parsons is dead, brutally strangled, her body abandoned in the nearby woods.. Who would kill someone with nothing to hide? Inspector Wexford, the formidable chief of police, feels baffled -- until he discovers Margaret's dark secret: a trove of rare books, each volume breathlessly inscribed by a passionate lover identified only as Doon. As Wexford delves deeper into both Mrs. Parsons’ past and the wary community circling round her memory like wolves, the case builds with relentless momentum to a surprise finale as clever as it is blindsiding.. In. From Doon with Death. , Ruth Rendell instantly mastered the form that would become synonymous with her name. Chilling, richly characterized, and ingeniously constructed, this is psychological suspense at its very finest.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Thriller",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "The Kingdom of the Cults",
            "authors": [
                "Walter Ralston Martin",
                "Ravi Zacharias"
            ],
            "ranking": 4.24,
            "ranking_count": 4781,
            "abstract": "The authoritative reference work on major cult systems for nearly forty years. Working closely together, Ravi Zacharias and Managing Editors Jill and Kevin Rische (daughter of Dr. Martin) have updated and augmented the work with new material. This book will continue as a crucial tool in countercult ministry and in evangelism for years to come. Among cults and religions included are: Jehovah's Witnesses, Mormonism, New Age Cults, the Unification Church, Baha'i Faith, Hinduism, Buddhism, Islam, and more.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Reference",
                "History"
            ]
        },
        {
            "title": "رياض الصالحين",
            "authors": [
                "يحيى بن شرف النووي"
            ],
            "ranking": 4.65,
            "ranking_count": 6906,
            "abstract": "An extremely popular and useful compilation of authentic hadith. Covering every aspect of Islamic belief and moral conduct, it selects approximately 2000 hadith from the six major collections: Bukhari, Muslim, Abu Dawood, Tirmidhi, An-Nasai and Ibn Majah. It serves as an excellent hadith primer and daily reader. Wide range of topics: sincerity of purpose, spending in the way of Allah, rules of fasting, seeking knowledge, attending funerals and safeguarding the Qur'aan. Arabic text as well as English translation are presented here in this handsome hardcover two volume set.. Riyad-us-Saliheen comprises of about 2000 ahadiths in 372 Chapters and 19 Sections: The Book of Good Manners - The Book about the Etiquette of Eating - The Book of Dress -The Book of the Etiquette of Sleeping, Lying and Sitting, etc.- The book of Greetings - The Book of Visiting the Sick - The Book of Etiquette of Traveling - The Book of Virtues - The Book of I'tikaf - The Book of Hajj - The Book of Jihad - The Book of Knowledge - The Book of Praise and Gratitude to Allah - The Book of Supplicating Allah to Exalt the Mention of Allah's Messenger (PBUH) - The Book of the Remembrance of Allah - The Book of Du'a (Supplications) - The Book of the Prohibited Actions - The Book of Miscellaneous Ahadith of Significant values - and The Book of Forgiveness.. رابط التحميل:. http://www.waqfeya.com/book.php?bid=5160",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "The Belly of the Bow",
            "authors": [
                "K.J. Parker"
            ],
            "ranking": 3.71,
            "ranking_count": 1124,
            "abstract": "'One of the most entertaining fantasy debuts in recent years... incredibly vivid, refreshing, fun, thoughtful, absorbing.' -. SFX. 'There's a mordant wit to the workings of Parker's mind' -. Time Out. The city of Perimadeia has fallen. Bardas Loredan, the man who was supposed to save it, is now living on the Island - a recluce, living apart from his family in the mountains, with only a young apprentice for company. His life as a fencer-at-law is over. Instead, Loredon spends his days perfecting the art of bow-making.. But his isolation will not last forever; and when the Island comes under attack, his skills as a soldier and general are once again called upon.. COLOURS IN THE STEEL, Volume One of the Fencer Trilogy, introduced a remarkable new voice in fantasy fiction. THE BELLY OF THE BOW confirms that rich promise and establishes K. J. Parker in the top rank of writers.. Books by K.J. Parker:. Fencer Trilogy. The Colours in the Steel. The Belly of the Bow. The Proof House. Scavenger Trilogy. Shadow. Pattern. Memory. Engineer Trilogy. Devices and Desires. Evil for Evil. The Escapement. Saloninus. Blue and Gold. The Devil You Know. Two of Swords. The Two of Swords: Part 1. The Two of Swords: Part 2. The Two of Swords: Part 3. Novels. The Company. The Folding Knife. The Hammer. Sharps. Savages. Sixteen Ways to Defend a Walled City. My Beautiful Life",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Dark",
                "Epic",
                "Unfinished",
                "War"
            ]
        },
        {
            "title": "Life Together and Prayerbook of the Bible (Dietrich Bonhoeffer Works, Vol 5)",
            "authors": [
                "Dietrich Bonhoeffer"
            ],
            "ranking": 4.45,
            "ranking_count": 533,
            "abstract": "Dietrich Bonhoeffer, one of the most influential Christian martyrs in history, bequeathed to humanity a legacy of theological creativity and spirituality that continues to intrigue people from a variety of backgrounds. Dietrich Bonhoeffer Works, a sixteen volume series, offers a fresh, critical translation of Bonhoeffer's writings, with introductions, annotations, and interpretations.. The stimulus for the writing of. Life Together. was the closing of the preacher's seminary at Finkenwalde. The treatise contains Bonhoeffer's thoughts about the nature of Christian community based on the common life that he and his seminarians experienced at the seminary and in the Brother's House there. Bonhoeffer completed the writing of. Life Together. in 1938.. Prayerbook of the Bible. is a classic of Christian spirituality. In this theological interpretation of the Psalms, Bonhoeffer describes the moods of an individual's relationship with God and also the turns of love and heartbreak, of joy and sorrow, that are themselves the Christian community's path to God.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Spirituality",
                "Prayer",
                "Nonfiction",
                "Christianity"
            ]
        },
        {
            "title": "Traitor's Moon",
            "authors": [
                "Lynn Flewelling"
            ],
            "ranking": 4.13,
            "ranking_count": 10857,
            "abstract": "Master spies Seregil and Alec are no strangers to peril. Their assignments, nightrunning for wizards and nobles, have led them into many deadly situations. But sometimes the greatest danger can lurk beneath a Traitor's Moon. . . .. Wounded heroes of a cataclysmic battle, Seregil and Alec have spent the past two years in self-imposed exile, far from their adopted homeland, Skala, and the bitter memories there. But as the war rages on, their time of peace is shattered by a desperate summons from Queen Idralain, asking them to aid her daughter on a mission to Aurënen, the very land from which Seregil was exiled in his youth. Here, in this fabled realm of magic and honor, he must at last confront the demons of his dark past, even as Alec discovers an unimagined heritage. And caught between Skala's desperate need and the ancient intrigues of the Aurënfaie, they soon find themselves snared in a growing web of treachery and betrayal.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "La loba de Francia",
            "authors": [
                "Maurice Druon",
                "María Orozco Bravo"
            ],
            "ranking": 4.17,
            "ranking_count": 6041,
            "abstract": "Un intervalo de seis años separa. La ley de los varones. y. La loba de Francia. . Durante esos años, de 1318 a 1325, el país ha sido sabiamente gobernado, aunque azotado por diversas calamidades: la cruzada de los campesinos, la rebelión de los leprosos, agitaciones, matanzas... Felipe V muere sin haber llegado a los treinta años de edad y, como su hermano Luis X, no deja descendencia masculina. El tercer hijo del Rey de Hierro, el débil Carlos IV, sucede a Felipe V. Durante su reinado, Francia será gobernada por representantes de la alta nobleza, Carlos de Valois y Roberto de Artois. El nuevo y dramático giro de la historia se originara en Inglaterra. La loba de Francia es el trágico sobrenombre que los cronistas de la epoca dieron a Isabel, hija de Felipe el Hermoso y reina de Inglaterra, quien parecia llevar la maldición de los templarios al otro lado del canal de la Mancha.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Fantasy",
                "European Literature",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Alteration",
            "authors": [
                "Kingsley Amis"
            ],
            "ranking": 3.61,
            "ranking_count": 1301,
            "abstract": "In Kingsley Amis’s virtuoso foray into virtual history it is 1976 but the modern world is a medieval relic, frozen in intellectual and spiritual time ever since Martin Luther was promoted to pope back in the sixteenth century. Stephen the Third, the king of England, has just died, and Mass (Mozart’s second requiem) is about to be sung to lay him to rest. In the choir is our hero, Hubert Anvil, an extremely ordinary ten-year-old boy with a faultless voice. In the audience is a select group of experts whose job is to determine whether that faultless voice should be preserved by performing a certain operation. Art, after all, is worth any sacrifice.. How Hubert realizes what lies in store for him and how he deals with the whirlpool of piety, menace, terror, and passion that he soon finds himself in are the subject of a classic piece of counterfactual fiction equal to Philip K. Dick’s. The Man in the High Castle. .. The Alteration. won the John W. Campbell Memorial Award for best science-fiction novel in 1976.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Religion",
                "European Literature",
                "Literature",
                "Fantasy",
                "Historical",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Meridon",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.72,
            "ranking_count": 10761,
            "abstract": "From the #1. New York Times. bestselling author of. The Other Boleyn Girl. comes the final book of the extraordinary. Wideacre. trilogy as the heir to the great estate comes home at last.. Meridon knows she does not belong in the dirty, vagabond life of a gypsy bareback rider. The half-remembered vision of another life burns in her heart, even as her beloved sister, Dandy, risks everything for their future. Alone, Meridon follows the urgings of her dream, riding in the moonlight past the rusted gates, up the winding drive to a house--clutching the golden clasp of the necklace that was her birthright--home at last to Wideacre. The lost heir of one of England's great estates would take her place as its mistress.... Meridon. is a rich, impassioned tapestry of a young woman's journey from dreams to glittering drawing rooms and elaborate deceits, from a simple hope to a deep and fulfilling love. Set in the savage contrasts of Georgian England--a time alive with treachery, grandeur, and intrigue--. Meridon. is Philippa Gregory's masterwork.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult",
                "Fantasy",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Tricksters",
            "authors": [
                "Margaret Mahy"
            ],
            "ranking": 3.98,
            "ranking_count": 793,
            "abstract": "Reality and the supernatural intertwine in this exciting and chilling novel from an award-winning author; As the Hamiltons gather at their holiday beach house, Carnival's Hide, for their Christmas celebrations, the warm, chaotic familty atomosphere is chilled by the unexpected arrival of three sinister brothers. Who are they? Where are they from? Only 17-year-old Harry, the middle daughter, is close to seeing the truth. Are these brothers her own invention, or are they truly descendants of Teddy Carnival who drowned there many years earlier? As the brothers gradually reveal their purpose, long-hidden family secrets are also unfurled. No one emerges unscarhed...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Romance",
                "Paranormal",
                "Contemporary"
            ]
        },
        {
            "title": "What Dreams May Come",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.95,
            "ranking_count": 12513,
            "abstract": "The New York Times bestseller. A LOVE THAT TRANSCENDS HEAVEN AND HELL. What happens to us after we die? Chris Nielsen had no idea, until an unexpected accident cut his life short, separating him from his beloved wife, Annie. Now Chris must discover the true nature of life after death.. But even Heaven is not complete without Annie, and when tragedy threatens to divide them forever, Chris risks his very soul to save Annie from an eternity of despair.. Richard Matheson's powerful tale of life---and love---after death was the basis for the Oscar-winning film starring Robin Williams.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Romance",
                "Horror",
                "Science Fiction",
                "Death",
                "Classics",
                "Religion",
                "Contemporary"
            ]
        },
        {
            "title": "Skinnybones",
            "authors": [
                "Barbara Park"
            ],
            "ranking": 3.96,
            "ranking_count": 1646,
            "abstract": "Alex's active sense of humor helps him get along with the school braggart, make the most of his athletic talents, and simply get by in a hectic world.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Realistic Fiction",
                "Fiction",
                "Young Adult",
                "Sports",
                "Kids"
            ]
        },
        {
            "title": "Cadillac Jukebox",
            "authors": [
                "James Lee Burke"
            ],
            "ranking": 4.04,
            "ranking_count": 5952,
            "abstract": "No one was surprised when Aaron Crown was arrested for the decades-old murder of the most famous black civil rights leader in Louisiana. After all, his family were shiftless timber people who brought their ways into the Cajun wetlands--trailing rumors of ties to the Ku Klux Klan. Only Dave Robicheaux, to whom Crown proclaims his innocence, worries that Crown had been made a scapegoat for the collective guilt of a generation.. But when Buford LaRose, scion of an old Southern family and author of a book that sent Crown to prison, is elected governor, strange things start to happen. Dave is offered a job as head of the state police; a documentary filmmaker seeking to prove Crown's innocence is killed; and the governor's wife--a former flame--once again turns her seductive powers on Dave. It's clear that Dave must find out the dark truth about Aaron Crown, a truth that too many people want to remain hidden.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "American",
                "Suspense"
            ]
        },
        {
            "title": "Dependent Rational Animals: Why Human Beings Need the Virtues (The Paul Carus Lectures)",
            "authors": [
                "Alasdair MacIntyre"
            ],
            "ranking": 4.01,
            "ranking_count": 376,
            "abstract": "To flourish, humans need to develop virtues of independent thought and acknowledged social dependence. In this book, a leading moral philosopher presents a comparison of humans to other animals and explores the impact of these virtues.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Psychology",
                "Anthropology",
                "Academic",
                "Reference",
                "Cultural"
            ]
        },
        {
            "title": "Heavy Sand",
            "authors": [
                "Anatoli Rybakov",
                "Harold Shukman"
            ],
            "ranking": 4.46,
            "ranking_count": 497,
            "abstract": "Two main parts of Anatoly Rybakov are titled after the writer’s major novels, Children of the Arbat and Heavy Sand, and explore the continuing relevance of these works for contemporary Russia. In contrast to Germany and its former allies, which went through an effective de-Nazification campaign, the Soviet Union experienced two aborted attempts to re-evaluate its totalitarian past and to dismantle Stalinist ideology and institutions: the Thaw and perestroika. However, as the filmmaker claims, in the Soviet Union the efforts of de-Stalinization and broader de-Sovietization were only half-hearted and never completed. The myth of the great Stalinist Empire and the heroic myth of the Great Patriotic War still obscure from Russians’ communal memory the uncomfortable narratives about Stalinist purges, the Holocaust, and Soviet-era anti-Semitism. Goldovskaia’s film cuts from footage of Stalin-era parades to present-day rallies in Moscow by fascists and nationalists, suggesting that the unfinished de-Sovietization breeds a new type of totalitarian mentality.. The section about Rybakov’s Heavy Sand explores Soviet-style Holocaust denial. The communal myth of Soviet martyrdom and victory in World War II is used to replace memories of the Holocaust. Goldovskaia links this Soviet experience of purposeful and state-endorsed manipulation of the historical past with the revival of anti-Semitism in present-day Russia. Anatoly Rybakov is, indeed, “the Russian story,” since it explains graphically how Russia’s way of dealing with its totalitarian past is different from the Western treatment of a similar social disease. The filmmaker’s message is clearly articulated by her observational cinema style: the agenda of de-Sovietization, including the acknowledgment of the Holocaust, has to become part of Russians’ collective memory before the country can exorcise its totalitarian demons.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Historical",
                "War",
                "World War II",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "Here on Earth",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.69,
            "ranking_count": 46817,
            "abstract": "After nearly twenty years of living in California, March Murray, along with her fifteen-year-old daughter, Gwen, returns to the sleepy Massachusetts town where she grew up to attend the funeral of Judith Dale, the beloved housekeeper who raised her. Yet returning to her hometown also brings her back to Hollis, March’s former soul mate and lover. March’s father had taken the teenaged Hollis, an abandoned child, and the product of a series of detention homes, into his house as a boarder, and treated him like a son. Yet March and Hollis’s passionate love was hardly a normal sibling relationship. When Hollis left her after a petty fight, March waited for him three long years, wondering what she had done wrong.. Encountering Hollis again makes March acutely aware of the choices that she has made, and the choices everyone around her has made—including Mrs. Dale, who knew more of love than March could ever have suspected, and her brother Alan, whose tragic history has left him grief-struck, with alcohol as his only solace. Her attraction to Hollis is overwhelming—and March jeopardizes her marriage, her relationship with her daughter and her own happiness in an attempt to reclaim the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Magical Realism",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Novels",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Walt Disney Pictures Presents the Prince and the Pauper",
            "authors": [
                "Fran Manushkin",
                "Mark Twain"
            ],
            "ranking": 3.8,
            "ranking_count": 157,
            "abstract": "The Prince and the Pauper is a novel written by American author Mark Twain. The story centers around two young boys who look identical in appearance, but one is a pauper and the other is Prince Edward, the son of King Henry VIII.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "The G Factor: The Science of Mental Ability",
            "authors": [
                "Arthur R. Jensen"
            ],
            "ranking": 4.54,
            "ranking_count": 100,
            "abstract": "Jensen provides a comprehensive treatment of one of the major constructs of behavioral science--general mental ability--labeled the. g. factor by its discoverer, Charles Spearman. The. g. factor is about individual differences in mental abilities. In factor analyses of any and every large and diverse collection of measures of mental abilities, however varied the content of knowledge and skills they call upon,. g. emerges as the largest, most general source of differences between individuals and between certain subpopulations.. Jensen fully and clearly explains the psychometric, statistical, genetic, and physiological basis of. g. , as well as the major theoretical challenges to the concept. For decades a key construct in differential psychology, the. g. factor's significance for scholars and researchers in the brain sciences as well as education, sociology, anthropology, evolutionary psychology, economics, and public policy is clearly evident in this, the most comprehensive treatment of. g. ever published.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Science",
                "Nonfiction",
                "Biology",
                "Politics",
                "Race"
            ]
        },
        {
            "title": "Invasion of the Body Snatchers",
            "authors": [
                "Jack Finney"
            ],
            "ranking": 3.9,
            "ranking_count": 20645,
            "abstract": "On a quiet fall evening in the small, peaceful town of Mill Valley, California, Dr. Miles Bennell discovered an insidious, horrifying plot. Silently, subtly, almost imperceptibly, alien life-forms were taking over the bodies and minds of his neighbors, his friends, his family, the woman he loved—the world as he knew it. First published in 1955, this classic thriller of the ultimate alien invasion and the triumph of the human spirit over an invisible enemy inspired three major motion pictures.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Fiction",
                "Classics",
                "Audiobook",
                "Thriller",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Gertrude",
            "authors": [
                "Hermann Hesse",
                "Hilda Rosner"
            ],
            "ranking": 3.89,
            "ranking_count": 5959,
            "abstract": "With. Gertrude. , Herman Hesse continues his lifelong exploration of the irreconcilable elements of human existence. In this fictional memoir, the renowned composer Kuhn recounts his tangled relationships with two artists--his friend Heinrich Muoth, a brooding, self-destructive opera singer, and the gentle, self-assured Gertrude Imthor. Kuhn is drawn to Gertrude upon their first meeting, but Gertrude falls in love with Heinrich, to whom she is introduced when Kuhn auditions them for the leads in his new opera. Hopelessly ill-matched, Gertrude and Heinrich have a disastrous marriage that leaves them both ruined. Yet this tragic affair also becomes the inspiration for Kuhn's opera, the most important success of his artistic life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels",
                "Cultural",
                "Philosophy",
                "Nobel Prize",
                "Music"
            ]
        },
        {
            "title": "The Spell of the Black Dagger",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 3.95,
            "ranking_count": 646,
            "abstract": "Tabaea was an ordinary thief, sneaking and prowling and stealing for a living. Then one night while burgling a house, she witnessed a wizard teaching his apprentice a spell -- the creation of a magic dagger.. Tabaea decided to try the magic for herself. But even though she could feel the power rising around her as she went through the steps of the ritual, something had clearly gone wrong. The apprentice's dagger had glowed; it had resisted attempts to pick it up; and there had been a blinding flash at the end of the ceremony.. But Tabaea's dagger didn't do any of those things. And it wouldn't free her from bonds, or heal her wounds -- it didn't seem to be magical at all. It just turned black.. Then, by chance, Tabaea discovered that her dagger indeed had its own kind of unusal magic -- a dark, powerful magic that promised invincibility to its bearer.. But magic can be dangerous even in the hands of an expert -- and for Tabaea, magic and power could spell disaster . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Humor"
            ]
        },
        {
            "title": "Who Has Seen The Wind",
            "authors": [
                "W.O. Mitchell"
            ],
            "ranking": 3.87,
            "ranking_count": 4104,
            "abstract": "When W.O. Mitchell died in 1998 he was described as “Canada's best-loved writer.” Every commentator agreed that his best – and his best-loved – book was. Who Has Seen the Wind.. Since it was first published in 1947, this book has sold almost a million copies in Canada.. As we enter the world of four-year-old Brian O’Connal, his father the druggist, his Uncle Sean, his mother, and his formidable Scotch grandmother (“she belshes…a lot”), it soon becomes clear that this is no ordinary book. As we watch Brian grow up, the prairie and its surprising inhabitants like the Ben and Saint Sammy – and the rich variety of small-town characters – become unforgettable. This book will be a delightful surprise for all those who are aware of it, but have never quite got around to reading it, till now.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Young Adult",
                "Historical",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "El enamorado de la Osa Mayor",
            "authors": [
                "Sergiusz Piasecki"
            ],
            "ranking": 4.26,
            "ranking_count": 465,
            "abstract": "Confine russo polacco intorno agli anni 1926-30. Un interregno pericoloso, terra di nessuno dove solamente uomini coraggiosi dediti all’avventura, come banditi e contrabbandieri, che conoscono ogni segreto di questo mondo, ogni insidia, e sono pronti a difendere con le armi i loro preziosi carichi, osano avventurarsi. Le tenebre della legge contro la luce emanata dall’anima delle stelle dell’Orsa Maggiore che, in una complice solidarietà, ne proteggono e ne guidano il rischioso cammino, sono i temi portanti di questa meravigliosa avventura. Ma cosa si agita davvero nella mente e nell’animo di quegli uomini inquieti? Cosa li spinge a vivere sempre come lupi braccati? Il fascino di una continua avventura, avidità di guadagno, ma sopratutto l’orgogliosa consapevolezza di una libertà morale duramente conquistata.",
            "part_of_series": false,
            "genre_list": [
                "Adventure",
                "European Literature",
                "Classics",
                "Fiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "All-Night Party",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.81,
            "ranking_count": 1496,
            "abstract": "Fear Street -- Where Your Worst Nightmares Live.... It's Cindy's birthday, and her friends are throwing her a surprise party on Fire Island. It's a private party -- no parents, no cops...in fact, no one around for miles.. Except there's a madman loose on the island. A murderer who quietly crashes the party.. And he wants to dance with the birthday girl...",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Thriller",
                "Fiction",
                "Mystery",
                "Childrens",
                "Anthologies"
            ]
        },
        {
            "title": "The Simpsons: A Complete Guide to Our Favorite Family",
            "authors": [
                "Matt Groening"
            ],
            "ranking": 4.1,
            "ranking_count": 1691,
            "abstract": "It's hard to believe that the Simpsons have been around for more than a decade. Today,. The Simpsons. is the longest-running animated series of all time (dethroning. The Flintstones. in February 1997), and an intrinsic part of pop culture.. The Simpsons. Complete Guide to your Favourite Show. is a celebration of this family's phenomenal decade. Arranged by season, the book covers each episode of the television show, with the special episodes (the annual Halloween show, Who Shot Mr. Burns? and Krusty Gets Kancelled) receiving eyeball-busting two-page spreads. In addition, special sidebars are sprinkled throughout, showing:. Simpsons firsts. Bart's chalkboard lines. Top Homerisms. An Itchy & Scratchy filmography. A Springfield timeline. Things the audience may have missed. Highlighting the best of every show,. The Simpsons. is the ultimate celebration of the cartoon family that has kept the world in stitches. It is the ultimate must-have for all Simpsons aficionados.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Reference",
                "Media Tie In",
                "Sequential Art",
                "Culture"
            ]
        },
        {
            "title": "Three to Get Deadly",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.14,
            "ranking_count": 144288,
            "abstract": "Stephanie Plum, the brassy babe in the powder blue Buick is back and she's having a bad hair day -- for the whole month of January. She's been given the unpopular task of finding Mo Bedemier, Trenton's most beloved citizen, arrested for carrying concealed, gone no-show for his court appearance.. And to make matters worse, she's got Lula, a former hooker turned file clerk -- now a wannabe bounty hunter -- at her side, sticking like glue. Lula's big and blonde and black and itching to get the chance to lock up a crook in the trunk of her car.. Morelli, the New Jersey vice cop with the slow-burning smile that undermines a girl's strongest resolve is being polite. So what does this mean? Has he found a new love? Or is he manipulating Steph, using her in his police investigation, counting on her unmanageable curiosity and competitive Jersey attitude?. Once again, the entire. One for the Money. crew is in action, including Ranger and Grandma Mazur, searching for Mo, tripping down a trail littered with dead drug dealers, leading Stephanie to suspect Mo has traded his ice-cream scoop for a vigilante gun.. Cursed with a disastrous new hair color and an increasing sense that it's really time to get a new job, Stephanie spirals and tumbles through. Three to Get Deadly. with all the wisecracks and pace her fans have come to expect.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Thriller",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Sledge Patrol: A WWII Epic of Escape, Survival, and Victory",
            "authors": [
                "David Howarth"
            ],
            "ranking": 4.15,
            "ranking_count": 313,
            "abstract": "Gripping true tale how of men who patrolled by dogsleds a stark 500-mile stretch of Greenland fought capture or death by outwitting and outlasting the Nazis.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Adventure",
                "Travel"
            ]
        },
        {
            "title": "The Keys of the Kingdom",
            "authors": [
                "A.J. Cronin",
                "Joseph Bottum",
                "Amy Welborn"
            ],
            "ranking": 4.31,
            "ranking_count": 2742,
            "abstract": "Francis Chisholm is a compassionate and humble priest whose individuality and directness make him unpopular with other clergy. Considered a failure by his superiors, he is sent to China to maintain a mission amid desperate poverty, civil war, plague, and the hostility of his superiors. In the face of this constant danger and hardship, Father Chisholm finds the keys to the kingdom of heaven. Recognized as A. J. Cronin’s best novel,. The Keys of the Kingdom. is an enthralling, fast-moving, colorful tale of a deeply spiritual man called to do good in an imperfect world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Religion",
                "Christianity",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "First Term at Malory Towers",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.13,
            "ranking_count": 17523,
            "abstract": "Darrell Rivers begins her happy life at Malory Towers two terms later than the other girls, but she soon makes firm friends with Sally, the steady one, and the adoring Mary Lou.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "School Stories",
                "Young Adult",
                "Academic",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Thieves Like Us",
            "authors": [
                "Edward   Anderson"
            ],
            "ranking": 3.69,
            "ranking_count": 632,
            "abstract": "Bowie teams up with fellow thieves Chicamaw and T-Dub to rob a bank - he needs the money to hire a lawyer to prove he's innocent of murder. On the run, Bowie finds momentary peace when he elopes with a young woman. But Chicamaw and T-Dub want to reel him back in for one more job.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Novels",
                "Literature",
                "Thriller",
                "Pulp"
            ]
        },
        {
            "title": "Evening Clouds",
            "authors": [
                "Junzo Shono",
                "Wayne P. Lammers"
            ],
            "ranking": 3.69,
            "ranking_count": 45,
            "abstract": "This episodic novel, originally published in Japan in 1964 and appearing for the first time in translation, scrupulously observes one family's experiences getting used to a new home atop a windy hill near Tokyo. As the three children and their parents discuss the intricacies of buying a new desk, or deal with curious centipedes and residential developers who threaten to destroy the surrounding landscape, they accustom themselves to the trials of moving and the necessity of accepting change as the only constant in life. Each section revolves around the observations of father Oura, whose character is loosely based on Shono himself.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Asian Literature",
                "Fiction"
            ]
        },
        {
            "title": "Winter Rose",
            "authors": [
                "Patricia A. McKillip"
            ],
            "ranking": 3.85,
            "ranking_count": 7118,
            "abstract": "Sorrow and trouble and bitterness will bound you and yours and the children of yours.... Some said the dying words of Nial Lynn, murdered by his own son, were a wicked curse. To others, it was a winter's tale spun by firelight on cold, dark nights. But when Corbet Lynn came to rebuild his family estate, memories of his grandfather's curse were rekindled by young and old - and rumours filled the heavy air of summer.. In the woods that border Lynn Hall, free-spirited Rois Melior roams wild and barefooted in search of healing herbs. She is as hopelessly unbridled - and unsuited for marriage - as her betrothed sister Laurel is domestic. In Corbet's pale green eyes, Rois senses a desperate longing. In her restless dreams, mixed with the heady warmth of harvest wine, she hears him beckon. And as autumn gold fades, Rois is consumed with Corbet Lynn, obsessed with his secret past - until, across the frozed countryside and in flight from her own imagination, truth and dreams become inseparable...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Young Adult",
                "Retellings",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "The Escape",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.83,
            "ranking_count": 3924,
            "abstract": "Almost nothing could be as bad as finding out your mother is Visser One. The most powerful of all Vissers. The leader of the Yeerk invasion of Earth. But it happened to Marco. And even though he's been handling it pretty well, he knew there'd come a time when he'd have to face her again. Knowing that the Yeerk in her brain had taken his mother away.. So when Marco, the other Animorphs, and Ax discover that Visser One is overseeing a secret underwater project, they know they have to check it out. But Marco's not sure if this is a battle he'll be able to fight....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "On Becoming Baby Wise: Giving Your Infant the Gift of Nighttime Sleep",
            "authors": [
                "Gary Ezzo"
            ],
            "ranking": 3.66,
            "ranking_count": 14630,
            "abstract": "The infant management concepts presented in this book have found favor with over two million parents and twice as many contented babies.. On Becoming Babywise. brings hope to the tired and bewildered parents looking for an alternative to sleepless nights and fussy babies. The Babywise Parent Directed Feeding concept has enough structure to bring security and order to your baby's world, yet enough flexibility to give mom freedom to respond to any need at any time. It teaches parents how to lovingly guide their baby's day rather than be guided or enslaved to the infant's unknown needs.. The information contained within. On Becoming Babywise. is loaded with success. Comprehensive breast-feeding follow-up surveys spanning three countries, of mothers using the PDF method verify that as a result of the PDF concepts, 88% breast-feed, compared to the national average of only 54% (from the National Center for Health Statistics). Of these breast-feeding mothers, 80% of them breast-feed exclusively without a formula complement. And while 70% of our mothers are still breast-feeding after six months, the national average encourage to follow demand feeding without any guidelines is only 20%. The mean average time of breast-feeding for PDF moms is 33 1/2 weeks, well above the national average. Over 50% of PDF mothers extend their breast-feeding toward and well into the first year.. Added to these statistics is another critical factor. The average breast-fed PDF baby sleeps continuously through night seven to eight hours between weeks seven and nine. Healthy sleep in infants is analogous to healthy growth and development. Find out for yourself why a world of parents and pediatricians utilize the concepts found in. On Becoming Babywise. .",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Self Help",
                "Family",
                "Childrens",
                "Reference",
                "Adult",
                "Health",
                "Audiobook",
                "How To"
            ]
        },
        {
            "title": "The Mystery of the Screaming Clock",
            "authors": [
                "Robert Arthur"
            ],
            "ranking": 3.93,
            "ranking_count": 2985,
            "abstract": "The high pitched scream produced by an alarm clock sets three boys on the complicated and dangerous trail of art thieves.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Novels",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Best Of Ruskin Bond",
            "authors": [
                "Ruskin Bond"
            ],
            "ranking": 4.28,
            "ranking_count": 2800,
            "abstract": "The essential Ruskin Bond Delhi Is Not Far brings together the best of Ruskin Bond's prose and poetry. For over four decades, by way of innumerable novels, essays, short stories, and poems, the author has mapped out and peopled a unique literary landscape. This anthology has selections from all of his major books and also features an unpublished novella, Delhi Is Not Far.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Poetry",
                "Young Adult",
                "Contemporary"
            ]
        },
        {
            "title": "The Mosquito Coast",
            "authors": [
                "Paul Theroux"
            ],
            "ranking": 3.82,
            "ranking_count": 11276,
            "abstract": "In a breathtaking adventure story, the paranoid and brilliant inventor Allie Fox takes his family to live in the Honduran jungle, determined to build a civilization better than the one they've left. Fleeing from an America he sees as mired in materialism and conformity, he hopes to rediscover a purer life. But his utopian experiment takes a dark turn when his obsessions lead the family toward unimaginable danger.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Travel",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Guide",
            "authors": [
                "Dennis Cooper"
            ],
            "ranking": 4.03,
            "ranking_count": 769,
            "abstract": "Chris is a young porn star who wants to experience death at someone else's hand; Mason has lurid fantasies about members of British pop bands; Sniffles is a teenage runaway whose need for love outweighs his attachment to life. Courtesy of a frankly manipulative author/narrator named Dennis, these characters and more move through a subterranean Los Angeles where hallucination and reality, sex and suicide, love and indifference run together in terrifying ways. Guide, the fourth novel in a projected five-book cycle, continues to explore the boundaries of experience in the manner that has earned Dennis Cooper comparisons to Poe, Genet, and Baudelaire.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Literature",
                "Contemporary",
                "Death",
                "Horror",
                "Literary Fiction",
                "Dark"
            ]
        },
        {
            "title": "Tea and Sympathy",
            "authors": [
                "Robert Woodruff Anderson"
            ],
            "ranking": 3.83,
            "ranking_count": 427,
            "abstract": "Drama / 9m, 2f / Int. From the author of I Never Sang for My Father, this groundbreaking drama explores a sensitive young man's coming of age amid the taunts and suspicions of his classmates and teachers at a private boy's academy. Only a sympathetic act of compassion by the wife of the headmaster gives young Tom the courage to grow into a man. A hit onstage and film with Deborah Kerr.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "LGBT",
                "Young Adult"
            ]
        },
        {
            "title": "Rush Limbaugh Is a Big Fat Idiot: And Other Observations",
            "authors": [
                "Al Franken"
            ],
            "ranking": 3.89,
            "ranking_count": 9396,
            "abstract": "In the grand satirical tradition of Swift, Rabelais, and Twain comes.... Rush Limbaugh Is a Big Fat Idiot, and Other Observations. .... a scathing--but uncompromisingly fair--look at America's largest talk show host and the rest of the Republican right.. Penned by the Emmy award-winning. Saturday Night Live. writer whom John Podhoretz of the. New York Post. has called the man responsible for some of the most brilliant political satire of our time,. Rush Limbaugh Is a Big Fat Idiot. tackles the issues--and the politicians--in ways few have dared.... Exploding Medicare Costs: Why not shoot the elderly into space? Stay with me. Because I'm not just thinking about the budget here. I'm talking about science. Just think how many more manned space operations NASA could undertake if they didn't have to worry about getting the astronauts back.. Crime: I have a radical gun-buyback idea that I guarantee would be a huge success. Here's how it works: hand in a gun, get a free vial of crack.. Newt Gingrich: Many of us, like Newt, have acknowledged smoking dope and reading Toffler in the early 70s. But after reading his book, I think Newt's dirty little secret is that he smoked dope and watched. The Jetsons. .. Phil Gramm: If you get beyond the fact the Gramm is ugly, mean, hypocritical, has a boob fetish, and drives his wife like a mule, he does have a certain folksy charm.. On the subject of Rush Limbaugh, Franken lets the facts speak for themselves. Listen to Rush, the rugged individualist and enemy of government handouts, explain how his second wife made him stop sitting around the house eating just food and go file for unemployment insurance. And learn all of Rush's several explanations for how he avoided the draft.. Of course, when it comes to draft-dodging Republicans, Rush isn't alone. Reading Al's Vietnam short story, Operation Chickenhawk, you'll savor the exploits of Privates Limbaugh, Gramm, Quayle, Buchanan, Gingrich, and George Will as Lieutenant Oliver North leads them kicking and screaming into combat.. And don't miss Al's informative discussion with the man who has the easiest job in America: Rush Limbaugh's fact-checker. And much, much more.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Politics",
                "Nonfiction",
                "Writing",
                "History",
                "Audiobook",
                "Biography",
                "Autobiography"
            ]
        },
        {
            "title": "August 1914",
            "authors": [
                "Aleksandr Solzhenitsyn",
                "H.T. Willetts",
                "Alexander Solschenizyn"
            ],
            "ranking": 3.93,
            "ranking_count": 2477,
            "abstract": "In his monumental narrative of the outbreak of the First World War and the ill-fated Russian offensive into East Prussia, Solzhenitsyn has written what Nina Krushcheva, in The Nation, calls a dramatically new interpretation of Russian history. The assassination of tsarist prime minister Pyotr Stolypin, a crucial event in the years leading up to the Revolution of 1917, is reconstructed from the alienating viewpoints of historical witnesses. The sole voice of reason among the advisers to Tsar Nikolai II, Stolypin died at the hands of the anarchist Mordko Bogrov, and with him perished Russia's last hope for reform. Translated by H.T. Willetts.August 1914 is the first volume of Solzhenitsyn's epic, The Red Wheel; the second is November 1916. Each of the subsequent volumes will concentrate on another critical moment or knot, in the history of the Revolution. Translated by H.T. Willetts.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "War",
                "History"
            ]
        },
        {
            "title": "Λωξάντρα",
            "authors": [
                "Maria Iordanidou",
                "Μαρία Ιορδανίδου"
            ],
            "ranking": 4.12,
            "ranking_count": 1659,
            "abstract": "Η. Λωξάντρα. δεν είναι απλώς βιογραφία, ούτε απλώς μυθιστόρημα. Στο συναρπαστικό αυτό κείμενο, που έγινε ανάρπαστο από την πρώτη του ήδη κυκλοφορία, οι πραγματικοί και οι φανταστικοί χαρακτήρες συγχωνεύονται για να αναπλάσουν την εικόνα της Πόλης πριν από τον Πρώτο Παγκόσμιο Πόλεμο.. Η Μαρία Ιορδανίδου έγραψε το βιβλίο το 1963, όταν ήταν ήδη εξήντα έξι χρόνων, επειδή -όπως έλεγε- δεν ήθελε αυτά τα λίγα πράγματα που ήξερε να τα πάρει μαζί της. Η. Λωξάντρα. είναι η ιστορία της γιαγιάς της: μέσα από αυτήν, η Μαρία Ιορδανίδου ξαναζωντανεύει μιαν ολόκληρη εποχή, ακόμα και 'τώρα, που όλα αυτά πέρασαν και το χορτάρι της λησμονιάς αρχίζει κιόλας να φυτρώνει'.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Cultural",
                "Novels",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "The Origins of Life: From the Birth of Life to the Origin of Language",
            "authors": [
                "John Maynard Smith",
                "Eörs Szathmáry"
            ],
            "ranking": 4.12,
            "ranking_count": 236,
            "abstract": "When John Maynard Smith and Eors Szathmary published The Major Transitions in Evolution, it was seen as a major work in biology. Nature hailed it as a book of grand and daunting sweep...A splendid and rewarding tour de force. And New Scientist wrote that it captured the essence of modern biology, calling it an extremely significant book which, as a bonus, is very readable. Now, in The Origins of Life, Maynard Smith and Szathmary have completely rewritten Transitions to bring their ideas to a wider audience of general readers. Here is a brilliant, original picture of how life evolved on earth, focusing primarily on six major transitionsdramatic breakthroughs in the way that information was passed between generations. The authors offer illuminating explorations of the origin of life itself, the arrival of the first cells with nuclei, the first reproduction by sexual means, the appearance of multicellular plants and animals, the emergence of cooperative animal societies, and the birth of language.. The Origins of Life represents the thinking of two leading scientists on questions that engage us allhow life began and how it gradually evolved from tiny invisible cells into whales and trees and human beings.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "History",
                "Humanities"
            ]
        },
        {
            "title": "Forrest Gump",
            "authors": [
                "Winston Groom"
            ],
            "ranking": 4.04,
            "ranking_count": 63792,
            "abstract": "Meet Forrest Gump, the lovable, herculean, and surprisingly savvy hero of this remarkable comic odyssey. After accidentally becoming the star of University of Alabama's football team, Forrest goes on to become a Vietnam War hero, a world-class Ping-Pong player, a villainous wrestler, and a business tycoon -- as he wonders with childlike wisdom at the insanity all around him. In between misadventures, he manages to compare battle scars with Lyndon Johnson, discover the truth about Richard Nixon, and survive the ups and downs of remaining true to his only love, Jenny, on an extraordinary journey through three decades of the American cultural landscape. Forrest Gump has one heck of a story to tell -- and you've got to read it to believe it...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Classics",
                "Media Tie In",
                "Drama",
                "Novels",
                "Contemporary",
                "Adventure"
            ]
        },
        {
            "title": "დიონისოს ღიმილი",
            "authors": [
                "Konstantine Gamsakhurdia"
            ],
            "ranking": 4.35,
            "ranking_count": 180,
            "abstract": "კონსტანტინე გამსახურდიას პირველი მოდერნისტული რომანი, ერთ-ერთი უმნიშვნელოვანესი მხატვრული ნაწარმოებია მე-20 საუკუნის ქართულ ლიტერატურაში. დაბრუნების იდეა მან პირველად გამოიყენა ამ რომანში, რომლის იდეოლოგიური დაპირისპირებაა გრიგოლ რობაქიძის გველის პერანგი. მთავარი გმირი, კონსტანტინე სავარსამიძეა.ადამიანი, რომელიც გაიქცა საქართველოდან, აჭრა ვენახი, დაივიწყა მამა და მაინც სამშობლოში დასაბრუნებელ გზებს ეძებს.",
            "part_of_series": true,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "The Actual",
            "authors": [
                "Saul Bellow"
            ],
            "ranking": 3.26,
            "ranking_count": 1463,
            "abstract": "Harry Trellman doesn't belong. Not in the Chicago orphanage where he is sent by his mother, not in high school (too brainy), not even on the streets. Human attachments? Yes, he has them, but they are like everything else in his life, singular and irregular. People who know him say that he drowns his feelings in his face,  and that he has a Mongolian masked look. But though Harry stands apart, he has always been a most keen observer, listener, recorder and interpreter, and none of this is lost on the Chicago billionaire, Sigmund Adletsky, who takes Harry into his brain trust. He retains Harry to advise him. They discuss ordinary things - they gossip together. Old Adletsky has set feelings aside while he amassed his vast fortune. The old man is so apt that he divines the secrets behind Harry's mask, and brings him together with the one person Harry has loved dumbly for forty years. Amy Wustrin has not exactly stood apart from the sexual revolution while waiting for Harry to come wooing. Far from remaining the static object of his fantasy, she has moved about in the real world, from one marriage to another, from rich to broke, from hot high-school girl to correct matron. Still, in Amy, Harry sees what he calls his actual. Harry has had his opportunities with Amy, but it is not until he finds himself at the cemetery with her for the exhumation and reburial of her husband that he feels free to speak out.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novella",
                "Nobel Prize",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Love"
            ]
        },
        {
            "title": "L'anno di Don Camillo",
            "authors": [
                "Giovannino Guareschi"
            ],
            "ranking": 4.38,
            "ranking_count": 128,
            "abstract": "Don Camillo e Peppone, una delle coppie più celebri della letteratura italianacontemporanea, ci propongono altri capitoli delle loro imprese. Tutto è lecitoper raggiungere il loro scopo salvo dimenticare l'amicizia, il buon senso, laprofonda umanità che li anima. Il grande fiume che scorre pacifico, il piaceredi incontrarsi di nuovo con due personaggi ormai a tutti noti.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "Cultural"
            ]
        },
        {
            "title": "How Many Miles to Babylon?",
            "authors": [
                "Jennifer Johnston"
            ],
            "ranking": 3.58,
            "ranking_count": 1768,
            "abstract": "As a child Alec, heir to the big house and only son of a bitter marriage, formed a close friendship with Jerry, a village boy who shared his passion for horses. In 1914 both enlisted in the British Army - Alec goaded by his beautiful, cold mother to fight for King and Country, Jerry to learn his trade for the Irish Nationalist cause.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "War",
                "Classics",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "A Crónica de Travnik",
            "authors": [
                "Ivo Andrić"
            ],
            "ranking": 4.25,
            "ranking_count": 1932,
            "abstract": "Na pequena cidade bósnia de Travnik, um dos bastiões do império Otomano no começo do século XIX, coabitam muçulmanos, cristãos e judeus. No ar sente-se uma tensão quase palpável não apenas devido aos conflitos religiosos mas sobretudo pela ameaça de guerra.. Napoleão está no poder em França e decide criar um consulado em Travnik. Jean Daville é o novo cônsul francês e personagem central deste romance extraordinário apontado pela crítica como a verdadeira obra-prima de Ivo Andrić. Mal recebido pelos habitantes de Travnik, Daville é considerado um homem fechado e impenetrável, e a sua convivência com o império Otomano é um constante choque de culturas e ideias. Passados alguns anos chega também à cidade um cônsul austríaco.. Andrić narra-nos com mestria o relacionamento entre ambos, as intrigas, as guerras, os amores e ódios. Os dois cônsules lutam nos bastidores pela realização das suas ambições pessoais perante os olhares desconfiados dos habitantes locais habituados às sucessivas ocupações e domínios sofridos ao longo de séculos.. «A crónica de Travnik» é um romance sobre os fanatismos políticos e religiosos e as mesquinhas rivalidades entre os povos. Uma obra profunda que traça a efemeridade dos impérios e ambições humanas.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Nobel Prize",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Old Possum's Book of Practical Cats",
            "authors": [
                "T.S. Eliot",
                "Edward Gorey"
            ],
            "ranking": 4.07,
            "ranking_count": 25542,
            "abstract": "These loveable cat poems were written by T.S. Eliot for his godchildren and friends in the thirties. They have delighted generations of children since, and inspired Andrew Lloyd Webber's brilliant musical. Cats. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Animals",
                "Humor",
                "Childrens",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Quarry",
            "authors": [
                "Damon Galgut"
            ],
            "ranking": 3.33,
            "ranking_count": 418,
            "abstract": "A thrilling parable of death and deception from the Booker-shortlisted Galgut. On a lonely stretch of road a man picks up a hitchhiker. The driver is a minister on his way to a new rural congregation. The passenger, a fugitive. When the minister realizes this, the fugitive kills him. He assumes his vestments and identity, only to discover that one of his first duties as the new minister is to preside over his victim's funeral. As the fugitive and the local police chief play a tense game of cat and mouse, culminating in a pursuit across the desolate veldt, Damon Galgut gives us a spare, devastating combat for man’s most prized attribute: freedom",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Southern Africa",
                "Cultural",
                "Literary Fiction",
                "Mystery",
                "Literature",
                "Thriller",
                "Contemporary",
                "Novella"
            ]
        },
        {
            "title": "Patrimony",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 4.19,
            "ranking_count": 4496,
            "abstract": "Patrimony. , a true story, touches the emotions as strongly as anything Philip Roth has ever written. Roth watches as his eighty-six-year-old father—famous for his vigor, charm, and his repertoire of Newark recollections—battles with the brain tumor that will kill him. The son, full of love, anxiety, and dread, accompanies his father through each fearful stage of his final ordeal, and, as he does so, discloses the survivalist tenacity that has distinguished his father's long, stubborn engagement with life.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Literature",
                "The United States Of America",
                "Biography Memoir"
            ]
        },
        {
            "title": "Stepping Stones",
            "authors": [
                "Maureen Lee"
            ],
            "ranking": 4.32,
            "ranking_count": 388,
            "abstract": "From 1930s Liverpool to London, then California and finally back to Liverpool, the powerful and compelling saga of one woman's turbulent life.. Kitty O'Brien's husband is a drunken thug, and in order to feed her starving children, she sells her body on the Liverpool docks. Her daughter Lizzie is pregnant by her father and, still weak after her abortion, she kills him.. Her mother takes the blame, but Lizzie cannot blot out the painful memories of her childhood. Eventually, with a failed marriage behind her, she finds fame, fortune and friendship in Hollywood - but happiness still escapes her.. And so she returns to her roots, and it is her final marriage and its disastrous consequences that, at last, force her to face her past and find the happiness and peace of mind that have always eluded her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Night Without End",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 3.84,
            "ranking_count": 3903,
            "abstract": "From the acclaimed master of action and suspense. The all time classic. An airliner crashes in the polar ice-cap. In temperatures 40 degrees below zero, six men and four women survive. But for the members of a remote scientific research station who rescue them, there are some sinister questions to answer -- the first one being, who shot the pilot before the crash?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action",
                "Suspense",
                "Spy Thriller",
                "Novels"
            ]
        },
        {
            "title": "Aké: The Years of Childhood",
            "authors": [
                "Wole Soyinka"
            ],
            "ranking": 3.89,
            "ranking_count": 1664,
            "abstract": "A dazzling memoir of an African childhood from Nobel Prize-winning Nigerian novelist, playwright, and poet Wole Soyinka.. Aké: The Years of Childhood gives us the story of Soyinka's boyhood before and during World War II in a Yoruba village in western Nigeria called Aké. A relentlessly curious child who loved books and getting into trouble, Soyinka grew up on a parsonage compound, raised by Christian parents and by a grandfather who introduced him to Yoruba spiritual traditions. His vivid evocation of the colorful sights, sounds, and aromas of the world that shaped him is both lyrically beautiful and laced with humor and the sheer delight of a child's-eye view.. A classic of African autobiography, Aké is also a transcendantly timeless portrait of the mysteries of childhood.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Western Africa",
                "Autobiography",
                "Literature",
                "Nobel Prize",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Best of Roald Dahl",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 4.39,
            "ranking_count": 6537,
            "abstract": "The Best of Roald Dahl is a collection of 25 of Roald Dahl's short stories. This collection brings together Dahl’s finest work, illustrating his genius for the horrific and grotesque which is unparalleled.. Contents. - Madame Rosette. - Man from the South. - The Sound Machine. - Taste. - Dip in the Pool. - Skin. - Edward the Conqueror. - Lamb to the Slaughter. - Galloping Foxley. - The Way Up to Heaven. - Parson's Pleasure. - The Landlady. - William and Mary. - Mrs. Bixby and the Colonel's Coat. - Royal Jelly. - Georgy Porgy. - Genesis and Catastrophe. - Pig. - The Visitor. - Claud's Dog (The Ratcatcher, Rummins, Mr. Hoddy, Mr. Feasy, Champion of the World). - The Great Switcheroo. - The Boy Who Talked with Animals. - The Hitchhiker. - The Wonderful Story of Henry Sugar. - The Bookseller",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Horror",
                "Humor",
                "Fantasy",
                "European Literature",
                "Anthologies",
                "Childrens",
                "Literature"
            ]
        },
        {
            "title": "Future Eden: A Brief History of Next Time",
            "authors": [
                "Colin Thompson"
            ],
            "ranking": 3.83,
            "ranking_count": 135,
            "abstract": "In the year 2287, with the human race dwindled to only a few thousand, Jay has survived on his wits with only his pet chicken Ethel for company. Now Ethel declares she is an all-powerful being from another galaxy, and that together the two will save the world.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens"
            ]
        },
        {
            "title": "Le Cycle d'Elric",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.86,
            "ranking_count": 43,
            "abstract": "Un temps vint où il y eut de grandes transformations sur la face de la Terre et dans les Cieux, où la destinée de l'Homme et des Dieux fut martelée dans la forge de la Fatalité, où des guerres monstrueuses et des actions d'éclat se préparèrent dans l'ombre. Et en ce temps-là des héros se dressèrent. Le plus grand de ces héros était un aventurier au funeste destin, armé d'une épée runique gémissante qu'il haïssait. Son nom était Elric de Melniboné, Prince des Ruines, seigneur d'une race éparpillée sur un monde qu'elle avait jadis dominé. Elric, sorcier et homme d'épée, homme de guerre et de magie, souillé du sang de sa race, destructeur de sa patrie, albinos au blanc visage et dernier de sa lignée. Pour la première fois réunis en un seul volume, tous les livres du cycle d'Elric déroulent ici leur splendeur sauvage, lyrique et romantique.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Madame",
            "authors": [
                "Antoni Libera",
                "Agnieszka Kołakowska"
            ],
            "ranking": 4.24,
            "ranking_count": 2188,
            "abstract": "The comic sentimental education of a schoolboy who falls in love with his French teacher. Madame is an unexpected gem: a novel about Poland during the grim years of Soviet-controlled mediocrity, which nonetheless sparkles with light and warmth.. Our young narrator-hero is suffering through the regulated boredom of high school when he is transfixed by a new teacher --an elegant older woman (she is thirty-two) who bewitches him with her glacial beauty and her strict intelligence. He resolves to learn everything he can about her and to win her heart.. In a sequence of marvelously funny but sobering maneuvers, he learns much more than he expected to--about politics, Poland, the Spanish Civil War, and his own passion for theater and art--all while his loved one continues to elude him. Yet without his realizing it, his efforts--largely bookish and literary--to close in on Madame are his first steps to liberation as an artist. Later, during a stint as a teacher-in-training in his old school, he discovers that he himself has become a legendary figure to a new generation of students, and he begins to understand the deceits and blessings of myth, and its redemptive power.. A winning portrait of an artist as a young man, Madame is at the same time a moving, engaging novel about strength and weakness, first love, and the efforts we make to reconcile, in art, the opposing forces of reason and passion.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Literature",
                "Contemporary",
                "Academic",
                "Novels",
                "Favorites"
            ]
        },
        {
            "title": "The Mystery of the Jade Tiger",
            "authors": [
                "Carolyn Keene"
            ],
            "ranking": 3.81,
            "ranking_count": 548,
            "abstract": "In this all-new adventure, Nancy travels to California to investigate a series of break-ins at the home of her father's old friend Terry Kirkland. A Vietnam vet, he came away from that country with a trunk full of memories, but unbeknownst to him, the trunk contains an exotic secret that now threatens to destroy his family.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Thriller",
                "Classics"
            ]
        },
        {
            "title": "Die Astronauten",
            "authors": [
                "Stanisław Lem"
            ],
            "ranking": 3.49,
            "ranking_count": 568,
            "abstract": "Im Jahre 1908 geht in Sibirien ein Riesenmeteor nieder und vernichtet weite Gebiete der Taiga. Mehrere Expeditionen werden ausgesandt, um nach seinen Überresten zu forschen. Sie kehren ohne Erfolg zurück. Hundert Jahre später wird bei Bauarbeiten in der Taiga ein Fund gemacht, der beweist, daß der »Meteor« eine Weltraumrakete gewesen ist, die zu Erkundungszwecken von der Venus kam und einer Katastrophe zum Opfer fiel. Ein geheimnisvoller ›Rapport‹ läßt eine Bedrohung der Erde vermuten. Das erste Raumschiff der Erde sollte ursprünglich nach dem Mars starten. Nun aber wird dieser Plan geändert; das neue Ziel heißt Venus.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "European Literature",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Classics",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Breath, Eyes, Memory",
            "authors": [
                "Edwidge Danticat"
            ],
            "ranking": 3.89,
            "ranking_count": 28519,
            "abstract": "At the age of twelve, Sophie Caco is sent from her impoverished village of Croix-des-Rosets to New York, to be reunited with a mother she barely remembers. There she discovers secrets that no child should ever know, and a legacy of shame that can be healed only when she returns to Haiti--to the women who first reared her. What ensues is a passionate journey through a landscape charged with the supernatural and scarred by political violence, in a novel that bears witness to the traditions, suffering, and wisdom of an entire people.. At an astonishingly young age, Edwidge Danticat has become one of our most celebrated new novelists, a writer who evokes the wonder, terror, and heartache of her native Haiti--and the enduring strength of Haiti's women--with a vibrant imagery and narrative grace that bear witness to her people's suffering and courage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "Adult Fiction",
                "Literature",
                "Womens",
                "Adult"
            ]
        },
        {
            "title": "Words and Life",
            "authors": [
                "Hilary Putnam",
                "James Conant"
            ],
            "ranking": 3.53,
            "ranking_count": 15,
            "abstract": "Hilary Putnam has been convinced for some time that the present situation in philosophy calls for revitalization and renewal; in this latest book he shows us what shape he would like that renewal to take.. Words and Life. offers a sweeping account of the sources of several of the central problems of philosophy, past and present, and of why some of those problems are not going to go away. As the titles of the first four parts in the volume--The Return of Aristotle, The Legacy of Logical Positivism, The Inheritance of Pragmatism, and Essays after Wittgenstein--suggest, many of the essays are concerned with tracing the recent, and the not so recent, history of these problems.. The goal is to bring out what is coercive and arbitrary about some of our present ways of posing the problems and what is of continuing interest in certain past approaches to them. Various supposedly timeless philosophical problems appear, on closer inspection, to change with altered historical circumstances, while there turns out to be much of permanent value in Aristotle's, Peirce's, Dewey's, and Reichenbach's work on some of the problems that continue to exercise us.. A unifying theme of the volume as a whole is that reductionism, scientism, and old-style disenchanted naturalism tend to be obstacles to philosophical progress. The titles of the final three parts of the volume--Truth and Reference, Mind and Language, and The Diversity of the Sciences--indicate that the sweep of the problems considered here comprehends all the fundamental areas of contemporary analytic philosophy. Rich in detail, the book is also grand in scope, allowing us to trace the ongoing intellectual evolution of one of the most significant philosophers of the century.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy"
            ]
        },
        {
            "title": "Firefly Summer",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.92,
            "ranking_count": 14221,
            "abstract": "Every summer the four Ryan children play in the ruins of Fernscourt, the once-grand house on the bank of the river.. But when the estate is bought by Patrick O’Neill, the wealthy Irish American, his grand plans for its development threaten to shatter the peace. A new luxury hotel promises to breathe new life into the village, and yet it could also spell disaster for the Ryan family.. And as old values and traditions begin to crumble away, no-one – not even Patrick – can predict what his big dreams will do to the heart of their quiet village.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Cultural",
                "Romance",
                "European Literature",
                "Historical",
                "Contemporary",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "മയ്യഴിപ്പുഴയുടെ തീരങ്ങളിൽ | Mayyazhippuzhayude Theerangalil",
            "authors": [
                "M. Mukundan"
            ],
            "ranking": 4.16,
            "ranking_count": 4326,
            "abstract": "Mayyazhippuzhayude Theerangalil (On the Banks of the River Mayyazhi) is a Malayalam language novel by M. Mukundan.. Widely regarded as the author's magnum opus, the novel vividly describes the political and social background of Mahe (Mayyazhi), the former French colony, in the past, in a mystical way.[1] The novel was translated into English and French, both the versions winning accolades.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Novels",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "Peter's Room",
            "authors": [
                "Antonia Forest"
            ],
            "ranking": 4.2,
            "ranking_count": 132,
            "abstract": "The fifth book in Antonia Forest's series of stories about the Marlow family. During a snowy Christmas holiday the younger Marlows and their friend Patrick Merrick pass the time by inventing a make-believe world inspired by Emily Bronte's Gondal. But the story that starts as an amusement becomes frighteningly real.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Young Adult",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "Xorandor",
            "authors": [
                "Christine Brooke-Rose"
            ],
            "ranking": 3.53,
            "ranking_count": 62,
            "abstract": "Jip and Zab, twin brothers, discover a mysterious stone which functions like a large computer, which they name Xorandor.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Books of Magic",
            "authors": [
                "Neil Gaiman",
                "John Bolton"
            ],
            "ranking": 4.09,
            "ranking_count": 16648,
            "abstract": "From Neil Gaiman, the bestselling novelist and creator of the world-renowned comics title The Sandman, comes a mesmerizing tale of the dangers and opportunities of youth, and its endless possibilities.  Illustrated by four of comics' most accomplished artists, John Bolton, Scott Hampton, Charles Vess and Paul Johnson, THE BOOKS OF MAGIC collects all four issues of the original miniseries that introduced the character of Timothy Hunter and set the stage for his continuing adventures.. Timothy Hunter could be the most powerful magician in the world, but does he really want to be?  Guided through the magical world starting at the begining of time by a group of DC Universe magicians, often refered to as the Trenchcoat Brigade (John Constantine, Phantom Stranger, Mister E, and Doctor Occult), they attempt to aid Timothy in his decision whether or not to embrace his gift.  However, by the time Timothy makes a choice, it may have already been made for him.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Young Adult",
                "Superheroes"
            ]
        },
        {
            "title": "Eve's Daughters",
            "authors": [
                "Lynn Austin"
            ],
            "ranking": 4.43,
            "ranking_count": 5694,
            "abstract": "Yearning for love and dignity, four generations of women must come to grips with the choices they've made--and those their mothers made before them. But breaking the cycle that has ensnared them over the decades will prove more difficult than they had ever imagined..... Eighty-year-old Emma Bauer has carefully guarded a dark secret for more than fifty years. But when she sees her granddaughter's marriage beginning to unravel, Emma realizes that her lies about her own marriage have poisoned those she loves most. Can she help her granddaughter break free of a legacy of wrong choices? Or will she take her secret--and her broken heart--to the grave?. With honesty and compassion, author Lynn Austin weaves a compelling story of four unforgettable women--their struggles, their crises of faith, their triumphs.",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Fiction",
                "Christian",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Inspirational",
                "Book Club"
            ]
        },
        {
            "title": "Sharpe's Rifles",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.25,
            "ranking_count": 16014,
            "abstract": "It's 1809 and the powerful French juggernaut is sweeping across Spain. Lieutenant Sharpe is newly in command of the demoralized, distrustful men of the 95th Rifles. He must lead them to safety --and the only means of escape is a treacherous trek through the enemy-infested mountains of Spain.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Military",
                "Novels"
            ]
        },
        {
            "title": "Black Trillium",
            "authors": [
                "Marion Zimmer Bradley",
                "Julian  May",
                "Andre Norton",
                "Geoff Taylor"
            ],
            "ranking": 3.59,
            "ranking_count": 4011,
            "abstract": "Ruwenda is a pleasant, peaceful land-but the magic of its guardian, the Archimage Binah, is waning. Binah must pass along her protectorship to the triplet princess of Ruwenda. She bestows upon the infant girls the power of the rare and mystical Black Trillium-badge of the royal house, symbol of an ancient magic. While the sisters blossom into beautiful young women, neighboring Labornok use a dark magician to sunder Binah's protection. As invaders pour into Ruwenda, the Archimage orders the princesses to flee-and changes them to search for three magical talismans which when brought together will be their only chance to regain their kingdom and free its people. Each must accomplish her task separately-and to succeed, each must also confront and conquer the limits of her own soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Флейта-позвоночник",
            "authors": [
                "Vladimir Mayakovsky",
                "Владимир Владимирович Маяковский"
            ],
            "ranking": 4.58,
            "ranking_count": 48,
            "abstract": "Поэма Владимира Владимировича Маяковского (1893—1930), впервые опубликованная в 1915 году.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural"
            ]
        },
        {
            "title": "For Colored Girls Who Have Considered Suicide / When the Rainbow Is Enuf",
            "authors": [
                "Ntozake Shange"
            ],
            "ranking": 4.27,
            "ranking_count": 33049,
            "abstract": "In celebration of its highly anticipated Broadway revival, Ntozake Shange’s classic, award-winning play centering the wide-ranging experiences of Black women, now with introductions by two-time National Book Award winner Jesmyn Ward and Broadway director Camille A. Brown.. From its inception in California in 1974 to its Broadway revival in 2022, the Obie Award–winning. for colored girls who have considered suicide/when the rainbow is enuf. has excited, inspired, and transformed audiences all over the country for nearly fifty years. Passionate and fearless, Shange’s words reveal what it meant to be a woman of color in the 20th century. First published in 1975, when it was praised by. The New Yorker. for “encompassing…every feeling and experience a woman has ever had,”. for colored girls who have considered suicide/when the rainbow is enuf. will be read and performed for generations to come. Now with new introductions by Jesmyn Ward and Broadway director Camille A. Brown, and one poem not included in the original, here is the complete text of a groundbreaking dramatic prose poem that resonates with unusual beauty in its fierce message to the world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Plays",
                "Fiction",
                "Feminism",
                "Drama",
                "Cultural",
                "Race",
                "Classics",
                "Womens"
            ]
        },
        {
            "title": "Yemenite Midrash: Philosophical Commentaries on the Torah: An Anthology of Writings from the Golden Age of Judaism in the Yemen",
            "authors": [
                "Y. Tzvi Langermann"
            ],
            "ranking": 4.0,
            "ranking_count": 4,
            "abstract": "The fourteenth to sixteenth centuries were the most vibrant period in the intellectual history of the Yemeni Jews. By rooting themselves firmly in the tradition of the great philosopher Maimonides, they found that the Hebrew Bible contained philosophical truths that are at the core of humanity's highest goal.. In this anthology of midrashim, eight Yemeni authors explore the means of ethical and intellectual achievement, the structure of the universe, the natural world, human existence, prophecy, miracles, Jewish law and practices, and the essence of allegory, parable, and symbol. The result is an extraordinary glimpse into the heart and mind of medieval Yemenite Judaism.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Iron Man",
            "authors": [
                "Ted Hughes",
                "Tom Gauld"
            ],
            "ranking": 3.91,
            "ranking_count": 10183,
            "abstract": "Mankind must put a stop to the dreadful destruction caused by the Iron Man. A trap is set for him, but he cannot be kept down. Then, when a terrible monster from outer space threatens to lay waste to the planet, it is the Iron Man who finds a way to save the world.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Classics",
                "Novels",
                "Short Stories",
                "Adventure",
                "Poetry"
            ]
        }
    ]
}