{
    "books": [
        {
            "title": "The Life and Loves of a She Devil",
            "authors": [
                "Fay Weldon"
            ],
            "ranking": 3.77,
            "ranking_count": 4855,
            "abstract": "Ruth Patchett never thought of herself as particularly devilish. Rather the opposite in fact -- simply a tall, not terribly attractive woman living a quiet life as a wife and mother in a respectable suburb. But when she discovers that her husband is having a passionate affair with the lovely romantic novelist Mary Fisher, she is so seized by envy that she becomes truly diabolic. Within weeks she has burnt down the family home, collected the insurance, made love to the local drunk and embarked on a course of destruction and revenge. A blackly comic satire of the war of the sexes, LIFE AND LOVES OF A SHE DEVIL is the fantasy of the wronged woman made real.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Humor",
                "Contemporary",
                "Classics",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Womens",
                "Novels"
            ]
        },
        {
            "title": "Memoirs of an Infantry Officer",
            "authors": [
                "Siegfried Sassoon"
            ],
            "ranking": 4.09,
            "ranking_count": 1377,
            "abstract": "'It is my own story I am trying to tell, and as such it must be received; those who expect a universalization of the Great War must look for it elsewhere.'. Memoirs of an Infantry Officer. , first published in 1930, is Siegfried Sassoon's fictionalized autobiography of the period between the early spring of 1916 and the summer of 1917. The narrative moves from the trenches to the Fourth Army School, to Morlancourt and a raid, then to and through the Somme. The mind of the narrator turns from unquestioning acceptance of the war and of the standards which it set up, to doubting the necessity of the seemingly endless slaughter.",
            "part_of_series": true,
            "genre_list": [
                "War",
                "Fiction",
                "Historical",
                "Classics",
                "Poetry",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Troubles",
            "authors": [
                "J.G. Farrell",
                "John Banville"
            ],
            "ranking": 3.82,
            "ranking_count": 4607,
            "abstract": "Winner of the Lost Man Booker Prize. 1919: After surviving the Great War, Major Brendan Archer makes his way to Ireland, hoping to discover whether he is indeed betrothed to Angela Spencer, whose Anglo-Irish family owns the once-aptly-named Majestic Hotel in Kilnalough. But his fiancée is strangely altered and her family's fortunes have suffered a spectacular decline. The hotel's hundreds of rooms are disintegrating on a grand scale; its few remaining guests thrive on rumors and games of whist; herds of cats have taken over the Imperial Bar and the upper stories; bamboo shoots threaten the foundations; and piglets frolic in the squash court. Meanwhile, the Major is captivated by the beautiful and bitter Sarah Devlin. As housekeeping disasters force him from room to room, outside the order of the British Empire also totters: there is unrest in the East, and in Ireland itself the mounting violence of the troubles.. Troubles is a hilarious and heartbreaking work by a modern master of the historical novel.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Novels",
                "Classics",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Story of a Shipwrecked Sailor",
            "authors": [
                "Gabriel García Márquez",
                "Randolph Hogan"
            ],
            "ranking": 3.82,
            "ranking_count": 23086,
            "abstract": "This is Marquez's account of a real-life event. In 1955, eight crew members of the destroyer Caldas, were swept into the Caribbean Sea. The sole survivor, Luis Alejandro Belasco, told the true version of the events to Marquez, causing great scandal at the time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Academic",
                "Cultural",
                "Adventure",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Green House",
            "authors": [
                "Mario Vargas Llosa",
                "Gregory Rabassa"
            ],
            "ranking": 3.73,
            "ranking_count": 3962,
            "abstract": "Mario Vargas Llosa's classic early novel takes place in a Peruvian town, situated between desert and jungle, which is torn by boredom and lust. Don Anselmo, a stranger in a black coat, builds a brothel on the outskirts of the town while he charms its innocent people, setting in motion a chain reaction with extraordinary consequences.This brothel, called the Green House, brings together the innocent and the corrupt; Bonificia, a young Indian girl saved by the nuns only to become a prostitute; Father Garcia, struggling for the church; and four best friends drawn to both excitement and escape.The conflicting forces that haunt the Green House evoke a world balanced between savagery and civilization -- and one that is cursed by not being able to discern between the two.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "I, Rigoberta Menchú: An Indian Woman in Guatemala",
            "authors": [
                "Rigoberta Menchú",
                "Elizabeth Burgos",
                "Ann Wright"
            ],
            "ranking": 3.8,
            "ranking_count": 5256,
            "abstract": "Interviews with a Guatemalan national leader discuss her country's political situation and the resulting violence, which has claimed the lives of her brother, mother, and father.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "Politics",
                "Biography Memoir",
                "Feminism",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "Scarlet Plume",
            "authors": [
                "Frederick Manfred"
            ],
            "ranking": 4.02,
            "ranking_count": 104,
            "abstract": "Set in south Minnesota in 1862 during the legendary Sioux uprising, here is the third book in Manfred's five-volume series, The Buckskin Man Tales. It recounts how Judith Raveling, a young widow who is taken captive by the Sioux, develops a passion that crosses all boundaries--for her savior, Scarlet Plume.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Westerns"
            ]
        },
        {
            "title": "Stone of Farewell",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 4.08,
            "ranking_count": 46710,
            "abstract": "The second book in the trilogy that launched one of the most important fantasy writers of our time.. It is a time of darkness, dread, and ultimate testing for the realm of Osten Ard, for the wild magic and terrifying minions of the undead Sithi ruler, Ineluki the Storm King, are spreading their seemingly undefeatable evil across the kingdom.. With the very land blighted by the power of Ineluki’s wrath, the tattered remnants of a once-proud human army flee in search of a last sanctuary and rallying point—the Stone of Farewell, a place shrouded in mystery and ancient sorrow.. And even as Prince Josua seeks to rally his scattered forces, Simon and the surviving members of the League of the Scroll are desperately struggling to discover the truth behind an almost-forgotten legend, which will take them from the fallen citadels of humans to the secret heartland of the Sithi—where near-immortals must at last decide whether to ally with the race of men in a final war against those of their own blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Epic"
            ]
        },
        {
            "title": "The Castle of Crossed Destinies",
            "authors": [
                "Italo Calvino"
            ],
            "ranking": 3.49,
            "ranking_count": 7506,
            "abstract": "Semiotic fantasy novel by Italo Calvino, published in Italian in 1973 as Il castello dei destini incrociati. It consists of a series of short tales gathered into two sections, The Castle of Crossed Destinies and The Tavern of Crossed Destinies. The novel concerns two groups of travelers through a forest, both of which have lost the power to speak as the result of traumatic events. One group is spending the night in a tavern, the other in a castle. In each place, the travelers tell the stories of their lives, using tarot cards instead of words. A narrator at each place interprets the cards for the reader, but since the tarot cards are subject to multiple interpretations, the stories the narrators offer are not necessarily the stories intended by the mute storytellers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "European Literature",
                "Short Stories",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Silver on the Tree",
            "authors": [
                "Susan Cooper"
            ],
            "ranking": 4.1,
            "ranking_count": 34104,
            "abstract": "The Dark is rising in its last and greatest bid to control the world. And Will Stanton -- last-born of the immortal Old Ones, dedicated to keeping the world free -- must join forces with this ageless master Merriman and Bran, the Welsh boy whose destiny ties him to the Light. Drawn in with them are the three Drew children, who are mortal, but have their own vital part in the story. These six fight fear and death in the darkly brooding Welsh hills, in a quest through time and space that touches the most ancient myths of the British Isles, and that brings Susan Cooper's masterful sequence of novels to a satisfying close.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Mythology",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Key to Zion",
            "authors": [
                "Bodie Thoene"
            ],
            "ranking": 4.38,
            "ranking_count": 3048,
            "abstract": "Follows the British in the final stages of their military evacuation from Palestine. Zion Chronicles book 5.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Adult Fiction",
                "Romance",
                "Inspirational",
                "Cultural"
            ]
        },
        {
            "title": "Ματωμένα χώματα",
            "authors": [
                "Dido Sotiriou",
                "Διδώ Σωτηρίου"
            ],
            "ranking": 4.39,
            "ranking_count": 3967,
            "abstract": "Νεοελληνική πεζογραφία - Μυθιστόρημα. Τα. Ματωμένα Χώματα. τα είπαν βιβλίο της σύγχρονης Εξόδου του μικρασιατικού Ελληνισμού. Τα είπαν σεισμική δόνηση. Μυθιστόρημα που Τσούζει. Ζεματάει. Κάει. Τιμωρεί. Έχει ψυχή ανθρώπινη. Οργή λαού. Πόνο εθνικό. Κάστρο σωστό λόγου, ενάντια στον καιρό, τη λησμονιά και το ψέμα. Τα Ματωμένα Χώματα εκδόθηκαν το 1962. Μεταφράστηκαν σε μια σειρά χώρες, Γαλλία, Σοβιετική Ένωση, Ουγγαρία, σε όλα τα Βαλκάνια κλπ. Στην Τουρκία είχαν συγκλονιστική απήχηση. Μέσα στην επική ατμόσφαιρα του βιβλίου αυτού, που είναι ένα είδος Πολέμου και Ειρήνης της Ελλάδας - γράφει ο Οίκος Σάντερ - αντί να αναζωπυρώνεται το μίσος, ζωντανεύει το ανθρώπινο δράμα όλων μικρών λαών που σφαγιάζονται στο βωμό των ιμπεριαλιστικών συμφερόντων. Το διάβασα σε μια νύχτα - γράφειο ο πρόεδρος του Βιομηχανικού Επιμελητηρίου της Πόλης, Ερτογρούλ Σοϋσάλ - κι έχυσα δάκρυα και για τους δυο λαούς μας. Ωραίο βιβλίο, απόλυτα έντιμο σαν όλα τα μεγάλα έργα. Οι διανοούμενοί μας το υποδέχτηκαν με αληθινό ενθουσιασμό.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Cultural",
                "Roman",
                "Novels",
                "War"
            ]
        },
        {
            "title": "A Tomb for Boris Davidovich",
            "authors": [
                "Danilo Kiš",
                "Joseph Brodsky",
                "Duska Mikic-Mitchell",
                "William T. Vollmann"
            ],
            "ranking": 4.15,
            "ranking_count": 2794,
            "abstract": "Composed of seven dark tales,. A Tomb for Boris Davidovich. presents variations on the theme of political and social self-destruction throughout Eastern Europe in the first half of the twentieth century. The characters in these stories are caught in a world of political hypocrisy, which ultimately leads to death, their common fate. Although the stories Kis tells are based on historical events, the beauty and precision of his prose elevates these ostensibly true stories into works of literary art that transcend the politics of their time.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Literary Fiction",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Memoirs of a Dutiful Daughter",
            "authors": [
                "Simone de Beauvoir",
                "James Kirkup"
            ],
            "ranking": 4.1,
            "ranking_count": 12991,
            "abstract": "A superb autobiography by one of the great literary figures of the twentieth century, Simone de Beauvoir's Memoirs of a Dutiful Daughter offers an intimate picture of growing up in a bourgeois French family, rebelling as an adolescent against the conventional expectations of her class, and striking out on her own with an intellectual and existential ambition exceedingly rare in a young woman in the 1920s.. She vividly evokes her friendships, love interests, mentors, and the early days of the most important relationship of her life, with fellow student Jean-Paul Sartre, against the backdrop of a turbulent time in France politically.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Autobiography",
                "Biography",
                "Cultural",
                "Philosophy",
                "Classics",
                "European Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Enchantress from the Stars",
            "authors": [
                "Sylvia Engdahl",
                "Lois Lowry",
                "Leo Dillon",
                "Diane Dillon"
            ],
            "ranking": 3.96,
            "ranking_count": 3679,
            "abstract": "The Federation Anthropological Service would never officially have allowed Elana to be on this mission to the medieval planet Andrecia. If Youngling peoples found out that a supremely advanced and enlightened society like the Federation existed, it would irreparably damage their evolution. Stowing away aboard her father's ship, Elana suddenly becomes the key to a dangerous plan to turn back the invasion of Andrecia by an aggressive, space faring Youngling civilization. How can she possibly help the Andrecians who still believe in magic and superstition, against a force armed with advanced technology, without revealing her alien powers? Apprentice Medical Officer Jarel wishes that the planet the Imperial Exploration Corps have chosen to colonize didn't have a humanoid population already living on it. The invaders don't consider the Andrecians to be human and Jarel has seen the atrocious treatment the natives get from his people. How can he make a difference, when he alone regrets the destruction that is people bring? Georyn, the youngest son of a poor Andrecian woodcutter, knows only that there is a terrible dragon on the other side of the enchanted forest, and he is prepared to do whatever it takes to defeat it. In his mind, Elana is the Enchantress from the Stars who has come to test him, to prove he is worthy of defeating the dragon and its powerful minions. Despite both Elana's and Jarel's inner turmoil, Georyn's burden is by far the heaviest. Ultimately, he must pit his innocent faith in the magic of his Enchantress from the Stars against foes who have come from a world beyond his comprehension.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Childrens",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Revolt Against the Modern World",
            "authors": [
                "Julius Evola",
                "Guido Stucco"
            ],
            "ranking": 4.08,
            "ranking_count": 1371,
            "abstract": "In what many consider to be his masterwork, Evola contrasts the characteristics of the modern world with those of traditional societies, from politics and institutions to views on life and death.. No idea is as absurd as the idea of progress, which together with its corollary notion of the superiority of modern civilization, has created its own positive alibis by falsifying history, by insinuating harmful myths in people's minds, and by proclaiming itself sovereign at the crossroads of the plebeian ideology from which it originated. In order to understand both the spirit of Tradition and its antithesis, modern civilization, it is necessary to begin with the fundamental doctrine of the two natures. According to this doctrine there is a physical order of things and a metaphysical one; there is a mortal nature and an immortal one; there is the superior realm of being and the inferior realm of becoming. Generally speaking, there is a visible and tangible dimension and, prior to and beyond it, an invisible and intangible dimension that is the support, the source, and the true life of the former. -- from chapter one.. With unflinching gaze and uncompromising intensity Julius Evola analyzes the spiritual and cultural malaise at the heart of Western civilization and all that passes for progress in the modern world. As a gadfly, Evola spares no one and nothing in his survey of what we have lost and where we are headed. At turns prophetic and provocative,. Revolt against the Modern World. outlines a profound metaphysics of history and demonstrates how and why we have lost contact with the transcendent dimension of being. The revolt advocated by Evola does not resemble the familiar protests of either liberals or conservatives. His criticisms are not limited to exposing the mindless nature of consumerism, the march of progress, the rise of technocracy, or the dominance of unalloyed individualism, although these and other subjects come under his scrutiny. Rather, he attempts to trace in space and time the remote causes and processes that have exercised corrosive influence on what he considers to be the higher values, ideals, beliefs, and codes of conduct--the world of Tradition--that are at the foundation of Western civilization and described in the myths and sacred literature of the Indo-Europeans. Agreeing with the Hindu philosophers that history is the movement of huge cycles and that we are now in the Kali Yuga, the age of dissolution and decadence, Evola finds revolt to be the only logical response for those who oppose the materialism and ritualized meaninglessness of life in the twentieth century. Through a sweeping study of the structures, myths, beliefs, and spiritual traditions of the major Western civilizations, the author compares the characteristics of the modern world with those of traditional societies. The domains explored include politics, law, the rise and fall of empires, the history of the Church, the doctrine of the two natures, life and death, social institutions and the caste system, the limits of racial theories, capitalism and communism, relations between the sexes, and the meaning of warriorhood. At every turn Evola challenges the reader's most cherished assumptions about fundamental aspects of modern life.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Religion",
                "Occult",
                "Sociology",
                "Spirituality",
                "Anthropology"
            ]
        },
        {
            "title": "The Crock of Gold (Revised Edition)",
            "authors": [
                "James Stephens"
            ],
            "ranking": 3.92,
            "ranking_count": 751,
            "abstract": "Truly unique, it is a mixture of philosophy, Irish folklore and the battle of the sexes all with charm, humour and good grace. The Crock of Gold contains 6 books: Book 1 – The Coming of Pan, Book 2 – The Philosopher's Journey, Book 3 – The Two Gods, Book 4 – The Philosopher's Return, Book 5 – The Policemen, and Book 6 – The Thin Woman's Journey. All rotate around the astonishing story of what happens when Pan shows up in Ireland, what Angus Og does about it, and what becomes of the Daughter of Murrachu who gets caught in between them. A mad-cap quest ensues as fairies, leprechauns and a philosopher being hunted by the police all get involved in the antics of the two gods.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Humor",
                "Literature",
                "Folklore",
                "Novels"
            ]
        },
        {
            "title": "The Greek Treasure",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 3.89,
            "ranking_count": 1322,
            "abstract": "Be it Michelangelo or Henry Schliemann, be it a chisel or a pick, there's always a lot of wood to chop in one of Irving Stone's factually fortified biographies of great men of obdurate vigor. Schliemann was certainly the most single-minded of these when in middle age, rich & retired from business, he decided to uncover the city of Troy destroyed some 3000 years ago. At this time he also married the young (only 17) Sophia who stayed by his side in situ during the years of endless excavations, even after little Andromache & Agamemnon were born. For Schliemann it was to be A life sentence... Sometimes I don't know which is the prisoner in this mount. Troy or myself. But then there were the 1st coins & medals & vertebrae, & later Priam's gold & silver (which the Turkish government would contest). Schliemann was an arbitrary man, stingy with Sophia & her family tho no price was too great to pay for his lifework which he subsidized, while he drove himself unremittingly toward his own sepulcher. Certainly he's not the most lovable subject to read about at this predictable great length; & in all the bedrock scholarship & mounds of magma, it's hard to find the bosom lifting feeling of discovery however manifest the destiny of any book Stone has ever written.--Kirkus",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "History",
                "Cultural",
                "Adventure",
                "Classics",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Becoming a Man: Half a Life Story",
            "authors": [
                "Paul Monette",
                "Kathryn Harrison"
            ],
            "ranking": 4.17,
            "ranking_count": 3477,
            "abstract": "A child of the 1950s from a small New England town, perfect Paul earns straight A's and shines in social and literary pursuits, all the while keeping a secret -- from himself and the rest of the world. Struggling to be, or at least to imitate, a straight man, through Ivy League halls of privilege and bohemian travels abroad, loveless intimacy and unrequited passion, Paul Monette was haunted, and finally saved, by a dream of the thing I'd never even seen: two men in love and laughing.. Searingly honest, witty, and humane, Becoming a Man is the definitive coming-out story in the classic coming-of-age genre.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Biography Memoir",
                "History",
                "Gender"
            ]
        },
        {
            "title": "Moral Politics: How Liberals and Conservatives Think",
            "authors": [
                "George Lakoff"
            ],
            "ranking": 4.03,
            "ranking_count": 1533,
            "abstract": "In this classic text, the first full-scale application of cognitive science to politics, George Lakoff analyzes the unconscious and rhetorical worldviews of liberals and conservatives, discovering radically different but remarkably consistent conceptions of morality on both the left and right. For this new edition, Lakoff adds a preface and an afterword extending his observations to major ideological conflicts since the book's original publication, from the impeachment of Bill Clinton to the 2000 presidential election and its aftermath.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Psychology",
                "Philosophy",
                "Humanities",
                "Sociology",
                "History",
                "Science",
                "Culture"
            ]
        },
        {
            "title": "The Pursuit of God: The Human Thirst for the Divine",
            "authors": [
                "A.W. Tozer"
            ],
            "ranking": 4.35,
            "ranking_count": 68613,
            "abstract": "“As the hart panteth after the water brooks, so panteth my soul after thee, O God.” This thirst for an intimate relationship with God, claims A.W. Tozer, is not for a select few, but should be the experience of every follower of Christ.. Here is a masterly study of the inner life by a heart thirsting after God. Here is a book for every child of God, pastor, missionary, and Christian. It deals with the deep things of God and the riches of His grace.. In The Pursuit of God, Tozer sheds light on the path to a closer walk with God.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Classics"
            ]
        },
        {
            "title": "The Mystery of the Blue Train",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.84,
            "ranking_count": 47539,
            "abstract": "A mysterious woman, a legendary cursed jewel, and a night train to the French riviera -- ingredients for the perfect romance or the perfect crime? When the train stops, the jewel is missing, and the woman is found dead in her compartment. It's the perfect mystery, filled with passion, greed, deceit. And Hercule Poirot is the perfect detective to solve it...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Damien the Leper",
            "authors": [
                "John  Farrow"
            ],
            "ranking": 4.05,
            "ranking_count": 128,
            "abstract": "The great adventure of Damien the Leper began quietly over a century ago. Since then, his remarkable story has become legend throughout the world.. Joseph De Veuster left his secure life in Belgium, thrusting aside all thoughts of personal danger and spending the rest of his days as Father Damien comforting the sick and the dying. Though virtually entombed among the living dead of a leper colony on the island of Molokai, Father Damien managed to find beauty and enchantment in the lush surroundings. His extraordinary journey of the spirit comes to life in John Farrow's splendid biography, which has become a classic over the years and is sure to endure as long as people thrill to deeds of valor and pay homage to the great spiritual truths so perfectly reflected in this unforgettable story of courage, sacrifice, and devotion.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Religion",
                "History",
                "Spirituality",
                "Historical"
            ]
        },
        {
            "title": "The Return to Zion",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.4,
            "ranking_count": 3145,
            "abstract": "With Moshe and Rachel trapped behind the walls of the Old City, British forces prepare to leave Palestine. David recruits help from America to join in the efforts. Book 3, Zion Chronicles series.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Adult Fiction",
                "Inspirational",
                "War"
            ]
        },
        {
            "title": "When Calls the Heart",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.19,
            "ranking_count": 23563,
            "abstract": "Nothing in her cultured East Coast upbringing prepared Elizabeth for a teaching position on the Canadian frontier. Yet, despite the constant hardships, she loves the children in her care. Determined to do the best job she can and fighting to survive the harsh land, Elizabeth is surprised to find her heart softening towards a certain member of the Royal Canadian Mounted Police. Book 1 of the bestselling Canadian West series.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Romance",
                "Christian",
                "Fiction",
                "Cultural",
                "Inspirational"
            ]
        },
        {
            "title": "The Source of Magic",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.88,
            "ranking_count": 24252,
            "abstract": "Ordered by King Trent to determine the source of Xanth's magic, Bink and his companions were harried by an unseen enemy determined to thwart them. When even their protector turned against them, Bink still managed to reach his goal and carry out the King's orders...but the king did not expect Bink's next act--to destroy utterly the magic of Xanth!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The High Window",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.04,
            "ranking_count": 21174,
            "abstract": "A wealthy Pasadena widow with a mean streak, a missing daughter-in-law with a past, and a gold coin worth a small fortune—the elements don't quite add up until Marlowe discovers evidence of murder, rape, blackmail, and the worst kind of human exploitation.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "A Small Town in Germany",
            "authors": [
                "John le Carré",
                "René Basilico",
                "Helena Fraga",
                "Kenneth Haigh",
                "Bernard Hepton"
            ],
            "ranking": 3.79,
            "ranking_count": 7292,
            "abstract": "Bonn in den 60er Jahren: Ein kleiner Beamter der britischen Botschaft verschwindet – und mit ihm ein äußerst brisantes Geheimdossier. Auf ihn angesetzt wird Alan Turner, ein Beamter der Londoner Spionageabwehr. Doch dieser erkennt bald, dass auch er nur ein Spielball der politischen Mächte ist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Cultural",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Dear and Glorious Physician",
            "authors": [
                "Taylor Caldwell"
            ],
            "ranking": 4.33,
            "ranking_count": 6925,
            "abstract": "Today St. Luke is known as the author of the third Gospel of the New Testament, but two thousand years ago he was Lucanus, a Greek, a man who loved, knew the emptiness of bereavement, and later traveled through the hills and wastes of Judea asking, What manner of man was my Lord? And it is of this Lucanus that Taylor Caldwell tells here in one of the most stirring stories ever lived or written.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Religion",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Biblical Fiction",
                "Christianity"
            ]
        },
        {
            "title": "Heaven Cent",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.66,
            "ranking_count": 10235,
            "abstract": "In the mind of Xanth's precious shapeshifting Prince Dolph, the perfect way to see the world is to search for the missing sorcerer, Humfrey. Setting off with his faithful companion, Marrow, an enchanted skeleton, Dolph will penetrate an island of illusion, escape a goblin kingdom, outwit a husband-hungry mermaid, save Marrow from bone-starved harpies, and find romance with a slinky snake princess--all on his way to discovering a magic coin with all the answers!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Somewhere In Time",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.86,
            "ranking_count": 7391,
            "abstract": "Somewhere in Time. is the powerful story of a love that transcends time and space, written by one of the Grand Masters of modern fantasy.. Matheson's classic novel tells the moving, romantic story of a modern man whose love for a woman he has never met draws him back in time to a luxury hotel in San Diego in 1896, where he finds his soul mate in the form of a celebrated actress of the previous century.. Somewhere in Time. won the World Fantasy Award for Best Novel, and the 1980 movie version, starring Christopher Reeve and Jane Seymour, remains a cult classic whose fans continue to hold yearly conventions to this day.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Historical",
                "Classics",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Les parents terribles",
            "authors": [
                "Jean Cocteau"
            ],
            "ranking": 3.72,
            "ranking_count": 465,
            "abstract": "Yvonne : La tête me tourne, j'ai fait une folie, une folie affreuse. J'ai fait... Michel : Parle-nous. Yvonne : Je ne peux pas. Je voudrais. Sauvez-moi ! Sauve-moi, Mik ! Pardonne-moi, Mik. Je vous ai vus ensemble, là-bas, dans le coin. Je me suis dit que je vous gênais, que je dérangeais les autres. Michel : Maman ! Yvonne : J'ai perdu la tête. Je voulais mourir. Mais je ne veux plus mourir. Je veux vivre. Je veux vivre avec vous ! Vous voir... heureux.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Cultural",
                "Fiction",
                "European Literature",
                "Classics",
                "Drama",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "The Riddle of the Sands",
            "authors": [
                "Erskine Childers",
                "Milton Bearden"
            ],
            "ranking": 3.63,
            "ranking_count": 6145,
            "abstract": "While on a sailing trip in the Baltic Sea, two young adventurers-turned-spies uncover a secret German plot to invade England. Written by Childers—who served in the Royal Navy during World War I—as a wake-up call to the British government to attend to its North Sea defenses,. The Riddle of the Sands. accomplished that task and has been considered a classic of espionage literature ever since, praised as much for its nautical action as for its suspenseful spycraft.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Adventure",
                "Historical",
                "Spy Thriller",
                "Thriller",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Primary Colors: A Novel of Politics",
            "authors": [
                "Anonymous",
                "Joe Klein"
            ],
            "ranking": 3.61,
            "ranking_count": 5729,
            "abstract": "A brilliant and penetrating look behind the scenes of modern American politics, Primary Colors is a funny, wise, and dramatic story with characters and events that resemble some familiar, real-life figures. When a former congressional aide becomes part of the staff of the governor of a small Southern state, he watches in horror, admiration, and amazement, as the governor mixes calculation and sincerity in his not-so-above-board campaign for the presidency.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Politics",
                "Historical",
                "Novels",
                "Contemporary",
                "Humor",
                "Literature"
            ]
        },
        {
            "title": "Tonio Kröger",
            "authors": [
                "Thomas Mann",
                "John J.   White",
                "Ann White"
            ],
            "ranking": 3.72,
            "ranking_count": 6776,
            "abstract": "A title in the Bristol Classical Press German Texts series, in German with English notes, vocabulary and introduction. Thomas Mann (1875-1955), was awarded the Nobel Prize for literature in 1929, and Tonio Kroger occupies a central position in his spiritual and artistic development. A study of youth, it draws together many strands of his life and work: the duality of his parentage; his abhorrence of discipline; and the influence of Schopenhauer and Wagner on his early phase of writing.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Literature",
                "Short Stories",
                "Academic",
                "Novels",
                "Novella",
                "Nobel Prize"
            ]
        },
        {
            "title": "Fer-de-Lance",
            "authors": [
                "Rex Stout",
                "Loren D. Estleman"
            ],
            "ranking": 3.98,
            "ranking_count": 13854,
            "abstract": "As any herpetologist will tell you, the fer-de-lance is among the most dreaded snakes known to man. When someone makes a present of one to Nero Wolfe, Archie Goodwin knows he's getting dreadfully close to solving the devilishly clever murders of an immigrant and a college president.. As for Wolfe, he's playing snake charmer in a case with more twists than an anaconda -- whistling a seductive tune he hopes will catch a killer who's still got poison in his heart.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "The Time of the Hunter's Moon",
            "authors": [
                "Victoria Holt"
            ],
            "ranking": 3.83,
            "ranking_count": 3540,
            "abstract": "Cordelia Grant wonders if she is dreaming after she sees a handsome stranger in the forest at the time of the hunter's moon, when legends say a girl will see her future husband. Haunted by the memory of this mystery man, Cordelia begins a new life as schoolmistress at a girl's academy and finds herself pursued by Jason Verringer, a dashing land baron with a scandalous reputation: It is rumored that Jason murdered his wife and mistress. But he has invaded her thoughts and is competing with the memory of the handsome stranger. Now Cordelia's destiny depends on finding out the truth about two very different men . . .",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Gothic",
                "Fiction",
                "Historical",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "A Daughter of Zion",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.39,
            "ranking_count": 3761,
            "abstract": "Smuggled into Jerusalem after surviving a Nazi concentration camp, Rachel finds that a secret from her past makes it even more difficult to start a new life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Adult Fiction",
                "Inspirational",
                "Cultural"
            ]
        },
        {
            "title": "The Whisper of the River",
            "authors": [
                "Ferrol Sams"
            ],
            "ranking": 4.3,
            "ranking_count": 2035,
            "abstract": "Young for his class and small for his age, Porter Osborne, Jr., leaves his rural Georgia home in 1938 to meet the world at Willingham University, armed with the knowledge that he has been Raised Right in the best Baptist tradition. What happens over the next four years will challenge the things he holds infallible: his faith, his heritage, and his parents' omniscience.. As we follow Porter's college career, full of outrageous pranks and ribald humor, we sense a quiet, constant flow toward maturity.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "American",
                "Historical",
                "Humor",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Young Adult"
            ]
        },
        {
            "title": "A Small Place",
            "authors": [
                "Jamaica Kincaid"
            ],
            "ranking": 4.02,
            "ranking_count": 11408,
            "abstract": "Lyrical, sardonic, and forthright,. A Small Place. magnifies our vision of one small place with Swiftian wit and precision. Jamaica Kincaid's expansive essay candidly appraises the ten-by-twelve-mile island in the British West Indies where she grew up, and makes palpable the impact of European colonization and tourism. The book is a missive to the traveler, whether American or European, who wants to escape the banality and corruption of some large place. Kincaid, eloquent and resolute, reminds us that the Antiguan people, formerly British subjects, are unable to escape the same drawbacks of their own tiny realm—that behind the benevolent Caribbean scenery are human lives, always complex and often fraught with injustice.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "History",
                "Academic",
                "Travel",
                "Classics",
                "Race"
            ]
        },
        {
            "title": "Atlantis Found",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 4.0,
            "ranking_count": 26019,
            "abstract": "An Antarctic whaler stumbles across an aged wreck—her frozen crew guarding a priceless treasure. A team of anthropologists is buried under a mountain by a deliberate explosion.. A ship that should have died fifty-six years ago reappears, and almost sinks a National Underwater and Marine Agency ship.. Dirk Pitt knows that somehow these events are connected. His investigations lead to an ancient mystery with devastating modern consequences, and a diabolical enemy unlike any he has ever known. Now, he is racing to save not only his life—but the world. The trap is set. The clock is ticking. And only one man stands between the earth and Armageddon…. A Main Selection of the Book-of-the-Month Club",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Shopgirl",
            "authors": [
                "Steve Martin"
            ],
            "ranking": 3.43,
            "ranking_count": 36600,
            "abstract": "One of the most acclaimed and beloved entertainers, Steve Martin is quickly becoming recognized as a gorgeous writer capable of being at once melancholy and tart, achingly innocent and astonishingly ironic (. Elle. ). A frequent contributor to both. The New Yorker. and the. New York Times. as well as the author of the. New York Times. bestseller. Pure Drivel. , Martin is once again poised to capture the attention of readers with his debut novella, a delightful depiction of life and love. The shopgirl is Mirabelle, a beautiful aspiring artist who pays the rent by selling gloves at the Beverly Hills Neiman Marcus. She captures the attention of Ray Porter, a wealthy, lonely businessman. As Ray and Mirabelle tentatively embark on a relationship, they both struggle to decipher the language of love--with consequences that are both comic and heartbreaking. Filled with the kind of witty, discerning observations that have brought Steve Martin incredible critical success,. Shopgirl. is a work of disarming tenderness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Adult Fiction",
                "Novels",
                "Womens Fiction",
                "Novella",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "El siglo de las luces",
            "authors": [
                "Alejo Carpentier"
            ],
            "ranking": 4.13,
            "ranking_count": 2558,
            "abstract": "This fine, somber novel, by the author of the widely acclaimed. The Lost Steps. , deals with the French Revolution, chiefly in the Caribbean. Not an ordinary historical novel, but rather a poetic, highly informed essay, it forth, in rich prose, a host of memorable impressions -- of Revolutionary Paris, of Caribbean islands sweltering in the sunlight, and of the Revolutionary ideals which, transplanted to these islands, died in blood, sweat and a return to slavery and the old ways. Its chief protagonist is Victor Hugues, a historical figure, who is shown through the eyes of three fictional orphaned adolescents -- Carlos, Sofia, and their cousin Esteban, whom he dazzled at first meeting. Esteban follows Victor as he rises from baker's son and merchant to Revolutionary master of the Caribbean, but sickens eventually of bloodshed and of Victor's ruthless changing to fit shifting policies. Sofia, who loves Victor and joins him, is also finally sickened by the betrayal of Revolutionary ideals, and the changes power has made in Victor. Above its many modern political parallels, this story is powerful evocation of the mysterious evolution, decay and persistence of all human relations and ambitions. Splendidly written.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Magical Realism",
                "Literature",
                "Classics",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "The Hero and the Crown",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.21,
            "ranking_count": 51460,
            "abstract": "Aerin could not remember a time when she had not known the story; she had grown up knowing it.. It was the story of her mother, the witchwoman who enspelled the king into marrying her, to get an heir that would rule Damar; and it was told that she turned her face to the wall and died of despair when she found she had borne a daughter instead of a son.. Aerin was that daughter.. But there was more of the story yet to be told; Aerin's destiny was greater than even she had dreamed--for she was to be the true hero who would wield the power of the Blue Sword...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Month in the Country",
            "authors": [
                "J.L. Carr",
                "Michael Holroyd"
            ],
            "ranking": 4.11,
            "ranking_count": 10671,
            "abstract": "In J. L. Carr's deeply charged poetic novel, Tom Birkin, a veteran of the Great War and a broken marriage, arrives in the remote Yorkshire village of Oxgodby where he is to restore a recently discovered medieval mural in the local church. Living in the bell tower, surrounded by the resplendent countryside of high summer, and laboring each day to uncover an anonymous painter's depiction of the apocalypse, Birkin finds that he himself has been restored to a new, and hopeful, attachment to life. But summer ends, and with the work done, Birkin must leave. Now, long after, as he reflects on the passage of time and the power of art, he finds in his memories some consolation for all that has been lost.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Literary Fiction",
                "Art",
                "Novella",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "King of Spades",
            "authors": [
                "Frederick Manfred",
                "Max Westbrook"
            ],
            "ranking": 3.9,
            "ranking_count": 39,
            "abstract": "Book Four in Manfred's five-volume series Buckskin Man Tales, set in the Midwest during the 1800's. This is the saga of Magnus King, his wife and son. The story turns to Earl Ransom, found out on the prairie with no memory of how he got there, what his name is, or any part he played in the life of Magnus King.",
            "part_of_series": true,
            "genre_list": [
                "Westerns"
            ]
        },
        {
            "title": "Final Exam",
            "authors": [
                "Julio Cortázar",
                "Alfred J. MacAdam"
            ],
            "ranking": 3.71,
            "ranking_count": 644,
            "abstract": "In its characters, themes, and preoccupations, Final Exam prefigures Cortazar's later fictions, including Blow-Up and his masterpiece, Hopscotch. Written in 1950 (just before the fall of Peron's government), it is Cortazar's allegorical, bitter, and melancholy farewell to an Argentina from which he was about to be permanently self-exiled. (Cortazar moved to Paris the following year.). The setting of Final Exam is a surreal Buenos Aires, dark and eerie, where a strange fog has enveloped the city to everyone's bewilderment. Juan and Clara, two students, meet up with their friends Andres and Stella, as well as a journalist friend they call the chronicler. Juan and Clara are getting ready to take their final exams, but instead of preparing, they wander the city with their friends, encounter strange happenings in the squares and ponder life in cafes. All the while, they are trailed by the mysterious Abel.. With its daring typography, its shifts in rhythm as well as in the wildly veering directions of its characters' thoughts and speech, Final Exam breaks new ground in the territory of stream-of-consciousness narrative techniques. It is considered one of Cortazar's best works.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Cultural",
                "Literature",
                "European Literature",
                "Magical Realism",
                "Classics"
            ]
        },
        {
            "title": "Paris Peasant",
            "authors": [
                "Louis Aragon",
                "Simon Watson Taylor"
            ],
            "ranking": 3.79,
            "ranking_count": 934,
            "abstract": "Paris Peasant. (1926) is one of the central works of Surrealism, yet Exact Change's edition is the first U.S. publication of Simon Watson Taylor's authoritative translation, completed after consultations with the author. Unconventional in form--Aragon consciously avoided recognizable narration or character development--. Paris Peasant. is, in the author's words, -a mythology of the modern.- The book uses the city of Paris as a stage, or framework, and Aragon interweaves his text with images of related ephemera: cafe menus, maps, inscriptions on monuments and newspaper clippings. A detailed description of a Parisian arcade (nineteenth-century precursor to the mini-mall) and another of the Buttes-Chaumont park, are among the great set pieces within Aragon's swirling prose of philosophy, dream and satire. Andre Breton wrote of this work: -no one could have been a more astute detector of the unwonted in all its forms; no one else could have been carried away by such intoxicating reveries about a sort of secret life of the city. . . .-",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "European Literature",
                "Art",
                "Poetry",
                "Travel",
                "Novels"
            ]
        },
        {
            "title": "Dragon on a Pedestal",
            "authors": [
                "Piers Anthony"
            ],
            "ranking": 3.76,
            "ranking_count": 13593,
            "abstract": "There is trouble in Xanth again. The Gap Dragon had escaped and was ravaging across the land, the forget-spell was causing mass amnesia, three-year-old Ivy was headed right for a hungry dragon. Could things get any worse? Probably..... From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Ghost in the Shell",
            "authors": [
                "Masamune Shirow"
            ],
            "ranking": 4.16,
            "ranking_count": 11497,
            "abstract": "In the rapidly converging landscape of the 21st century Major Kusanagi is charged to track down the craftiest and most dangerous terrorists and cybercriminals, including ghost hackers When he track the trail of one hacker, her quest leads her to a world she could never have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Comics Manga",
                "Comics",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "BUtterfield 8",
            "authors": [
                "John O'Hara",
                "Fran Lebowitz"
            ],
            "ranking": 3.57,
            "ranking_count": 2420,
            "abstract": "A bestseller upon its publication in 1935,. BUtterfield 8. was inspired by a news account of the discovery of the body of a beautiful young woman washed up on a Long Island beach. Was it an accident, a murder, a suicide? The circumstances of her death were never resolved, but O’Hara seized upon the tragedy to imagine the woman’s down-and-out life in New York City in the early 1930s.. “O’Hara understood better than any other American writer how class can both reveal and shape character,” Fran Lebowitz writes in her Introduction. With brash honesty and a flair for the unconventional,. BUtterfield 8. lays bare the unspoken and often shocking truths that lurked beneath the surface of a society still reeling from the effects of the Great Depression. The result is a masterpiece of American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Mystery",
                "New York"
            ]
        },
        {
            "title": "The King's Buccaneer",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.06,
            "ranking_count": 23157,
            "abstract": "Long recovered from the ravages of the Riftwar, the land and people of the kingdom of the Isles thrive. Nicholas, the youngest son of Prince Arutha, is intelligent and gifted but vastly inexperienced. In hopes of hardening him, his father sends him and his irreverent squire, Harry, to live at Rustic Castle Crydee to learn of life beyond the halls of privilege. But within weeks of Nicholas and Harry's arrival, Crydee is viciously attacked by unknown assailants, resulting in murder, massive destruction, and the abduction of two young noblewomen. The raiders have come from a pirate haven and are no ordinary foe ... but an enemy connected to dark magical forces that threaten the lands Nicholas will someday rule -- if he survives.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Science Fiction"
            ]
        },
        {
            "title": "Letter from the Birmingham Jail",
            "authors": [
                "Martin Luther King Jr."
            ],
            "ranking": 4.72,
            "ranking_count": 6181,
            "abstract": "There is an alternate edition published under. ISBN13: 9780241339466. .. Martin Luther King, Jr. rarely had time to answer his critics. But on April 16, 1963, he was confined to the Birmingham jail, serving a sentence for participating in civil rights demonstrations. Alone for days in the dull monotony of a narrow jail cell, King pondered a letter that fellow clergymen had published urging him to drop his campaign of nonviolent resistance and to leave the battle for racial equality to the courts. In response, King drafted his most extensive and forceful written statement against social injustice - a remarkable essay that focused the world's attention on Birmingham and spurred the famous March on Washington. Bristling with the energy and resonance of his great speeches, Letter from the Birmingham Jail is both a compelling defense of nonviolent demonstration and a rallying cry for an end to social discrimination that is just as powerful today as it was more than twenty years ago.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Classics",
                "Race",
                "Writing",
                "Philosophy",
                "Social Movements",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Intruder in the Dust",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.75,
            "ranking_count": 5305,
            "abstract": "Set in the deep south that provided the backdrop for all of Faulkner's finest fiction, Intruder in the Dust is the novel that marks the final phase of its author's outstanding creative period. The chronicle of an elderly black farmer arrested for the murder of a white man and under threat from the lynch mob is a characteristically Faulknerian tale of dark omen, its sole ray of hope the character of the young white boy who repays an old favour by proving the innocence of the man who saved him from drowning in an icy creek.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Mystery",
                "American",
                "Gothic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Four Loves",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.14,
            "ranking_count": 50945,
            "abstract": "A repackaged edition of the revered author's classic work that examines the four types of human love: affection, friendship, erotic love, and the love of God—part of the C. S. Lewis Signature Classics series.. C.S. Lewis—the great British writer, scholar, lay theologian, broadcaster, Christian apologist, and bestselling author of. Mere Christianity, The Screwtape Letters, The Great Divorce, The Chronicles of Narnia. , and many other beloved classics—contemplates the essence of love and how it works in our daily lives in one of his most famous works of nonfiction. Lewis examines four varieties of human love: affection, the most basic form; friendship, the rarest and perhaps most insightful; Eros, passionate love; charity, the greatest and least selfish. Throughout this compassionate and reasoned study, he encourages readers to open themselves to all forms of love—the key to understanding that brings us closer to God.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Philosophy",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "Ten Days that Shook the World",
            "authors": [
                "John   Reed"
            ],
            "ranking": 3.93,
            "ranking_count": 5846,
            "abstract": "Brilliant and entertaining.. —. The New York Times Book Review. This first-person chronicle by John Reed, a legendary journalist who was present at the flash point of the Russian Revolution in 1917, provides an intense and informative eyewitness account of one of the greatest events of the twentieth century.. Capturing the spirit of those heady days of excitement and idealism, Reed's true-to-life account follows many of the prominent Bolshevik leaders, as well as vividly capturing the mood of the masses. Verbatim reports of speeches by leaders, and comments of bystanders—set against an idealized backdrop of the proletariat united with soldiers, sailors, and peasants—are balanced by passionate narratives describing the fall of the provisional government, the assault on the Winter Palace, and Lenin's seizure of power.. Accompanied by contemporaneous photographs, this gripping record by a western journalist has been acclaimed worldwide since its first publication in 1919. Endorsed by Lenin as a truthful and most vivid exposition, the work was the basis for the Academy Award-winning 1981 film. Reds. .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Writing",
                "Classics",
                "Russian History",
                "War",
                "Historical"
            ]
        },
        {
            "title": "The Tale of Jemima Puddle-Duck",
            "authors": [
                "Beatrix Potter"
            ],
            "ranking": 4.03,
            "ranking_count": 13507,
            "abstract": "The Tale of Jemima Puddle-Duck. is an original classic by Beatrix Potter.. Poor Jemima. All she wants to do is lay her eggs in peace, and be allowed to hatch them herself. At last she flies off and finds the perfect place. Little does the silly duck realise that the charming gentleman who has lent her his woodshed is busily planning a delicious meal of . . . roast duck!. Jemima was a real duck belonging to Beatrix Potter, who lived at her farm, Hill Top. The story also features Beatrix's own sheepdog, Kep, who thankfully manages to save Jemima from a nasty fate!. Beatrix Potter is regarded as one of the world's best-loved children's authors of all time. From her first book,. The Tale of Peter Rabbit. , published by Frederick Warne in 1902, she went on to create a series of stories based around animal characters including Mrs. Tiggy-winkle, Benjamin Bunny, Jemima Puddle-duck, Mr. Jeremy Fisher and Tom Kitten.. Her humorous, lively tales and beautiful illustrations have become a natural part of childhood. With revenue from the sales of her books, Beatrix Potter bought a farm - Hill Top - in the English Lake District, where she later became a farmer and prize-winning sheep breeder. She launched the now vast merchandise programme by patenting the very first Peter Rabbit doll in 1903. The product range continues to grow today with licences around the world including baby clothing and bedding, nursery decor products and collectables. Upon her death, Beatrix Potter left 14 farms and over 4000 acres of Lake District farmland to the National Trust so that the place that she loved would remain undeveloped and protected for future generations to enjoy.. Today Beatrix Potter's original 23 tales are still published by Frederick Warne, alongside a wide range of other formats including baby books, activity books and gift and sound books.. The Tale of Jemima Puddle-Duck. is number nine in Beatrix Potter's series of 23 little books. Look out for the rest!. 1 The Tale of Peter Rabbit. 2 The Tale of Squirrel Nutkin. 3 The Tailor of Gloucester. 4 The Tale of Benjamin Bunny. 5 The Tale of Two Bad Mice. 6 The Tale of Mrs. Tiggy-Winkle. 7 The Tale of Mr. Jeremy Fisher. 8 The Tale of Tom Kitten. 9 The Tale of Jemima Puddle-Duck. 10 The Tale of the Flopsy Bunnies. 11 The Tale of Mrs. Tittlemouse. 12 The Tale of Timmy Tiptoes. 13 The Tale of Johnny Town-Mouse. 14 The Tale of Mr. Tod. 15 The Tale of Pigling Bland. 16 The Tale of Samuel Whiskers. 17 The Tale of The Pie and the Patty-Pan. 18 The Tale of Ginger and Pickles. 19 The Tale of Little Pig Robinson. 20 The Story of a Fierce Bad Rabbit. 21 The Story of Miss Moppet. 22 Appley Dapply's Nursery Rhymes. 23 Cecily Parsley's Nursery Rhymes",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Animals",
                "Fantasy",
                "European Literature",
                "Short Stories"
            ]
        },
        {
            "title": "Novecento. Un monologo",
            "authors": [
                "Alessandro Baricco"
            ],
            "ranking": 4.18,
            "ranking_count": 30346,
            "abstract": "Il. Virginian. era un piroscafo. Negli anni tra le due guerre faceva la spola tra Europa e America, con il suo carico di miliardari, di emigranti e di gente qualsiasi. Dicono che sul. Virginian. si esibisse ogni sera un pianista straordinario, dalla tecnica strabiliante, capace di suonare una musica mai sentita prima, meravigliosa. Dicono che la sua storia fosse pazzesca, che fosse nato su quella nave e che da lì non fosse mai sceso. Dicono che nessuno sapesse il perché.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Plays",
                "Classics",
                "Audiobook",
                "Novels",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Heart of Danger",
            "authors": [
                "Gerald Seymour"
            ],
            "ranking": 3.9,
            "ranking_count": 223,
            "abstract": "Behind the lines lie unspeakable danger and the test of a lifetime for former intelligence officer Bill Penn. When a secret mass grave in the Balkans reveals the body of Dorrie Mowat, he is drawn into a fight he had left long ago. Now a private investigator, Penn's need to redeem his own failed life, and search for someone else's, lures him into a supreme gesture of reckless courage.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Big Money",
            "authors": [
                "John Dos Passos",
                "E.L. Doctorow"
            ],
            "ranking": 4.02,
            "ranking_count": 2547,
            "abstract": "THE BIG MONEY completes John Dos Passos's three-volume fable of America's materialistic success and moral decline (American Heritage) and marks the end of one of the most ambitious projects that an American novelist has ever undertaken (Time). Here we come back to America after the war and find a nation on the upswing. Industrialism booms. The stock market surges. Lindbergh takes his solo flight. Henry Ford makes automobiles. From New York to Hollywood, love affairs to business deals, it is a country taking the turns too fast, speeding toward the crash of 1929.. Ultimately, whether the novels are read together or separately, they paint a sweeping portrait of collective America and showcase the brilliance and bravery of one of its most enduring and admired writers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "Academic"
            ]
        },
        {
            "title": "The Family Moskat",
            "authors": [
                "Isaac Bashevis Singer",
                "A.H. Gross"
            ],
            "ranking": 4.2,
            "ranking_count": 1499,
            "abstract": "The vanished way of life of Eastern European Jews in the early part of the twentieth century is the subject of this extraordinary novel. All the strata of this complex society were populated by powerfully individual personalities, and the whole community pulsated with life and vitality. The affairs of the patriarchal Meshulam Moskat and the unworldly Asa Heshel Bannet provide the center of the book, but its real focus is the civilization that was destroyed forever in the gas chambers of the Second World War.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Historical",
                "Classics",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Judaism"
            ]
        },
        {
            "title": "Patty Jane's House of Curl",
            "authors": [
                "Lorna Landvik",
                "Mechtild Sandberg-Ciletti",
                "Mechtild Ciletti"
            ],
            "ranking": 3.87,
            "ranking_count": 10061,
            "abstract": "After Patty Jane's husband leaves her, she and her irrepressible sister, Harriett, open a neighborhood beauty parlor--complete with live harp music and Norwegian baked goods. It's a warmhearted place where good friends share laughter, tears and comfort. A funny, poignant first novel about the bonds between women, says the Houston Chronicle.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Humor",
                "Adult Fiction",
                "Contemporary",
                "Book Club",
                "Adult",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Collected Stories",
            "authors": [
                "Gabriel García Márquez",
                "Gregory Rabassa",
                "J.S. Bernstein"
            ],
            "ranking": 4.19,
            "ranking_count": 7929,
            "abstract": "Collected here are twenty-six of Gabriel Garcia Marquez's most brilliant and enchanting short stories, presented in the chronological order of their publication in Spanish from three volumes:. Eyes of a Blue Dog, Big Mama's Funeral,. and. The Incredible and Sad Tale of lnnocent Eréndira and Her Heartless Grandmother. .. Combining mysticism, history, and humor, the stories in this collection span more than two decades, illuminating the development of Marquez's prose and exhibiting the themes of family, poverty, and death that resound throughout his fiction.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Magical Realism",
                "Classics",
                "Literature",
                "Cultural",
                "Literary Fiction",
                "Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Fevre Dream",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 3.88,
            "ranking_count": 24868,
            "abstract": "When struggling riverboat captain Abner Marsh receives an offer of partnership from a wealthy aristocrat, he suspects something’s amiss. But when he meets the hauntingly pale, steely-eyed Joshua York, he is certain. For York doesn’t care that the icy winter of 1857 has wiped out all but one of Marsh’s dilapidated fleet. Nor does he care that he won’t earn back his investment in a decade. York has his own reasons for wanting to traverse the powerful Mississippi. And they are to be none of Marsh’s concern—no matter how bizarre, arbitrary, or capricious his actions may prove.. Marsh meant to turn down York’s offer. It was too full of secrets that spelled danger. But the promise of both gold and a grand new boat that could make history crushed his resolve—coupled with the terrible force of York’s mesmerizing gaze. Not until the maiden voyage of his new sidewheeler Fevre Dream would Marsh realize he had joined a mission both more sinister, and perhaps more noble, than his most fantastic nightmare...and mankind’s most impossible dream.. Here is the spellbinding tale of a vampire’s quest to unite his race with humanity, of a garrulous riverman’s dream of immortality, and of the undying legends of the steamboat era and a majestic, ancient river.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Paranormal",
                "Fiction",
                "Historical",
                "Historical Fiction"
            ]
        },
        {
            "title": "Kaas",
            "authors": [
                "Willem Elsschot",
                "A.P. Grové"
            ],
            "ranking": 3.59,
            "ranking_count": 5901,
            "abstract": "Teks in Nederlands. Aantekeninge in Afrikaans.. Voor de Nederlandse versie van Kaas, zie. hier",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Academic",
                "Cultural",
                "Novels",
                "Humor"
            ]
        },
        {
            "title": "Warsaw Requiem",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.44,
            "ranking_count": 3752,
            "abstract": "Lori Ibsen and Jacob Kalner flee to Danzig to evade Hitler's bombers while Peter Wallich seeks refuge with the Jews of Warsaw.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "War",
                "Adult Fiction",
                "Romance",
                "World War II"
            ]
        },
        {
            "title": "Riders of Judgement",
            "authors": [
                "Frederick Manfred"
            ],
            "ranking": 3.92,
            "ranking_count": 39,
            "abstract": "When ruthless cattle barons invade his Wyoming ranch and murder three of his family members, the independent Cain Hammett realizes that he must set aside his peaceful ways in order to seek revenge.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "History"
            ]
        },
        {
            "title": "Talking It Over",
            "authors": [
                "Julian Barnes"
            ],
            "ranking": 3.71,
            "ranking_count": 5491,
            "abstract": "Talking It Over is the story of three Londoners: one woman, two men, all near the age of thirty (give or take a few years), who, despite their basic differences - Gillian is reserved, Stuart is a bit pedantic, Oliver leans toward flamboyance - mark the three corners of an orderly triangle: Gillian and Stuart have just been married, Stuart and Oliver are longtime friends, Oliver and Gillian get along fine. Straightforward and simple. Everyone in their places, getting along, going along.... Until everything goes wrong.. When it does, Gillian, Stuart and Oliver decide that it's time to talk it all over. Because although they'd all agree that the orderliness of their lives has suddenly mutated into chaos - the alarming fluctuations of love being the chief culprit - that's about all they'd agree on (One bit of information and people are immediately off into their theories, says Stuart, a bit pedantically). And each of them is determined to be heard.. What we hear are three wonderfully realized voices telling three wildly different versions of one story - presenting the protean facts of disintegrating and escalating affections, laying blame, taking blame, talking about themselves, about each other, across each other, behind each other's backs, all in an attempt to get at the endlessly elusive truth. And what they reveal is the sometimes hilarious, sometimes heartrending process of selective memory that deeply colors the (more or less) fine art of eyewitnessing.. Once again, the brilliant author of Flaubert's Parrot, Staring at the Sun and A History of the World in 10-and-1/2 Chapters gives us a dazzling work of imagination: witty, wry, playful and, in the end, honed to a razor-sharp emotional edge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "Novels",
                "Literature",
                "Humor",
                "Relationships"
            ]
        },
        {
            "title": "Petals on the Wind",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.82,
            "ranking_count": 58996,
            "abstract": "They were such brave children to withstand such suffering. Such clever children to escape such terror!. For Carrie, Chris and Cathy, the attic was a dark horror that would not leave their minds, even while they built bright, promising new lives. Of course mother had to pretend they didn't exist.. And Grandmother was convinced they had the devil in them.. But that wasn't their fault. Was it? Cathy knew what to do.. She now had the powers she had learned from her beautiful mother. She knew it in the way her brother still yearned for her, in the way her guardian touched her, in the way all men looked at her.. She knew it was time to put what she knew to the test. To show her mother and grandmother that the pain and terror of the attic could not be forgotten... Show them.. Show them—once and for all.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Gothic",
                "Drama",
                "Mystery",
                "Thriller",
                "Adult",
                "Classics"
            ]
        },
        {
            "title": "The Heaven Tree Trilogy",
            "authors": [
                "Edith Pargeter"
            ],
            "ranking": 4.31,
            "ranking_count": 1048,
            "abstract": "A trilogy of novels set in thirteenth-century England and Wales--. The Heaven Tree, The Green Branch,. and. The Scarlet Seed. --chronicles the adventures of master stone carver Harry Talvace; Ralf Isambard, Lord of Parfois; and their two sons.. Set on the volatile, hotly disputed Welsh border, this full-bodied, swift-moving story of deadly politics, clashing armies, and private passions sweeps the reader into its characters' grand quest for justice and vengeance. The trilogy focuses on Harry Talvace, who bears stamped on his face the lineage of Shrewsbury's Norman conquerors. Born to aristocratic parents and nursed by a stone mason's wife, he grows up fiercely loyal to his breast-brother, the sunny, irresistibly charming Adam. Harry also discovers that he has a gift--the ability to carve stone with the sure hand of genius.. In his fifteenth year, Harry's devotion to Adam and his obsession to sculpt set into motion the thrilling tale of Volume One,. The Heaven Tree. . Rebelling against his father and fleeing England to save Adam, Harry finds his destiny entangled in the affairs of commoners and kings, divided by two women--the courageous dark-haired Gilleis and the beautiful courtesan Benedetta--and pledged to the brooding, mysterious Lord of Parfois, Ralf Isambard, who sponsors Harry's monumental creation of a cathedral. And while Wales and France challenge England's crown, these men and women follow their desires toward jealousy, pitiless revenge, and passion so madly glorious neither time nor a merciless execution can end it.. In Volume Two,. The Green Branch. , Harry's son, young Harry Talvace, is drawn into the fabulous intrigues of the court of Llewelyn, Prince of North Wales, and bound by a blood oath to find and kill his father's old enemy, Isambard. Yet the threads that bind his life to the ruthless Isambard are not so easily severed, as Harry falls under the spell of the aging warrior lord.. The concluding volume,. The Scarlet Seed. , brings full circle this tale of implacable enmity and unshakeable loyalty. As a kingdom shudders under the flames of civil war and captor becomes captive, the final siege of Parfois creates a climax to this tale so majestic, noble, and heartbreaking no reader will ever forget it.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Romance",
                "Fantasy"
            ]
        },
        {
            "title": "Beyond Good and Evil: Prelude to a Philosophy of the Future",
            "authors": [
                "Friedrich Nietzsche",
                "Walter Kaufmann"
            ],
            "ranking": 4.01,
            "ranking_count": 79366,
            "abstract": "The important concepts in this book include the difference between slave morality and master morality. Nietzsche tries to help the reader understand that there are no absolutes and that everything can be understood differently from a different point of view. He sees the greatest danger as the mindless, instinctive herd, and warns strongly against it, including especially the flawed and oxymoronic concept of the common good. Since the rise of the Jacobins, more people have been murdered, starved to death or enslaved for the common good than for any other excuse.. (Translated by Walter Kaufmann.)",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "European Literature",
                "Psychology",
                "Religion",
                "Literature",
                "History"
            ]
        },
        {
            "title": "The Wisdom of the Heart",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 4.02,
            "ranking_count": 574,
            "abstract": "An essential collection of writings, bursting with Henry Miller’s exhilarating candor and wisdom. In this selection of stories and essays, Henry Miller elucidates, revels, and soars, showing his command over a wide range of moods, styles, and subject matters. Writing “from the heart,” always with a refreshing lack of reticence, Miller involves the reader directly in his thoughts and feelings. “His real aim,” Karl Shapiro has written, “is to find the living core of our world whenever it survives and in whatever manifestation, in art, in literature, in human behavior itself. It is then that he sings, praises, and shouts at the top of his lungs with the uncontainable hilarity he is famous for.”. Here are some of Henry Miller’s best-known writings: an essay on the photographer Brassai;. Reflections on Writing,. in which Miller examines his own position as a writer;. Seraphita. and. Balzac and His Double,. on the works of other writers; and. The Alcoholic Veteran, Creative Death, The Enormous Womb,. and. The Philosopher Who Philosophizes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Writing",
                "Philosophy",
                "Literature",
                "Short Stories",
                "American",
                "Classics"
            ]
        },
        {
            "title": "Summer of the Monkeys",
            "authors": [
                "Wilson Rawls"
            ],
            "ranking": 4.06,
            "ranking_count": 13390,
            "abstract": "The last thing a fourteen-year-old boy expects to find along an old Ozark river bottom is a tree full of monkeys. Jay Berry Lee's grandpa had an explanation, of course--as he did for most things. The monkeys had escaped from a traveling circus, and there was a handsome reward in store for anyone who could catch them. Grandpa said there wasn't any animal that couldn't be caught somehow, and Jay Berry started out believing him . . .. But by the end of the summer of the monkeys, Jay Berry Lee had learned a lot more than he ever bargained for--and not just about monkeys. He learned about faith, and wishes coming true, and knowing what it is you really want. He even learned a little about growing up . . .. This novel, set in rural Oklahoma around the turn of the century, is a heart-warming family story--full of rich detail and delightful characters--about a time and place when miracles were really the simplest of things...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Classics",
                "Childrens",
                "Historical",
                "Animals",
                "Adventure",
                "Realistic Fiction",
                "Academic"
            ]
        },
        {
            "title": "Tales from Moominvalley",
            "authors": [
                "Tove Jansson",
                "Thomas Warburton"
            ],
            "ranking": 4.31,
            "ranking_count": 7617,
            "abstract": "If you found a tiny golden dragon with green paws, would you know what to do with it? And suppose. Too-ticky. brought you an invisible child, would you know how to make her visible again?. Meet new and delightful characters and re-encounter old freinds, such as. Snufkin. and. Little My. , in this collection of stories – not to mention dear. Moominpappa. ,. Moominmamma. and. Mommintroll. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Short Stories",
                "Classics",
                "European Literature",
                "Adventure"
            ]
        },
        {
            "title": "The Balkans: Nationalism, War and the Great Powers 1804 - 1999",
            "authors": [
                "Misha Glenny"
            ],
            "ranking": 4.09,
            "ranking_count": 1708,
            "abstract": "This unique and lively history of Balkan geopolitics since the early nineteenth century gives readers the essential historical background to recent events in this war-torn area. No other book covers the entire region, or offers such profound insights into the roots of Balkan violence, or explains so vividly the origins of modern Serbia, Croatia, Bosnia, Greece, Bulgaria, Romania, and Albania. Misha Glenny presents a lucid and fair-minded account of each national group in the Balkans and its struggle for statehood. The narrative is studded with sharply observed portraits of kings, guerrillas, bandits, generals, and politicians. Glenny also explores the often-catastrophic relationship between the Balkans and the Great Powers, raising some disturbing questions about Western intervention.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Culture and Imperialism",
            "authors": [
                "Edward W. Said"
            ],
            "ranking": 4.16,
            "ranking_count": 4927,
            "abstract": "A landmark work from the intellectually auspicious author of Orientalism that explores the long-overlooked connections between the Western imperial endeavor and the culture that both reflected and reinforced it. Culture and Imperialism, by Edward Said, is a collection of thematically related essays that trace the connection between imperialism and culture throughout the 18th, 19th, and 20th centuries.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Philosophy",
                "Sociology",
                "Cultural",
                "Criticism",
                "Culture",
                "Literature"
            ]
        },
        {
            "title": "A Judgement in Stone",
            "authors": [
                "Ruth Rendell"
            ],
            "ranking": 3.9,
            "ranking_count": 6273,
            "abstract": "What on earth could have provoked a modern day St. Valentine's Day massacre?. On Valentine's Day, four members of the Coverdale family--George, Jacqueline, Melinda and Giles--were murdered in the space of 15 minutes. Their housekeeper, Eunice Parchman, shot them, one by one, in the blue light of a televised performance of. Don Giovanni. . When Detective Chief Superintendent William Vetch arrests Miss Parchman two weeks later, he discovers a second tragedy: the key to the Valentine's Day massacre hidden within a private humiliation Eunice Parchman has guarded all her life.  A brilliant rendering of character, motive, and the heady discovery of truth,. A Judgement in Stone. is among Ruth Rendell's finest psychological thrillers.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Suspense",
                "Womens",
                "Contemporary"
            ]
        },
        {
            "title": "The Gates of Zion",
            "authors": [
                "Bodie Thoene"
            ],
            "ranking": 4.3,
            "ranking_count": 4613,
            "abstract": "Out of the ashes of the Holocaust, a magnificent novel of indomitable courage and hope.. Ellie, a young American photojournalist, finds herself in the Jerusalem of 1947. She unwittingly becomes a pawn in a political chess game when she photographs some ancient scrolls discovered by Bedouins. David seems to love her dearly, but Moshe has a purpose and commitment in life that intrigues her more than she can say. Through it all, Ellie discovers a people, a spirit and a person who profoundly change the direction of her life.. This first book in THE ZION CHRONICLES vividly portrays the intense struggle of the Jewish people in the aftermath of the Holocaust and the forces, within and without, which engulf the Middle East in conflict and controversy even today.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Adult Fiction",
                "Inspirational",
                "Cultural"
            ]
        },
        {
            "title": "The World's Best Fairy Tales",
            "authors": [
                "Belle Becker Sideman",
                "Fritz Kredel"
            ],
            "ranking": 4.35,
            "ranking_count": 287,
            "abstract": "1967 Anthology of 69 of the World's Most Famous Fairy Tales published by Reader's Digest. Edited by Belle Becker Sideman with Illustrations by Fritz Kredel.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Anthologies"
            ]
        },
        {
            "title": "Tehanu",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 3.98,
            "ranking_count": 42726,
            "abstract": "Years ago, they had escaped together from the sinister Tombs of Atuan—she, an isolated young priestess; he, a powerful wizard. Now she is a farmer's widow, having chosen for herself the simple pleasures of an ordinary life. And he is a broken old man, mourning the powers lost to him through no choice of his own.. Once, when they were young, they helped each other at a time of darkness and danger and shared an adventure like no other. Now they must join forces again, to help another in need -- the physically and emotionally scarred child whose own destiny has yet to be revealed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Classics",
                "Childrens"
            ]
        },
        {
            "title": "The Little Engine That Could",
            "authors": [
                "Watty Piper",
                "Doris Hauman",
                "George Hauman"
            ],
            "ranking": 4.17,
            "ranking_count": 107976,
            "abstract": "The story of a train filled with toys and gifts for little boys and girls that breaks down before reaching the children. After asking several passing trains for help over the hill, a little blue train agrees to help the stranded toys. Even though she is small, the blue train tries her best to bring the toys to the children on the other side of the hill.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "Railways",
                "Fantasy",
                "Kids",
                "Transport",
                "Inspirational"
            ]
        },
        {
            "title": "Kolyma Tales",
            "authors": [
                "Varlam Shalamov",
                "John Glad",
                "Варлам Шаламов"
            ],
            "ranking": 4.26,
            "ranking_count": 5870,
            "abstract": "It is estimated that some three million people died in the Soviet forced-labour camps of Kolyma, in the northeastern area of Siberia. Shalamov himself spent seventeen years there, and in these stories he vividly captures the lives of ordinary people caught up in terrible circumstances, whose hopes and plans extended to further than a few hours.. This new enlarged edition combines two collections previously published in the. United States as Kolyma Tales and Graphite. .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Short Stories",
                "Nonfiction",
                "Literature",
                "Classics",
                "Autobiography",
                "Biography",
                "Politics"
            ]
        },
        {
            "title": "Hadji Murat",
            "authors": [
                "Leo Tolstoy",
                "Laura Andresco",
                "Irene Andresco"
            ],
            "ranking": 3.85,
            "ranking_count": 10601,
            "abstract": "Al igual que otras ficciones de Tolstói, esta historia surge de unos hechos reales que le fueron relatados oralmente. Si bien el propio autor no conoció en persona a Hadji Murat, personaje célebre en la guerra del Cáucaso, si que conoció a quienes le conocieron y, tal y como trasluce en sus páginas, Tolstói guarda hacia él una viva simpatía. A lo largo de varios años se documentó exhaustivamente acerca de las gentes y las costumbres de la región, habló con otras personas que participaron en el conflicto y confrontó esas fuentes con su propia experiencia, vivida en esa región entre los años 1851 y 1853, así como su propio conocimiento del alma humana. El relato confronta la visión de la vida sencilla y tradicional de los campesinos cosacos con la de la tumultuosa y variante de los soldados rusos, desplazados a la zona para asimilar una región que sobrevive a pesar del invasor.. Esta obra tardía fue publicada tras la muerte del autor. Puede leerse como un auténtico estudio etnológico y sociológico por su carácter costumbrista en la exposición de la vida de los campesinos. Pero hay en ella un inequivoco sesgo político y social y una denuncia del despotismo.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Historical",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Femeia în Roșu: Roman Retro (Versiune)",
            "authors": [
                "Adriana Babeți",
                "Mircea Mihăieș",
                "Mircea Nedelciu"
            ],
            "ranking": 3.76,
            "ranking_count": 192,
            "abstract": "„Femeia in rosu este considerata o carte de virf a valului celui mai recent de literatura romana, un roman postmodern. Un etalon al romanului romanesc. (Ion Bogdan Lefter). „Femeia in rosu, demonstratie teoretica si practica de virtuozitate, este o etalare de forta exact in momentul in care viata se pregateste sa-si ia revansa asupra artificialului, adica atunci cind memoriile, autofictiunea, jurnalele si dezlantuirile amoroase dadeau sa ecluzeze manierata, stilata, rafinata «doamna» optzecista. (Simona Sora). „E o carte-puzzle, multietajata, minutios imbricata, in care alterneaza registre si tonuri narative de o neobisnuita bogatie si in care «peticele» intertextuale realizeaza un colaj in care nuantele diverselor epoci colizioneaza intr-un haos ordonat. Nu forma cartii este insa lucrul cel mai important in cazul Femeii in rosu, ci filosofia ei. Trei teoreticieni literari pornesc in cautarea locus-ului estetic ce a parut, vreme de o suta de ani, cel mai putin adecvat pentru ancorarea unei opere «serioase», cel mai demn de o evitare dispretuitoare: senzationalul. (Mircea Cartarescu)",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "الأيام",
            "authors": [
                "Taha Hussein",
                "طه حسين"
            ],
            "ranking": 3.61,
            "ranking_count": 10906,
            "abstract": "كتاب الأيام أشهر من أن يعرّف، وهو بجانب قيمته الأدبية الرفيعة باعتباره طرازاً فريداً من السير الذاتية لشخصية أدبيه قل أن يجود الزمان بمثلها، وصدق وعذوبة وطلاوة أسلوب، وهى مزايا يكاد يستأثر بها، فإن هذا العمل يمهد لإحاطة القارئ بدنيا طه حسين والروافد الفكرية والثقافية التى شكلت مذهبه ومنهجه.. وفي هذه الطبعة اجتمعت الكتب الثلاثة في مجلد واحد لتكون باقة من الذكريات والسطور المليئة بالصور التى جادت بها ذاكرة عميد الأدب العربي.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Literature",
                "Nonfiction",
                "Classics",
                "Academic",
                "Autobiography",
                "History",
                "Northern Africa",
                "African Literature"
            ]
        },
        {
            "title": "The White Plague",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.69,
            "ranking_count": 6156,
            "abstract": "The White Plague, a marvelous and terrifyingly plausible blend of fiction and visionary theme, tells of one man who is pushed over the edge of sanity by the senseless murder of his family and who, reappearing several months later as the so-called Madman, unleashes a terrible plague upon the human race—one that zeros in, unerringly and fatally, on women.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Horror",
                "Science Fiction Fantasy",
                "Fantasy",
                "Thriller",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sharpe's Siege",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.22,
            "ranking_count": 7512,
            "abstract": "Sharpe's mission has seemed simple: capture a small unguarded French coastal fort, cripple Napoleon's supply lines, and retreat across the sea. But behind the lines, Sharpe's old enemy, Pierre Ducos, awaits Sharpe's arrival with a battalion of French soldiers and a vicious commanding general who keeps the scalps of his dead enemies as trophies.. Outmaneuvered by Ducos's treachery and abandoned by his own navy, Sharpe has only two choices: to escape with the aid of the charming, unscrupulous American mercenary, Cornelius Killick, or die.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "High Five",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.17,
            "ranking_count": 122519,
            "abstract": "Out of bail skippers and rent money, Stephanie Plum throws caution to the wind and follows in the entrepreneurial bootsteps of Super Bounty Hunter, Ranger, engaging in morally correct and marginally legal enterprises. So, a scumball blows himself to smithereens on her first day of policing a crack house and the sheik she was chauffeuring stole the limo. But hey, nobody's perfect! Anyway, Stephanie has other things on her mind. Her mother wants her to find Uncle Fred who's missing after arguing with his garbage company; homicidal rapist Benito Ramirez is back, quoting scripture and stalking Stephanie; vice cop Joe Morelli has a box of condoms with Stephanie's name on it; and Stephanie's afraid Ranger has his finger on her trigger. The whole gang's here for mirth and mayhem in Janet Evanovich's. High Five. . Read at your own risk in public places.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "The Late George Apley",
            "authors": [
                "John P. Marquand"
            ],
            "ranking": 3.68,
            "ranking_count": 2223,
            "abstract": "Sweeping us into the inner sanctum of Boston society, into the Beacon Hill town houses and exclusive private clubs where only the city's wealthiest and most powerful congregate, this novel gives us—through the story of one family and its patriarch, the recently deceased George Apley—the portrait of an entire society in transition. Gently satirical and rich with drama, the novel moves from the Gilded Age to the Great Depression as it projects George Apley's world—and subtly reveals a life in which status and accomplishment mask disappointment and regret, a life of extreme and enviable privilege that is nonetheless an imperfect life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Humor",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Regulators",
            "authors": [
                "Richard Bachman",
                "Stephen King"
            ],
            "ranking": 3.71,
            "ranking_count": 77154,
            "abstract": "There's a place in Wentworth, Ohio, where summer is in full swing. It's called Poplar Street. Up until now it's been a nice place to live. The idling red van around the corner is about to change all that. Let the battle against evil begin. Here come...The Regulators",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Suspense",
                "Science Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Lion's Lady",
            "authors": [
                "Julie Garwood"
            ],
            "ranking": 4.17,
            "ranking_count": 22479,
            "abstract": "Christina Bennett had taken London society by storm. The ravishing beauty guarded the secret of her mysterious past until the night Lyon, Marquis of Lyonwood, stole a searching, sensuous kiss. An arrogant nobleman with a pirate's passions, he tasted the wild fire smoldering beneath Christina's cool charm and swore to possess her.... But the feisty and defiant Christina would not be so easily conquered. Mistress of her heart and of her fortune, she resisted Lyon's sensuous caresses. She dared not surrender to his love...for then, she must also forsake her precious secret...and her promised destiny!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Humor",
                "European Literature"
            ]
        },
        {
            "title": "Dark Angel",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.99,
            "ranking_count": 18638,
            "abstract": "At last, Heaven would find the happiness she longed for...free from the scorn and contempt of her past!. In her grandmother's fine, rich Boston house, Heaven Leigh Casteel dreamed of a wonderful new life of new friends, the best schools, beautiful clothes and most important, love. The pearls of culture, wisdom and breeding would now be hers. Soon she would make the Casteel name respectable, find her brothers and sisters, and have a family again.. But even in the world of the wealthy, there were strange forebodings, secrets best forgotten. And as Heaven reached out for love, she was slowly ensnared in a sinister web of cruel deceits and hidden passions!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Thriller",
                "Womens Fiction",
                "Mystery",
                "Adult Fiction"
            ]
        },
        {
            "title": "Reader’s Block",
            "authors": [
                "David Markson"
            ],
            "ranking": 4.09,
            "ranking_count": 1392,
            "abstract": "In this spellbinding, utterly unconventional fiction, an aging author who is identified only as Reader contemplates the writing of a novel. As he does, other matters insistently crowd his mind - literary and cultural anecdotes, endless quotations attributed and not, scholarly curiosities - the residue of a lifetime's reading which is apparently all he has to show for his decades on earth. Out of these unlikely yet incontestably fascinating materials - including innumerable details about the madness and calamity in many artists' and writers' lives, the eternal critical affronts, the startling bigotry, the countless suicides - David Markson has created a novel of extraordinary intellectual suggestiveness. But while shoring up Reader's ruins with such fragments, Markson has also managed to electrify his novel with an almost unbearable emotional impact. Where Reader ultimately leads us is shattering.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Writing",
                "Poetry",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Tales of Nevèrÿon",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 3.9,
            "ranking_count": 1408,
            "abstract": "In his four-volume series. Return to Nevèrÿon. , Hugo and Nebula award-winner Samuel R. Delany appropriated the conceits of sword-and-sorcery fantasy to explore his characteristic themes of language, power, gender, and the nature of civilization. Wesleyan University Press has reissued the long-unavailable. Nevèrÿon. volumes in trade paperback.. The eleven stories, novellas, and novels in. Return to Nevèrÿon. 's four volumes chronicle a long-ago land on civilization's brink, perhaps in Asia or Africa, or even on the Mediterranean. Taken slave in childhood, Gorgik gains his freedom, leads a slave revolt, and becomes a minister of state, finally abolishing slavery. Ironically, however, he is sexually aroused by the iron slave collars of servitude. Does this contaminate his mission - or intensify it? Presumably elaborated from an ancient text of unknown geographical origin, the stories are sunk in translators' and commentators' introductions and appendices, forming a richly comic frame.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Short Stories",
                "LGBT",
                "Speculative Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Philosophy"
            ]
        },
        {
            "title": "The Charioteer",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 4.11,
            "ranking_count": 5092,
            "abstract": "After enduring an injury at Dunkirk during World War II, Laurie Odell is sent to a rural veterans’ hospital in England to convalesce. There he befriends the young, bright Andrew, a conscientious objector serving as an orderly. As they find solace and companionship together in the idyllic surroundings of the hospital, their friendship blooms into a discreet, chaste romance. Then one day, Ralph Lanyon, a mentor from Laurie’s schoolboy days, suddenly reappears in Laurie’s life, and draws him into a tight-knit social circle of world-weary gay men. Laurie is forced to choose between the sweet ideals of innocence and the distinct pleasures of experience.. Originally published in the United States in 1959,. The Charioteer. is a bold, unapologetic portrayal of male homosexuality during World War II that stands with Gore Vidal’s. The City and the Pillar. and Christopher Isherwood’s. Berlin Stories. as a monumental work in gay literature.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Historical",
                "Fiction",
                "Classics",
                "Romance",
                "War"
            ]
        },
        {
            "title": "Danzig Passage",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.41,
            "ranking_count": 4661,
            "abstract": "Jewish children must be evacuated as brutal Nazi reprisals break out. Zion Covenant book 5.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "War",
                "Romance",
                "World War II",
                "Adult Fiction"
            ]
        },
        {
            "title": "Six Characters in Search of an Author",
            "authors": [
                "Luigi Pirandello",
                "Edward Storer"
            ],
            "ranking": 3.82,
            "ranking_count": 17651,
            "abstract": "One of the major figures of modern theater, Luigi Pirandello (1867–1936) wrote dramas and satires that sparked controversy with their radical departures from conventional theatrical techniques. His most celebrated work,. Six Characters in Search of an Author. , embodies the Nobel Prize-winning playwright's innovations by presenting an open-ended drama on a stage without sets.. First performed in 1923, this intellectual comedy introduces six individuals to a stage where a company of actors has assembled for a rehearsal. Claiming to be the incomplete, unused creations of an author's imagination, they demand lines for a story that will explain the details of their lives. In ensuing scenes, these real-life characters, all professing to be part of an extended family, produce a drama of sorts — punctuated by disagreements, interruptions, and arguments. In the end they are dismissed by the irate manager, their dilemma unsolved and the truth a matter of individual viewpoints.. A tour de force exploring the many faces of reality, this classic is now available in an inexpensive edition that will be welcomed by amateur theatrical groups as well as by students of drama.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Mind’s I: Fantasies and Reflections on Self and Soul",
            "authors": [
                "Douglas R. Hofstadter",
                "Daniel C. Dennett"
            ],
            "ranking": 4.14,
            "ranking_count": 5625,
            "abstract": "Brilliant, shattering, mind-jolting,. The Mind's I. is a searching, probing cosmic journey of the mind that goes deeply into the problem of self and self-consciousness as anything written in our time. From verbalizing chimpanzees to scientific speculations involving machines with souls, from the mesmerizing, maze-like fiction of Borges to the tantalizing, dreamlike fiction of Lem and Princess Ineffable, her circuits glowing read and gold,. The Mind's I. opens the mind to the Black Box of fantasy, to the windfalls of reflection, to new dimensions of exciting possibilities.. Ever since David Hume declared in the 18th century that the Self is only a heap of perceptions, the poor Ego has been in a shaky conditions indeed...Mind and consciousness becomes dispensable items in our accounts of reality, ghosts in the bodily machine...Yet there are indications here and there that the tide may be tuming...and the appearance of. The Mind's I. , edited by Douglas R. Hofstadter and Daniel C. Dennett, seems a welcome sign of change. William Barrett,. The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Science",
                "Psychology",
                "Biology",
                "Writing",
                "Artificial Intelligence",
                "Neuroscience",
                "Short Stories",
                "Spirituality"
            ]
        },
        {
            "title": "A Very Long Engagement",
            "authors": [
                "Sébastien Japrisot",
                "Linda Coverdale"
            ],
            "ranking": 3.9,
            "ranking_count": 6524,
            "abstract": "In January 1917, five wounded French soldiers, their hands bound behind them, are brought to the front at Picardy by their own troops, forced into the no-man's land between the French and German armies, and left to die in the cross fire. Their brutal punishment has been hushed up for more than two years when Mathilde Donnay, unable to walk since childhood, begins a relentless quest to find out whether her fiancé, officially killed in the line of duty, might still be alive. Tipped off by a letter from a dying soldier, the shrewd, sardonic, and wonderfully imaginative Mathilde scours the country for information about the men. As she carries her search to its end, an elaborate web of deception and coincidence emerges, and Mathilde comes to an understanding of the horrors, and the acts of kindness, brought about by war.. A runaway bestseller in France and the winner of the 1991 Prix Interallié, this astonishing novel is many things at once: an absorbing mystery, a playful study of the different ways one story can be told, a moving and incisive portrait of life in France during and after the First World War, and a love story of transforming power and beauty.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Romance",
                "Mystery",
                "European Literature",
                "Literature"
            ]
        }
    ]
}