{
    "books": [
        {
            "title": "The Great Indian Novel",
            "authors": [
                "Shashi Tharoor"
            ],
            "ranking": 3.89,
            "ranking_count": 6215,
            "abstract": "In this award-winning, internationally acclaimed novel, Tharoor has masterfully recast the 2,000 year-old epic, The Mahabharata, with fictional but highly recognizable events and characters from twentieth-century Indian politics. Chronicling the Indian struggle for freedom and independence from Great Britain, Tharoor directs his hilarious satire as much against Indian foibles as the bumbling of the British rulers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Fantasy",
                "Humor",
                "Politics",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Koko",
            "authors": [
                "Peter Straub"
            ],
            "ranking": 3.58,
            "ranking_count": 9210,
            "abstract": "KOKO. Only four men knew what it meant. Now they must stop it. They are Vietnam vets a doctor, a lawyer, a working stiff, and a writer. Very different from each other, they are nonetheless linked by a shared history and a single shattering secret. Now, they have been reunited and are about to embark on a quest that will take them from Washington, D.C., to the graveyards and fleshpots of the Far East to the human jungle of New York, hunting someone from the past who has risen from the darkness to kill and kill and kill.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "War",
                "Fantasy"
            ]
        },
        {
            "title": "Soul Clap Hands and Sing",
            "authors": [
                "Paule Marshall",
                "Darwin T. Turner"
            ],
            "ranking": 4.02,
            "ranking_count": 41,
            "abstract": "These novellas each center on aged men who have sacrificed companionship for fame, fortune, or prestige.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Four-Story Mistake",
            "authors": [
                "Elizabeth Enright"
            ],
            "ranking": 4.28,
            "ranking_count": 4749,
            "abstract": "The Melendy family moves from their New York City brownstone to an odd old house in the country. Mona, 13, actress-to-be, recites poetry at the drop of a hat. Rush, 12, is a bit mischievous. Miranda, 10, dances and paints pictures. Oliver, 6, is calm and thoughtful. Their father is a writer, so beloved housekeeper Cuffy takes on the motherly role",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Historical",
                "Classics",
                "Realistic Fiction",
                "Family",
                "Audiobook"
            ]
        },
        {
            "title": "The Mad Scientists' Club",
            "authors": [
                "Bertrand R. Brinley",
                "Charles Geer"
            ],
            "ranking": 4.26,
            "ranking_count": 2114,
            "abstract": "﻿60th Anniversary Edition. A strange sea monster suddenly appears on the lake … a fortune is unearthed from an old cannon … a valuable dinosaur egg is stolen. Who’s responsible? Those seven junior geniuses — and their wild ideas!. Every time you Mad Scientists get mixed up in something, it means trouble! cries the mayor of Mammoth Falls.. Watch out as the seven junior geniuses of the Mad Scientists’ Club turn the town upside down.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Mystery",
                "Humor",
                "Adventure",
                "Classics",
                "Science Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "A Spinner in the Sun: Grey Scale Illustrations",
            "authors": [
                "Myrtle Reed",
                "Linda Velwest"
            ],
            "ranking": 4.06,
            "ranking_count": 105,
            "abstract": "Evelina Grey returns to her home town after being away for twenty five years. She is frail and her face is veiled at all times. He neighbors help her clean up her house and garden. Araminta Lee, a young girl who is helping Evenlina injures her ankle while cleaning. She is treated by the new young doctor in town and must have total bedrest at Evelina's house. Both Araminta and Evelina grow as people as a result of this experience, and the people surrounding them grow as well. What is the secret behind Evelina's veil and what will happen if her secret gets out?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Classics",
                "Christian",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Nutuk",
            "authors": [
                "Mustafa Kemal Atatürk",
                "Zeynep Korkmaz"
            ],
            "ranking": 4.8,
            "ranking_count": 4338,
            "abstract": "Atatürk`ün kendi kaleminden çıkan bu eser, yine Atatürk tarafından Cumhuriyet Halk Partisi`nin 15-20 Ekim 1927 tarihleri arasında Ankara`da toplanan ikinci kurultayında 36,5 saat süren ve altı günde okunarak tarihi bir hitabeye dayandığı için NUTUK adını almıştır.. 1919 senesi Mayısının 19. günü Samsun'a çıktım. Vaziyet ve manzara-i umumiye:. Osmanlı Devleti'nin dahil bulunduğu grup, Harb-i Umumide mağlup olmuş, Osmanlı ordusu her tarafta zedelenmiş, şeriaiti ağır bir mütarekename imzalanmış. Büyük harbin uzun seneleri zarfında, millet, yorgun ve fakir bir halde. Millet ve memleketi Harb-i Umumiye sevk edenler, kendi hayatları endişesine düşerek, memleketten firar etmişler. Saltanat ve hilafet mevkiini işgal eden Vahdettin, mütereddi, şahsını ve yalnız tahtını temin edebileceğini tahayyül ettiği deni tedbirler araştırmakta. Damat Ferit Paşa'nın riyasetindeki kabine; aciz, haysiyetsiz, cebin, yalnız Padişah'ın iradesine tabi ve onunla beraber şahıslarını vikaye edebilecek herhangi bir vaziyete razı.. Ordu'nun elinden esliha ve cephanesi alınmış ve alınmakta.... İtilaf Devletleri, mütareke ahkamına rivayete lüzum görmüyorlar. Birer vesile ile, İtilaf donanmaları ve askerleri İstanbul'da. Adana vilayeti Fransızlar; Urfa, Maraş, Ayıntap İngilizler tarafından işgal edilmiş. Antalya ve Konya'da, İtalyan kıtaat-ı askeriyesi; Merzifon ve Samsun'da İngiliz askerleri bulunuyor. Her tarafta, ecnebi zabit ve memurları ve hususi adamları faaliyette. Nihayet, mebde-i kelam kabul ettiğimiz tarihten dört gün evvel, 15 Mayıs 1919'da İtilaf Devletleri'nin muvafakatiyle Yunan ordusu İzmir'e ihraç ediliyor.(Kitabın İçinden)",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Asian Literature",
                "Nonfiction",
                "Cultural",
                "Politics",
                "Classics",
                "Biography",
                "Social",
                "Education",
                "War"
            ]
        },
        {
            "title": "Guard of Honor",
            "authors": [
                "James Gould Cozzens"
            ],
            "ranking": 3.52,
            "ranking_count": 1181,
            "abstract": "Guard of Honor. is a neglected masterpiece that stands comparison with the greatest novels of the Second World War--essayist Noel Perrin deemed it probably the best war novel of the twentieth century.. James Gould Cozzens's. Guard of Honor. won the Pulitzer Prize in 1949. The novel balances a vast cast of intricately enmeshed characters as they react over the course of three tense days in September 1943 to a racial incident on a U.S. Army airbase in Florida. The reader is acutely aware of the war raging abroad and the effect it has had, or will have, on the multitude of servicemen who populate Cozzens's immense canvas. As Noel Perrin commented in. The Washington Post Book World:. There is material for two or three hundred movies in. Guard of Honor. .. No other American novelist of our time writes with such profound understanding of the wellsprings of human character and of the social pressures that help to form it, said Orville Prescott in. The New York Times. . As Brendan Gill observed in. The New Yorker. : Every page of. Guard of Honor. gives the impression of a writer at the very top of his powers setting out to accomplish nothing less than his masterwork.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Islandia",
            "authors": [
                "Austin Tappan Wright"
            ],
            "ranking": 4.28,
            "ranking_count": 577,
            "abstract": "Austin Tappan Wright left the world a wholly unsuspected legacy. After he died in a tragic accident, among this distinguished legal scholar's papers were found thousands of pages devoted to a staggering feat of literary creationa detailed history of an imagined country complete with geography, genealogy, literature, language and culture. As detailed as J.R.R. Tolkien's middle-earth novels, Islandia has similarly become a classic touchstone for those concerned with the creation of imaginary world.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Literature",
                "Speculative Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Dark Child",
            "authors": [
                "Camara Laye",
                "Ernest   Jones",
                "James Kirkup",
                "Philippe Thoby-Marcellin"
            ],
            "ranking": 3.69,
            "ranking_count": 1932,
            "abstract": "The Dark Child. is a distinct and graceful memoir of Camara Laye's youth in the village of Koroussa, French Guinea. Long regarded Africa's preeminent Francophone novelist, Laye (1928-80) herein marvels over his mother's supernatural powers, his father's distinction as the village goldsmith, and his own passage into manhood, which is marked by animistic beliefs and bloody rituals of primeval origin. Eventually, he must choose between this unique place and the academic success that lures him to distant cities. More than autobiography of one boy, this is the universal story of sacred traditions struggling against the encroachment of a modern world. A passionate and deeply affecting record,. The Dark Child. is a classic of African literature.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Autobiography",
                "Literature",
                "Western Africa",
                "Classics",
                "Biography",
                "Academic"
            ]
        },
        {
            "title": "Artemisia",
            "authors": [
                "Anna Banti",
                "Shirley D'Ardia Caracciolo",
                "Susan Sontag"
            ],
            "ranking": 3.77,
            "ranking_count": 576,
            "abstract": "Artemisia Gentileschi, born in 1598, the daughter of an esteemed painter, taught art in Naples and painted the great women of Roman and biblical history. She could neither read nor write, and she was the reviled victim in a public rape trial, rejected by her father, and later abandoned by her husband. Nevertheless, she was one of the first women in modern times to uphold through her work and deeds the right of women to pursue careers compatible with their talents and on an equal footing with men. This edition features a new introduction by the celebrated critic and writer Susan Sontag. Anna Banti, the pen name of Lucia Lopresti, was born in Florence in 1895. Trained as an art historian, she turned to novels, stories, and autobiographical prose in the 1930s.. Artemisia. , her second novel, published in 1947, is the most acclaimed of the sixteen works of fiction she published during her long life, and is considered a classic of twentieth century Italian literature. Her last, harrowingly confessional novel,. A Piercing Cry. (. Un grido lacerante. ), appeared in 1981. Banti also wrote art criticism and monographs on painters (Lorenzo Lotto, Fra Angelico, Velázquez, Monet), literary criticism and film reviews, and translated novels by Thackery, Colette, Alain Fournier, and Virginia Woolf. She died in Ronchi di Massa (Tuscanny) in 1985.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Art",
                "Cultural",
                "Fiction",
                "European Literature",
                "Feminism",
                "Classics",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Das Echolot. Ein kollektives Tagebuch. 1.1. - 28.2.1943.",
            "authors": [
                "Walter Kempowski"
            ],
            "ranking": 4.62,
            "ranking_count": 26,
            "abstract": "Dies ist eine ganz und gar einzigartige Dokumentation! Man kann Walter Kempowski gar nicht genug danken für die Sisyphosarbeit, von der das 1993 erstmals erschienene kollektive Tagebuch Zeugnis gibt: 15 Jahre hat er Biografien, Tagebücher, Briefe, Fotos, Akten und Notizen gesichtet, ausgewählt und geordnet, um uns mit ihrer Hilfe einen ganz besonderen, originären Einblick in ein außerordentliches Kapitel Zeit- und kollektive Seelengeschichte zu ermöglichen. Der Dokumentar enthält sich jeden Kommentars und lässt die Texte der Berühmten, Berüchtigten und der zahllosen Unbekannten für sich selber sprechen. Allein die Zu- und Anordnung, von der aufwändigen Recherche einmal ganz abgesehen, ist eine Meisterleistung und macht aus dem archivarischen Konvolut große Literatur.. Das Echolot. für die Monate Januar und Februar 1943, dem Kempowski mittlerweile mit. Fuga Furiosa, 12.1.-14.2.45. und. Barbarossa '41. weitere Bände hat folgen lassen, ist ein Werk, das den Leser unweigerlich mit in die Tiefe zieht. Funksprüche stehen hier neben Liebesbriefen, Frontberichte neben Einträgen in Terminkalender, literarische Arbeitsnotizen neben Klassenbucheinträgen. Kempowski selbst hat einmal gesagt, wer sich mit dem. Echolot. zu befassen beginne, habe kaum eine Chance zu entkommen. So ist es!. In den montierten Stücken verliert man sich, hier und da erschrickt man, wundert und empört sich oder grübelt einem Gedanken nach -- jenem etwa, den Albert Camus unter dem Datum 10. Februar 1943 notiert hat: Das ganze Problem des Absurden müßte sich auf eine Kritik des Werturteils und des Tatsachenurteils konzentrieren lassen. An manchen Stellen muss man sogar einmal lachen. Wenn etwa ein Zensor aus einem beanstandeten Brief zitiert: Liebe Inge! Wenn Du wüßtest, wie es mir geht, Dir stünde der Arsch voll Tränen.. Meist jedoch überwiegt ein Gefühl der Bestürzung: Bestürzung darüber, was man den Autoren allesamt voraus hat: das Wissen um das Ende -- um die Hinrichtung etwa, die Sophie Scholl nur wenige Tage nach dem 17. Februar bevorsteht, als sie an ihre Freundin Lisa Remppis schreibt: O, ich freue mich wieder so sehr auf den Frühling. So verschlingt man Band um Band und taucht am Ende aus dem Meer fremder Erinnerungen mit einem anderen Blick auf die Vergangenheit und mit geschärften Sinnen für die Gegenwart wieder auf.. Als Walter Kempowski für sein Gesamtwerk, insbesondere aber für. Das Echolot. 1994 mit dem Literaturpreis der Konrad-Adenauer-Stiftung ausgezeichnet wurde, hat Gerd Langguth in seiner Ansprache gesagt, dies sei ein auch im wörtlichen Sinne großes Werk von ebenso zeitgeschichtlicher wie literarischer Bedeutung -- wohl einzigartig in der Literatur unseres Jahrhunderts. Dem ist nichts hinzuzufügen!. --Andreas Vierecke",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Nicholas Sparks Love Stories Three Book Set (A Bend In The Road, The Rescue, Message In A Bottle)",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.52,
            "ranking_count": 815,
            "abstract": "Nichaolas Sparks Love Stories Three-Book Set (A Bend In the Road, The Rescue, Message in a Bottle). For a limited time get three of Nicholas Sparks' popular fiction titles in one easy-to-order package, including the bestseller,. Message in a Bottle.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Love"
            ]
        },
        {
            "title": "The Female Eunuch",
            "authors": [
                "Germaine Greer",
                "Jennifer Baumgardner"
            ],
            "ranking": 3.7,
            "ranking_count": 6544,
            "abstract": "The clarion call to change that galvanized a generation.. When Germaine Greer's The Female Eunuch was first published it created a shock wave of recognition in women, one that could be felt around the world. It went on to become an international bestseller, translated into more than twelve languages, and a landmark in the history of the women's movement. Positing that sexual liberation is the key to women's liberation, Greer looks at the inherent and unalterable biological differences between men and women as well as at the profound psychological differences that result from social conditioning. Drawing on history, literature, biology, and popular culture, Greer's searing examination of women's oppression is a vital, passionately argued social commentary that is both an important historical record of where we've been and a shockingly relevant treatise on what still remains to be achieved.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Philosophy",
                "Politics",
                "Womens",
                "Gender",
                "Classics",
                "Sociology"
            ]
        },
        {
            "title": "The Algonquin Wits",
            "authors": [
                "Robert E. Drennan",
                "Dorothy Parker",
                "Alexander Woollcott",
                "Ring Lardner",
                "Robert Benchley",
                "Franklin P. Adams",
                "Edna Ferber",
                "Robert E. Drennen"
            ],
            "ranking": 3.67,
            "ranking_count": 85,
            "abstract": "A collection of quips of the members of the renowned Algonquin Round Table, including those of Dorothy Parker, Alexander Woolcott, Robert Benchley and other sparkling wits.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Drowning in the Shallows",
            "authors": [
                "Stewart Hennessey"
            ],
            "ranking": 4.33,
            "ranking_count": 3,
            "abstract": "trade paperback fine In stock shipped from our UK warehouse",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Simple Prayers",
            "authors": [
                "Michael  Golding"
            ],
            "ranking": 4.1,
            "ranking_count": 142,
            "abstract": "This mesmerising narrative iridescent with the colours of medieval Italy, is steeped in both authentic details and magical realism. It creates a long ago place that has chilling familiarity.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Moon Tiger",
            "authors": [
                "Penelope Lively"
            ],
            "ranking": 3.88,
            "ranking_count": 14400,
            "abstract": "The elderly Claudia Hampton, a best-selling author of popular history; lies alone in a London hospital bed. Memories of her life still glow in her fading consciousness, but she imagines writing a history of the world. Instead, Moon Tiger is her own history, the life of a strong, independent woman, with its often contentious relations with family and friends. At its center — forever frozen in time, the still point of her turning world — is the cruelly truncated affair with Tom, a British tank commander whom Claudia knew as a reporter in Egypt during World War II.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "War",
                "European Literature",
                "Novels",
                "Classics",
                "Northern Africa",
                "Contemporary"
            ]
        },
        {
            "title": "Ginko: Novel Menyentuh Tentang Dokter Perempuan Pertama di Jepang",
            "authors": [
                "Junichi Watanabe",
                "Istiani Prajoko"
            ],
            "ranking": 3.57,
            "ranking_count": 468,
            "abstract": "Desa Tawarase yang tenang tiba-tiba dikejutkan oleh kepulangan Gin, putri bungsu keluarga kelas atas Ogino yang terkenal cantik dan cerdas. Tak berapa lama, tersiar kabar mengenai perceraian Gin, tetapi hanya segelintir orang yang mengetahui penyebab sebenarnya perceraian itu karena Gin tertular penyakit kelamin dari suaminya. Gin dengan berani menolak kembali kepada suaminya. Hal yang tak lazim pada masa itu.. Gin yang menanggung malu akibat perceraian semakin terpuruk ketika penyakit yang dianggapnya sebagai aib hanya bisa ditangani oleh dokter laki-laki karena saat itu belum ada dokter perempuan di Jepang. Namun, peristiwa itu pula yang memicu Gin untuk bangkit dari kesedihan. Gin bertekad untuk menjadi dokter demi rasa solidaritasnya terhadap sesama perempuan.. Pada masa awal pemerintahan Meiji, ketika meraih profesi dokter sangatlah sulit bahkan bagi laki-laki, cita-cita Gin terbilang mustahil. Kenyataan itu tidak membuat Gin gentar. Diawali dengan mengubah namanya menjadi Ginko sebagai simbol perlawanannya terhadap ketidakadilan yang mendera perempuan, dia memulai perjuangan untuk menjadi dokter perempuan pertama di Jepang. Sementara, pertemuannya dengan seorang lelaki yang mengaguminya membuat hidupnya kian penuh warna.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Feminism",
                "Literature"
            ]
        },
        {
            "title": "The Journal of Albion Moonlight",
            "authors": [
                "Kenneth Patchen"
            ],
            "ranking": 4.23,
            "ranking_count": 590,
            "abstract": "Kenneth Patchen sets off on an allegorical journey of his own in which the far boundaries of love and murder, madness and sex are sensually explored. His is the tale of a disordered pilgrimage to H. Roivas (Heavenly Savior) in which the deranged responses of individuals point up the outer madness from which they derive in a more imaginative way that social protest generally allows.. Like Camus, Kenneth Patchen is anti-cool, anti-hip, anti-beat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "The United States Of America",
                "Contemporary",
                "Religion"
            ]
        },
        {
            "title": "Politics and Markets : The World's Political-Economic Systems",
            "authors": [
                "Charles E. Lindblom"
            ],
            "ranking": 4.02,
            "ranking_count": 48,
            "abstract": "Already a classic, this analysis of the relationship between government and business evaluates the different forms of capitalism, socialism, and democracy in the crucial terms of efficiency and personal liberty.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Politics",
                "Nonfiction",
                "Business"
            ]
        },
        {
            "title": "Fermat's Enigma",
            "authors": [
                "Simon Singh"
            ],
            "ranking": 4.28,
            "ranking_count": 28146,
            "abstract": "xn + yn = zn, where n represents 3, 4, 5, ...no solution. I have discovered a truly marvelous demonstration of this proposition which this margin is too narrow to contain.. With these words, the seventeenth-century French mathematician Pierre de Fermat threw down the gauntlet to future generations.  What came to be known as Fermat's Last Theorem looked simple; proving it, however, became the Holy Grail of mathematics, baffling its finest minds for more than 350 years.  In. Fermat's Enigma. --based on the author's award-winning documentary film, which aired on PBS's Nova--Simon Singh tells the astonishingly entertaining story of the pursuit of that grail, and the lives that were devoted to, sacrificed for, and saved by it.  Here is a mesmerizing tale of heartbreak and mastery that will forever change your feelings about mathematics.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biography",
                "Historical",
                "Philosophy"
            ]
        },
        {
            "title": "Outpassage",
            "authors": [
                "Janet E. Morris",
                "Chris Morris"
            ],
            "ranking": 4.11,
            "ranking_count": 220,
            "abstract": "WAR AND MYSTERY BEYOND THE STARS. Sgt. “Det” Cox has just spent three years under psych observation on Earth; now that he’s out-system, he isn’t about to tell anyone he’s seeing aliens again. Paige Barnett has lost everything, even her name, because she knows too much about the rebellion spreading through the Earth-Space mining colonies.. Together Cox and Barnett stumble upon the mystery at the revolution’s heart and learn why the rebels are willing to die for it.. Is their discovery humanity’s worst threat or greatest gift? The authorities are willing to destroy whole planets to keep the revolution’s secret from reaching Earth… What’s to stop them from destroying two people. “The Morrises’ blend of fast-paced narrative and meticulous research into near-space technology makes a novel you can’t put down.”. -- C.J. Cherryh. “Action sequences that would make any writer proud. OUTPASSAGE is a wonderful book.”. --David Drake. “OUTPASSAGE might just be the perfect science fiction novel.”. -- Jack Williamso. Janet Morris is a bestselling novelist who is also well-known as the creator of the Sacred Band of Stepsons series and member of the canonical THIEVES’ WORLD™ writing team. Her Sacred Band of Stepsons books include her BEYOND TRILOGY (BEYOND SANCTUARY, BEYOND THE VEIL, BEYOND WIZARDWALL), TEMPUS, and, with Chris Morris, THE SACRED BAND, THE FISH THE FIGHTERS AND THE SONG-GIRL, CITY AT THE EDGE OF TIME, TEMPUS UNBOUND, and STORM SEED.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Adult"
            ]
        },
        {
            "title": "الطريق",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 3.76,
            "ranking_count": 3434,
            "abstract": "من أروع ما كتب نجيب محفوظ عن الرغبة والطمع الكفيلين بأن يكونا سببين قويين للقتل. تمثل رواية الطريق نقداً قاسياً للواقع المرير الذي شهدته مصر بعد الثورة ولتفشي الفساد بين الأوساط الإجتماعية المختلفة للشعب المصري بأسلوب روائي شيق.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Classics",
                "African Literature",
                "Nobel Prize",
                "Northern Africa",
                "Mystery",
                "Media Tie In"
            ]
        },
        {
            "title": "The Promise of a New Day: A Book of Daily Meditations",
            "authors": [
                "Karen Casey"
            ],
            "ranking": 4.44,
            "ranking_count": 133,
            "abstract": "One of the World's Most Popular Collections of Daily Wisdom.... To Help You Make the Most of Each and Every DayEvery day -- happy or sad, challenging or just business-as-usual -- makes new demands on us. Each day brings new experiences, new tasks, and new rewards. As each day dawns, take a moment for quiet reflection and discover the promise of a new beginning and a fresh start full of optimism, hope, and joy.. For more than a dozen years,. The Promise of a New Day. -- a very special collection of inspiring thoughts and wise meditations has offered thousands of people day-to-day wisdom and fresh viewpoints on life, adding a moment of inspiration and insight, a comforting thought, or a time for rest and relaxation to their days. Filled with the wisdom of inspirational thinkers from around the world-including Robert Bly, Dr. Joyce Brothers, Leo Buscaglia, Norman Cousins, Amelia Earhart, Robert Frost, Helen Keller, John Lennon, Shirley MacLaine, Will Rogers, and Mark Twain along with insightful reflections and reassuring thoughts,. The Promise of a New Day. will help you find the promise of peace, encouragement, and a fresh start in every day of your life.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Psychology"
            ]
        },
        {
            "title": "Cody: Clicking Beat on the Brink of Nada",
            "authors": [
                "Keith Hale"
            ],
            "ranking": 3.94,
            "ranking_count": 345,
            "abstract": "By turns funny, romantic, erotic, and sad, this evocative novel brilliantly recreates the landscape of late adolescence, when friendships seem eternal and loves reincarnate. Set in Arkansas but first published in Amsterdam under the title Clicking Beat on the Brink of Nada, Cody quickly won praise from reviewers and readers across Europe and North America and caught the attention of William S. Burroughs and other writers who befriended the young author (Hale began writing the novel when he was sixteen). The first edition of the book was immediately banned in the United Kingdom during Margaret Thatcher's Operation Tiger. Today, Clicking Beat remains current and continues to be unique in both coming of age literature and the gay literary canon.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Fiction",
                "Gay",
                "Romance"
            ]
        },
        {
            "title": "Pyar Ka Pehla Shehr / پیار کا پہلا شہر",
            "authors": [
                "Mustansar Hussain Tarar"
            ],
            "ranking": 4.04,
            "ranking_count": 872,
            "abstract": "A Love Story.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Fiction",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Alice on the Outside",
            "authors": [
                "Phyllis Reynolds Naylor"
            ],
            "ranking": 3.93,
            "ranking_count": 1336,
            "abstract": "In this charming repackage from a beloved series, Alice doesn’t feel like fitting in.. Alice McKinley likes her life, but she senses things are changing. She gets a little bored by her best friends Elizabeth’s and Pamela’s obsession with clothes and makeup. She’s just not that interested. And though she is very interested in her boyfriend, Patrick, she’s not entirely sure how to keep their relationship going. Alice is struggling to figure out how she feels about things—and then how her feelings fits into what other people. think. she should be feeling.. Getting older is even trickier than Alice thought—is she ready for the challenge? As Alice stumbles her way through the minefield of early adolescence, there are plenty of bumps, giggles, and surprises along the way. Every girl should grow up with Alice, and with this irresistible new look, a whole new generation will want to.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Contemporary",
                "Realistic Fiction",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "Jessica",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.22,
            "ranking_count": 9820,
            "abstract": "Jessica is based on the inspiring true story of a young girl's fight for justice against tremendous odds.. A tomboy, Jessica is the pride of her father, as they work together on the struggling family farm. One quiet day, the peace of the bush is devastated by a terrible murder. Only Jessica is able to save the killer from the lynch mob – but will justice prevail in the courts?. Nine months later, a baby is born … with Jessica determined to guard the secret of the father's identity. The rivalry of Jessica and her beautiful sister for the love of the same man will echo throughout their lives – until finally the truth must be told.. Set in the harsh Australian bush against the outbreak of World War I, this novel is heartbreaking in its innocence, and shattering in its brutality.. 'A deserved bestseller, based on fact, a story told with heartbreaking honesty.' Australian Women's Weekly. 'Courtenay draws on the social satire of Jane Austen and the dark forces of Thomas Hardy, and his tragic heroine parallels Antigone … ' Herald Sun",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Romance",
                "Drama",
                "Adult",
                "Audiobook",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "The Wall",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 4.08,
            "ranking_count": 22537,
            "abstract": "'The Wall', the lead story in this collection, introduces three political prisoners on the night prior to their execution. Through the gaze of an impartial doctor--seemingly there for the men's solace--their mental descent is charted in exquisite, often harrowing detail. And as the morning draws inexorably closer, the men cross the psychological wall between life and death, long before the first shot rings out.. This brilliant snapshot of life in anguish is the perfect introduction to a collection of stories where the neurosis of the modern world is mirrored in the lives of the people that inhabit it.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Short Stories",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Psychology"
            ]
        },
        {
            "title": "Mus of Kerbridge",
            "authors": [
                "Paul Kidd"
            ],
            "ranking": 4.09,
            "ranking_count": 75,
            "abstract": "Enter a world of romance and adventure! A world where Centaur ladies flirt with Satyr Musketeers - where rapier and pistol match their powers against ancient sorceries.. Where a small brown house-mouse becomes the King's most astonishing new cavalier!. Accidentally sprung into intelligence by a brutal spell, Mus the mouse finds himself cast adrift in an astonishing new world. As companion to Miriam, a Half-Horse damsel in distress, Mus must protect his lady fair from sorcery and battle, facing sinister intrigues that seek to overthrow the very throne.. When the world seems all but over run by war, Mus proves that a tiny body can hold a lion's heart...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Dark Debts",
            "authors": [
                "Karen  Hall"
            ],
            "ranking": 3.63,
            "ranking_count": 580,
            "abstract": "The Supernatural Thriller of the Decade. Every few years, a book bursts onto the scene that captures the imagination so powerfully and singularly that it takes on its own life in the minds of millions of readers:. The Prince of Tides. by Pat Conroy;. The Secret History. by Donna Tartt;. The Exorcist. by William Peter Blatty.. Dark Debts. is such a book. Author Karen Hall masterfully combines horror, southern gothic, romantic comedy, and theological mystery in the form of a supernatural thriller. Terrifying, irreverent, and deeply spiritual,. Dark Debts. grabs the reader from the very beginning and doesn't let go until the last remarkable page.. A superstar among television writers, the only woman ever to work on the staffs of. M*A*S*H. and. Hill Street Blues. , Karen Hall spent five years creating this vividly original story of faith confronting evil in Atlanta and Los Angeles. Her characters include:. *Michael, a sexy Jesuit priest who is having an affair with a beautiful. New Yorker. editor.. *Cam, a reclusive southern writer who survived a murderous family only to leap to his death under mysterious circumstances.. *Randa, an obsessive newspaper reporter on the trail of Cam's family secret.. *Jack, a lost soul who meets the love of his life just as he realizes he's losing his mind.. Dark Debts. will give readers nightmares and fantasies, provoke fear and laughter, inspire doubt and faith.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Teheran, een zwanezang",
            "authors": [
                "F. Springer"
            ],
            "ranking": 3.94,
            "ranking_count": 190,
            "abstract": "Toby Harrison krijgt in 1978 het financieel aanlokkelijke verzoek de officiële biografie te schrijven van Reza Sjah de Grote en de door hen gegrondveste Pahlavi-dynastie. Rustig stapt hij op het vliegtuig naar Teheran, zonder te beseffen hoezeer die stad een op scherp staande tijdbom is.. De val van Sjah Mohammed Reza en de machtsovername door de sjiietische fundamentalisten zorgen ervoor dat Toby zich binnen de kortste keren in buitengewoon verwarrende en levensgevaarlijke omstandigheden bevindt.",
            "part_of_series": false,
            "genre_list": [
                "Literature",
                "European Literature",
                "Roman",
                "Cultural",
                "Novels",
                "Fiction"
            ]
        },
        {
            "title": "The Rising Sun: The Decline & Fall of the Japanese Empire, 1936-45",
            "authors": [
                "John  Toland"
            ],
            "ranking": 4.27,
            "ranking_count": 4695,
            "abstract": "This Pulitzer Prize–winning history of World War II chronicles the dramatic rise and fall of the Japanese empire, from the invasion of Manchuria and China to the atomic bombing of Hiroshima and Nagasaki. Told from the Japanese perspective,. The Rising Sun. is, in the author’s words, “a factual saga of people caught up in the flood of the most overwhelming war of mankind, told as it happened—muddled, ennobling, disgraceful, frustrating, full of paradox.”. In weaving together the historical facts and human drama leading up to and culminating in the war in the Pacific, Toland crafts a riveting and unbiased narrative history. In his Foreword, Toland says that if we are to draw any conclusion from. The Rising Sun. , it is “that there are no simple lessons in history, that it is human nature that repeats itself, not history.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "War",
                "Military",
                "Politics"
            ]
        },
        {
            "title": "Alice Mongoose and Alistair Rat in Hawaii",
            "authors": [
                "Mary Pfaff"
            ],
            "ranking": 4.22,
            "ranking_count": 9,
            "abstract": "When Alice Mongoose sails from India to her first grownup job on the Big Island of Hawaii, she is shocked to learn what her new position entails.. She decides instead to strike out on her own. When she meets the gentle and dapper Alistair Rat, she knows that she has found a friend in her new Hawaiian home.. The Alice Mongoose and Alistair Rat stories are classic tales of adventure, resilience, and friendship, beloved to this day by children of all ages.. Ten percent of the profits from this book will go to Three Ring Ranch, Hawaii's only fully-accredited, USDA licensed, exotic animal sanctuary.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "The Shoemaker's Tale",
            "authors": [
                "Mark Ari"
            ],
            "ranking": 4.41,
            "ranking_count": 27,
            "abstract": "A Chagall painting brought to life, the novel traces the episodic journey of an orphaned 18th-century cobbler in search of the legendary Jewish rabbi and miracle worker, the Baal Shem Tov.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Four Reigns",
            "authors": [
                "Kukrit Pramoj",
                "คึกฤทธิ์ ปราโมช",
                "Tulachandra"
            ],
            "ranking": 4.22,
            "ranking_count": 746,
            "abstract": "This English version of the Thai novel Si Phaendin tells the rich and entertaining story of one woman's life both inside and outside the royal palace in Bangkok. Spanning a period of four reigns, from King Chulalongkorn to the reign of his grandson King Ananda, this popular modern classic gives insight into the social and political issues facing Thailand from the 1890s through the turbulent years of World War II.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "Kangaroo",
            "authors": [
                "D.H. Lawrence"
            ],
            "ranking": 3.18,
            "ranking_count": 525,
            "abstract": "Kangaroo is D. H. Lawrence's eighth novel, set in Australia. He wrote the first draft in just forty-five days while living south of Sydney, in 1922, and revised it three months later in New Mexico. The descriptions of the country are vivid and sympathetic and the book fuses lightly disguised autobiography with an exploration of political ideas at an immensely personal level. Based on a collation of the manuscript, typescripts and first editions, this text of Kangaroo is closest to what Lawrence would have expected to see in print. There is a full textual apparatus of variants, a comprehensive introduction giving the background and history of composition and publication and a summary of contemporary reviewers' opinions. Explanatory notes elucidate the many geographical, political and literary allusions in the text; there are three maps and an appendix detailing Australian locations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Historical",
                "Novels",
                "Politics",
                "European Literature"
            ]
        },
        {
            "title": "Titaantjes",
            "authors": [
                "Nescio",
                "Joost Swarte"
            ],
            "ranking": 3.82,
            "ranking_count": 380,
            "abstract": "Novelle over een groepje hooggestemde maar weinig daadkrachtige jongemannen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Short Stories",
                "Literature",
                "Humor"
            ]
        },
        {
            "title": "The Living",
            "authors": [
                "Annie Dillard"
            ],
            "ranking": 3.85,
            "ranking_count": 2937,
            "abstract": "Ninety miles north of Seattle on the Washington coast lies Bellingham Bay, where a rough settlement founded in the 1850s would become the town of Whatcom. Here, the Lummi and Nooksack Indian people fish and farm, hermits pay their debts in sockeye salmon, and miners track gold-bearing streams.. Here, too, is the intimate, murderous tale of three men. Clare Fishburn believes that greatness lies in store for him. John Ireland Sharp, an educated orphan, abandons hope when he sees socialists expel the Chinese workers from the region. Beal Obenchain, who lives in a cedar stump, threatens Clare Fishburn's life.. A killer lashes a Chinese worker to a wharf piling at low tide. Settlers pour in to catch the boom the railroads bring. People give birth, drown, burn, inherit rich legacies, and commit expensive larcenies. All this takes place a hundred years ago, when these vital, ruddy men and women were ''the living.''",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Environment",
                "Novels",
                "Adult Fiction",
                "North American Hi...",
                "Adult"
            ]
        },
        {
            "title": "Love Without End",
            "authors": [
                "Glenda Green"
            ],
            "ranking": 4.51,
            "ranking_count": 112,
            "abstract": "Love Without End is one of the most quoted books in modern spiritual literature. Its messages have improved the lives of millions. Although it is based on a special encounter with Jesus, it is not about religion. It was not written to solicit, reinforce, or change existing beliefs. These teachings are a gift to your heart for the fulfillment of your life.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Philosophy"
            ]
        },
        {
            "title": "Any Known Blood",
            "authors": [
                "Lawrence Hill"
            ],
            "ranking": 3.86,
            "ranking_count": 3485,
            "abstract": "Langston Cand V is 38, divorced and working as a government speechwriter, until he's fired for sabotaging the minister's speech. It seems the perfect time for Langston, the eldest son of a white mother and prominent black father, to embark on a quest for his family's past - and his own sense of self.. Any Known Blood. follows five generations of an African-Canadian-American family in a compelling story that slips effortlessly from the slave trade of 19th-century Virginia to the modern, predominantly white suburbs of Oakville, Ontario - once a final stop on the Underground Railroad. At once elegant and sensuous, wry and witty,. Any Known Blood. is an engrossing tale about one man's attempt to find himself through unearthing and giving voice to those who came before him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Race",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "توپ مرواری",
            "authors": [
                "Sadegh Hedayat",
                "صادق هدایت"
            ],
            "ranking": 3.75,
            "ranking_count": 1782,
            "abstract": "توپ مروارید، یک توپ نظامی بزرگی واقع در میدان ارگ تهران قدیم، روبروی نقاره‌خانه قدیم. وجه تسمیه این توپ معلوم نیست اما برخی (کتیرائی، ۱۳۷۸) علت نامگذاری را چند رشته مروارید ذکر کرده‌اند که به دهانه توپ آویزان بوده است . نوشته حک شده روی توپ نام سازنده آنرا اسماعیل اصفهانی و سال ساخت آنرا ۱۲۳۳ (به امرفتحعلی شاه قاجار (حکومت : ۱۲۱۲-۱۲۵۰)) ذکر کرده است. این توپ هم اکنون در مدخل ساختمان شماره هفت وزارت امور خارجه قرار دارد.. این توپ در فرهنگ عامه حائز اهمیت بوده است به نحوی که در دوران قاجار خرافات بسیاری پیرامون آن شکل گرفت و مردم برای گرفتن حاجتهای خود به آن توسل می‌جستند. صادق هدایت کتاب توپ مرواری را در انتقاد از خرافات رایج میان مردم در باره این توپ با توجه به اوضاع سیاسی و اجتماعی آن دوره نوشت.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Literature",
                "Fiction",
                "Humor",
                "Cultural",
                "Short Stories",
                "Religion",
                "Novella"
            ]
        },
        {
            "title": "The African Queen",
            "authors": [
                "C.S. Forester"
            ],
            "ranking": 4.03,
            "ranking_count": 8153,
            "abstract": "A classic story of adventure and romance - the novel that inspired the legendary movie starring Katherine Hepburn and Humphrey Bogart. As World War I reaches the heart of the African jungle, Charlie Allnutt and Rose Sayer, a dishevelled trader and an English spinster missionary, find themselves thrown together by circumstance. Fighting time, heat, malaria, and bullets, they make their escape on the rickety steamboat. The African Queen. ...and hatch their own outrageous military plan. Originally published in 1935,. The African Queen. is a tale replete with vintage Forester drama - unrelenting suspense, reckless heroism, impromptu military manoeuvres, near-death experiences - and a good old-fashioned love story to boot.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Adventure",
                "Cultural",
                "Romance",
                "War",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Four Ways to Forgiveness",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.2,
            "ranking_count": 3835,
            "abstract": "At the far end of our universe, on the twin planets of Werel and Yeowe, all humankind is divided into assets and owners, tradition and liberation are at war, and freedom takes many forms. Here is a society as complex and troubled as any on our world, peopled with unforgettable characters struggling to become fully human. For the disgraced revolutionary Abberkam, the callow space brat Solly, the haughty soldier Teyeo, and the Ekumen historian and Hainish exile Havzhiva, freedom and duty both begin in the heart, and success as well as failure has its costs.. CONTENT. Betrayals. Forgiveness Day. A Man of the People. A Woman's Liberation. Notes on Werel and Yeowe. In this stunning collection of four intimately interconnected novellas, Ursula K. Le Guin returns to the great themes that have made her one of America's most honored and respected authors.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Feminism",
                "Literature"
            ]
        },
        {
            "title": "I Rode a Horse of Milk White Jade",
            "authors": [
                "Diane Lee Wilson"
            ],
            "ranking": 4.03,
            "ranking_count": 1224,
            "abstract": "Born on the Mongolian steppes during the reign of Kublai Khan, Oyuna's future seems decided when, as an infant, her foot is crushed by a horse. Her clan believes she has been cursed by bad luck, and she is confined to her family's tent to cook and sew. But Oyuna dreams of bringing honor and good luck to her family. Disguised as a boy and with only her beloved old mare and heroic cat for company, she sets off on a journey--a journey that will change her luck forever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Animals",
                "Academic",
                "Fantasy"
            ]
        },
        {
            "title": "This Perfect Day",
            "authors": [
                "Ira Levin",
                "Gene Szafran"
            ],
            "ranking": 4.01,
            "ranking_count": 8604,
            "abstract": "The story is set in a seemingly perfect global society. Uniformity is the defining feature; there is only one language and all ethnic groups have been eugenically merged into one race called “The Family.” The world is ruled by a central computer called UniComp that has been programmed to keep every single human on the surface of the earth in check. People are continually drugged by means of regular injections so that they will remain satisfied and cooperative. They are told where to live, when to eat, whom to marry, when to reproduce. Even the basic facts of nature are subject to the UniComp’s will—men do not grow facial hair, women do not develop breasts, and it only rains at night.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Apocalyptic",
                "Literature"
            ]
        },
        {
            "title": "Queer",
            "authors": [
                "William S. Burroughs"
            ],
            "ranking": 3.62,
            "ranking_count": 11926,
            "abstract": "Originally written in 1952 but not published till 1985, Queer is an enigma - both an unflinching autobiographical self-portrait and a coruscatingly political novel, Burroughs' only realist love story and a montage of comic-grotesque fantasies that paved the way for his masterpiece, Naked Lunch. Set in Mexico City during the early fifties, Queer follows William Lee's hopeless pursuit of desire from bar to bar in the American expatriate scene. As Lee breaks down, the trademark Burroughsian voice emerges; a maniacal mix of self-lacerating humor and the Ugly American at his ugliest. A haunting tale of possession and exorcism, Queer is also a novel with a history of secrets, as this new edition reveals.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Classics",
                "Literature",
                "Novels",
                "The United States Of America"
            ]
        },
        {
            "title": "Thirst",
            "authors": [
                "Andrey Gelasimov",
                "Marian Schwartz"
            ],
            "ranking": 3.52,
            "ranking_count": 564,
            "abstract": "Masterfully translated from the original Russian by award-winning translator Marian Schwartz, Thirst tells the story of 20-year-old Chechen War veteran Kostya. Maimed beyond recognition by a tank explosion, he spends weeks on end locked inside his apartment, his sole companions the vodka bottles spilling from the refrigerator. But soon Kostya’s comfortable if dysfunctional cocoon is torn open when he receives a visit from his army buddies who are mobilized to locate a missing comrade. Through this search for his missing friend, Kostya is able to find himself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "War",
                "Literature",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "Fate Is the Hunter",
            "authors": [
                "Ernest K. Gann"
            ],
            "ranking": 4.55,
            "ranking_count": 2398,
            "abstract": "Ernest K. Gann’s classic pilot's memoir is an up-close and thrilling account of the treacherous early days of commercial aviation. “Few writers have ever drawn readers so intimately into the shielded sanctum of the cockpit, and it is hear that Mr. Gann is truly the artist” (. The New York Times Book Review. ).. “A splendid and many-faceted personal memoir that is not only one man’s story but the story, in essence, of all men who fly” (. Chicago Tribune. ). In his inimitable style, Gann brings you right into the cockpit, recounting both the triumphs and terrors of pilots who flew when flying was anything but routine.",
            "part_of_series": false,
            "genre_list": [
                "Aviation",
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Adventure",
                "Biography Memoir",
                "Travel",
                "War"
            ]
        },
        {
            "title": "Annihilation of Caste",
            "authors": [
                "B.R. Ambedkar"
            ],
            "ranking": 4.62,
            "ranking_count": 5885,
            "abstract": "“What the Communist Manifesto is to the capitalist world, Annihilation of Caste is to India.” —Anand Teltumbde, author of The Persistence of Caste. B.R. Ambedkar’s Annihilation of Caste is one of the most important, yet neglected, works of political writing from India. Written in 1936, it is an audacious denunciation of Hinduism and its caste system. Ambedkar – a figure like W.E.B. Du Bois – offers a scholarly critique of Hindu scriptures, scriptures that sanction a rigidly hierarchical and iniquitous social system. The world’s best-known Hindu, Mahatma Gandhi, responded publicly to the provocation. The hatchet was never buried.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Politics",
                "Philosophy",
                "Sociology",
                "Religion",
                "Asian Literature",
                "Culture",
                "Social Movements"
            ]
        },
        {
            "title": "512 Ants on Sullivan Street",
            "authors": [
                "Carol A. Losi",
                "Marilyn Burns"
            ],
            "ranking": 3.53,
            "ranking_count": 40,
            "abstract": "At this family picnic, 4 ants take a barbecued chip, 8 take a bacon strip, and the march goes on and on!",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Childrens"
            ]
        },
        {
            "title": "Pali anđeo",
            "authors": [
                "Per Olov Enquist",
                "Mihailo Vesović",
                "Moma Dimić"
            ],
            "ranking": 3.83,
            "ranking_count": 797,
            "abstract": "U romanu, koji spaja san sa stvarnosti, autor nastoji odgovoriti na pitanja ljudskog postojanja. Glavni likovi su dvije persone povezane tjelesno i emocionalno u neopoziv odnos uzajamne i kontroverzne ljubavi.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Green Mansions",
            "authors": [
                "William H. Hudson"
            ],
            "ranking": 3.72,
            "ranking_count": 2927,
            "abstract": "A failed revolutionary attempt drives the hero of Hudson's novel to seek refuge in the primeval forests of south-western Venezuela. There, in the 'green mansions' of the title, Abel encounters the wood-nymph Rima, the last survivor of a mysterious aboriginal race. The love that flowers between them is soon overshadowed by cruelty and sorrow... One of the acknowledged masters of natural history writing, W. H. Hudson forms an important link between nineteenth-century Romanticism and the twentieth-century ecological movement.. First published in 1904 and a bestseller after its reissue a dozen years later,. Green Mansions. offers its readers a poignant meditation on the loss of wilderness, the dream of a return to nature, and the bitter reality of the encounter between savage and civilized man.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Fantasy",
                "Romance",
                "Literature",
                "Novels",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "The Civil War, Vol. 2: Fredericksburg to Meridian",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.54,
            "ranking_count": 6488,
            "abstract": "A narrative history of the American Civil War, which covers not only the battles and the troop movements but also the social background that brought on the war and led, in the end, to the South's defeat.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "North American Hi...",
                "American History",
                "War",
                "Military",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Denial of Death",
            "authors": [
                "Ernest Becker",
                "Sam Keen",
                "Daniel Goleman"
            ],
            "ranking": 4.13,
            "ranking_count": 10426,
            "abstract": "Winner of the Pulitzer prize in 1974 and the culmination of a life's work,. The Denial of Death. is Ernest Becker's brilliant and impassioned answer to the why of human existence. In bold contrast to the predominant Freudian school of thought, Becker tackles the problem of the vital lie -- man's refusal to acknowledge his own mortality. In doing so, he sheds new light on the nature of humanity and issues a call to life and its living that still resonates more than twenty years after its writing.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Psychology",
                "Nonfiction",
                "Death",
                "Science",
                "Self Help",
                "Sociology",
                "Spirituality",
                "Anthropology",
                "Religion"
            ]
        },
        {
            "title": "Exiles",
            "authors": [
                "Michael J. Arlen"
            ],
            "ranking": 3.86,
            "ranking_count": 77,
            "abstract": "Back in print, a wry and moving . . . rare and minute accounting of growing up. (. Time. ). Exiles is the story of two glamorous people. —. one, a beautiful aristocrat; the other, a self-made man, one of the most famous authors of the 1920s. In this slender volume, which was nominated for the 1970 National Book Award and helped reestablish the memoir as a genre, Michael J. Arlen evokes. —. with humor and honesty. —. his parents' seemingly charmed life in Hollywood and New York, his own childhood spent between homes and boarding schools, and the decline of a family full of love, joy, and pride in one another: in other words, a family as ordinary as it is unusual.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Biography Memoir",
                "Biography"
            ]
        },
        {
            "title": "Der futurologische Kongreß",
            "authors": [
                "Stanisław Lem"
            ],
            "ranking": 4.2,
            "ranking_count": 10826,
            "abstract": "Das Kernstück der Erzählung bildet eine lange Episode, in der der nach schweren Verletzungen in Kühlschlaf versetzte Ijon Tichy im Jahre 2039 erwacht, wo mittlerweile das Zeitalter der Psychemie angebrochen ist, der Beeinflussung aller Sinneswahrnehmungen durch chemische Mittel, die die ganze menschliche Existenz durchdringen, so daß es keine Wirklichkeit mehr gibt, die nicht chemisch manipuliert wäre.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "European Literature",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "Sword at Sunset",
            "authors": [
                "Rosemary Sutcliff"
            ],
            "ranking": 4.08,
            "ranking_count": 1903,
            "abstract": "This brilliant reconception of the Arthurian epic cuts through the familiar myths and tells the story of the real King Arthur: Artos the Bear, the mighty warrior-king who saved the last lights of Western civilization when the barbarian darkness descended in the fifth century.. Artos here comes alive: bold and forceful in battle, warm and generous in friendship, tough in politics, shrewd in the strategy of war - and tender and tragically tormented in love.. Out of the braiding of ancient legend, fresh research, soaring imagination and hypnotic narrative skill comes a novel that has richly earned its reputation as a classic.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mythology",
                "Fiction",
                "Fantasy",
                "Classics",
                "Childrens",
                "Historical Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Anti-Intellectualism in American Life",
            "authors": [
                "Richard Hofstadter"
            ],
            "ranking": 4.14,
            "ranking_count": 2899,
            "abstract": "Anti-intellectualism in American Life. was awarded the 1964 Pulitzer Prize in Non-Fiction. It is a book which throws light on many features of the American character. Its concern is not merely to portray the scorners of intellect in American life, but to say something about what the intellectual is, and can be, as a force in a democratic society.. Hofstadter set out to trace the social movements that altered the role of intellect in American society from a virtue to a vice. In so doing, he explored questions regarding the purpose of education and whether the democratization of education altered that purpose and reshaped its form.. In considering the historic tension between access to education and excellence in education, Hofstadter argued that both anti-intellectualism and utilitarianism were consequences, in part, of the democratization of knowledge.. Moreover, he saw these themes as historically embedded in America's national fabric, an outcome of her colonial European and evangelical Protestant heritage. Anti-intellectualism and utilitarianism were functions of American cultural heritage, not necessarily of democracy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Sociology",
                "Philosophy",
                "North American Hi...",
                "Education",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "A Drink Before the War",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 3.94,
            "ranking_count": 39183,
            "abstract": "Kenzie and Gennaro are private investigators in the blue-collar neighborhoods and ghettos of South Boston-they know it as only natives can. Working out of an old church belfry, Kenzie and Gennaro take on a seemingly simple assignment for a prominent politician: to uncover the whereabouts of Jenna Angeline, a black cleaning woman who has allegedly stolen confidential state documents. Finding Jenna, however, is easy compared to staying alive once they've got her. The investigation escalates, implicating members of Jenna's family and rival gang leaders while uncovering extortion, assassination, and child prostitution extending from bombed-out ghetto streets to the highest levels of government. A Drink Before the War , the first in Lehane's acclaimed series with Boston detectives Patrick Kenzie and Angie Gennaro, is a remarkable debut that is at once a pulsating crime thriller and a mirror of our world, one in which the worst human horrors are found closest to home, and the most vicious obscenities are committed in the name of love.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Faserland",
            "authors": [
                "Christian Kracht"
            ],
            "ranking": 3.64,
            "ranking_count": 4264,
            "abstract": "Einmal durch die Republik, von Nord nach Süd: Christian Krachts namenloser Ich-Erzähler berichtet von seiner Deutschlandreise. Der kleine Bildungsroman Faserland veränderte in Deutschland die Wahrnehmung einer ganzen Generation, von der es vorher hieß, sie habe gar keine Wahrnehmung.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Academic",
                "Cultural",
                "Classics",
                "Roman",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Gabriel García Márquez: One Hundred Years of Solitude",
            "authors": [
                "Michael  Wood"
            ],
            "ranking": 4.55,
            "ranking_count": 5290,
            "abstract": "One Hundred Years of Solitude. is perhaps the most important landmark of the so-called Boom in contemporary Latin American fiction. Published in 1967, the novel was an instant success, running to hundreds of editions, winning four international prizes and being translated into 27 languages. In 1982, its author received the Nobel Prize for Literature. Michael Wood places the novel in the context of modern Colombia's violent history, and helps the reader to explore the rich and complex vision of the world which Garcia Marquez presents in it. Close reference is made to the text itself (in English translation), and there is a guide to further reading.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Magical Realism",
                "Fantasy",
                "Romance",
                "Roman",
                "Art"
            ]
        },
        {
            "title": "Buch der Erinnerung",
            "authors": [
                "Péter Nádas"
            ],
            "ranking": 4.07,
            "ranking_count": 510,
            "abstract": "Das Buch der Erinnerung von Péter Nádas, ein Meilenstein der ungarischen Nachkriegsliteratur, zeichnet ein Bild des 20. Jahrhunderts, indem es die Erschütterungen und Wechsellagen seiner äußeren Geschichte mit einer eindringlichen Beschreibung und Analyse des Gefühlslebens in Verbindung bringt. Es dokumentiert das Lebensgefühl eines Intellektuellen in der Auseinandersetzung mit einem menschenfeindlichen System.. Entstehung: Elf Jahre lang arbeitete Nádas an seinem über 1300 Seiten starken Roman. Wie er in einem Vorspann zur deutschen Ausgabe mitteilte, war es sein Anliegen, parallele Erinnerungen verschiedener Personen zu verschiedenen Zeiten so niederzuschreiben, als wären alle diese Personen er, ohne dass er es wirklich wäre.. Inhalt: Im Mittelpunkt des Romans steht ein etwa 30-jähriger ungarischer Schriftsteller. Dieser namenlose Ich-Erzähler befindet sich Anfang der 1970er Jahre in Ostberlin. Er durchlebt eine Krise, da sein geliebter Freund Melchior, ein deutscher Schriftsteller, in den Westen geflohen ist. Der Erzähler kehrt daraufhin nach Ungarn zurück und beginnt mit der Aufzeichnung seiner Erinnerungen. Um sich des eigenen Schicksals bewusst zu werden, entwirft er einen Roman um einen Schriftsteller, der sich zu Beginn des Jahrhunderts in Berlin und im Ostseebad Heiligendamm aufhält. Dieser Erzählstrang, aus der Perspektive der Hauptfigur ebenfalls in Ich-Form erzählt, ist die zweite Ebene des Romans. Die dritte führt in das Budapest der 1950er Jahre und schildert die schreckliche Kindheit des ersten Erzählers in einer großbürgerlichen Familie während der Zeit der stalinistischen Diktatur Rákosis.. Der aus Ostberlin nach Budapest zurückgekehrte Erzähler stirbt schließlich eines gewaltsamen Todes; er wird von Motorradfahrern vorsätzlich überfahren. Krisztian, ein alter Schulfreund des Erzählers, nimmt das Erinnerungsbuch an sich, betrachtet die dort geschilderte, gemeinsam verbrachte Kindheit aus seiner Perspektive und sinniert über die Existenz und Identität seines toten Freundes.. Struktur: Das Buch besitzt einen äußerst komplexen Aufbau, der vom Leser ein hohes Maß an Aufmerksamkeit und Aufnahmebereitschaft fordert. Es führt in ein Labyrinth aus Raum und Zeit, in dem sich die unterschiedlichen Ebenen vielfach verbinden und überlagern. Es tritt eine Fülle von Personen auf, deren Lebenskreise sich berühren und schneiden. Den Kern des Romans bildet die Verknüpfung zweier Biografien: die des ungarischen Schriftstellers, der seine Vergangenheit erforscht, und jene des jungen Deutschen, der ein Produkt der Fantasie der Hauptfigur ist.. Der Text ist in drei Haupt-Erzählstränge gegliedert, in denen ein jeweils anderer Ich-Erzähler an verschiedenen Orten zu verschiedenen Zeiten auftritt. Diese parallelen Erinne- rungen sind jedoch nicht einander nachgestellt, sondern ineinander verschachtelt. Auch innerhalb der einzelnen Erzählstränge wird die Handlung immer wieder von akribisch und minutiös geschilderten Episoden, Bildern und Befindlichkeiten unterbrochen. Selbst auf der Ebene der einzelnen Sätze – lange Sätze, die kunstvoll komponiert und verschachtelt sind – wird dieses Prinzip des Unterbrechens und Hinhaltens angewendet. Inhalt und Sprache des Texts entsprechen dem Wesen des Erinnerns, sie folgen dem unberechenbaren Strom der Erinnerungen.. Wirkung: Das Buch der Erinnerung begründete Nádas’ internationalen Ruf als Schriftsteller und wurde mit zahlreichen renommierten Literatur-Preisen ausgezeichnet. R. F.. (Copyright: Aus Das Buch der 1000 Bücher (Harenberg Verlag))",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Classics",
                "Historical",
                "LGBT"
            ]
        },
        {
            "title": "Friendly Fascism: The New Face of Power in America",
            "authors": [
                "Bertram M. Gross"
            ],
            "ranking": 3.96,
            "ranking_count": 192,
            "abstract": "This provocative and original look at current trends in the United States presents a grim forecast of a possible totalitarian future. The author shows how the chronic problems faced by the U.S. in the late twentieth century require increasing collusions between Big Business and Big Government in order to 'manage' society in the interests of the rich and powerful.. This friendly fascism, Gross argues, will probably lack the dictatorships, public spectacles and overt brutality of the classic varieties of Germany, Italy and Japan, but has at its root the same denial of individual freedoms and democratic rights. No one who cares about the future of democracy can afford to ignore the frightening possibilities of Friendly Fascism.. This is certainly a strikingly prescient book for a Trump era.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Philosophy",
                "Economics",
                "Literature",
                "Sociology",
                "Cultural",
                "Business"
            ]
        },
        {
            "title": "Seth Speaks: The Eternal Validity of the Soul",
            "authors": [
                "Jane Roberts",
                "Seth (Spirit)",
                "Robert F. Butts"
            ],
            "ranking": 4.15,
            "ranking_count": 8930,
            "abstract": "One of the most powerful of the Seth Books, this essential guide to conscious living clearly and powerfully articulates the furthest reaches of human potential, and the concept that we all create our own reality according to our individual beliefs. Having withstood the test of time, it is still considered one of the most dynamic and brilliant maps of inner reality available today.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Philosophy",
                "Self Help",
                "Religion",
                "Psychology",
                "Occult",
                "Fantasy"
            ]
        },
        {
            "title": "Ship of Fools",
            "authors": [
                "Katherine Anne Porter"
            ],
            "ranking": 3.69,
            "ranking_count": 2501,
            "abstract": "The story takes place in the summer of 1931, on board a cruise ship bound for Germany. Passengers include a Spanish noblewoman, a drunken German lawyer, an American divorcee, a pair of Mexican Catholic priests. This ship of fools is a crucible of intense experience, out of which everyone emerges forever changed. Rich in incident, passion, and treachery, the novel explores themes of nationalism, cultural and ethnic pride, and basic human frailty that are as relevant today as they were when the book was first published in 1962.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Female Authors"
            ]
        },
        {
            "title": "Lord Krishna's Cuisine: The Art of Indian Vegetarian Cooking",
            "authors": [
                "Yamuna Devi",
                "David    Baird"
            ],
            "ranking": 4.23,
            "ranking_count": 1189,
            "abstract": "Finally back in print--the definitive volume on Indian vegetarian cooking. Created by a noted author and lecturer,. Lord Krishna's Cuisine. features more than 500 recipes, filled with fresh produce and herbs, delicate spices, hot curries, and homemade dairy products. All recipes are based on readily available ingredients and have been scrupulously adapted for American kitchens. The recipes are enlivened by the author's anecdotes and personal reminiscences of her years in India, including stories of gathering recipes from royal families and temple cooks, which had been jealously guarded for centuries.Hailed by. Gourmet. as definitive, and as a marvelous source for vegetarians by. Bon Appetit. , Devi has created the landmark work on the world's most sophisticated vegetarian cuisine. Repackaged and evocatively illustrated,. Lord Krishna's Cuisine. unlocks the mysteries of the most healthful and delicious recipes of the world.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Asian Literature",
                "Health",
                "Literature"
            ]
        },
        {
            "title": "Annie's Song",
            "authors": [
                "Catherine Anderson"
            ],
            "ranking": 4.18,
            "ranking_count": 15491,
            "abstract": "Annie Trimble lives in a solitary world that no one enters or understands. As delicate and beautiful as the tender blossoms of the Oregon spring, she is shunned by a town that misinterprets her affliction. But cruelty cannot destroy the love Annie holds in her heart.. Alex Montgomery is horrified to learn his wild younger brother forced himself on a helpless idiot girl. Tormented by guilt, Alex agrees to marry her and raise the baby she carries as his own. But he never dreams he will grow to cherish his lovely, mute, and misjudged Annie; her childlike innocence, her womanly charms and the wondrous way she views her world. He becomes determined to break through the wall of silence surrounding her; to heal... and to be healed by Annie's sweet song of love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Disability",
                "Adult",
                "Sociology",
                "Fiction"
            ]
        },
        {
            "title": "Fabian. Die Geschichte eines Moralisten",
            "authors": [
                "Erich Kästner"
            ],
            "ranking": 4.14,
            "ranking_count": 5038,
            "abstract": "Erich Kästner kennen viele nur als Autor von Kinder- und Jugendbüchern. Dass er auch zeitkritische Romane geschrieben hat, wissen die wenigsten. Der Roman. Fabian. entstand 1931 und beschreibt den moralischen und geistigen Verfall inmitten schwieriger politischer Verhältnisse. Für Kästner gehen in dieser Zeit politischer und moralischer Verfall der Gesellschaft Hand in Hand.. Fabian ist ein arbeitsloser Germanist, der durch die Großstadt Berlin zieht auf der Suche nach Arbeit, auf der Suche nach Kontakten. Wir erleben mit, wie er Menschen trifft, die ihn kaufen wollen, wie sich seine Freundin prostituiert, um Schauspielerin zu werden. Sein bester Freund begeht Selbstmord wegen einer lächerlichen Bemerkung. Ein Erfinder tritt auf, der seine Erfindungen, die Arbeitsplätze vernichtet haben, zurücknehmen will, was nicht geht. Die Stadt ist in Auflösung begriffen, die Menschen leben wie in einem Irrenhaus, einem hoffnungslosen, unbarmherzigen Labyrinth.. Fabian ist ein Außenseiter, ein Moralist, seine Waffe ist die Beobachtung, die Distanz, die durch sarkastische Bemerkungen hergestellt wird. Sein Anspruch besteht darin, zuzusehen, ob die Welt Talent zur Anständigkeit hat. Kästner stellt dem Moralisten Fabian, ein Mensch übrigens, der moralisch integer ist, ohne dass ihm dies als Lebensentwurf bewusst ist oder er den Zeigefinger erhebt, menschliche Korrumpierbarkeit, Gewissenlosigkeit und Anpassung entgegen. So finden sich im Buch eine ganze Reihe von wirklich gelungenen satirischen Spitzen, wie z.B. eine Tombola, bei der Nahrungsmittel verlost werden oder eine Pöbelei von Menschen als Abendunterhaltung. Kästners Beschreibungen der Menschen sind bissig und schonungslos. Charakteristisch für die Moral der Menschen ist das Verhalten des Redakteurs Müntzer, der etwas unterstützt, an das er nicht glaubt und dessen Falschheit er durchschaut. Von Müntzer heißt es, dass er sein Gewissen chloroformiert hat.. Fabian. ist ein Roman mit vielen wirklich gelungenen zeitkritischen Beobachtungen, die auch heute nichts von ihrer Aktualität verloren haben. Schließlich steht im Zentrum von Kästners Gesellschaftskritik die menschliche Schwäche, die Lethargie, genau um die Falschheit der Verhältnisse zu wissen, aber nichts dagegen zu tun -- und diese Kritik hat auch heute nichts von seiner Berechtigung verloren.. --Christoph Steven",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Academic",
                "Historical",
                "Roman"
            ]
        },
        {
            "title": "Het goddelijke monster",
            "authors": [
                "Tom Lanoye"
            ],
            "ranking": 3.68,
            "ranking_count": 1703,
            "abstract": "Een onvoorspelbare parabel rond liefde en dood, het mythische Vlaanderen en de onmogelijkheid van communicatie.... De beeldschone Katrien Deschryver kan haar glorieuze leven niet anders zien dan als een stuk toneel, gespeeld door een ongetalenteerde actrice. De ongewilde, zelfs potsierlijke moord op haar man zal haar echter een andere werkelijkheid laten zien. Vanuit de plaats van het ongeval, Zuid-Frankrijk, trekt ze terug naar haar geboortegrond en ontdekt ze wat ze voorheen nooit zag: een uiteenvallende familie in een uiteenvallend land in het hart van Europa. Verziekt door zwijgzaamheid, verrot door gesjoemel, bedorven door hypocrisie. Wie is uiteindelijk het goddelijke monster? Katrien, of de familie die haar heeft opgevoed? Katrien, of het land dat haar heeft voortgebracht?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Roman",
                "European Literature",
                "Cultural",
                "Anthologies",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Dersu Uzala",
            "authors": [
                "Vladimir Arsenyev"
            ],
            "ranking": 4.3,
            "ranking_count": 918,
            "abstract": "A memoir by Russian explorer Vladimir Arsenyev, covering his trips in 1902, 1906, and 1907 as the first European to explore remote portions of Siberia. Dersu Uzala was his native guide on these trips. The book describes their adventures deep in the wilderness. It is the source for the Kurosawa movie of the same name. A great story of exploration.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Adventure",
                "Travel",
                "Environment",
                "History",
                "Autobiography",
                "Biography",
                "Science",
                "Literature"
            ]
        },
        {
            "title": "Chicka Chicka Boom Boom",
            "authors": [
                "Bill Martin Jr.",
                "John Archambault",
                "Lois Ehlert"
            ],
            "ranking": 4.24,
            "ranking_count": 160634,
            "abstract": "The 26 characters in this rhythmic, rhyming baby book are a lowercase alphabet with attitude. A told b, and b told c, 'I'll meet you at the top of the coconut tree'--which probably seemed like a good idea until the other 23 members of the gang decided to follow suit. The palm tree standing straight and tall on the first page begins to groan and bend under its alphabetical burden. First the coconuts fall off, then (Chicka chicka... BOOM! BOOM!) all the letters also end up in a big heap underneath.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Poetry",
                "Classics",
                "Kids",
                "Humor",
                "Academic"
            ]
        },
        {
            "title": "The World Set Free",
            "authors": [
                "H.G. Wells"
            ],
            "ranking": 3.49,
            "ranking_count": 1403,
            "abstract": "This chilling, futuristic novel, written in 1913 and first published the following year, was incredibly prophetic on a major scale. Wells was a genius and visionary, as demonstrated by many of his other works, but this book is clearly one of his best.. He predicts nuclear warfare years before research began and describes the chain reactions involved and the resulting radiation. He describes a weapon of enormous destructive power, used from the air that would wipe out everything for miles, and actually used the term atomic bombs.. This book may have been at least part of the original inspiration for the development of atomic weapons, as well as presenting many other ideas that would ultimately come to pass. Some ideas may still be coming, including a one-world government referred to as The World Republic, that will attempt to end all wars.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Apocalyptic",
                "Literature",
                "Novels",
                "War",
                "European Literature"
            ]
        },
        {
            "title": "Structure and Interpretation of Computer Programs",
            "authors": [
                "Harold Abelson",
                "Gerald Jay Sussman",
                "Julie Sussman"
            ],
            "ranking": 4.47,
            "ranking_count": 4445,
            "abstract": "Structure and Interpretation of Computer Programs. has had a dramatic impact on computer science curricula over the past decade. This long-awaited revision contains changes throughout the text. There are new implementations of most of the major programming systems in the book, including the interpreters and compilers, and the authors have incorporated many small changes that reflect their experience teaching the course at MIT since the first edition was published. A new theme has been introduced that emphasizes the central role played by different approaches to dealing with time in computational models: objects with state, concurrent programming, functional programming and lazy evaluation, and nondeterministic programming. There are new example sections on higher-order procedures in graphics and on applications of stream processing in numerical programming, and many new exercises. In addition, all the programs have been reworked to run in any Scheme implementation that adheres to the IEEE standard.",
            "part_of_series": true,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction",
                "Textbooks"
            ]
        },
        {
            "title": "El astillero",
            "authors": [
                "Juan Carlos Onetti"
            ],
            "ranking": 3.82,
            "ranking_count": 1687,
            "abstract": "En. El astillero. alcanzan su madurez, el resplandor más compacto de la derrota, dos invenciones notables de Onetti: el fugaz antihéroe Larsen y la imperecedera, pero nunca nueva, ciudad de Santa María; esa ciudad portuaria que lo mismo podría ser el fantasma de Montevideo o de Buenos Aires, que está cerca de la ciudad argentina de rosario pero no pertenece a país alguno. Otra vez, frente a este proxeneta con rasgos místicos -Larsen-, canalla con tanto de hundido como de salvado; frente a esta ciudad inexistente en la realidad pero verdadera, de ficción pero no de juguete, podemos caer en la tentación de felicitar a Onetti por presentar un pedazo descarnado de latinoamérica, sin exotismo ni prodigios, sin utilizar la impotencia y la erosión para exportar como un folclore alegre y vendible. Pero cualquier habitante de Europa del Este, de los años 30 o de los posteriores a la segunda guerra, podría encontrar en esta ciudad catastrófica tantos factores en común como un latinoamericano o un norteamericano de una desolada ciudad del sur. La ambición de Larsen por conquistar a una débil mental -o loca- recuerda la novela serial de Isaac B. Singer,. Shosha. , ambientada a fines de los 30 en Polonia, y en. juntacadáveres. Larsen tiene más de un punto de contacto con el proxeneta polaco Max que protagoniza la novela de Singer. Escoria. . No son los continentes ni las épocas, ni las ideas políticas, las que unen los libros o forman generaciones literarias, sino un efluvio inmaterial constituido de reflejos deformados del alma humana, que inquieta a los lectores de cualquier tiempo y lugar.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Classics",
                "Historical",
                "Roman"
            ]
        },
        {
            "title": "The Spider's House",
            "authors": [
                "Paul Bowles"
            ],
            "ranking": 4.0,
            "ranking_count": 1604,
            "abstract": "The dilemma of the outsider in an alien society, and the gap in understanding between cultures, recurrent themes of Paul Bowles's writings, are dramatized with brutal honesty in this novel set in Fez, Morocco, during that country's 1954 nationalist uprising. Totally relevant to today's political situation in the Middle East and elsewhere, richly descriptive of its setting, and uncompromising in its characterizations, The Spider's House is perhaps Bowles's best, most beautifully subtle novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Who's Who in the Bible",
            "authors": [
                "Stephen Motyer"
            ],
            "ranking": 4.56,
            "ranking_count": 9,
            "abstract": "This highly visual guide to the people of the Old and New Testaments contains entries for more than 400 characters. People appear in sequence and are also grouped thematically, such as Moses and the Israelites, the Kings of Judah, and the Twelve Disciples. Detailed illustrations bring major biblical figures to life, and color photographs show key events, places, and objects. References to relevant texts enable the reader to look up people in the Bible, and the meanings of biblical names are explained. Easy to use and packed with authoritative information, this is an indispensable Bible companion for the whole family.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "Shake Loose My Skin: New and Selected Poems",
            "authors": [
                "Sonia Sanchez"
            ],
            "ranking": 4.34,
            "ranking_count": 1086,
            "abstract": "An extraordinary retrospective covering over thirty years of work,. From a leading writer of the Black Arts Movement and. the American Poetry Society's 2018 Wallace Stevens Award-winner.. Shake Loose My Skin. is a stunning testament to the literary, sensual, and political powers of the award-winning Sonia Sanchez.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Race",
                "Cultural",
                "Nonfiction",
                "Womens",
                "American",
                "Female Authors",
                "Politics"
            ]
        },
        {
            "title": "Must a Jew Believe Anything?",
            "authors": [
                "Menachem Marc Kellner"
            ],
            "ranking": 3.92,
            "ranking_count": 39,
            "abstract": "The crucial question for today's Jewish world, Menachem Kellner argues, is not whether Jews will have Jewish grandchildren, but how many different sorts of mutually exclusive Judaisms those grandchildren will face. Kellner's short, brisk, and accessible book examines how the split that threatens the Jewish future can be avoided. The first six chapters of this strongly argued book analyse what religious faith means in classical Judaism and will be of interest to anyone seeking lucid insights into the nature of Judaism. The final chapter builds upon the conclusions of the first six in order to argue for a new way of construing the relationship of Orthodoxy to non-Orthodox Jews and institutions. Kellner argues that the Orthodox practice of framing the debate with non-Orthodox movements in terms of dogmatic fidelity contrasted with heresy is not the traditional Jewish approach, and that the debate could well be framed in other ways, ways that would allow all Jews to work together towards a less polarized Jewish future. Undoubtedly, Must a Jew Believe Anything? has the potential to make a difference to how Orthodoxy understands itself and its relationship to other Jewish movements in the modern world. For the second edition, the author has added a substantial Afterword, reviewing his thinking on the subject and addressing the reactions to the original edition.",
            "part_of_series": false,
            "genre_list": [
                "Judaism",
                "Religion",
                "Philosophy"
            ]
        },
        {
            "title": "Of Other Worlds: Essays and Stories",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.16,
            "ranking_count": 1198,
            "abstract": "Available from HarperOne, now the exclusive publisher of all of C. S. Lewis's adult religious books, a repackaged edition of the revered author’s treasury of essays and stories which examine the value of creative writing and imaginative exploration.. C. S. Lewis—the great British writer, scholar, lay theologian, broadcaster, Christian apologist, and bestselling author of Mere Christianity, The Screwtape Letters, The Great Divorce, The Chronicles of Narnia, and many other beloved classics—presents a well-reasoned case for the importance of story and wonder, elements often ignored by critics of his time. He also discusses his favorite kinds of stories—children’s stories and fantasies—and offers insights into his most famous works, The Chronicles of Narnia and the Space Trilogy.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Short Stories",
                "Christian",
                "Language",
                "Classics",
                "Religion",
                "Philosophy",
                "Literature",
                "Criticism"
            ]
        },
        {
            "title": "The Room",
            "authors": [
                "Hubert Selby Jr."
            ],
            "ranking": 3.67,
            "ranking_count": 9855,
            "abstract": "Secluded in his remand cell, a small-time criminal surrenders himself to sadistic fantasies of hatred and revenge. Selby's second novel is a claustrophobic descent into the tormented soul of a man trapped in a loveless society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Dark",
                "Thriller",
                "Classics",
                "Novels",
                "Contemporary",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "El coronel no tiene quien le escriba",
            "authors": [
                "Gabriel García Márquez"
            ],
            "ranking": 3.78,
            "ranking_count": 41080,
            "abstract": "El coronel no tiene quien le escriba. fue escrita por Gabriel García Márquez durante su estancia en París, adonde había llegado como corresponsal de prensa y con la secreta intención de estudiar cine, a mediados de los años cincuenta. El cierre del periódico para el que trabajaba le sumió en la pobreza, mientras redactaba en tres versiones distintas esta excepcional novela, que fue rechazada por varios editores antes de su publicación. Tras el barroquismo faulkneriano de. La hojarasca. , esta segunda novela supone un paso hacia la ascesis, hacia la economía expresiva, y el estilo del escritor se hace más puro y transparente. Se trata también de una historia de injusticia y violencia: un viejo coronel retirado va al puerto todos los viernes a esperar la llegada de la carta oficial que responda a la justa reclamación de sus derechos por los servicios prestados a la patria. Pero la patria permanece muda.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Magical Realism",
                "Short Stories",
                "Nobel Prize"
            ]
        },
        {
            "title": "Collected Works, Volume 3: The Development of Capitalism in Russia",
            "authors": [
                "Vladimir Lenin"
            ],
            "ranking": 3.69,
            "ranking_count": 65,
            "abstract": "Among the most influential political and social forces of the twentieth century, modern communism rests firmly on philosophical, political, and economic underpinnings developed by Vladimir Ilyich Ulyanov, later known as Lenin. For anyone who seeks to understand the twentieth century, capitalism, the Russian Revolution, and the role of Communism in the tumultuous political and social movements that have shaped the modern world, the works of Lenin offer unparalleled insight and understanding. Taken together, they represent a balanced cross-section of his revolutionary theories of history, politics, and economics; his tactics for securing and retaining power; and his vision of a new social and economic order.. Volume 3 is composed entirely of the lengthy work The Development of Capitalism in Russia",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Economics",
                "Cultural",
                "Nonfiction",
                "Communism",
                "Literature"
            ]
        },
        {
            "title": "Tvrđava",
            "authors": [
                "Meša Selimović"
            ],
            "ranking": 4.68,
            "ranking_count": 4543,
            "abstract": "Dve osnove odlike Selimovićevog rukopisa određuju ovaj roman: gradnja zanimljive fabule i majstorsko oblikovanje likova. Možda pre svega, smisao i besmisao kao osnovna uporišta čovekovog identiteta; večita i sveprisutna pitanja koja proganjaju pisca i njegove junake u vremenima društvene prisile kada bujaju strah i nesigurnost i kada se ljudi povlače u sebe ili napadaju bližnje. U romanu Tvrđava Meša Selimović nastavlja uzvišenu metaforu iz romana Derviš i smrt o čoveku kome prete smrt i vlast. Unutrašnji prostor ovog romana jasnije je određen duhom nego što je spolja određen realnim istorijskiom vremenom. Tvrđava oslikava večitu težnju za izlaskom iz zatvorenog prostora kao što je opaska glavnog junaka Ahmeta Šaba o bibliotekaru Seidu Mehmedu primenjiva na skoro sve junake ove knjige: Zazidan u sebi, kao mogila.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "European Literature",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "Wingmen",
            "authors": [
                "Ensan Case"
            ],
            "ranking": 4.36,
            "ranking_count": 269,
            "abstract": "Jack Hardigan's Hellcat fighter squadron blew the Japanese Zekes out of the blazing Pacific skies. But a more subtle kind of hell was brewing in his feelings for rookie pilot Fred Trusteau. As another wingman watches - and waits for the beautiful woman who loves Jack - Hardigan and Trusteau cut a fiery swath through the skies from Wake Island to Tarawa to Truk, there to keep a fateful rendezvous with love and death in the blood-clouded waters of the Pacific.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "LGBT",
                "War",
                "Fiction"
            ]
        },
        {
            "title": "Ex Ponto",
            "authors": [
                "Ivo Andrić"
            ],
            "ranking": 4.34,
            "ranking_count": 757,
            "abstract": "Ex Ponto je knjiga stihova u prozi koju je napisao Ivo Andrić 1918. godine. U ovom ranom Andrićevom delu, nazvanom razgovorom s dušom (Niko Bartulović), stilizovano je lično iskustvo u nastojanju da mu se, u lirskoj sentenci, pridoda značenje filozofsko-poetske istine, a da pritom zadrži fabulativno-narativnu osnovu, na osnovu koje bi se mogla rekonstruisati stanja jednog zatočenika.. Ova knjiga pesama u prozi razvrstana je u tri ciklusa: prvi ima 26, drugi 25, a treći 88 tekstova, uz završni Epilog.. U strasnom lirskom monologu, pesnik se obračunava sa sobom, pokušava da u tamničkim bdenjima razreši unutrašnju dramu i oslobodi se traume izazvane utamničenjem. Nepravedan pad iza rešetaka u drugi, surov i mučan svet, gde je žrtva „na suvom ukletom sprudu“, dovodi pesnika u stanje da postavlja važna egzistencijlna pitanja i grozničavo razmišlja o svetu i mestu pojedinca u njegovim tragičnim okvirima.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Academic"
            ]
        },
        {
            "title": "Liebelei / Reigen",
            "authors": [
                "Arthur Schnitzler"
            ],
            "ranking": 3.62,
            "ranking_count": 274,
            "abstract": "Girotondo, opera teatrale di Schnitzler di cui nel 1904 venne vietata la pubblicazione perché giudicata oscena, è un dramma in cui dieci individui di differente estrazione sociale (dal conte alla prostituta, passando per il poeta e la ragazzina) si incontrano a due a due in altrettante scene. I quadri consistono quindi dei loro dialoghi e si concludono sempre con un atto sessuale, che non viene però mai rappresentato sul palco. Uno dei due personaggi della scena appena conclusa riappare in quella successiva, in una concatenazione di incontri che potrebbe procedere all'infinito. Quello di Schnitzler è un testo grottesco, in cui i personaggi e le loro parole si svuotano di senso, in cui la danza del corteggiamento si conclude in rapporti sessuali aridi e scontati. A dominare e governare i comportamenti umani è la banalità, la vacuità delle relazioni, l'assenza di sentimenti sinceri. Arricchisce il volume il dramma in tre atti Amoretto.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "European Literature",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Gig: Americans Talk about Their Jobs",
            "authors": [
                "Marisa Bowe",
                "John Bowe",
                "Sabin Streeter"
            ],
            "ranking": 4.12,
            "ranking_count": 1350,
            "abstract": "More than 150 people in common and unusual occupations talk about their lives and work in the new economy, encompassing the human experience from a labor-support doula to a funeral home director.. For the last several years, the editors of Word, the pioneering Web magazine, have been sending interviewers—nearly forty in all—across America to talk to people about their jobs. They wanted to document reality, not to advance any overarching thesis or political agenda. Their sole position on work was that it's a fascinating topic and an elemental part of nearly everyone's life. They were certainly not disappointed with what they found; this wide-ranging survey of the American economy at the turn of the millennium is stunning, surprising, and always entertaining. It gives us an unflinching view of the fabric of this country from the point of view of the people who keep it all moving.. Recalling Studs Terkel's 1972 classic best-seller, Working, the more than 120 roughly textured monologues that make up Gig beautifully capture the voices of our fast-paced and diverse economy. The selections demonstrate how much our world has changed—and stayed the same—in the last three decades. If you think things have speeded up, become more complicated and more technological, you're right.. But people's attitudes about their jobs, their hopes and goals and disappointments, endure. Gig's soul isn't sociological—it's emotional. The wholehearted diligence that people bring to their work is deeply, inexplicably moving. People speak in these pages of the constant and complex stresses nearly all of them confront on the job, but, nearly universally, they throw themselves without reservation into coping with them. Instead of resisting work, we seem to adapt to it. Some of us love our jobs, some of us don't, but almost all of us are not quite sure what we would do without one.. With all the hallmarks of another classic on this subject, Gig is a fabulous read, filled with indelible voices from coast to coast. After hearing them, you'll never again feel quite the same about how we work.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Business",
                "Writing",
                "Biography",
                "Economics",
                "Social Science",
                "History",
                "Labor",
                "Literature"
            ]
        },
        {
            "title": "Handcuff Secrets",
            "authors": [
                "Harry Houdini"
            ],
            "ranking": 3.63,
            "ranking_count": 88,
            "abstract": "This Amazon Kindle eBook is a near-exact reproduction of the title authored by the greatest escape artist born yet, magician Harry Houdini, in 1907. Born on 24 Mar 1874 in Budapest, the author moved to the USA in 1878. Starting out as an ordinary magician, he took Illinois by storm by performing his handcuff act in 1899. Within months he became known all over the USA. The rest is history.. In this volume, Houdini demonstrates with pictures, the various methods of undoing locks, handcuffs, straitjackets and kindred devices. He travels to various countries of the world and takes on the greatest performers in his sphere, of many lands. The man whom no lock could restrain wrote this book at the young age of 23. He wrote one before and five later and was also a very capable and unbiased author in his own right.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Moon Is Down",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.91,
            "ranking_count": 23754,
            "abstract": "Taken by surprise, a small coastal town is overrun by an invading army with little resistance. The town is important because it is a port that serves a large coal mine. Colonel Lanser, the head of the invading battalion, along with his staff establishes his HQ in the house of the democratically elected and popular Mayor Orden.. As the reality of occupation sinks in and the weather turns bleak, with the snows beginning earlier than usual, the simple, peaceful people of the town are angry and confused. Colonel Lanser, a veteran of many wars, tries to operate under a veil of civility and law, but in his heart he knows that there are no peaceful people amongst those whose freedom has been taken away by force. The veil is soon torn apart when Alexander Morden, an erstwhile alderman and a free man, is ordered to work in the mine. He strikes out at Captain Loft with a pick axe, but Captain Bentick steps into its path and dies of it. After a summary trial, Morden is executed by a firing squad. This incident catalyzes the people of the town and they settle into a slow, silent, waiting revenge. Sections of the railroad linking the port with the mine get damaged regularly, the machinery breaks down often, and the dynamo of the electricity generators gets short circuited. Whenever a soldier relaxes his guard, drinks or goes out with a woman, he is killed. Mayor Orden stands by his people, and tries to explain to Col. Lanser that his goal – to break man’s spirit permanently – is impossible.. The cold weather and the constant fear weighs heavy on the occupying force, many of whom wish the war to end so that they can return home. They realize the futility of the war and that the flies have conquered the flypaper. Some members of the resistance escape to England and ask the English for explosives so that the townspeople can intensify their efforts. English planes parachute-drop small packages containing dynamite sticks and chocolates all around the town. In a state of panic, the army takes the Mayor and his friend Dr. Winter, the town doctor and historian, hostage and lets it be known that any action from resistance will lead to their execution. Mayor Orden knows that nothing can stop his people and that his death is imminent. He tells his wife that while he can be killed, the idea of Mayor (and freedom and democracy) is beyond the reach of any army. Before his execution, Mayor Orden reminds Dr. Winter of the dialogues of Socrates in the Apology, a part he played in the high school play, and tells him to make sure that the debt is repaid to the army, i.e., that the resistance is continued.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels"
            ]
        }
    ]
}