{
    "books": [
        {
            "title": "Rocky: The World's Greatest Cookbook Salesman",
            "authors": [
                "Deirdre Bailleu",
                "Virginia Walker"
            ],
            "ranking": 4.6,
            "ranking_count": 5,
            "abstract": "Most dogs, especially cairn terriers, don't make their living selling cookbooks. But then Rocky is not like most dogs! Any animal lover understands that our pets can communicate with each other and with us. So it will come as no surprise that Rocky can talk and understand human speech, while it is only the humans he meets that can't speak dog! Rocky has a mission in mind as he sets off on his cookbook-selling adventures. His travels take him across the country and back as he risks tail, tooth and paw to help those in need. The beautiful illustrations will help younger readers understand the story. However the inspiring message of Rocky's tale will fill the heart and mind of any dog lover, young or old, especially those everyday heroes who live and work in the world of animal rescue. Deirdre Bailleu, who has been involved in dog rescue for ten years, lives in Iowa with her husband Kenneth and an ever changing cast of rescue dogs. Virginia Walker is an artist and muralist who has worked on many large commercial, governmental & private mural projects with her talented husband, Steve Pedersen, and lives in Baltimore, Maryland with two adorable terriers.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Abominable Snowman",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "The true story of the arrest and imprisonment of the heart-throb of American women, the guy who American men vowed to hunt down and kill, the Abominable Snowman.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Escape from Camp 14: One Man's Remarkable Odyssey from North Korea to Freedom in the West",
            "authors": [
                "Blaine Harden"
            ],
            "ranking": 3.98,
            "ranking_count": 63947,
            "abstract": "A. New York Times. bestseller, the shocking story of one of the few people born in a North Korean political prison to have escaped and survived.. North Korea is isolated and hungry, bankrupt and belligerent. It is also armed with nuclear weapons. Between 150,000 and 200,000 people are being held in its political prison camps, which have existed twice as long as Stalin's Soviet gulags and twelve times as long as the Nazi concentration camps. Very few born and raised in these camps have escaped. But Shin Donghyuk did.. In. Escape from Camp 14. , acclaimed journalist Blaine Harden tells the story of Shin Dong-hyuk and through the lens of Shin's life unlocks the secrets of the world's most repressive totalitarian state. Shin knew nothing of civilized existence-he saw his mother as a competitor for food, guards raised him to be a snitch, and he witnessed the execution of his own family. Through Harden's harrowing narrative of Shin's life and remarkable escape, he offers an unequaled inside account of one of the world's darkest nations and a riveting tale of endurance, courage, and survival.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Politics",
                "Cultural",
                "Biography Memoir",
                "Audiobook",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Gogol and the Ukrainian Night",
            "authors": [
                "Yevhen Sverstiuk"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "The reader sees a different Gogol. Our contemporary loves entertaining stories about Gogol’s Sorochyntsi fair. In fact, his first book, Evenings on a Farm Near Dikanka, offers an insight into the mysterious depths of human soul, which would become Gogol’s key theme.. The book is a collection of pieces about Gogol, written for three decades: Gogol the romanticist and humourist, Gogol as satirical author and religious thinker, who took up a challenging mission of making Russia face Christ and putting it on the path of truth and law.. This tragic figure, the split spirit, the martyr of crossroads, Gogol impregnated Ukrainian literature and gave rise to that kind of Russian literature which later rose to the global scene. His tragic gift of sensing metaphysical evil in the banal triviality of everyday life was prophetic, just like Khlestakov for the bolshevist epoch and Chichikov for the post-communist time.. However, Gogol’s apologetic smile is a veil hiding a humourist, poet, and magician.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Property of Drex #1",
            "authors": [
                "C.M. Owens"
            ],
            "ranking": 4.22,
            "ranking_count": 8297,
            "abstract": "EVE. What’s the most selfless thing you’ve ever done? What price tag would you put on the ability to save the ones you love?. They say the worst decisions are made by the desperate or the fools.. I was desperate enough to make a foolish decision to save my family. The cost? Me.. They may be a motorcycle club, but in all honesty they’re really an elite unit of criminals who just happen to drive motorcycles. They’re a business. An organization. A fully functioning army…. What I’ve learned? They work in the gray area; life and death is real; and everyone wants everyone dead. Okay, so maybe that’s dramatic… No. No it’s not. It’s legit.. I prepared for the worst, fully anticipating hating my new life. Turns out, I finally found out where I belonged. Oh, and I discovered I’m a little twisted or crazy. Maybe both.. Drex Caine, the man without a conscience, didn’t ruin me the way I thought he would. Instead, he made me feel like I was living instead of just waiting to live. And I can never go back to the way things used to be.. *Graphic Language. *Sexual Content. *Dual POV. Please note: Book 1 does end on a cliffhanger, but book 2 has the conclusion and will be released March 28, 2016. After book 2, the rest of the series can be read as stand-alone novels without cliffhangers and will have different main characters featured.. Cover Model: Derrick Keith Shane Meacham. Photographer: Eric Battershell Photography. Cover Designer: Book Cover by Design",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Dark",
                "Adult Fiction",
                "Adult",
                "New Adult",
                "Mystery",
                "Transport",
                "Suspense"
            ]
        },
        {
            "title": "Louisa: The Extraordinary Life of Mrs. Adams",
            "authors": [
                "Louisa Thomas"
            ],
            "ranking": 3.96,
            "ranking_count": 1284,
            "abstract": "An intimate portrait of Louisa Catherine Adams, the wife of John Quincy Adams, who witnessed firsthand the greatest transformations of her time Born in London to an American father and a British mother on the eve of the Revolutionary War, Louisa Catherine Johnson was raised in circumstances very different from the New England upbringing of the future president John Quincy Adams, whose life had been dedicated to public service from the earliest age. And yet John Quincy fell in love with her, almost despite himself. Their often tempestuous but deeply close marriage lasted half a century. They lived in Prussia, Massachusetts, Washington, Russia, and England, at royal courts, on farms, in cities, and in the White House. Louisa saw more of Europe and America than nearly any other woman of her time. But wherever she lived, she was always pressing her nose against the glass, not quite sure whether she was looking in or out. The other members of the Adams family could take their identity for granted they were Adamses; they were Americans but she had to invent her own. The story of Louisa Catherine Adams is one of a woman who forged a sense of self. As the country her husband led found its place in the world, she found a voice. That voice resonates still. In this deeply felt biography, the talented journalist and historian Louisa Thomas finally gives Louisa Catherine Adams's full extraordinary life its due. An intimate portrait of a remarkable woman, a complicated marriage, and a pivotal historical moment, Louisa Thomas's biography is a masterful work from an elegant storyteller.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "North American Hi...",
                "Biography Memoir",
                "Womens",
                "Historical",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "Just One Evil Act",
            "authors": [
                "Elizabeth  George"
            ],
            "ranking": 3.76,
            "ranking_count": 11703,
            "abstract": "Sergeant Barbara Havers is at a loss: The daughter of her friend Taymullah Azhar has been taken by her mother, and Barbara can’t really help—Azhar had never married Angelina, and his name isn’t on Hadiyyah’s, their daughter’s, birth certificate. He has no legal claim. Azhar and Barbara hire a private detective, but the trail goes cold.. Azhar is just beginning to accept his soul-crushing loss when Angelina reappears with shocking news: Hadiyyah is missing, kidnapped from an Italian marketplace. The Italian police are investigating, and the Yard won’t get involved, until Barbara takes matters into her own hands — at the risk of her own career.. As both Barbara and her partner, Inspector Thomas Lynley, soon discover, the case is far more complex than a typical kidnapping, revealing secrets that could have far-reaching effects outside of the investigation. With both her job and the life of a little girl on the line, Barbara must decide what matters most, and how far she’s willing to go to protect it.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Cultural",
                "Suspense"
            ]
        },
        {
            "title": "Embers: One Ojibway's Meditations",
            "authors": [
                "Richard Wagamese"
            ],
            "ranking": 4.5,
            "ranking_count": 2264,
            "abstract": "Life sometimes is hard. There are challenges. There are difficulties. There is pain. As a younger man I sought to avoid them and only ever caused myself more of the same. These days I choose to face life head on—and I have become a comet. I arc across the sky of my life and the harder times are the friction that lets the worn and tired bits drop away. It's a good way to travel; eventually I will wear away all resistance until all there is left of me is light. I can live towards that end.. —Richard Wagamese,. Embers. In this carefully curated selection of everyday reflections, Richard Wagamese finds lessons in both the mundane and sublime as he muses on the universe, drawing inspiration from working in the bush—sawing and cutting and stacking wood for winter as well as the smudge ceremony to bring him closer to the Creator.. Embers. is perhaps Richard Wagamese's most personal volume to date. Honest, evocative and articulate, he explores the various manifestations of grief, joy, recovery, beauty, gratitude, physicality and spirituality—concepts many find hard to express. But for Wagamese, spirituality is multifaceted. Within these pages, readers will find hard-won and concrete wisdom on how to feel the joy in the everyday things. Wagamese does not seek to be a teacher or guru, but these observations made along his own journey to become, as he says, a spiritual bad-ass, make inspiring reading.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Poetry",
                "Spirituality",
                "Cultural",
                "Philosophy",
                "Autobiography",
                "Audiobook",
                "Inspirational",
                "Self Help",
                "Religion"
            ]
        },
        {
            "title": "Grow Up",
            "authors": [
                "Ben Brooks"
            ],
            "ranking": 3.61,
            "ranking_count": 3228,
            "abstract": "Who says youth is wasted on the young?. One thing I have learned from being alive for seventeen years is that people like to touch things very much.. Things that people like to touch: Vaginas. Expensive things in shops. Jelly that is not ready to eat yet. Cigarette lighters. Necks. Dead Things. Dogs. Piercings. Toddlers' cheeks. Each other's knees.. People also like to touch death.. Jasper wants to get on in the world, but he's got a lot on his plate: A-levels, his mother pushing him to overachieve, weekly visits to his psychologist, comedowns, YouTube suicides and pregnant one-night-stands. Then there's his stepdad - the murderer.. Hilarious and heartbreaking by turns, Grow Up is the ultimate twenty-first-century coming-of-age novel. It paints a vivid portrait of the pills and thrills and bellyaches of growing up today. Funny, smart and twisted, it is the story of one young man transformed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Novels",
                "European Literature",
                "Humor",
                "Drama"
            ]
        },
        {
            "title": "The Time Traveler's Almanac",
            "authors": [
                "Ann VanderMeer",
                "Jeff VanderMeer"
            ],
            "ranking": 3.85,
            "ranking_count": 1103,
            "abstract": "The Time Traveler's Almanac. is the largest and most  definitive  collection of time travel stories ever assembled. Gathered into one volume by intrepid chrononauts and world-renowned anthologists Ann and Jeff VanderMeer, this book compiles more than a century's worth of literary travels into the past and the future that will serve to reacquaint readers with beloved classics of the time travel genre and introduce them to thrilling contemporary innovations.. This marvelous volume includes nearly seventy journeys through time from authors such as Douglas Adams, Isaac Asimov, Ray Bradbury, William Gibson, Ursula K. Le Guin, George R. R. Martin, Michael Moorcock, H. G. Wells, and Connie Willis, as well as helpful non-fiction articles original to this volume (such as Charles Yu's Top Ten Tips For Time Travelers).. In fact, this book is like a time machine of its very own, covering millions of years of Earth's history from the age of the dinosaurs through to strange and fascinating futures, spanning the ages from the beginning of time to its very end.. The Time Traveler's Almanac. is the ultimate anthology for the time traveler in. your. life.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Anthologies",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Dear Mr. Knightley",
            "authors": [
                "Katherine Reay"
            ],
            "ranking": 3.94,
            "ranking_count": 14923,
            "abstract": "Dear Mr. Knightley. is a contemporary epistolary novel with a delightful dash of Jane Austen.. Samantha Moore survived years of darkness in the foster care system by hiding behind her favorite characters in literature, even adopting their very words. Her fictional friends give her an identity, albeit a borrowed one. But most importantly, they protect her from revealing her true self and encountering more pain.. After college, Samantha receives an extraordinary opportunity. The anonymous “Mr. Knightley” offers her a full scholarship to earn her graduate degree at the prestigious Medill School of Journalism. The sole condition is that Sam write to Mr. Knightley regularly to keep him apprised of her progress.. As Sam’s true identity begins to reveal itself through her letters, her heart begins to soften to those around her—a damaged teenager and fellow inhabitant of Grace House, her classmates at Medill, and, most powerfully, successful novelist Alex Powell. But just as Sam finally begins to trust, she learns that Alex has secrets of his own—secrets that, for better or for worse, make it impossible for Sam to hide behind either her characters or her letters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Christian Fiction",
                "Womens Fiction",
                "Christian",
                "Adult",
                "Adult Fiction",
                "Retellings"
            ]
        },
        {
            "title": "Little Darlings",
            "authors": [
                "Melanie Golding"
            ],
            "ranking": 3.64,
            "ranking_count": 10331,
            "abstract": "“Mother knows best”. takes on a sinister new meaning in this unsettling thriller perfect for fans of Neil Gaiman and Grimms’ Fairy Tales.. Everyone says Lauren Tranter is exhausted, that she needs rest. And they’re right; with newborn twins, Morgan and Riley, she’s never been more tired in her life. But she knows what she saw: that night, in her hospital room, a woman tried to take her babies and replace them with her own…creatures. Yet when the police arrived, they saw no one. Everyone, from her doctor to her husband, thinks she’s imagining things.. A month passes. And one bright summer morning, the babies disappear from Lauren’s side in a park. But when they’re found, something is different about them. The infants look like Morgan and Riley―to everyone else. But to Lauren, something is off. As everyone around her celebrates their return, Lauren begins to scream,. These are not my babies.. Determined to bring her true infant sons home, Lauren will risk the unthinkable. But if she’s wrong about what she saw…she’ll be making the biggest mistake of her life.. Compulsive, creepy, and inspired by some our darkest fairy tales,. Little Darlings. will have you checking―and rechecking―your own little ones. Just to be sure. Just to be safe.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Horror",
                "Mystery",
                "Fiction",
                "Adult",
                "Audiobook",
                "Suspense",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "The Beekeeper of Aleppo",
            "authors": [
                "Christy Lefteri"
            ],
            "ranking": 4.19,
            "ranking_count": 93124,
            "abstract": "The unforgettable love story of a mother blinded by loss and her husband who insists on their survival as they undertake the Syrian refugee trail to Europe.. Nuri is a beekeeper; his wife, Afra, an artist. They live a simple life, rich in family and friends, in the beautiful Syrian city of Aleppo--until the unthinkable happens. When all they care for is destroyed by war, they are forced to escape. But what Afra has seen is so terrible she has gone blind, and so they must embark on a perilous journey through Turkey and Greece towards an uncertain future in Britain. On the way, Nuri is sustained by the knowledge that waiting for them is Mustafa, his cousin and business partner, who has started an apiary and is teaching fellow refugees in Yorkshire to keep bees.. As Nuri and Afra travel through a broken world, they must confront not only the pain of their own unspeakable loss, but dangers that would overwhelm the bravest of souls. Above all, they must journey to find each other again.. Moving, powerful, compassionate, and beautifully written,. The Beekeeper of Aleppo. is a testament to the triumph of the human spirit. It is the kind of book that reminds us of the power of storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "War",
                "Contemporary",
                "Literary Fiction",
                "Book Club",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "War on Peace: The End of Diplomacy and the Decline of American Influence",
            "authors": [
                "Ronan Farrow"
            ],
            "ranking": 4.17,
            "ranking_count": 7334,
            "abstract": "American diplomacy is under siege. Offices across the State Department sit empty, while abroad the military-industrial complex has assumed the work once undertaken by peacemakers. We’re becoming a nation that shoots first and asks questions later.. In an astonishing account ranging from Washington, D.C., to Afghanistan, Pakistan, and North Korea in the years since 9/11, acclaimed journalist and former diplomat Ronan Farrow illuminates one of the most consequential and poorly understood changes in American history. His firsthand experience in the State Department affords a personal look at some of the last standard-bearers of traditional statecraft, including Richard Holbrooke, who made peace in Bosnia and died while trying to do so in Afghanistan. Farrow’s narrative is richly informed by interviews with whistleblowers, policymakers, and a warlord, from Henry Kissinger to Hillary Clinton. Diplomacy, Farrow argues, has declined after decades of political cowardice, short-sightedness, and outright malice—but it may just offer America a way out of a world at war.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Audiobook",
                "War",
                "North American Hi...",
                "Writing",
                "Political Science",
                "Literature"
            ]
        },
        {
            "title": "Ninth House",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.04,
            "ranking_count": 168774,
            "abstract": "Galaxy “Alex” Stern is the most unlikely member of Yale’s freshman class. Raised in the Los Angeles hinterlands by a hippie mom, Alex dropped out of school early and into a world of shady drug dealer boyfriends, dead-end jobs, and much, much worse. By age twenty, in fact, she is the sole survivor of a horrific, unsolved multiple homicide. Some might say she’s thrown her life away. But at her hospital bed, Alex is offered a second chance: to attend one of the world’s most elite universities on a full ride. What’s the catch, and why her?. Still searching for answers to this herself, Alex arrives in New Haven tasked by her mysterious benefactors with monitoring the activities of Yale’s secret societies. These eight windowless “tombs” are well-known to be haunts of the future rich and powerful, from high-ranking politicos to Wall Street and Hollywood’s biggest players. But their occult activities are revealed to be more sinister and more extraordinary than any paranoid imagination might conceive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Adult",
                "Horror",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "River of Stars",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.14,
            "ranking_count": 6819,
            "abstract": "In his critically acclaimed novel. Under Heaven. , Guy Gavriel Kay told a vivid and powerful story inspired by China’s Tang Dynasty. Now, the international bestselling and multiple award-winning author revisits that invented setting four centuries later with an epic of prideful emperors, battling courtiers, bandits and soldiers, nomadic invasions, and a woman battling in her own way, to find a new place for women in the world – a world inspired this time by the glittering, decadent Song Dynasty.. Ren Daiyan was still just a boy when he took the lives of seven men while guarding an imperial magistrate of Kitai. That moment on a lonely road changed his life—in entirely unexpected ways, sending him into the forests of Kitai among the outlaws. From there he emerges years later—and his life changes again, dramatically, as he circles towards the court and emperor, while war approaches Kitai from the north.. Lin Shan is the daughter of a scholar, his beloved only child. Educated by him in ways young women never are, gifted as a songwriter and calligrapher, she finds herself living a life suspended between two worlds. Her intelligence captivates an emperor—and alienates women at the court. But when her father’s life is endangered by the savage politics of the day, Shan must act in ways no woman ever has.. In an empire divided by bitter factions circling an exquisitely cultured emperor who loves his gardens and his art far more than the burdens of governing, dramatic events on the northern steppe alter the balance of power in the world, leading to events no one could have foretold, under the river of stars.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Cultural",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Magnificence of Quran",
            "authors": [
                "Darussalam",
                "Faisal bin Muhammad Shafeeq"
            ],
            "ranking": 4.31,
            "ranking_count": 81,
            "abstract": "Of all of the books in the entire world, there is only one that is free of errors and defects, and that Book is none other than the Noble Quran. The word 'magnificent' is a loose translation of the word that is used in the title of the original Arabic version of this book: 'Adhama. 'Adhama conveys many similar meanings, such as magnificence, grandeur, greatness, exaltedness, and splendor. In the times we live in, great masses of people are ignorant of the greatness and magnificence of the Noble Quran; hence the dire need of books that deal specifically with the subject-matter of this work.. The objective of this book is to reveal to readers certain aspects of Quran’s greatness and magnificence. This book shows readers that Allah (SWT) bestowed a great favor upon the Prophet (PBUH) and the people of his nation by giving them the best and most magnificent of all divinely revealed books. The author warns Muslims not to become heedless of the Noble Quran. For it is every Muslim's duty not just to recite the Quran, but also to understand it, to reflect upon its meanings, and to implement its rulings and teachings. This book also corrects some of the more dangerous misconceptions that people have regarding the Noble Quran.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "The Godmother",
            "authors": [
                "Hannelore Cayre",
                "Stephanie Smee"
            ],
            "ranking": 3.76,
            "ranking_count": 4165,
            "abstract": "Inspiration for the major motion picture Mama Weed; translated from the international bestseller La Daronne, winner of the European Crime Fiction Prize and the Grand Prix de Littérature Policière, France’s most prestigious prize for crime fiction. Meet Patience Portefeux, a fifty-three-year-old, underpaid Franco-Arab interpreter for the Ministry of Justice who specializes in phone tapping. Widowed after the sudden death of her husband, Patience is now wedged between university fees for her grown-up daughters and nursing home costs for her aging mother.Happening upon an especially revealing set of police wiretaps ahead of all other authorities, Patience makes a life-altering decision that sees her intervening in — and infiltrating — the machinations of a massive drug deal. She thus embarks on an entirely new career path: Patience becomes The Godmother.. This is not the French idyll of postcards and stock photos. With a gallery of traffickers, dealers, police officers, and politicians, The Godmother casts its sharp and amusing gaze on everyday survival in contemporary France. With an unforgettable woman at its center, Hannelore Cayre’s bestselling novel reveals a European criminal underground that has rarely been seen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "Thriller",
                "European Literature",
                "Adult Fiction",
                "Contemporary",
                "Womens"
            ]
        },
        {
            "title": "How the Marquis Got His Coat Back",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.07,
            "ranking_count": 10526,
            "abstract": "A. Neverwhere. short story from one of the brightest, most brilliant writers of our generation - the. Sunday Times. and. New York Times. bestselling author of the award-winning. The Ocean At the End of the Lane.. The coat. It was elegant. It was beautiful. It was so close that he could have reached out and touched it.. And it was unquestionably. his. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Audiobook",
                "Adult",
                "Novella",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Brotherhood in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.39,
            "ranking_count": 24434,
            "abstract": "Dennis Mira just had two unpleasant surprises. First he learned that his cousin Edward was secretly meeting with a real estate agent about their late grandfather’s magnificent West Village brownstone, despite the promise they both made to keep it in the family. Then, when he went to the house to confront Edward about it, he got a blunt object to the back of the head.. Luckily Dennis is married to Charlotte Mira, the NYPSD’s top profiler and a good friend of Lieutenant Eve Dallas. When the two arrive on the scene, he explains that the last thing he saw was Edward in a chair, bruised and bloody. When he came to, his cousin was gone. With the mess cleaned up and the security disks removed, there’s nothing left behind but a few traces for forensics to analyze.. As a former lawyer, judge, and senator, Edward Mira mingled with the elite and crossed paths with criminals, making enemies on a regular basis. Like so many politicians, he also made some very close friends behind closed—and locked—doors. But a badge and a billionaire husband can get you into places others can’t go, and Eve intends to shine some light on the dirty deals and dark motives behind the disappearance of a powerful man, the family discord over a multimillion-dollar piece of real estate . . . and a new case that no one saw coming.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Washington Black",
            "authors": [
                "Esi Edugyan"
            ],
            "ranking": 3.96,
            "ranking_count": 59915,
            "abstract": "Washington Black is an eleven-year-old field slave who knows no other life than the Barbados sugar plantation where he was born.. When his master's eccentric brother chooses him to be his manservant, Wash is terrified of the cruelties he is certain await him. But Christopher Wilde, or Titch, is a naturalist, explorer, scientist, inventor, and abolitionist.. He initiates Wash into a world where a flying machine can carry a man across the sky; where two people, separated by an impossible divide, might begin to see each other as human; and where a boy born in chains can embrace a life of dignity and meaning. But when a man is killed and a bounty is placed on Wash's head, Titch abandons everything to save him.. What follows is their flight along the eastern coast of America, and, finally, to a remote outpost in the Arctic, where Wash, left on his own, must invent another new life, one which will propel him further across the globe.. From the sultry cane fields of the Caribbean to the frozen Far North,. Washington Black. tells a story of friendship and betrayal, love and redemption, of a world destroyed and made whole again--and asks the question, what is true freedom?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Audiobook",
                "Race",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Aurora Teagarden Mysteries: Omnibus 1",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.06,
            "ranking_count": 1116,
            "abstract": "THE AURORA TEAGARDEN MYSTERIES: An omnibus edition of Roe Teagarden's adventures!Aurora Teagarden loves reading about famous murderers - until she finds herself investigating a real-life killing spree!The first four novels in the Aurora Teagarden mysteries series. Lawrenceton, Georgia, may be a growing suburb of Atlanta, but it's still a small town at heart. Librarian Aurora Teagarden - Roe - grew up there, and she reckons she knows everything about her fellow townsfolk, including which ones share her interest in the darker side of human nature.. This is omnibus edition contains four novels: Real Murders (book 1); A Bone to Pick (book 2); Three Bedrooms, One Corpse (book 3 ); The Julius House (book 4)",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Fantasy",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "The Fallen Star",
            "authors": [
                "Jessica Sorensen"
            ],
            "ranking": 3.91,
            "ranking_count": 28506,
            "abstract": "For eighteen year-old Gemma, life has never been normal. Up until recently, she has been incapable of feeling emotion. And when she's around Alex, the gorgeous new guy at school, she can feel electricity that makes her skin buzz. Not to mention the monsters that haunt her nightmares have crossed over into real-life. But with Alex seeming to hate her and secrets popping up everywhere, Gemma's life is turning into a chaotic mess. Things that shouldn't be real suddenly seem to exist. And as her world falls apart, figuring out the secrets of her past becomes a matter of life and death.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Iron's Prophecy",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.17,
            "ranking_count": 14156,
            "abstract": "Meghan Chase is finally getting used to being the Iron Queen, ruler of the Iron Fey. Her life may be strange, but with former Winter prince Ash by her side at last, she wouldn’t have it any other way.. But when they travel to the Summer and Winter courts’ gathering for Elysium, the oracle from Meghan’s past returns with a dire prophecy: “What you carry will either unite the courts, or it will destroy them.” Now Meghan faces a devastating choice that may determine the future of all fey—and her and Ash’s unborn child…. A novella from the bestselling Iron Fey series",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Novella",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Buried in the Sky: The Extraordinary Story of the Sherpa Climbers on K2's Deadliest Day",
            "authors": [
                "Peter Zuckerman",
                "Amanda Padoan"
            ],
            "ranking": 4.19,
            "ranking_count": 7302,
            "abstract": "When Edmund Hillary first conquered Mt. Everest, Sherpa Tenzing Norgay was at his side. Indeed, for as long as Westerners have been climbing the Himalaya, Sherpas have been the unsung heroes in the background. In August 2008, when eleven climbers lost their lives on K2, the world’s most dangerous peak, two Sherpas survived. They had emerged from poverty and political turmoil to become two of the most skillful mountaineers on earth. Based on unprecedented access and interviews,. Buried in the Sky. reveals their astonishing story for the first time.. Peter Zuckerman and Amanda Padoan explore the intersecting lives of Chhiring Dorje Sherpa and Pasang Lama, following them from their villages high in the Himalaya to the slums of Kathmandu, across the glaciers of Pakistan to K2 Base Camp. When disaster strikes in the Death Zone, Chhiring finds Pasang stranded on an ice wall, without an axe, waiting to die. The rescue that follows has become the stuff of mountaineering legend.. At once a gripping, white-knuckled adventure and a rich exploration of Sherpa customs and culture,. Buried in the Sky. re-creates one of the most dramatic catastrophes in alpine history from a fascinating new perspective.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Adventure",
                "History",
                "Travel",
                "Biography",
                "Environment",
                "Mountaineering"
            ]
        },
        {
            "title": "Tampa",
            "authors": [
                "Alissa Nutting"
            ],
            "ranking": 3.43,
            "ranking_count": 21694,
            "abstract": "“In this sly and salacious work, Nutting forces us to take a long, unflinching look at a deeply disturbed mind, and more significantly, at society’s often troubling relationship with female beauty.” (San Francisco Chronicle). In Alissa Nutting’s novel Tampa, Celeste Price, a smoldering 26-year-old middle-school teacher in Florida, unrepentantly recounts her elaborate and sociopathically determined seduction of a 14-year-old student.. Celeste has chosen and lured the charmingly modest Jack Patrick into her web. Jack is enthralled and in awe of his eighth-grade teacher, and, most importantly, willing to accept Celeste’s terms for a secret relationship—car rides after dark, rendezvous at Jack’s house while his single father works the late shift, and body-slamming erotic encounters in Celeste’s empty classroom. In slaking her sexual thirst, Celeste Price is remorseless and deviously free of hesitation, a monstress of pure motivation. She deceives everyone, is close to no one, and cares little for anything but her pleasure.. Tampa is a sexually explicit, virtuosically satirical, American Psycho–esque rendering of a monstrously misplaced but undeterrable desire. Laced with black humor and crackling sexualized prose, Alissa Nutting’s Tampa is a grand, seriocomic examination of the want behind student / teacher affairs and a scorching literary debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult",
                "Mystery",
                "Dark",
                "Literary Fiction",
                "Novels",
                "Thriller",
                "Adult Fiction",
                "Horror"
            ]
        },
        {
            "title": "Rode sneeuw in december",
            "authors": [
                "Simone van der Vlugt"
            ],
            "ranking": 3.98,
            "ranking_count": 1443,
            "abstract": "Het is 1553, de vooravond van de Tachtigjarige Oorlog. De katholieke Lideweij Feelinck krijgt een relatie met Andries Griffioen, aanhanger van het protestantisme. Om met hem te kunnen trouwen trotseert ze de wil van haar vader, die met haar breekt en haar onterft.. Het jonge stel vestigt zich in Breda, waar ze een nauwe band krijgen met prins Willem van Oranje. Maar het politieke klimaat verandert, het protestantisme wint terrein en onder koning Filips viert de inquisitie hoogtij. Willem van Oranje vlucht naar Duitsland, waar hij zijn legers organiseert om in opstand te komen tegen koning Filips.. Lideweij vlucht met haar gezin naar het rustige Naarden, waar ze zich veilig wanen. Tot een verschrikkelijk lot het kleine stadje treft, met een gewelddadige en bloedige volksopstand tot gevolg.. Rode sneeuw in december is een historische roman over liefde, wraak, familiebanden en het verlangen naar de vrijheid om te geloven wat je wilt.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Roman",
                "European Literature",
                "Academic",
                "Romance",
                "Thriller"
            ]
        },
        {
            "title": "Strings Attached",
            "authors": [
                "Diane Decillis"
            ],
            "ranking": 4.22,
            "ranking_count": 23,
            "abstract": "Poems that consider threads of emotional attachment and separation against a backdrop of art, food, and Lebanese culture.. In Strings Attached, poet Diane DeCillis takes inspiration from the story of the elephant calf with a thin rope tied to its leg. Even when it grows into a massive animal, the elephant thinks the same string still restrains it and never attempts to break free. This powerful, funny, and sometimes self-deprecating collection considers all the ways that strings bind us in relationships and explores their constant tightening and loosening. Although we may never sever the strings attached to our wounds, DeCillis shows that when given enough slack we can create the illusion of having been set free.. The poems in Strings Attached consider tension in a variety of relationships. The short string of an American girl raised in Detroit by a resentful Lebanese grandmother whose culture values boys over girls. The attachment to a strong mother who exemplifies feminism but who is mostly absent in order to support the family. The cosmopolitan father who abandons but captivates, and the strings of relationships with older men, built on longing for the missing father. The long strings of a secret life that teach you to be distant. The strings that cuff you to your home, and the triumph of loosening them after years of agoraphobia. The frayed strings that come from being too American in a Lebanese culture. The strings of food and tradition that connect to family and friends.. DeCillis's verse reflects an insistent search for identity and the happy discovery that outsider status can be a good thing, a kind of earned badge that provides new ways of seeing. All poetry readers will relate to the personal and perceptive verse of this debut collection.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Labyrinth",
            "authors": [
                "Kat Richardson"
            ],
            "ranking": 3.9,
            "ranking_count": 3797,
            "abstract": "The toughest case yet for Greywalker Harper Blaine, a great heroine (#1. New York Times. bestselling author Charlaine Harris).. Harper Blaine was your average small-time P. I. until she died-for two minutes. Now she's a Greywalker, walking the line between the living world and the paranormal realm. There are others who know about her new powers-others with powerful tools and evil intentions, and now that the man who killed her has been murdered, the police are also paying close attention. That means Harper has to watch her step while searching for the ghost of her killer-who could be a valuable clue in the puzzle of Harper's past and her father's death, as well as a key to figuring out who's trying to manipulate her new powers and why. But with her growing powers pulling her into the Grey, Harper might not be able to come back out...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Paranormal",
                "Fiction",
                "Urban"
            ]
        },
        {
            "title": "The Never-Open Desert Diner",
            "authors": [
                "James          Anderson"
            ],
            "ranking": 3.9,
            "ranking_count": 2684,
            "abstract": "A singularly compelling debut novel, about a desert where people go to escape their past, and a truck driver who finds himself at risk when he falls in love with a mysterious woman.. Ben Jones lives a quiet, hardscrabble life, working as a trucker on Route 117, a little-travelled road in a remote region of the Utah desert which serves as a haven for fugitives and others looking to hide from the world. For many of the desert's inhabitants, Ben's visits are their only contact with the outside world, and the only landmark worth noting is a once-famous roadside diner that hasn't opened in years.. Ben's routine is turned upside down when he stumbles across a beautiful woman named Claire playing a cello in an abandoned housing development. He can tell that she's fleeing something in her past - a dark secret that pushed her to the end of the earth - but despite his better judgment he is inexorably drawn to her.. As Ben and Claire fall in love, specters from her past begin to resurface, with serious and life-threatening consequences not only for them both, but for others who have made this desert their sanctuary. Dangerous men come looking for her, and as they turn Route 117 upside down in their search, the long-buried secrets of those who've laid claim to this desert come to light, bringing Ben and the other locals into deadly conflict with Claire's pursuers. Ultimately, the answers they all seek are connected to the desert's greatest mystery - what really happened all those years ago at the never-open desert diner?. In this unforgettable story of love and loss, Ben learns the enduring truth that some violent crimes renew themselves across generations. At turns funny, heartbreaking and thrilling,. The Never-Open Desert Diner. powerfully evokes an unforgettable setting and introduces readers to a cast of characters who will linger long after the last page.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "One Was a Soldier",
            "authors": [
                "Julia Spencer-Fleming"
            ],
            "ranking": 4.14,
            "ranking_count": 5921,
            "abstract": "On a warm September evening in the Millers Kill community center, five veterans sit down in rickety chairs to try to make sense of their experiences in Iraq. What they will find is murder, conspiracy, and the unbreakable ties that bind them to one another and their small Adirondack town.. The Rev. Clare Fergusson wants to forget the things she saw as a combat helicopter pilot and concentrate on her relationship with Chief of Police Russ Van Alstyne. MP Eric McCrea needs to control the explosive anger threatening his job as a police officer. Will Ellis, high school track star, faces the reality of life as a double amputee. Orthopedist Trip Stillman is denying the extent of his traumatic brain injury. And bookkeeper Tally McNabb wrestles with guilt over the in-country affair that may derail her marriage.. But coming home is harder than it looks. One vet will struggle with drugs and alcohol. One will lose his family and friends. One will die.. Since their first meeting, Russ and Clare's bond has been tried, torn, and forged by adversity. But when he rules the veteran's death a suicide, she violently rejects his verdict, drawing the surviving vets into an unorthodox investigation that threatens jobs, relationships, and her own future with Russ.. As the days cool and the nights grow longer, they will uncover a trail of deceit that runs from their tiny town to the upper ranks of the U.S. Army, and from the waters of the Millers Kill to the unforgiving streets of Baghdad.. One Was a Soldier. is a surefire winner (. Booklist. ) and Outstanding (. Library Journal. )--Julia Spencer-Fleming at her best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Romance",
                "Thriller",
                "Audiobook",
                "War",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "Animals in Peril: Stories",
            "authors": [
                "Ryan Kenealy"
            ],
            "ranking": 4.46,
            "ranking_count": 24,
            "abstract": "A long-awaited debut collection of stories from an author who’s mystified by what moves the human heart,. Animals in Peril. explores our relationships with animals, other people, and ourselves.. Representing the furry, the feathered, the four-legged and the winged, the cast of. Animals in Peril. includes a coronoray thrombotic shih tzu from Chicago, a junko that flies into a skyscraper, a decapitated skunk in Ohio, and a runaway roan, depicted in black-and-white watercolor images by the author. At times humorous, melancholic, and self-reflective, these Midwestern stories examine the love we extend to our pets, how we project human complexities upon animal behavior, and how little we actually know about the 1.5 million species of animals with whom we share this planet.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories"
            ]
        },
        {
            "title": "Siren's Call",
            "authors": [
                "Jayne Castle",
                "Jayne Ann Krentz"
            ],
            "ranking": 4.22,
            "ranking_count": 4854,
            "abstract": "In the mysterious world of Harmony, there are places filled with unexplored marvels. But Rainshadow Island isn’t about to give up its secrets…. In the alien catacombs of Rainshadow, there are creatures whose compelling songs lure the unwary to their death. That’s why Rafe Coppersmith, hired to clear out the catacombs for exploration, needs a music talent. He’s knows the perfect one, but she probably doesn’t want anything do with him.... Ella Morgan had once fallen hard and fast for Rafe, but then he disappeared for months…and he’s not about to tell her why. Ella, too, has secrets that only her dust bunny knows. She’s not just a music talent, she’s a Siren: a paranormal singer capable of singing men to sleep—or to their deaths.. But once on Rainshadow, Rafe and Ella will learn that surrendering to passion doesn’t come without risks—and fighting fire with fire only adds to the flame…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Mystery",
                "Science Fiction",
                "Futuristic",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Last Dance with Valentino",
            "authors": [
                "Daisy Waugh"
            ],
            "ranking": 3.56,
            "ranking_count": 277,
            "abstract": "As Rudolph Valentino lay on his deathbed calling for an unknown lover, the world wondered who she was, and only one woman knew the truth. Jennifer Doyle began working at the Box in New York after leaving war-ravaged London with her father in 1916. She began an affair with dancer Rodolfo, but then one tragic day, their lives changed forever.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "The United States Of America",
                "Own"
            ]
        },
        {
            "title": "Take Four",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.33,
            "ranking_count": 5897,
            "abstract": "The Above the Line Series follows two dedicated Hollywood producers as they seek to transform the culture through the power of film. In Take Four, after Chase Ryan returns to his family and a job in his hometown, filmmakers Keith Ellison and Dayne Matthews finally ink a deal to have the nation’s top young actor star in their current film. But at the same time, the actor takes a very public fall that threatens his reputation among his fan base. Meanwhile, healing happens for Andi Ellison in her relationship with God, her family, and those she loves, but is it too late? The new producers find they must truly act as missionaries in order to help save the film, their families, and the young movie star. Breakthroughs take place that the public will never know about, as the possibility of saving the world through film is finally a very real possibility.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Inspirational",
                "Romance",
                "Adult Fiction",
                "Novels",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "Kingdom Hearts 358/2 Days, Vol. 2",
            "authors": [
                "Shiro Amano"
            ],
            "ranking": 4.38,
            "ranking_count": 845,
            "abstract": "When Xion loses her Keyblade, it's Roxas's job to make sure no one finds out. As long as the two can go on missions together, no one will know that it's Roxas collecting all the hearts. But will Demyx blow their little secret?!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Action",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Drama",
                "Humor"
            ]
        },
        {
            "title": "An Amish Noel",
            "authors": [
                "Patricia Davids"
            ],
            "ranking": 4.26,
            "ranking_count": 274,
            "abstract": "An Amish Homecoming. Luke Bowman's homecoming is turning Emma Swartzentruber's carefully ordered world upside down. Gone is her rebellious girlhood crush, and in his place is a handsome man who seems committed to serving the community. Luke's even agreed to work for Emma's ill father, whose last wish is to see his daughter wedded to a stable, loving man. But Luke - a man who flirted with the outside world with disastrous consequences - is hardly marriage material for a good Amish woman. Yet this Christmas, when her family is flung into crisis, Emma finds that he may just be the one to capture her heart for good.",
            "part_of_series": true,
            "genre_list": [
                "Amish",
                "Romance",
                "Holiday",
                "Christian Fiction",
                "Category Romance",
                "Contemporary",
                "Christian"
            ]
        },
        {
            "title": "All the Birds, Singing",
            "authors": [
                "Evie Wyld"
            ],
            "ranking": 3.62,
            "ranking_count": 12853,
            "abstract": "From one of. Granta. 's Best Young British Novelists, a stunningly insightful, emotionally powerful new novel about an outsider haunted by an inescapable past: a story of loneliness and survival, guilt and loss, and the power of forgiveness.. Jake Whyte is living on her own in an old farmhouse on a craggy British island, a place of ceaseless rains and battering winds. Her disobedient collie, Dog, and a flock of sheep are her sole companions, which is how she wanted it to be. But every few nights something—or someone—picks off one of the sheep and sets off a new deep pulse of terror. There are foxes in the woods, a strange boy and a strange man, rumors of an obscure, formidable beast. But there is also Jake's past—hidden thousands of miles away and years ago, held in the silences about her family and the scars that stripe her back—a past that threatens to break into the present.. With exceptional artistry and empathy,. All the Birds, Singing. reveals an isolated life in all its struggles and stubborn hopes, unexpected beauty, and hard-won redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Thriller",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Three-Martini Lunch",
            "authors": [
                "Suzanne Rindell"
            ],
            "ranking": 3.8,
            "ranking_count": 2309,
            "abstract": "From the author of the “thrilling” (. The Christian Science Monitor. ) novel. The Other Typist. comes. an evocative, multilayered story of ambition, success, and secrecy in 1950s New York.. In 1958, Greenwich Village buzzes with beatniks, jazz clubs, and new ideas—the ideal spot for three ambitious young people to meet. Cliff Nelson, the son of a successful book editor, is convinced he’s the next Kerouac, if only his father would notice. Eden Katz dreams of being an editor but is shocked when she encounters roadblocks to that ambition. And Miles Tillman, a talented black writer from Harlem, seeks to learn the truth about his father’s past, finding love in the process. Though different from one another, all three share a common goal: to succeed in the competitive and uncompromising world of book publishing. As they reach for what they want, they come to understand what they must sacrifice, conceal, and betray to achieve their goals, learning they must live with the consequences of their choices. In. Three-Martini Lunch. ,. Suzanne Rindell has written both a page-turning morality tale and a captivating look at a stylish, demanding era—and a world steeped in tradition that’s poised for great upheaval.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New York",
                "Literary Fiction",
                "Adult Fiction",
                "LGBT",
                "Writing",
                "Relationships",
                "Adult"
            ]
        },
        {
            "title": "Seriously...I'm Kidding",
            "authors": [
                "Ellen DeGeneres"
            ],
            "ranking": 3.69,
            "ranking_count": 107963,
            "abstract": "~b~>. With the winning, upbeat candor that has made her show on of the most popular and honored daytime shows on the air, beloved talk show host and comedian Ellen DeGeneres shares her views on life, love, and. American Idol.. I've experienced a whole lot the last few years and I have a lot to share. So I hope that you'll take a moment to sit back, relax and enjoy the words I've put together for you in this book. I think you'll find I've left no stone unturned, no door unopened, no window unbroken, no rug unvacuumed, no ivories untickled. What I'm saying is, let us begin, shall we?. Seriously... I'm Kidding. is a lively, hilarious, and often sweetly poignant look at the life of the much-loved entertainer as she opens up about her personal life, her talk show, and more.. PRAISE FOR. Seriously... I'm Kidding. DeGeneres's amiably oddball riffs on everything from kale to catwalks to Jesus will make fans smile. --. People. Whatever the topic, DeGeneres's compulsively readable style will appeal to fans old and new. -. Publishers Weekly. Fans will not be disappointed...[DeGeneres's] trademark wit and openness shine through and through. --. Kirkus. span",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Audiobook",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "LGBT",
                "Adult"
            ]
        },
        {
            "title": "Fisk har ingen fødder",
            "authors": [
                "Jón Kalman Stefánsson"
            ],
            "ranking": 3.88,
            "ranking_count": 1947,
            "abstract": "Vi befinder os i Keflavik som er blevet kaldt Islands mørkeste sted og er kendt for sin amerikanske militærbase og den evige vind fra havet. Et sted der er lige så tomt og svært at blive klog på som den hjemvendte Ari. Bogens navnløse fortæller og Ari havde engang en drøm om at redde Island med poesi, men en morgen forlod Ari konen fordi han følte han var ved at blive kvalt, og slog sig ned i København som forlagsredaktør. Nu vender han tilbage fordi hans far er ved at dø og han konfronteres med alle de uløste problemer i sin egen fortid. Ingen kan gå på vandet, og derfor har fisk ingen fødder.. Det er historien om en slægt fra begyndelsen af det 20. århundrede og frem til i dag, en historie om smerte og tab, om vold og et hav fuld af fisk som du ikke må fange. Centralt står Aris bedsteforældre: Oddur, arketypen på den tavse islænding, fiskeren som ikke frygter noget, og hans smukke kone Margret, poetisk, følsom og drømmende som Ari. Det er hende som siger: :Hvis jeg er nøgen under kjolen, så ved du at jeg elsker dig.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Roman",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Adult Fiction",
                "Family",
                "Relationships"
            ]
        },
        {
            "title": "Angel of Chaos",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.33,
            "ranking_count": 3296,
            "abstract": "Samantha Martin didn’t want the title of Iblis and all the hellish responsibility that comes with it. She sure as heck didn’t want these feathery angel wings permanently affixed to her back– although those have their perks. She especially doesn’t want all the extra projects the Ruling Council keeps dumping on her plate.. Tricked into protecting a pregnant woman, Sam discovers that her hasty vow came with a whole lot of strings attached – strings that make her question her trust in Gregory. In order to keep her promises, she’ll need to rely on old friends as well as a house full of unlikely allies.. As if that weren’t enough chaos for an imp, the angels finally find proof that werewolves are Nephilim – the descendants of fallen angels. An entire race is facing extinction and their only hope for salvation is an angel from Hel.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Miss Ruffles Inherits Everything",
            "authors": [
                "Nancy Martin"
            ],
            "ranking": 3.65,
            "ranking_count": 711,
            "abstract": "Rich and flamboyant Honeybelle Hensley, the most colorful character in Mule Stop, Texas, dies a suspicious death and enrages the whole town by leaving her worldly fortune to the most undeserving recipient-her dog. The incorrigible Miss Ruffles is a Texas Cattle Cur, not a cuddly lapdog, and when Honeybelle was alive, Miss Ruffles liked nothing better than digging up Honeybelle's famous rose garden after breakfast, chasing off the UPS man before lunch and terrorizing the many gentleman callers who came knocking at cocktail hour.. But now Miss Ruffles is in danger, and it's up to Sunny McKillip, the unwilling dogsitter, to keep her safe. Sunny is new to Texas, and sometimes she feels as if she's fallen into an alien world. If it isn't the pistol-packing football fans and the sweet-talking, yet ruthless ladies of the garden club who confound her, it's the rowdy rodeo hounds and the tobacco-spitting curmudgeon at Critter Control who have her buffaloed. With a killer on the loose and a cowboy lawyer keeping a suspicious eye on her every move, Sunny needs all the help she can get understanding how Texans think. There's more to Honeybelle's death than meets this Yankee's eye, and Sunny has Miss Ruffles to protect, too. It's a bucking bull ride of an adventure for Sunny, and if she's not careful she might just get killed . . . or her heart lassoed...in Nancy Martin's. Miss Ruffles Inherits Everything.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Humor",
                "Adult Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Розвідки",
            "authors": [
                "Віктор Петров",
                "В'ячеслав Брюховецький"
            ],
            "ranking": 3.0,
            "ranking_count": 1,
            "abstract": "У тритомному зібранні наукових розвідок Віктора Платоновича Петрова (Вік­тора Бера, Бориса Веріґо, Віктора Петренка) представлена значна частина творчої спадщини видатного вченого в царинах літературознавства, фольклористики, етнографії, археології, мовознавства, етнології, історіософії, філософії та релігієзнавства. Уміщено також більшу частину відомих його статей про творчість Григорія Сковороди, Пантелеймона Куліша, Тараса Шевченка.. Людина складної, неоднозначно оцінюваної долі, Віктор Петров зробив вагомий внесок у розвиток різних галузей знання. Його праці розпорошені в малоприступних періодичних виданнях, деякі приховані за дотепер не розгаданими псевдонімами, виявлені в багатьох архівах світу, але окремі ще й нині можна відшукати у вкритих пилом стосах нерозібраних паперів.. Розвідки В. П. Петрова подано переважно за хронологією їх написання або першодруків. Вони відкривають світ видатного вченого, з ненастанним пошуком наукової істини, із заглибленням у таємниці тисячолітньої історії та осягненням животрепетних проблем його сучасності.. Видання зацікавить широке коло гуманітаріїв — науковців, викладачів вищих навчальних закладів, учителів, аспірантів та студентів.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Burned",
            "authors": [
                "Jordan Marie"
            ],
            "ranking": 4.29,
            "ranking_count": 4070,
            "abstract": "Sometimes playing with fire is worth the burn.. Katie:. He is a very bad man. There is nothing good about him…. Unless you count the things he does to me between the sheets. Those are good, very good.. Everything else about him is bad to the core.. One drunken night of bone-melting sex should have been the end of it—especially since I woke up alone.. Until he shows up at my door complete with handcuffs. I hate him for what he’s doing. Too bad my body can’t resist him.. Torch:. She has a body that makes men beg. I had to have her.. I didn’t realize getting my dick wet inside of her would be a drug---one I’d crave over and over.. Katie’s past brings me to her door. I should walk away. I can’t.. My President asked me to do this job and technically, I am. I’m doing her against the wall, in the shower, on the counter, the table and occasionally even the bed.. The heat between us is intense and white-hot like an open flame.. I can’t walk away, even for my President, the man I swore to follow into hell.. I warned her I am no one’s happily ever after. I’m too dark.. I’m more of a nightmare.. She chose to play with fire. Hell, I did too.. It’s too late, now we’ll both be. BURNED",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Dark",
                "Contemporary",
                "Adult Fiction",
                "Transport",
                "Suspense",
                "Adult",
                "Audiobook",
                "Drama"
            ]
        },
        {
            "title": "The Secret Poisoner: A Century of Murder",
            "authors": [
                "Linda Stratmann"
            ],
            "ranking": 3.69,
            "ranking_count": 212,
            "abstract": "Murder by poison alarmed, enthralled, and in many ways encapsulated the Victorian age. Linda Stratmann’s dark and splendid social history reveals the nineteenth century as a gruesome battleground where poisoners went head-to-head with authorities who strove to detect poisons, control their availability, and bring the guilty to justice. She corrects many misconceptions about particular poisons and documents how the evolution of issues such as marital rights and the legal protection of children impacted poisonings. Combining archival research with a novelist’s eye, Stratmann charts the era’s inexorable rise of poison cases both shocking and sad.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Science",
                "Mystery",
                "Historical",
                "Medical",
                "Literature"
            ]
        },
        {
            "title": "The Anatomy of Violence: The Biological Roots of Crime",
            "authors": [
                "Adrian Raine"
            ],
            "ranking": 3.95,
            "ranking_count": 1501,
            "abstract": "With a 4-page full-color insert, and black-and-white illustrations throughout. Why do some innocent kids grow up to become cold-blooded serial killers? Is bad biology partly to blame? For more than three decades Adrian Raine has been researching the biological roots of violence and establishing neurocriminology, a new field that applies neuroscience techniques to investigate the causes and cures of crime. In. The Anatomy of Violence. , Raine dissects the criminal mind with a fascinating, readable, and far-reaching scientific journey into the body of evidence that reveals the brain to be a key culprit in crime causation.. Raine documents from genetic research that the seeds of sin are sown early in life, giving rise to abnormal physiological functioning that cultivates crime. Drawing on classical case studies of well-known killers in history—including Richard Speck, Ted Kaczynski, and Henry Lee Lucas—Raine illustrates how impairments to brain areas controlling our ability to experience fear, make good decisions, and feel guilt predispose us to violence. He contends that killers can actually be coldhearted: something as simple as a low resting heart rate can give rise to violence. But arguing that biology is not destiny, he also sketches out provocative new biosocial treatment approaches that can change the brain and prevent violence.. Finally, Raine tackles the thorny legal and ethical dilemmas posed by his research, visualizing a futuristic brave new world where our increasing ability to identify violent offenders early in life might shape crime-prevention policies, for good and bad. Will we sacrifice our notions of privacy and civil rights to identify children as potential killers in the hopes of helping both offenders and victims? How should we punish individuals with little to no control over their violent behavior? And should parenting require a license?. The Anatomy of Violence. offers a revolutionary appraisal of our understanding of criminal offending, while also raising provocative questions that challenge our core human values of free will, responsibility, and punishment.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Science",
                "Mystery",
                "Biology",
                "Crime",
                "Sociology",
                "Unfinished",
                "Philosophy"
            ]
        },
        {
            "title": "The Sound and the Furry",
            "authors": [
                "Spencer Quinn"
            ],
            "ranking": 4.06,
            "ranking_count": 3897,
            "abstract": "In the sixth entry in the. New York Times. bestselling mystery series that the. Los Angeles Times. called “nothing short of masterful,” Chet and Bernie are handed a hard case in the Big Easy.. Chet and Bernie, the best canine/human P.I. team in the business, encounter a prison work crew that includes Frenchie Boutette, an old pal they sent up the river. Frenchie begs Bernie to go find his brother Ralph, a reclusive inventor who has disappeared—along with his houseboat—from the bayou. Not long after, Bernie fends off a deadly attack from a member of a shadowy gang called the Q’s. The attacker dies without revealing anything.. In bayou country, Chet and Bernie meet the no-good Boutette family and their ancient enemies, the maybe-even-worse Robideaus. At first it looks like Ralph’s disappearance is tied to a dispute between the two families over a load of stolen shrimp. But Chet turns up a buried clue that sends them in a new and dangerous direction involving the oil business. The more they find out about Ralph and what he knew, the less their chances of surviving to do anything about it. Now they’re up against Big Oil, shadowy black ops figures, and the Q’s—plus Iko, a legendary bayou gator with a big appetite…. A top-notch addition to the “deliciously addictive” (. Publishers Weekly. ) series,. The Sound and the Furry. is an irresistibly suspenseful and humorous read that will keep you begging for more.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Humor",
                "Thriller",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Millard Fillmore",
            "authors": [
                "Robert Scarry"
            ],
            "ranking": 2.8,
            "ranking_count": 10,
            "abstract": "From the time he left office in 1853, President Millard Fillmore has become increasingly shrouded in mystery and stereotyped by anecdotes with slender connections to facts. The real Fillmore was not the weak and boring figurehead many Americans believe he was. This account of Fillmore's life is drawn largely from his family's personal papers, many of which have previously been suppressed or were unavailable or believed lost. It presents Fillmore as his own letters do, and as his friends, family members, and contemporaries saw him, as a distinguished and honorable man who was also a strong and effective president. This comprehensive work includes photographs, a genealogy of the Fillmore family, a chronology, a bibliography, and an index.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Biography",
                "Nonfiction"
            ]
        },
        {
            "title": "Before the Rains",
            "authors": [
                "Dinah Jefferies"
            ],
            "ranking": 3.92,
            "ranking_count": 3017,
            "abstract": "A romantic, heart-wrenching tale of love against the odds from the Number One. Sunday Times. bestselling author. 1930, Rajputana, India. Since her husband's death, 28-year-old photojournalist Eliza's only companion has been her camera. When the British Government send her to an Indian princely state to photograph the royal family, she's determined to make a name for herself.. But when Eliza arrives at the palace she meets Jay, the Prince's handsome, brooding brother. While Eliza awakens Jay to the poverty of his people, he awakens her to the injustices of British rule. Soon Jay and Eliza find they have more in common than they think. But their families - and society - think otherwise. Eventually they will have to make a choice between doing what's expected, or following their hearts. . .",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Cultural",
                "Fiction",
                "Adult",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Times of Trouble: A Time Travel Anthology",
            "authors": [
                "Lane Adamson",
                "Matthew Baugh",
                "Thom Brannan",
                "Peter Clines",
                "Craig DiLouie",
                "Jeff Drake",
                "Brian P. Easton",
                "Frank Farrar",
                "more…",
                "Stephen Gaskell",
                "David Gullen",
                "Mark Harding",
                "Wayne Helge",
                "Jason S. Hornsby",
                "Rakie Keig",
                "Michael C. Lea",
                "Timothy Martinez",
                "Ruth Nestvold",
                "Gregory L. Norris",
                "Rob Pegler",
                "Aaron Polson",
                "Joshua   Reynolds",
                "Frank Summers",
                "Stan Timmons",
                "…less"
            ],
            "ranking": 3.87,
            "ranking_count": 31,
            "abstract": "Time travel is the ultimate do-over. It’s funny how second chances usually wind up being just another opportunity to make the same mistakes, though.. The authors represented in the collection you now hold were tasked to create grim and gritty tales of time travel gone horribly wrong.. They have done so, in some wildly varied ways.. There are stories of rare and exceptional beauty; stories of dark, otherworldly horror; stories of white-knuckle thrills and even some that will make you laugh out loud.. In fact, if you pay close attention, in at least one of these adventures, you’ll realize that no time travel at all ever takes place.. All of them will take you places - and times - you’ve yet to be, and make you think about the experience.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction"
            ]
        },
        {
            "title": "The Lady of the Rivers",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 4.02,
            "ranking_count": 74706,
            "abstract": "#1. New York Times. bestselling author and “queen of royal fiction” (. USA TODAY. ) Philippa Gregory brings to life the story of Jacquetta, Duchess of Bedford, a woman of passion and of legend who navigated a treacherous path through the battle lines in the War of the Roses to bring her family unimaginable power.. When the young and beautiful Jacquetta is married to the older Duke of Bedford, English regent of France, he introduces her to a mysterious world of learning and alchemy. Her only friend in the great household is the duke’s squire Richard Woodville, who is at her side when the duke’s death leaves her a wealthy young widow. The two become lovers and marry in secret, returning to England to serve at the court of the young King Henry VI, where Jacquetta becomes a close and loyal friend to his new queen.. The Woodvilles soon achieve a place at the very heart of the Lancaster court, though Jacquetta has visions of the growing threat from the people of England and the danger of their royal York rivals. Jacquetta fights for her king and queen, as she sees an extraordinary and unexpected future for her daughter Elizabeth: a change of fortune, the white rose of York, and the throne of England…",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "European Literature",
                "Adult",
                "Audiobook",
                "Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Trail Through Time",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.32,
            "ranking_count": 11030,
            "abstract": "St Mary’s is back and is facing a battle to survive in this, the fourth instalment of the Chronicles.. Max and Leon are re-united and looking forward to a peaceful lifetime together. But, sadly, they don’t even make it to lunchtime.. The action races from 17th century London to Ancient Egypt and from Pompeii to 14th century Southwark as they’re pursued up and down the timeline, playing a perilous game of hide and seek until they’re finally forced to take refuge at St Mary’s – where new dangers await them.. As usual, there are plenty of moments of humour, but the final, desperate, Battle of St Mary’s is in grim earnest. Overwhelmed and outnumbered and with the building crashing down around them, how can St Mary’s possibly survive?. So, make sure the tea’s good and strong…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "Bloody Lessons",
            "authors": [
                "M. Louisa Locke"
            ],
            "ranking": 3.98,
            "ranking_count": 2665,
            "abstract": "In Bloody Lessons, it's the winter of 1880, and the teachers of San Francisco are under attack: their salaries slashed and their competency and morals questioned in a series of poison pen letters.. Annie Fuller, the reluctant clairvoyant, has been called into investigate by Nate Dawson, her lawyer beau, and the case becomes personal when they discover that Laura, Nate's sister, may be one of the teachers targeted for attack.. In this installment in the Victorian San Francisco Mystery series, readers will find the same blend of a cozy mystery with romantic suspense, played out against the historical backdrop of late 19th century San Francisco, that they found in Maids of Misfortune and Uneasy Spirits.. If you are new to this series, you will still enjoy spending time with the lively residents of Annie Fuller's boarding house and visiting San Francisco when Golden Gate Park was filled with horse-drawn carriages, saloon-keepers controlled politics, and kisses were stolen under gaslight.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Romance",
                "Thriller"
            ]
        },
        {
            "title": "Call Your Daughter Home",
            "authors": [
                "Deb Spera"
            ],
            "ranking": 4.25,
            "ranking_count": 28061,
            "abstract": "A stunning tour de force following three fierce, unforgettable Southern women in the years leading up to the Great Depression. It's 1924 South Carolina and the region is still recovering from the infamous boll weevil infestation that devastated the land and the economy. Gertrude, a mother of four, must make an unconscionable decision to save her daughters from starvation or die at the hands of an abusive husband. Retta is navigating a harsh world as a first-generation freed slave, still employed by the Coles, influential plantation proprietors who once owned her family. Annie is the matriarch of the Coles family and must come to terms with the terrible truth that has ripped her family apart.These three women seemingly have nothing in common, yet as they unite to stand up to the terrible injustices that have long plagued the small town, they find strength in the bond that ties women together. Told in the pitch-perfect voices of Gertrude, Retta and Annie,. Call Your Daughter Home. is an audacious, timeless story about the power of family, deep-buried secrets and the ferocity of motherhood.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "American",
                "Adult",
                "Adult Fiction",
                "Family",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Dead of Winter",
            "authors": [
                "Lee Collins"
            ],
            "ranking": 3.39,
            "ranking_count": 533,
            "abstract": "Cora and her husband hunt things – things that shouldn’t exist.. When the marshal of Leadville, Colorado, comes across a pair of mysterious deaths, he turns to Cora to find the creature responsible. But if Cora is to overcome the unnatural tide threatening to consume the small town, she must first confront her own tragic past as well as her present.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Westerns",
                "Horror",
                "Paranormal",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Therapy from the Quran and Hadith",
            "authors": [
                "ابن كثير",
                "Ibn Kathir"
            ],
            "ranking": 4.47,
            "ranking_count": 32,
            "abstract": "The re-emergence of Islamically - centred therapy has increased over the past few decades. This has been motivated by the need for a therapeutic approach to treating mental illness that is ideologically acceptable within the boundaries of Shari'ah. This has become a concern not only for Muslim therapists and their patients but in fact for all Muslims, as part of their adherence to Islam and towards improving their Iman. Muslim psychologists around the world are working hard at developing faith -based models of therapy that are acceptable to their peers and Muslim scholars alike. This book is precisely that; An easy-to-use collection of Qur'anic ayaat and authentic ahadith and their interpretations, that allow bi idh nillah individuals to challenge distressing psychological thoughts and behaviors. Written by an experienced clinical psychologist, the text may be used as a therapeutic aid or reference for clinicians or simply as a general guide to character development. The use of analogy means that the book is relevant to both Muslims and non-Muslims alike with the aim of using guidance from Islam to alleviate difficulties and to improve our understanding of human distress. Only the Creator best knows the creation.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Psychology"
            ]
        },
        {
            "title": "Beverly",
            "authors": [
                "Nick Drnaso"
            ],
            "ranking": 3.98,
            "ranking_count": 2431,
            "abstract": "Nick Drnaso's comics mercilessly reveal the sterile sameness of the suburbs. Connected by a series of gossipy teens, the modern lost souls of. Beverly. struggle with sexual anxieties that are just barely repressed and social insecurities that undermine every word they speak.. A group of teenagers pick up trash on the side of the highway--flirting, preening, and ignoring a potentially violent loner in their midst. A college student brings her sort-of boyfriend to a disastrous house party with her high-school acquaintances. A young woman experiences a traumatic incident at the pizza shop where she works and the fallout reveals the racial tensions simmering below the surface. Again and again, the civilized façade of Drnaso's pitch-perfect surburban sprawl and pasty Midwestern protagonists cracks in the face of violence and quiet brutality.. Drnaso's bleak social satire in. Beverly. reveals a brilliant command of the social milieu of twenty-first-century existence, echoing the black comic work of Todd Solondz, Sam Lipsyte, and Daniel Clowes. Precisely and hauntingly recounted, each chapter of. Beverly. reveals something new--and yet familiar--about the world in which we live.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Short Stories",
                "Comics",
                "Art"
            ]
        },
        {
            "title": "Flora and the Flamingo",
            "authors": [
                "Molly Idle"
            ],
            "ranking": 4.06,
            "ranking_count": 6100,
            "abstract": "In this innovative wordless picture book with interactive flaps, Flora and her graceful flamingo friend explore the trials and joys of friendship through an elaborate synchronized dance. With a twist, a turn, and even a flop, these unlikely friends learn at last how to dance together in perfect harmony. Full of humor and heart, this stunning performance (and splashy ending!) will have readers clapping for more!. For more feathery fun, pick up. Flora and the Penguin. ,. Flora and the Peacocks. ,. Flora and Friends Matching Game. or, coming soon,. Flora and the Chicks. .",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Fantasy",
                "Humor",
                "Art",
                "Kids"
            ]
        },
        {
            "title": "Order to Kill",
            "authors": [
                "Kyle Mills",
                "Vince Flynn"
            ],
            "ranking": 4.33,
            "ranking_count": 17867,
            "abstract": "In the next thrilling novel in the #1. New York Times. bestselling Mitch Rapp series, the anti-terrorism operative heads to Pakistan to confront a mortal threat he may not be prepared for. In fact, this time he might have met his match.. Mitch Rapp is used to winning.. But in this follow-up to #1. New York Times. bestselling. The Survivor. , the CIA operative finds himself chasing false leads from continent to continent in an effort to keep Pakistani nukes from falling into the hands of terrorists. Together with friend and colleague Scott Coleman, Rapp struggles to prevent the loss of these lethal weapons, particularly because Russia is also interested in the nukes, though not for the same reason as Rapp and Coleman.. Soon, it becomes alarmingly clear that the forces in Moscow are bent on fomenting even more chaos and turmoil in the Middle East, and Rapp must go deep into Russian territory, posing as an American ISIS recruit. There, he uncovers a plan much more dangerous and insidious than he ever expected, one that could have far-reaching and catastrophic consequences.. Written with breathless tension and heart-pounding action, Mitch Rapp's latest adventure is as timely and provocative as ever.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "Spy Thriller",
                "Suspense",
                "Mystery",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Down Among the Dead Men",
            "authors": [
                "Neil Gaiman",
                "Les Edwards"
            ],
            "ranking": 3.89,
            "ranking_count": 9,
            "abstract": "Free online fiction. Animated short story narrated by the author.. Animated story from the novel Zombie Apocalypse! Fightback, Neil Gaiman's — “Down Among the Dead Men”.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "The Demons We See",
            "authors": [
                "Krista D. Ball"
            ],
            "ranking": 3.9,
            "ranking_count": 144,
            "abstract": "Alternate cover edition of ASIN. B01CXDKV14. Society was rocked when the Cathedral appointed Allegra, Contessa of Marsina, to negotiate the delicate peace talks between the rebelling mage slaves and the various states. Not only was she a highborn mage, she was a nonbeliever and a vocal objector against the supposed demonic origins of witchcraft. Demons weren't real, she'd argued, and therefore the subjection of mages was unlawful.. That was all before the first assassination attempt. That was before Allegra heard the demonic shrieks. All before everything changed. Now Allegra and her personal guards race to stabilize the peace before the entire known world explodes into war with not just itself, but with the abyss from beyond.. So much for demons not being real.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Ruin",
            "authors": [
                "Dervla  McTiernan"
            ],
            "ranking": 3.96,
            "ranking_count": 30716,
            "abstract": "It's been twenty years since Cormac Reilly discovered the body of Hilaria Blake in her crumbling Georgian home. But he's never forgotten the two children she left behind.... When Aisling Conroy's boyfriend Jack is found in the freezing black waters of the river Corrib, the police tell her it was suicide. A surgical resident, she throws herself into study and work, trying to forget - until Jack's sister Maude shows up. Maude suspects foul play, and she is determined to prove it.. DI Cormac Reilly is the detective assigned with the re-investigation of an 'accidental' overdose twenty years ago - of Jack and Maude's drug- and alcohol-addled mother. Cormac is under increasing pressure to charge Maude for murder when his colleague Danny uncovers a piece of evidence that will change everything.... This unsettling crime debut draws us deep into the dark heart of Ireland and asks who will protect you when the authorities can't - or won't. Perfect for fans of Tana French and Jane Casey.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Cultural",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "Sons of Gods: Mahabharata",
            "authors": [
                "Sharon Maas"
            ],
            "ranking": 4.2,
            "ranking_count": 101,
            "abstract": "Alternate cover edition of ASIN B006Q7F4Q6. A novel version of the great Indian epic.  The Mahabharata belongs in the annals of world literature, and every educated person should be familiar with it. Its message is timeless (without it being a message book), and especially relevant in these turbulent times. Western readers in particular should be reading the Mahabharata, including non-resident Indians who may have lost touch with their roots.. SONS OF GODS -- MAHABHARATA is kaleidoscopic in its beauty and intricacy. The hurdle of the tale's massive scope has always daunted translators, and the difficulty of prising the right tone from an ancient grand epic to suit a modern and Western audience has relegated it to largely academic obscurity.  What's saved it for us is that Sharon Maas knows full well that love, betrayal, lust, envy, pride, devotion, and heroism never go out of style. SONS OF GODS is a literary soap opera with a soul that spans the full horizon.. The highest literature transcends regionalism, and through it, when we are properly attuned, we realise the essential oneness of the human family.. The Mahabharata is of this class. It belongs to the world and not only to India. To the people of India, indeed, this epic has been an unfailing and perennial source of spiritual strength. Learnt at the mother’s knee with reverence and love, it has inspired great men to heroic deeds as well as enabled the humble to face their trials with fortitude and faith.. From: Preface to the Second Edition of The Mahabharata, by C. Rajagopalachari; Madras 1952",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Religion",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "MindBlind",
            "authors": [
                "Jennifer Roy"
            ],
            "ranking": 3.93,
            "ranking_count": 1184,
            "abstract": "Fourteen-year-old Nathaniel Clark lives in two worlds—the outside world of his family and friends and his own, special, inside Aspie world, where he’s not forced to interact with people or worry about wearing his clothes right-side out. The world where he can solve mathematical problems that elude even the brightest graduate students. The world where he feels he can find his own inner truth. People say he’s a genius, but Nathaniel thinks differently. According to a book he once read, a true genius uses his talent to make a contribution to the world. Nathaniel takes the definition literally, and begins his quest for genius status. I will start, right after I wash the chocolate off my face. If I want to be seen as a genius, I should not look like an idiot. Nathaniel has a sky-high IQ and perfect SAT scores, but Jennifer Roy and her husband, Greg, have a remarkable 8-year-old son, Adam, who not only inspired the character of Nathaniel Clark, but also created the Amazing Race charts and the narrative at the back of MindBlind.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Neurodiversity",
                "Contemporary",
                "Music",
                "Autistic Spectrum...",
                "Disability",
                "Psychology"
            ]
        },
        {
            "title": "Unavenged",
            "authors": [
                "Richard P. Denney"
            ],
            "ranking": 3.63,
            "ranking_count": 35,
            "abstract": "Seventeen-year-old Aden Mather and his sister Fawn have been on the run from the city Mayor since their parents were executed for keeping their abilities a secret. It's been six years and Aden and Fawn are returning to their beloved city to seek vengeance for their parents demise.. Will they succeed? Or will their entire world come crashing down upon them? In a world where having an un-human ability means public execution, one boy will take a stand against it all and fight for his life and the lives of others like him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "One Click: Jeff Bezos and the Rise of Amazon.com",
            "authors": [
                "Richard L. Brandt"
            ],
            "ranking": 3.74,
            "ranking_count": 7793,
            "abstract": "Amazon's business model is deceptively simple: Make online shopping so easy and convenient that customers won't think twice. It can almost be summed up by the button on every page: Buy now with one click.Why has Amazon been so successful? Much of it has to do with Jeff Bezos, the CEO and founder, whose unique combination of character traits and business strategy have driven Amazon to the top of the online retail world.. Richard Brandt charts Bezos's rise from computer nerd to world- changing entrepreneur. His success can be credited to his forward-looking insights and ruthless business sense. Brandt explains:. Why Bezos decided to allow negative product reviews, correctly guessing that the earned trust would outweigh possible lost sales.. Why Amazon zealously guards some patents yet freely shares others.. Why Bezos called becoming profitable the dumbest thing they could do in 1997.. How Amazon.com became one of the only dotcoms to survive the bust of the early 2000s.. Where the company is headed next.. Through interviews with Amazon employees, competitors, and observers, Brandt has deciphered how Bezos makes decisions. The story of Amazon's ongoing evolution is a case study in how to reinvent an entire industry, and one that anyone in business today ignores at their peril.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Biography",
                "Science",
                "Audiobook",
                "History",
                "Leadership",
                "Economics"
            ]
        },
        {
            "title": "The Translator",
            "authors": [
                "Nina Schuyler"
            ],
            "ranking": 3.61,
            "ranking_count": 1145,
            "abstract": "In silken prose and with subtle suspense, Nina Schuyler brings us a mesmerizing novel of language and translation, memory loss and heartbreak, and the search for answers in a foreign country.. When renowned translator Hanne Schubert falls down a flight of stairs, her injury is an unusual but real condition--the loss of her native language. She is left speaking only Japanese, a language learned later in life. With her personal life at a crossroad, Hanne leaves for Japan. There, the Japanese novelist whose work she translated stunningly confronts her publicly for sabotaging his work.. Reeling, Hanne struggles for meaning and seeks out the inspiration for the author's novel--a tortured, chimerical actor, once a master in the art of Noh theater. Through their passionate and intriguing relationship, Hanne begins to understand the masks she has worn in her life, just as the actor dons the masks that have made him a legend of Noh. The demons from her past and present begin to unfold and Hanne sets out to make amends in this searing and engrossing novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Relationships",
                "Asian Literature",
                "Audiobook",
                "Literature",
                "Humanities"
            ]
        },
        {
            "title": "Why Teach?: In Defense of a Real Education",
            "authors": [
                "Mark Edmundson"
            ],
            "ranking": 3.87,
            "ranking_count": 436,
            "abstract": "Mark Edmundson's essays reclaim college not as the province of high-priced tuition, career training, and interactive online courses, but as the place where serious people go to broaden their minds and learn to live the rest of their lives.. A renowned professor of English at the University of Virginia, Edmundson has felt firsthand the pressure on colleges to churn out a productive, high-caliber workforce for the future. Yet in these essays, many of which have run in places such as Harper's and The New York Times, he reminds us that there is more to education than greater productivity. With prose exacting yet expansive, tough-minded yet optimistic, Edmundson argues forcefully that the liberal arts are more important today than ever.. Why Teach?. offers Edmundson's collected writings on the subject, including several pieces that are new and previously unpublished. What they show, collectively, is that higher learning is not some staid, old notion but a necessary remedy for our troubled times.. Why Teach?. is brimming with the wisdom and inspiration that make learning possible.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Teaching",
                "Writing",
                "Philosophy"
            ]
        },
        {
            "title": "Necromancing the Stone",
            "authors": [
                "Lish McBride"
            ],
            "ranking": 4.1,
            "ranking_count": 5379,
            "abstract": "With the defeat of the evil Douglas behind him, Sam LaCroix is getting used to his new life. Okay, so he hadn’t exactly planned on being a powerful necromancer with a seat on the local magical council and a capricious werewolf sort-of-girlfriend, but things are going fine, right?. Well . . . not really. He’s pretty tired of getting beat up by everyone and their mother, for one thing, and he can’t help but feel that his new house hates him. His best friend is a werebear, someone is threatening his sister, and while Sam realizes that he himself has a lot of power at his fingertips, he’s not exactly sure how to. use. it. Which, he has to admit, is a bit disconcerting.. But when everything starts falling apart, he decides it’s time to step up and take control. His attempts to do so just bring up more questions, though, the most important of which is more than a little alarming: Is Douglas really dead?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Horror",
                "Fiction",
                "Romance",
                "Paranormal",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "Here Burns My Candle",
            "authors": [
                "Liz Curtis Higgs"
            ],
            "ranking": 4.06,
            "ranking_count": 2849,
            "abstract": "A mother who cannot face her future.. A daughter who cannot escape her past.. Lady Elisabeth Kerr is a keeper of secrets. A Highlander by birth and a Lowlander by marriage, she honors the. auld. ways, even as doubts and fears stir deep within her.. Her husband, Lord Donald, has secrets of his own, well hidden from the household, yet whispered among the town gossips.. His mother, the dowager Lady Marjory, hides gold beneath her floor and guilt inside her heart. Though her two abiding passions are maintaining her place in society and coddling her grown sons, Marjory’s many regrets, buried in Greyfriars Churchyard, continue to plague her.. One by one the Kerr family secrets begin to surface, even as bonny Prince Charlie and his rebel army ride into Edinburgh in September 1745, intent on capturing the crown.. A timeless story of love and betrayal, loss and redemption, flickering against the vivid backdrop of eighteenth-century Scotland,. Here Burns My Candle. illumines the dark side of human nature, even as hope, the brightest of tapers, lights the way home.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Extreme Prey",
            "authors": [
                "John Sandford"
            ],
            "ranking": 4.3,
            "ranking_count": 21556,
            "abstract": "An extraordinary Lucas Davenport thriller from #1 New York Times bestselling author and Pulitzer Prize winner John Sandford.. After the events in Gathering Prey, Lucas Davenport finds himself in a very unusual situation—no longer employed by the Minnesota BCA. His friend the governor is just cranking up a presidential campaign though, and he invites Lucas to come along as part of his campaign staff. “Should be fun!” he says, and it kind of is—until they find they have a shadow: an armed man intent on killing the governor . . . and anyone who gets in the way.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Emergency Services"
            ]
        },
        {
            "title": "Take Three",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.33,
            "ranking_count": 6446,
            "abstract": "Chase Ryan and Keith Ellison set out to change the world with their films--and they are finally seeing their dreams come true. The dedicated producers are deep in negotiations with America's top young movie star to play the lead in their next inspirational movie. But life takes a sudden turn for Chase, removing him from Jeremiah Productions permanently. In the process, Keith brings on one of the Baxter family members and the moviemaking continues. At the same time, a crisis hits Keith's daughter, Andi, and Keith feels helpless to respond. Devastated by the consequences of her wrong actions, Andi ventures out on her own and decides on a course of action that could destroy her. Meanwhile, Bailey Flanigan is caught up in her own drama with Cody Coleman. A Campus Crusade retreat gives them time alone along the shores of Lake Monroe and lets them face a possibility they've avoided for years. Will Keith keep the passion he had at the start of his filmmaking--and will there be enough passion left over for his hurting daughter? Or has their quest to change American culture become nothing more than a quest for fame?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Inspirational",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Kingdom Hearts 358/2 Days, Vol. 3",
            "authors": [
                "Shiro Amano"
            ],
            "ranking": 4.36,
            "ranking_count": 568,
            "abstract": "Xion, having failed her last mission, is left unconscious and out of commission. Unfortunately, Roxas doesn't have time to worry about his friend because he's been ordered to go to Wonderland with Organization XIII's No. 10-the Gambler of Fate, Luxord. Can Roxas keep up with the old man's games?!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Action",
                "Adventure",
                "Games",
                "Comics Manga",
                "Humor"
            ]
        },
        {
            "title": "I Am Your Judge",
            "authors": [
                "Nele Neuhaus",
                "Steven T. Murray"
            ],
            "ranking": 3.95,
            "ranking_count": 2250,
            "abstract": "Police Detective Pia Kirchhoff is about to leave on her long-delayed honeymoon when she receives a phone call. An elderly woman has been shot and killed while walking her dog. A short while later another murder is committed and the modus operandi is eerily similar - a woman is killed by a bullet that smashes through her kitchen window ... and in both cases the same weapon fired the shot. Two more murders follow in short order. None of the victims had enemies and no one knows why they were singled out. As fear of the Taunus Sniper grows among the local residents, the pressure rises on Detective Kirchhoff. She and her partner, Oliver von Bodenstein, search for a suspect who appears to murder at will, but as the investigation progresses, the police officers uncover a human tragedy.. I am Your Judge is tightly plotted, and delivers surprise twists at every turn with a story that is ripped from the headlines.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "European Literature",
                "Cultural",
                "Contemporary",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Roller Girl",
            "authors": [
                "Vanessa North"
            ],
            "ranking": 3.75,
            "ranking_count": 688,
            "abstract": "Recently divorced Tina Durham is trying to be self-sufficient, but her personal-training career is floundering, her closest friends are swept up in new relationships, and her washing machine has just flooded her kitchen. It’s enough to make a girl cry.. Instead, she calls a plumbing service, and Joanne “Joe Mama” Delario comes to the rescue. Joe is sweet, funny, and good at fixing things. She also sees something special in Tina and invites her to try out for the roller derby team she coaches.. Derby offers Tina an outlet for her frustrations, a chance to excel, and the female friendships she’s never had before. And as Tina starts to thrive at derby, the tension between her and Joe cranks up. Despite their player/coach relationship, they give in to their mutual attraction. Sex in secret is hot, but Tina can’t help but want more.. With work still on the rocks and her relationship in the closet, Tina is forced to reevaluate her life. Can she be content with a secret lover? Or with being dependent on someone else again? It’s time for Tina to tackle her fears, both on and off the track.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Fiction",
                "Sports",
                "Contemporary Romance"
            ]
        },
        {
            "title": "Smarter Faster Better: The Secrets of Being Productive in Life and Business",
            "authors": [
                "Charles Duhigg"
            ],
            "ranking": 3.9,
            "ranking_count": 30653,
            "abstract": "A new book that explores the science of productivity, and why, in today’s world, managing. how. you think—rather than. what. you think—can transform your life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Self Help",
                "Productivity",
                "Psychology",
                "Audiobook",
                "Leadership",
                "Science"
            ]
        },
        {
            "title": "Endgame",
            "authors": [
                "C.J. Daugherty"
            ],
            "ranking": 4.19,
            "ranking_count": 6742,
            "abstract": "Broken. Scattered. But not defeated.. The spy is gone but the cost has been high - the rebels at Cimmeria Academy have lost their leader and Carter West is missing. Nathaniel can taste victory. But Allie and the other survivors aren't done yet. First they have to get Carter back. Then they plan to make Nathaniel pay.. One way or another - the game must end.. Endgame is the thrilling fifth and final book in the internationally bestselling Night School series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Mystery",
                "Fantasy",
                "Fiction",
                "Contemporary",
                "School Stories",
                "Thriller",
                "Action",
                "Paranormal"
            ]
        },
        {
            "title": "Kingdom of Lies",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.28,
            "ranking_count": 2398,
            "abstract": "Samantha Martin may be the leader of Hel, but she is also an imp in debt to a sorcerer. Luckily he’s vowed to wipe away all the favors she owes for one job – retrieve a stolen gem.. But Gregory also needs her help. Interdimensional rifts are opening, spilling supernatural creatures into the world of the humans. Locating and closing the gateways takes a team of two – an angel and a demon.. It’s the opportunity Sam has been waiting for, the very thing that might allow demons and angels to put aside nearly three million years of hate. But the gem has a dark power – one that could shatter any hope of peace between heaven and hell. Which task takes priority? Sam is at a crossroads, where either choice leads to a dark future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "The Cats in the Doll Shop",
            "authors": [
                "Yona Zeldis McDonough",
                "Heather Maione"
            ],
            "ranking": 4.23,
            "ranking_count": 201,
            "abstract": "When Anna spots a cat in the yard behind her parents' doll shop, she is excited. Then she realizes the cat is about to have kittens--even better! And Anna has something else to look forward to: her cousin Tania is coming from Russia to stay with Anna's family. Anna already has two sisters, but she and Tania are the exact same age--eleven--and she imagines they will get along perfectly. But Tania doesn't respond to Anna's friendly overtures, and her sisters don't seem to like Tania at all. Luckily, Anna finds a creative way to use her love of dolls and cats to bring everyone together.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Literature",
                "Animals",
                "Cultural"
            ]
        },
        {
            "title": "The Woman Who Met Her Match",
            "authors": [
                "Fiona Gibson"
            ],
            "ranking": 4.05,
            "ranking_count": 3409,
            "abstract": "What if your first love came back on the scene . . . 30 years later?. After yet another disaster, Lorrie is calling time on online dating. She might be single in her forties, but she’s got a good job, wonderful children and she’s happy. This, Lorrie decides, is going to have to be enough.. That is, until she receives a very unexpected request from France. Antoine Rousseau, who had once turned a lonely French exchange trip into a summer of romance, wants to see her – after thirty years.. But Lorrie is a responsible woman. She can’t exactly run off to Nice with the man who broke her teenage heart . . . can she?. A wonderfully funny novel, perfect for fans of Jill Mansell, Joanna Bolouri and Milly Johnson.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Humor",
                "Adult Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Tetris Effect: The Game that Hypnotized the World",
            "authors": [
                "Dan Ackerman"
            ],
            "ranking": 3.62,
            "ranking_count": 515,
            "abstract": "The definitive story of a game so great, even the Cold War couldn't stop it. Tetris is perhaps the most instantly recognizable, popular video game ever made. But how did an obscure Soviet programmer, working on frail, antiquated computers, create a product which has now earned nearly 1 billion in sales? How did a makeshift game turn into a worldwide sensation, which has been displayed at the Museum of Modern Art, inspired a big-budget sci-fi movie, and been played in outer space?. A quiet but brilliant young man, Alexey Pajitnov had long nurtured a love for the obscure puzzle game pentominoes, and became obsessed with turning it into a computer game. Little did he know that the project that he labored on alone, hour after hour, would soon become the most addictive game ever made.. In this fast-paced business story, reporter Dan Ackerman reveals how Tetris became one of the world's first viral hits, passed from player to player, eventually breaking through the Iron Curtain into the West. British, American, and Japanese moguls waged a bitter fight over the rights, sending their fixers racing around the globe to secure backroom deals, while a secretive Soviet organization named ELORG chased down the game's growing global profits.. The Tetris Effect. is an homage to both creator and creation, and a must-read for anyone who's ever played the game-which is to say everyone.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Games",
                "Sports and Games",
                "Science",
                "Business",
                "Computer Science"
            ]
        },
        {
            "title": "Sinner",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.89,
            "ranking_count": 21251,
            "abstract": "found.. Cole St. Clair has come to California for one reason: to get Isabel Culpeper back. She fled from his damaged, drained life, and damaged and drained it even more. He doesn't just want her. He needs her.. lost.. Isabel is trying to build herself a life in Los Angeles. It's not really working. She can play the game as well as all the other fakes...but what's the point? What is there to win?. sinner.. Cole and Isabel share a past that never seemed to have a future. They have the power to save each other and the power to tear each other apart. The only thing for certain is that they cannot let go.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Something Icy",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "A couple of time traveling Ice Age Neanderthal guys decide to kill wooly mammoths by hitting them with an asteroid. Of course, why did they not think of that before? Then they meet Jill and Gigi.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Vanished Kingdoms: The History of Half-Forgotten Europe",
            "authors": [
                "Norman Davies"
            ],
            "ranking": 3.88,
            "ranking_count": 2813,
            "abstract": "'The past is a foreign country' has become a truism, yet we often forget that the past is different from the present in many unfamiliar ways, and historical memory is extraordinarily imperfect. We habitually think of the European past as the history of countries which exist today - France, Germany, Britain, Russia and so on - but often this actually obstructs our view of the past, and blunts our sensitivity to the ever-changing political landscape.. Europe's history is littered with kingdoms, duchies, empires and republics which have now disappeared but which were once fixtures on the map of their age - 'the Empire of Aragon' which once dominated the western Mediterranean; the Grand Duchy of Lithuania, for a time the largest country in Europe; the successive kingdoms (and one duchy) of Prussia, much of whose history is now half-remembered at best. This book shows the reader how to peer through the cracks of mainstream history writing and listen to the echoes of lost realms across the centuries.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Politics",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Записки українського самашедшого",
            "authors": [
                "Lina Kostenko"
            ],
            "ranking": 3.88,
            "ranking_count": 1027,
            "abstract": "Роман написано від імені 35-річного комп’ютерного програміста, який на тлі особистої драми прискіпливо, глибоко й болісно сканує усі вивихи нашого глобалізованого часу.. У світі надмірної (дез)інформації і тотального відчуження він — заручник світових абсурдів — прагне подолати комунікативну прірву між чоловіком і жінкою, між родиною і професією, між Україною і світом.. За жанровою стилістикою «Записки українського самашедшого» — насичений мікс художньої літератури, внутрішніх щоденників, сучасного літописання і публіцистики.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Cultural"
            ]
        },
        {
            "title": "Captured",
            "authors": [
                "Jordan Marie"
            ],
            "ranking": 4.17,
            "ranking_count": 5541,
            "abstract": "She was my obsession. I was her destruction.. Beth:. My life is not my own. I belong to the family. Every step I make is dictated.. Until him.. Skull.. The only man I’ve ever loved. The only man I will ever love.. His touch inflames me.. I can’t stay away—even if I should.. I gave him my body and my heart.. To keep him safe, I will sell my soul to the devil.. The lies began with our hello.. Now, I’m. captured. by them.. Skull:. There’s an animal in me that I keep hidden.. Beth calls to him. She tempts the monster and lures him to the surface.. I’m obsessed with her. I can’t stay away, even when doing so puts my entire club in danger.. Her blood is on my hands.. I formed her to fit only me.. I was her first and if I have to kill everyone in our way. So be it.. I will be her last.. She is mine.. This book ends in a cliffhanger and continues in Torch's story (Burned). Torch's story will have his happy ending and then the series will continue.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Dark",
                "Adult",
                "Suspense",
                "Transport",
                "Audiobook",
                "Fiction"
            ]
        },
        {
            "title": "Reality Is Not What It Seems: The Journey to Quantum Gravity",
            "authors": [
                "Carlo Rovelli",
                "Simon Carnell",
                "Erica Segre"
            ],
            "ranking": 4.33,
            "ranking_count": 10417,
            "abstract": "“The man who makes physics sexy . . . the scientist they’re calling the next Stephen Hawking.” —The Times Magazine. From the New York Times–bestselling author of Seven Brief Lessons on Physics, a closer look at the mind-bending nature of the universe.. What are time and space made of? Where does matter come from? And what exactly is reality? Theoretical physicist Carlo Rovelli has spent his whole life exploring these questions and pushing the boundaries of what we know. Here he explains how our image of the world has changed over the last few dozen centuries.. In elegant and accessible prose, Rovelli takes us on a wondrous journey from Aristotle to Albert Einstein, from Michael Faraday to the Higgs boson, and from classical physics to his own work in quantum gravity. As he shows us how the idea of reality has evolved over time, Rovelli offers readers a deeper understanding of the theories he introduced so concisely in Seven Brief Lessons on Physics. His evocative explanations invite us to imagine, beyond our ever-changing idea of reality, a whole new world that has yet to be discovered.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Audiobook",
                "History",
                "Space",
                "Physics"
            ]
        },
        {
            "title": "The Cartel",
            "authors": [
                "Don Winslow"
            ],
            "ranking": 4.33,
            "ranking_count": 30363,
            "abstract": "From the internationally best-selling author of the acclaimed novel. The Power of the Dog. comes. The Cartel,. a gripping, true-to-life, ripped-from-the-headlines epic story of power, corruption, revenge, and justice spanning the past decade of the Mexican-American drug wars.. It’s 2004. DEA agent Art Keller has been fighting the war on drugs for thirty years in a blood feud against Adán Barrera, the head of El Federación, the world’s most powerful cartel, and the man who brutally murdered Keller’s partner. Finally putting Barrera away cost Keller dearly—the woman he loves, the beliefs he cherishes, the life he wants to lead.. Then Barrera gets out, determined to rebuild the empire that Keller shattered. Unwilling to live in a world with Barrera in it, Keller goes on a ten-year odyssey to take him down. His obsession with justice—or is it revenge?—becomes a ruthless struggle that stretches from the cities, mountains, and deserts of Mexico to Washington’s corridors of power to the streets of Berlin and Barcelona.. Keller fights his personal battle against the devastated backdrop of Mexico’s drug war, a conflict of unprecedented scale and viciousness, as cartels vie for power and he comes to the final reckoning with Barrera—and himself—that he always knew must happen.. The Cartel. is a story of revenge, honor, and sacrifice, as one man tries to face down the devil without losing his soul. It is the story of the war on drugs and the men—and women—who wage it.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Audiobook",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Wastelands 2: More Stories of the Apocalypse",
            "authors": [
                "John Joseph Adams",
                "Ann Aguirre",
                "Megan Arkenberg",
                "Paolo Bacigalupi",
                "Christopher Barzak",
                "Lauren Beukes",
                "David Brin",
                "Orson Scott Card",
                "more…",
                "Junot Díaz",
                "Cory Doctorow",
                "Tananarive Due",
                "Toiya Kristen Finley",
                "Milo James Fowler",
                "Maria Dahvana Headley",
                "Hugh Howey",
                "Keffy R.M. Kehrli",
                "Jake Kerr",
                "Nancy Kress",
                "Joe R. Lansdale",
                "George R.R. Martin",
                "Jack McDevitt",
                "Seanan McGuire",
                "Maureen F. McHugh",
                "D. Thomas Minton",
                "Rudy Rucker",
                "Ramsey Shehadeh",
                "Robert Silverberg",
                "Bruce Sterling",
                "Rachel Swirsky",
                "Genevieve Valentine",
                "James Van Pelt",
                "Christie Yant",
                "…less"
            ],
            "ranking": 3.78,
            "ranking_count": 1267,
            "abstract": "Edited by acclaimed anthologist John Joseph Adams, WASTELANDS 2: MORE STORIES OF THE APOCALYPSE is the star-studded follow-up to the 2008 bestselling anthology Wastelands. The first book traced the 21st century resurgence of post-apocalyptic fiction, and while it is considered the definitive collection of its kind, dozens of new stories have been written since it was released. Five of the stories are from the 20th Century, but the remaining twenty-six were all published from the year 2000 onward, and nineteen of those originally appeared in the years since volume one came out.. CONTENTS. Foreword - John Joseph Adams (2015). 01 - Paolo Bacigalupi,. The Tamarisk Hunter. (2006). 02 - Hugh Howey,. Deep Blood Kettle. (2013). 03 - Seanan McGuire,. Animal Husbandry. (2009). 04 - George R.R. Martin,. ...For a Single Yesterday. (1975). 05 - Lauren Beukes,. Chislehurst Messiah. (2011). 06 - Rudy Rucker & Bruce Sterling,. Colliding Branes. (2009). 07 - Jack McDevitt,. Ellie. (1995). 08 - Ann Aguirre,. Foundation. (2012). 09 - Cory Doctorow,. Beat Me Daddy (Eight to the Bar). (2002). 10 - Christopher Barzak,. A Beginner's Guide to Survival Before, During, and After the Apocalypse. (2013). 11 - Genevieve Valentine,. Wondrous Days. (2009). 12 - D. Thomas Minton,. Dreams in Dust. (2012). 13 - Nancy Kress,. By Fools Like Me. (2007). 14 - Ramsey Shehadeh,. Jimmy's Roadside Cafe. (2008). 15 - Orson Scott Card,. The Elephants of Poznan. (2000). 16 - David Brin,. The Postman. (1982). 17 - Robert Silverberg,. When We Went to See the End of the World. 18 - Christie Yant,. The Revelation of Morgan Stern. (2013). 19 - Megan Arkenberg,. Final Exam. (2012). 20 - James Van Pelt,. A Flock of Birds. (2002). 21 - Tananarive Due,. Patient Zero. (2000). 22 - Milo James Fowler,. Soulless in His Sight. (2012). 23 - Toiya Kristen Finley,. Outer Rims. (2011). 24 - Keffy R.M. Kehrli,. Advertising at the End of the World. (2009). 25 - Rachel Swirsky,. How the World Became Quiet: A Post-Human Creation Myth. (2007). 26 - Joe R. Lansdale,. Tight Little Stitches in a Dead Man's Back. (1986). 27 - Maureen F. McHugh,. After the Apocalypse. (2011). 28 - Maria Dahvana Headley,. The Traditional. (2013). 29 - Junot Díaz,. Monstro. (2012). 30 - Jake Kerr,. Biographical Fragments of the Life of Julian Prince. (2013)",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Anthologies",
                "Apocalyptic",
                "Horror",
                "Fiction",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Becoming Marie Antoinette",
            "authors": [
                "Juliet Grey"
            ],
            "ranking": 3.8,
            "ranking_count": 5912,
            "abstract": "This enthralling confection of a novel, the first in a new trilogy, follows the transformation of a coddled Austrian archduchess into the reckless, powerful, beautiful queen Marie Antoinette.. Why must it be me?. I wondered.. When I am so clearly inadequate to my destiny?. Raised alongside her numerous brothers and sisters by the formidable empress of Austria, ten-year-old Maria Antonia knew that her idyllic existence would one day be sacrificed to her mother's political ambitions. What she never anticipated was that the day in question would come so soon.. Before she can journey from sunlit picnics with her sisters in Vienna to the glitter, glamour, and gossip of Versailles, Antonia must change. everything. about herself in order to be accepted as dauphine of France and the wife of the awkward teenage boy who will one day be Louis XVI. Yet nothing can prepare her for the ingenuity and influence it will take to become queen.. Filled with smart history, treacherous rivalries, lavish clothes, and sparkling jewels,. Becoming Marie Antoinette. will utterly captivate fiction and history lovers alike.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "Romance",
                "European History",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Death and Life of the Great Lakes",
            "authors": [
                "Dan Egan"
            ],
            "ranking": 4.34,
            "ranking_count": 7795,
            "abstract": "The Great Lakes—Erie, Huron, Michigan, Ontario, and Superior—hold 20 percent of the world’s supply of surface fresh water and provide sustenance, work, and recreation for tens of millions of Americans. But they are under threat as never before, and their problems are spreading across the continent.. The Death and Life of the Great Lakes. is prize-winning reporter Dan Egan’s compulsively readable portrait of an ecological catastrophe happening right before our eyes, blending the epic story of the lakes with an examination of the perils they face and the ways we can restore and preserve them for generations to come.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Environment",
                "Audiobook",
                "Biology"
            ]
        },
        {
            "title": "Apples of Uncommon Character: Heirlooms, Modern Classics, and Little-Known Wonders",
            "authors": [
                "Rowan Jacobsen"
            ],
            "ranking": 4.35,
            "ranking_count": 222,
            "abstract": "In his classic. A Geography of Oysters. , Rowan Jacobsen forever changed the way America talks about its best bivalve. Now he does the same for our favorite fruit, showing us that there is indeed life beyond Red Delicious-and even Honeycrisp. While supermarkets limit their offerings to a few waxy options, apple trees with lives spanning human generations are producing characterful varieties-and now they are in the midst of a rediscovery. From heirlooms to new designer breeds, a delicious diversity of apples is out there for the eating.. Apples have strong personalities, ranging from crabby to wholesome. The Black Oxford apple is actually purple, and looks like a plum. The Knobbed Russet looks like the love child of a toad and a potato. (But don't be fooled by its looks.) The D'Arcy Spice leaves a hint of allspice on the tongue. Cut Hidden Rose open and its inner secret is revealed.. With more than 150 art-quality color photographs,. Apples of Uncommon Character. shows us the fruit in all its glory. Jacobsen collected specimens both common and rare from all over North America, selecting 120 to feature, including the best varieties for eating, baking, and hard-cider making. Each is accompanied by a photograph, history, lore, and a list of characteristics. The book also includes 20 recipes, savory and sweet, resources for buying and growing, and a guide to the best apple festivals. It's a must-have for every foodie.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Environment",
                "Horticulture",
                "Reference",
                "Science"
            ]
        },
        {
            "title": "After Extinction",
            "authors": [
                "Richard Grusin"
            ],
            "ranking": 3.82,
            "ranking_count": 11,
            "abstract": "A multidisciplinary exploration of extinction and what comes next. What comes after extinction? Including both prominent and unusual voices in current debates around the Anthropocene, this collection asks authors from diverse backgrounds to address this question.. After Extinction. looks at the future of humans and nonhumans, exploring how the scale of risk posed by extinction has changed in light of the accelerated networks of the twenty-first century. The collection considers extinction as a cultural, artistic, and media event as well as a biological one. The authors treat extinction in relation to a variety of topics, including disability, human exceptionalism, science-fiction understandings of time and posthistory, photography, the contemporary ecological crisis, the California Condor, systemic racism, Native American traditions, and capitalism.. From discussions of the anticipated sixth extinction to the status of writing, theory, and philosophy after extinction, the contributions of this volume are insightful and innovative, timely and thought provoking.. Contributors: Daryl Baldwin, Miami U; Claire Colebrook, Pennsylvania State U; William E. Connolly, Johns Hopkins U; Ashley Dawson, CUNY Graduate Center; Joseph Masco, U of Chicago; Nicholas Mirzoeff, New York U; Margaret Noodin, U of Wisconsin–Milwaukee; Jussi Parikka, U of Southampton; Bernard C. Perley, U of Wisconsin–Milwaukee; Cary Wolfe, Rice U; Joanna Zylinska, Goldsmiths, U of London.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Reference"
            ]
        },
        {
            "title": "Μεσονυκτικό",
            "authors": [
                "Γιώργος Λαγκώνας"
            ],
            "ranking": 4.41,
            "ranking_count": 49,
            "abstract": "Περίληψη του βιβλίου. Μεσονυκτικό: Είναι η ακολουθία μοναχικής προελεύσεως και επινοήσεως, που τελείται στο μεσονύκτιο, σύμφωνα με το βυζαντινό σύστημα μέτρησης των ωρών. Υπάρχει κάτι ξεχωριστό σε αυτές τις μικρές ώρες, που καλεί την ψυχή να ταξιδέψει προς τα έξω (ή μήπως προς τα μέσα;) σε αχαρτογράφητες και, ενίοτε, επικίνδυνες περιοχές. Στιγμιότυπα τέτοιων ταξιδιών είναι και οι δεκαπέντε ιστορίες σκοτεινής φαντασίας και τρόμου αυτού του βιβλίου. Όλες, ανεξαιρέτως, έχουν από ένα κομμάτι μεσονυκτικού μέσα τους.",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "The Year I Didn't Eat",
            "authors": [
                "Samuel Pollen"
            ],
            "ranking": 4.08,
            "ranking_count": 621,
            "abstract": "Christmas Day is going to be super-hard. Like, the hardest day of my life so far.. Breakfast will be OK, because it’ll just be me, Robin, Mum and Dad.. But then, everyone else will arrive. And they’ve not seen me like this.. They don’t know what I’m like now.. 14-year-old Max only has one person he can really talk to. Her name is Ana – also known as anorexia, his eating disorder. Max writes to Ana every day. She feeds on his fears, encouraging him to lose more and more weight.. For Christmas, Max gets an unusual present from his older brother Robin: a geocache. He hides it in the forest near their house, thrilled by the anonymity it gives him. Anyone can leave Max a note – and soon, he gets one from the mysterious ‘E’. Could it be the Evie, the new girl at school, playing tricks on him?. In the midst of a family crisis, Max’s eating disorder quickly deteriorates. Ana pulls him further and further away from his family and friends, until he feels totally alone. Can anyone help him find a way out?. Drawing on debut author Samuel Pollen’s own experiences, this is an unforgettable, uplifting story of one boy’s battle with anorexia.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Health",
                "Contemporary",
                "Realistic Fiction",
                "Mental Health",
                "Childrens",
                "Fiction",
                "Psychology"
            ]
        },
        {
            "title": "God's War",
            "authors": [
                "Kameron Hurley"
            ],
            "ranking": 3.66,
            "ranking_count": 4867,
            "abstract": "Nyx is a bel dame, a bounty hunter paid to collect the heads of deserters – by almost any means necessary.. ‘Almost’ proved to be the problem.. Cast out and imprisoned for breaking one rule too many, Nyx and her crew of mercenaries are all about the money. But when a dubious government deal with an alien emissary goes awry, her name is at the top of the list for a covert recovery.. While the centuries-long war rages on only one thing is certain: the world’s best chance for peace rests in the hands of its most ruthless killers. . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "War",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Great Democracy: How to Fix Our Politics, Unrig the Economy, and Unite America",
            "authors": [
                "Ganesh Sitaraman"
            ],
            "ranking": 3.95,
            "ranking_count": 81,
            "abstract": "A leading progressive intellectual offers an illuminating agenda for how real democracy can triumph in America and beyond (Ari Berman,. New York Times).. Since the New Deal in the 1930s, there have been two eras in our political history: the liberal era, stretching up to the 1970s, followed by the neoliberal era of privatization and austerity ever since. In each period, the dominant ideology was so strong that it united even partisan opponents. But the neoliberal era is collapsing, and the central question of our time is what comes next.. As acclaimed legal scholar and policy expert Ganesh Sitaraman argues, two political visions now contend for the future. One is nationalist oligarchy, which rigs the system for the rich and powerful while using nationalism to mobilize support. The other is the great democracy, which fights corruption and extends both political and economic power to all people. At this decisive moment in history,. The Great Democracy. offers a bold, transformative agenda for achieving real democracy.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Economics",
                "Nonfiction",
                "Literature"
            ]
        }
    ]
}