{
    "books": [
        {
            "title": "Caprice and Rondo",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.48,
            "ranking_count": 1775,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents The House of Niccolò series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. Winter 1474 finds Nicholas exiled in the frozen port of Danzig, Poland. His Machiavellian exploits in Scotland have cost him friends and family--not to mention countless riches. As the ice melts, temptations arise. Will he assist the Muslim Prince Uzum Hasan against the Turks? Will he lose himself among the secret, scented gardens of the Crimea in the arms of a close friend's bride? As Nicholas pursues his future, his estranged wife, Gelis, seeks the truth about his past, only to discover the secret identity of his latest comrade in arms--a tantalizing ghost from the past poised to deal him the crowning death blow.. Shimmering with detail, alive with intrigue, Caprice and Rondo is Dorothy Dunnett's quicksilver evocation of a world where joy is fleeting, love is unexpected, and truth the rarest commodity of all.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Romance",
                "Literature"
            ]
        },
        {
            "title": "Books of Blood: Volumes One to Three",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.18,
            "ranking_count": 26010,
            "abstract": "Everybody is a book of blood; wherever we're opened, we're red. For those who only know Clive Barker through his long multigenre novels, this one-volume edition of the. Books of Blood. is a welcome chance to acquire the 16 remarkable horror short stories with which he kicked off his career. For those who already know these tales, the poignant introduction is a window on the creator's mind. Reflecting back after 14 years, Barker writes:. I look at these pieces and I don't think the man who wrote them is alive in me anymore.... We are all our own graveyards I believe; we squat amongst the tombs of the people we were. If we're healthy, every day is a celebration, a Day of the Dead, in which we give thanks for the lives that we lived; and if we are neurotic we brood and mourn and wish that the past was still present.. Reading these stories over, I feel a little of both. Some of the simple energies that made these words flow through my pen--that made the phrases felicitous and the ideas sing--have gone. I lost their maker a long time ago.. These enthusiastic tales are not ashamed of visceral horror, of blood splashing freely across the page: The Midnight Meat Train, a grisly subway tale that surprises you with one twist after another; The Yattering and Jack, about a hilarious demon who possesses a Christmas turkey; In the Hills, the Cities, an unusual example of an original horror premise; Dread, a harrowing non-supernatural tale about being forced to realize your worst nightmare; Jacqueline Ess: Her Will and Testament, about a woman who kills men with her mind. Some of the tales are more successful than others, but all are distinguished by strikingly beautiful images of evil and destruction. No horror library is complete without them.. --Fiona Webster",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Anthologies",
                "Thriller"
            ]
        },
        {
            "title": "Weetzie Bat",
            "authors": [
                "Francesca Lia Block"
            ],
            "ranking": 3.74,
            "ranking_count": 14279,
            "abstract": "In 1989 Francesca Lia Block made a dazzling entrance into the literary scene with what would become one of the most talked-about books of the decade;. Weetzie Bat.. This poetic roller coaster swoop has a sleek new design to match its new sister and brother books,. Goat Girls. and. Beautiful Boys.. Rediscover the magic of. Weetzie Bat,. Ms. Block's sophisticated, slinkster-cool love song to L.A., the book that shattered the standard, captivated readers of all generations, and made Francesca Lia Block one of the most heralded authors of the last decade.. This could be a book about cheap cheese and bean burritos, slinkster dogs, lanky lizards and rubber chickens ...Or strawberry sundaes with marshmallow toppings, surfing, stage-diving and sleeping on the beach ...It could even be a book about magic. But what it's definitely about is Weetzie Bat, her best friend Dirk and their search across L.A. for the most dangerous angel of all ...true love.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "LGBT",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "Voices from Chernobyl: The Oral History of a Nuclear Disaster",
            "authors": [
                "Svetlana Alexievich",
                "Keith Gessen",
                "Alma Lapinskienė"
            ],
            "ranking": 4.4,
            "ranking_count": 48461,
            "abstract": "Written by the winner of the Nobel Prize in Literature. On April 26, 1986, the worst nuclear reactor accident in history occurred in Chernobyl and contaminated as much as three quarters of Europe.. Voices from Chernobyl. is the first book to present personal accounts of the tragedy. Journalist Svetlana Alexievich interviewed hundreds of people affected by the meltdown—from innocent citizens to firefighters to those called in to clean up the disaster—and their stories reveal the fear, anger, and uncertainty with which they still live. Composed of interviews in monologue form,. Voices from Chernobyl. is a crucially important work of immense force, unforgettable in its emotional power and honesty.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Science",
                "Historical",
                "Nobel Prize",
                "Politics",
                "Writing",
                "Autobiography"
            ]
        },
        {
            "title": "The Bellmaker",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 3.98,
            "ranking_count": 22398,
            "abstract": "It has been four seasons since Mariel, the warrior-mouse daughter of Joseph the Bellmaker, and her companion, Dandin, set off from Redwall to fight evil in Mossflower.  Nothing has been heard of them since.  Then one night, in a dream, the legendary Martin the Warrior comes to the Bellmaker with a mysterious message.  Clearly, Mariel and Dandin are in grave danger.  Joseph and four Redwallers set off at once to aid them.  As they push over land and sea, they cannot know the terrible threats they face.  Will the Bellmaker and his companions arrive in time to help Mariel and Dandin?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Solomon's Song",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.04,
            "ranking_count": 5027,
            "abstract": "Story of extended family from slums of London in 1880s, to Australia on convict ships and their subsequent lives there. Unnecessarily crude in places but a good read.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Drama",
                "Adventure",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Empiricism and the Philosophy of Mind",
            "authors": [
                "Wilfrid Sellars",
                "Richard Rorty",
                "Robert Brandon"
            ],
            "ranking": 4.28,
            "ranking_count": 259,
            "abstract": "The most important work by one of America's greatest twentieth-century philosophers,. Empiricism and the Philosophy of Mind. is both the epitome of Wilfrid Sellars' entire philosophical system and a key document in the history of philosophy. First published in essay form in 1956, it helped bring about a sea change in analytic philosophy. It broke the link, which had bound Russell and Ayer to Locke and Hume--the doctrine of knowledge by acquaintance. Sellars' attack on the Myth of the Given in. Empiricism and the Philosophy of Mind. was a decisive move in turning analytic philosophy away from the foundationalist motives of the logical empiricists and raised doubts about the very idea of epistemology.. With an introduction by Richard Rorty to situate the work within the history of recent philosophy, and with a study guide by Robert Brandom, this publication of. Empiricism and the Philosophy of Mind. makes a difficult but indisputably significant figure in the development of analytic philosophy clear and comprehensible to anyone who would understand that philosophy or its history.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Literature"
            ]
        },
        {
            "title": "Trifles",
            "authors": [
                "Susan Glaspell"
            ],
            "ranking": 3.86,
            "ranking_count": 5724,
            "abstract": "Trifles is a one-act play by Susan Glaspell. Her short story, A Jury of Her Peers, was adapted from the play a year after its debut. It was first performed by the Provincetown Players at the Wharf Theatre in Provincetown, Massachusetts on August 8, 1916. In the original play, Glaspell played the role of one of the characters, Mrs. Hale. It is frequently anthologized in American literature textbooks.. The play begins as the county attorney, the sherrif, Mr. Hale, Mrs. Peters, and Mrs. Hale enter the Wright's empty farm house. On prompting from the county attorney, Mr. Hale recounts his visit to the house the previous day, when he found Mrs. Wright behaving strangely and found her husband upstairs with a rope around his neck, dead. Mr. Hale notes that, when he questioned her, Mrs. Wright claimed that she was fast asleep when someone strangled her husband.. Often hailed as one of the quintessential feminist plays, 'Trifles' earned Glaspell a Pulitzer Prize and renewed literary recognition.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Academic",
                "Fiction",
                "Feminism",
                "Short Stories",
                "Mystery"
            ]
        },
        {
            "title": "The Terminal Beach",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.9,
            "ranking_count": 1341,
            "abstract": "The Terminal Beach. is one of Ballard's most brilliant collections of short stories, ranging from the title story's disturbing picture of an abandoned atomic testing island in the Pacific to the shocking Oedipal fantasy of . The Gioconda of the Twilight Noon. . At the heart of the stories lies the bitter paradox that the extraordinary creative power of man's imagination is matched only by his reckless instinct for destruction.. Contents:. -. A Question Re-entry. -. The Drowned Giant. -. End-Game. -. The Illuminated Man. -. The Reptile Enclosure. -. The Delta at Sunset. -. The Terminal Beach. -. Deep End. -. The Volcano Dances. -. Billennium. -. The Gioconda of the Twilight Noon. -. The Lost Leonardo. Front cover illustration by David Pelham",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "European Literature",
                "Anthologies",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Quicksand and Passing",
            "authors": [
                "Nella Larsen",
                "Deborah E. McDowell"
            ],
            "ranking": 3.94,
            "ranking_count": 4217,
            "abstract": ". Quicksand. and. Passing. are novels I will never forget. They open up a whole world of experience and struggle that seemed to me, when I first read them years ago, absolutely absorbing, fascinating, and indispensable.--Alice Walker. Discovering Nella Larsen is like finding lost money with no name on it. One can enjoy it with delight and share it without guilt.  --Maya Angelou. A hugely influential and insighful writer. --. The New York Times. . Larsen's heroines are complex, restless, figures, whose hungers and frustrations will haunt every sensitive reader.. Quicksand. and. Passing. are slender novels with huge themes. -- Sarah Waters. A tantalizing mix of moral fable and sensuous colorful narrative, exploring female sexuality and racial solidarity.-. Women's Studies International Forum. Nella Larsen's novels. Quicksand. (1928) and. Passing. (1929) document the historical realities of Harlem in the 1920s and shed a bright light on the social world of the black bourgeoisie. The novels' greatest appeal and achievement, however, is not sociological, but psychological. As noted in the editor's comprehensive introduction, Larsen takes the theme of psychic dualism, so popular in Harlem Renaissance fiction, to a higher and more complex level, displaying a sophisticated understanding and penetrating analysis of black female psychology.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "Race",
                "Academic",
                "Historical"
            ]
        },
        {
            "title": "Deus Irae",
            "authors": [
                "Philip K. Dick",
                "Roger Zelazny"
            ],
            "ranking": 3.45,
            "ranking_count": 3142,
            "abstract": "In the years following World War III, a new and powerful faith has arisen from a scorched and poisoned Earth, a faith that embraces the architect of world wide devastation. The Servants of Wrath have deified Carlton Lufteufel and re-christened him the Deus Irae. In the small community of Charlottesville, Utah, Tibor McMasters, born without arms or legs, has, through an array of prostheses, established a far-reaching reputation as an inspired painter. When the new church commissions a grand mural depicting the Deus Irae, it falls upon Tibor to make a treacherous journey to find the man, to find the god, and capture his terrible visage for posterity.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Religion",
                "Novels",
                "The United States Of America",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Two Deaths of Quincas Wateryell",
            "authors": [
                "Jorge Amado"
            ],
            "ranking": 3.78,
            "ranking_count": 5319,
            "abstract": "Joaquim Soares da Cunha, fonctionnaire émérite, bon père et bon époux, décide de tout abandonner pour parcourir les rues de Bahia, délaissant les conventions sociales pour s'adonner aux joies du vagabondage. Il devient ainsi Quinquin-la-Flotte.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "Literature",
                "European Literature",
                "Short Stories",
                "Magical Realism",
                "Romance"
            ]
        },
        {
            "title": "Dark Rider",
            "authors": [
                "Iris Johansen"
            ],
            "ranking": 3.76,
            "ranking_count": 1306,
            "abstract": "An electrifying tale of deadly and forbidden desire that sweeps from the exotic islands of a tropical paradise to the magnificent estates of Regency England. Cassandra Deville's carefree life on the islands of Hawaii is shattered by the sudden arrival of a savagely seductive stranger. She's the key to Jared Daremount's plan to avenge his father, actually only a pawn in his plans, but once she becomes his captive, Jared realizes she's a prize he can never surrender.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Thriller",
                "Fiction",
                "Suspense",
                "Historical Romance",
                "Adult"
            ]
        },
        {
            "title": "The Robber Bridegroom",
            "authors": [
                "Eudora Welty"
            ],
            "ranking": 3.55,
            "ranking_count": 1371,
            "abstract": "Legendary figures of Mississippi's past—flatboatman Mike Fink and the dreaded Harp brothers—mingle with characters from Eudora Welty's own imagination in an exuberant fantasy set along the Natchez Trace. Berry-stained bandit of the woods Jamie Lockhart steals Rosamond, the beautiful daughter of pioneer planter Clement Musgrove, to set in motion this frontier fairy tale.. For all her wild, rich fancy, Welty writes prose that is as disciplined as it is beautiful (. New Yorker. )",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Fantasy",
                "American",
                "Novels",
                "Retellings",
                "Literature",
                "Gothic"
            ]
        },
        {
            "title": "Jade",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.73,
            "ranking_count": 3253,
            "abstract": "Jade had listened to Misty and Star tell their stories. Now it is her time to speak. But she can't. For while the others in Dr. Marlowe's therapy group had exposed their hidden pains and secret pasts, they are nothing like Jade. They don't know what it is like to be a pawn in a courtroom battle too hateful to ever forgive. Or that escaping the madness had lured Jade into an ordeal too traumatic to forget....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Adult",
                "Gothic",
                "Suspense",
                "Childrens"
            ]
        },
        {
            "title": "The Girl with the Silver Eyes",
            "authors": [
                "Willo Davis Roberts"
            ],
            "ranking": 4.02,
            "ranking_count": 10016,
            "abstract": "Katie, who has supernatural powers, attempts to start a new life in another town with her mother. The attempt succeeds until Mr. Cooper asks Katie too many questions.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Science Fiction",
                "Young Adult",
                "Mystery"
            ]
        },
        {
            "title": "Rising Sun",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.65,
            "ranking_count": 50207,
            "abstract": "In a novel set within the arena of volatile Japanese-American relations, business moguls compete for control of the international electronics industry.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Cultural",
                "Science Fiction",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "Difficult Loves",
            "authors": [
                "Italo Calvino"
            ],
            "ranking": 3.93,
            "ranking_count": 8351,
            "abstract": "Tales of love and loneliness in which the author blends reality and illusion. “The quirkiness and grace of the writing, the originality of the imagination at work,...and a certain lovable nuttiness make this collection well worth reading” (Margaret Atwood). Translated by William Weaver, Peggy Wright, and Archibald Colquhoun. A Helen and Kurt Wolff Book",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "European Literature",
                "Cultural",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Magical Realism",
                "Love"
            ]
        },
        {
            "title": "The Child Garden",
            "authors": [
                "Geoff Ryman"
            ],
            "ranking": 3.69,
            "ranking_count": 1485,
            "abstract": "In a semi-tropical London, surrounded by paddy-fields, the people feed off the sun, like plants, the young are raised in Child Gardens and educated by viruses, And the Consensus oversees the country, 'treating' non-conformism. Information, culture, law and politics are biological functions. But Milena is different: she is resistant to viruses and an incredible musician, one of the most extraordinary women of her age. This is her story and that of her friends, like Lucy the immortal tumour and Joseph the Postman whose mind is an information storehouse for others, and Rolfa, genetically engineered as a Polar Bear, whose beautiful singing voice first awakens Milena to the power of music.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Speculative Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Double Helix",
            "authors": [
                "James D. Watson"
            ],
            "ranking": 3.86,
            "ranking_count": 17180,
            "abstract": "By identifying the structure of DNA, the molecule of life, Francis Crick and James Watson revolutionized biochemistry & won themselves a Nobel Prize. At the time, Watson was only 24, a young scientist hungry to make his mark. His uncompromisingly honest account of the heady days of their thrilling sprint against other world-class researchers to solve one of science's greatest mysteries gives a dazzlingly clear picture of a world of brilliant scientists with great gifts, very human ambitions & bitter rivalries. With humility unspoiled by false modesty, Watson relates his & Crick's desperate efforts to beat Linus Pauling to the Holy Grail of life sciences, the identification of the basic building block of life. Never has a scientist been so truthful in capturing in words the flavor of his work.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Biology"
            ]
        },
        {
            "title": "Cannons of the Comstock",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.86,
            "ranking_count": 141,
            "abstract": "California during the Civil War was neither as remote nor as uninvolved as may be thought. Because of rebel sympathizers stealing Union gold for the South, Tom Dawson's brother had already been killed in the mountains of Shadow Ridge, leaving behind a family and ranch in Tom's care. But was more at stake than anyone knew then?. The mines of California and the Comstock Lode were a principal source of gold and silver in which the United States government and many Northern businesses had a tremendous stake. But at least one-third of the pioneer Californians were from the South. The goal of secret Confederate societies was to take California out of the Union and form a Republic of the Pacific.. Dawson finds himself the middleman in a bold attempt to infiltrate and expose the conspiracy to raise and equip an army that would engulf California in the Civil War and break the Union blockade that was strangling the South. And his only link to tracing the conspirators is a nine-year-old black child, Mont James!",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Historical",
                "Christian Fiction",
                "Christian"
            ]
        },
        {
            "title": "صخب البحيرة",
            "authors": [
                "محمد البساطي"
            ],
            "ranking": 3.35,
            "ranking_count": 394,
            "abstract": "تجذبهم الأنوار التى تتسلل من بعض البيوت . يقصدونها رأسا . يقتحمونها بركلة عنيفة للباب الذى يفتح على سعته . تندلع الصرخات فى الداخل . وجوههم مكفهرة لاهثة يقطر منها الماء ، يحدقون فى الوجوه الفزعة المتطلعة إليهم وقد أسكتها الرعب ، وكأنما لم يعثروا على بغيتهم ، كانوا يتقهقرون بظهورهم إلى الخارج ويختفون ... ",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Literature",
                "Fiction",
                "Northern Africa"
            ]
        },
        {
            "title": "The Silver Metal Lover",
            "authors": [
                "Tanith Lee"
            ],
            "ranking": 4.02,
            "ranking_count": 3745,
            "abstract": "Love is made of more than mere flesh and blood..... Tanith Lee is one of the most thought-provoking and imaginative authors of our time. In this unforgettably poignant novel, Lee has created a classic tale--a beautiful, tragic, erotic, and ultimately triumphant love story of the future.. For sixteen-year-old Jane, life is a mystery she despairs of ever mastering. She and her friends are the idle, pampered children of the privileged class, living in luxury on an Earth remade by natural disaster. Until Jane's life is changed forever by a chance encounter with a robot minstrel with auburn hair and silver skin, whose songs ignite in her a desperate and inexplicable passion.. Jane is certain that Silver is more than just a machine built to please. And she will give up everything to prove it. So she escapes into the city's violent, decaying slums to embrace a love bordering on madness. Or is it something more? Has Jane glimpsed in Silver something no one else has dared to see--not even the robot or his creators? A love so perfect it must be destroyed, for no human could ever compete?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Juan Belmonte, matador de toros: Su vida y sus hazañas",
            "authors": [
                "Manuel Chaves Nogales",
                "Felipe Benítez Reyes"
            ],
            "ranking": 4.47,
            "ranking_count": 562,
            "abstract": "Juan Belmonte, matador de toros es una de las mejores biografías escritas en España durante el siglo XX. Su autor, Chaves Nogales, había conocido a Belmonte poco tiempo antes de la publicación del libro y aunque no era aficionado a los toros congeniaron enseguida. La calidad humana del personaje, su espíritu de superación y su talante conciliador, raro en la crispada sociedad española de la época, fueron algunas de las cualidades que atrajeron al autor y que le animaron a escribir una biografía del famoso torero. En la narración las voces de biógrafo y biografiado se mezclan, sin que se sepa donde empieza a hablar uno y dónde acaba el otro, y fruto de este genial planteamiento los recuerdos de Belmonte se suceden con asombrosa naturalidad: su infancia sevillana, los años de durísimo aprendizaje, el pintoresquismo de los círculos taurinos y literarios, la fama, su rivalidad con Joselito... Juan Belmonte, matador de toros es el testimonio agudo y fiel de una época, una obra maestra fruto del encuentro entre dos personas extraordinarias: Juan Belmonte, fundador del toreo moderno, y Chaves Nogales, uno de los periodistas españoles más importantes de la primera mitad del siglo XX.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Once Upon a Pirate",
            "authors": [
                "Nancy Block"
            ],
            "ranking": 4.04,
            "ranking_count": 52,
            "abstract": "Zoe Dunham's annoying ex-husband was making her desperate for a vacation. Little did she expect to spend it aboard a privateer's ship engaged in the War of 1812! But that was exactly where she found herself, thrown at the feet of Captain Black Jack Alexander, otherwise known as Winn.. From his velvet eye-patch to his white silk shirt, Winn was the image of a swashbuckling hero. And the sinfully handsome body beneath those sexy clothes was enough to make even a nun take notice. From the moment she met him, Zoe was hooked.. But how could a beleaguered divorced mother from the twentieth century possibly dare to find love with a nineteenth-century pirate?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Adventure",
                "Historical",
                "Fantasy"
            ]
        },
        {
            "title": "The Vanishing Hitchhiker: American Urban Legends and Their Meanings",
            "authors": [
                "Jan Harold Brunvand"
            ],
            "ranking": 3.72,
            "ranking_count": 887,
            "abstract": "Folklore scholar Jan Harold Brunvand assembles the best-known urban legends—including The Hook, The Spider in the Hairdo, and The Baby-Sitter and the Man Upstairs—and provides an enlightening and entertaining analysis of their variants and evolution.. The Vanishing Hitchhiker. was Professor Brunvand's first popular book on urban legends, and it remains a classic. The culmination of twenty years of collection and research, this book is a must-have for urban legend lovers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Folklore",
                "Horror",
                "History",
                "Fantasy",
                "Reference",
                "Sociology",
                "Culture",
                "Literature"
            ]
        },
        {
            "title": "Rhetoric and Reality: Writing Instruction in American Colleges, 1900 - 1985",
            "authors": [
                "James A. Berlin"
            ],
            "ranking": 3.77,
            "ranking_count": 102,
            "abstract": "Berlin here continues his unique history of American college com­position begun in his. Writing Instruction in Nineteenth-Century Colleges. (1984), turning now to the twentieth century.. In discussing the variety of rhetorics that have been used in writ­ing classrooms Berlin introduces a taxonomy made up of three cate­gories: objective rhetorics, subjective rhetorics, and transactional rhetorics, which are distinguished by the epistemology on which each is based. He makes clear that these categories are not tied to a chronology but instead are to be found in the English department in one form or another during each decade of the century.. His historical treatment includes an examination of the formation of the English department, the founding of the NCTE and its role in writing instruction, the training of teachers of writing, the effects of progressive education on writing instruction, the General Education Movement, the appearance of the CCCC, the impact of Sputnik, and today’s “literacy crisis.”",
            "part_of_series": true,
            "genre_list": [
                "Academic",
                "Nonfiction",
                "History",
                "Education",
                "Reference"
            ]
        },
        {
            "title": "The Existence of God",
            "authors": [
                "Richard Swinburne"
            ],
            "ranking": 3.88,
            "ranking_count": 148,
            "abstract": "Richard Swinburne presents a substantially rewritten and updated edition of his most celebrated book. No other work has made a more powerful case for the probability of the existence of God. Swinburne argues compellingly that the existence of the universe, its law-governed nature and. fine-tuning, human consciousness and moral awareness, and evidence of miracles and religious experience, all taken together (and despite the occurrence of pain and suffering), make it likely that there is a God.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "The Light Fantastic",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.98,
            "ranking_count": 136620,
            "abstract": "In. The Light Fantastic. only one individual can save the world from a disastrous collision. Unfortunately, the hero happens to be the singularly inept wizard Rincewind, who was last seen falling off the edge of the world...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Batman: Dark Victory",
            "authors": [
                "Jeph Loeb",
                "Tim Sale"
            ],
            "ranking": 4.14,
            "ranking_count": 29954,
            "abstract": "The sequel to the critically acclaimed BATMAN: THE LONG HALLOWEEN, DARK VICTORY continues the story of an early time in Batman's life when James Gordon, Harvey Dent, and the vigilante himself were all just beginning their roles as Gotham's protectors.Once a town controlled by organized crime, Gotham City suddenly finds itself being run by lawless freaks, such as Poison Ivy, Mr. Freeze, and the Joker. Witnessing his city's dark evolution, the Dark Knight completes his transformation into the city's greatest defender. He faces multiple threats, including the apparent return of a serial killer called Holiday. Batman's previous investigation of Holiday's killings revealed that more than one person was responsible for the murders. So the question remains: who is committing Holiday's crimes this time? And how many will die before Batman learns the truth?. This volume collects Batman: Dark Victory #0-13.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Mystery"
            ]
        },
        {
            "title": "Street Corner Society: The Social Structure of an Italian Slum",
            "authors": [
                "William Foote Whyte"
            ],
            "ranking": 3.86,
            "ranking_count": 259,
            "abstract": "Street Corner Society. is one of a handful of works that can justifiably be called classics of sociological research. William Foote Whyte's account of the Italian American slum he called Cornerville—Boston's North End—has been the model for urban ethnography for fifty years.. By mapping the intricate social worlds of street gangs and corner boys, Whyte was among the first to demonstrate that a poor community need not be socially disorganized. His writing set a standard for vivid portrayals of real people in real situations. And his frank discussion of his methodology—participant observation—has served as an essential casebook in field research for generations of students and scholars.. This fiftieth anniversary edition includes a new preface and revisions to the methodological appendix. In a new section on the book's legacy, Whyte responds to recent challenges to the validity, interpretation, and uses of his data. The Whyte Impact on the Underdog, the moving statement by a gang leader who became the author's first research assistant, is preserved.. . Street Corner Society. broke new ground and set a standard for field research in American cities that remains a source of intellectual challenge.—Robert Washington,. Reviews in Anthropology",
            "part_of_series": false,
            "genre_list": [
                "Sociology",
                "Anthropology",
                "Nonfiction",
                "History",
                "Cities",
                "Social Science",
                "Geography",
                "Philosophy",
                "Academic"
            ]
        },
        {
            "title": "The Hellbound Heart",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.06,
            "ranking_count": 44939,
            "abstract": "In a quiet house on a quiet street Frank and Julia are having an affair. Not your ordinary affair. For Frank it began with his own insatiable sexual appetite, a mysterious lacquered box- and then an unhinged voyage through a netherworld of imaginable pleasures and unimaginable horror… Now Frank - or what is left of Frank - waits in an empty room. All he wants is to live as he was before. All Julia can do is bring him her unfulfilled passions… and a little flesh and blood…",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Novella",
                "Short Stories",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Assignment in Brittany",
            "authors": [
                "Helen MacInnes"
            ],
            "ranking": 3.99,
            "ranking_count": 1850,
            "abstract": "OCCUPIED BRITTANY, 1940.... Hearne looked at the unfamiliar watch on his wrist. Three hours ago he had joked with the red-haired pilot over a last cup of hot chocolate. Three hours ago he had stood on English earth. Three hours ago he had been Martin Hearne with 27 years of his life behind him.. Now he was Bertrand Corlay, with 26 years of another man's life reduced to headings and sub-headings in his memory. He looked down at the faded uniform which had been Corlay's, felt once more for the papers in the inside pocket.. All set. He patted the pocked of the tunic with his earth-stained hand, and smiled grimly. From now on, he would not only have to speak, but think, in French ...",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Spy Thriller",
                "Fiction",
                "Mystery",
                "Historical",
                "Suspense",
                "Cultural",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Pearls of Lutra",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.01,
            "ranking_count": 20739,
            "abstract": "The Tears of All Oceans are missing. Six magnificent rose-colored pearls, which inspire passion and greed in all who see them, have been stolen and passed from hand to hand, leaving a cryptic trail of death and deception in their wake. And now Ublaz Mad Eyes, the evil emperor of a tropical isle, is determined to let no one stand in the way of his desperate attempt to claim the pearls as his own. At Redwall Abbey, a young hedgehog maid, Tansy, is equally determined to find the pearls first, with the help of her friends. And she must succeed, for the life of one she holds dear is in great danger. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Dr. Seuss's ABC",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.1,
            "ranking_count": 45735,
            "abstract": "Arguably the most entertaining alphabet book ever written, this classic Beginner Book by Dr. Seuss is perfect for children learning their ABCs. Featuring a fantastic cast of zany characters--from Aunt Annie's alligator to the Zizzer-Zazzer-Zuzz, with a lazy lion licking a lollipop and an ostrich oiling an orange owl--. Dr. Seuss's ABC. is a must-have for every young child's library.. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Kids",
                "Fantasy",
                "Humor"
            ]
        },
        {
            "title": "The Shadow over Innsmouth",
            "authors": [
                "H.P. Lovecraft"
            ],
            "ranking": 4.12,
            "ranking_count": 15542,
            "abstract": "The Shadow over Innsmouth is a horror novella by H. P. Lovecraft. It forms part of the Cthulhu Mythos, using its motif of a malign undersea civilization. It references several shared elements of the Mythos, including place-names, mythical creatures and invocations.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Science Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Shiva's Fire",
            "authors": [
                "Suzanne Fisher Staples"
            ],
            "ranking": 3.99,
            "ranking_count": 1706,
            "abstract": "By the Newbery Honor-winning author of Shabanu. On a day when fish leap among the stars and birds soar beneath the waters, a remarkable girl named Parvati is born in a village in the South of India. As she grows, she becomes known for the peculiar events that seem to spring from beneath her dancing feet, and is widely thought to have supernatural powers. When a great master of Indian classical dance comes to see for himself, he recognizes in Parvati a rare talent and invites her to study with him at his gurukulam in the city of Madras. There she commits herself to a rigorous and solitary program of study, dance, and devotion. But when she meets a boy with his own extraordinary powers, her life is turned upside down, and she must question the one thing of which she has always been most sure - that she was born to dance. In this powerful novel rich with mysticism, Suzanne Fisher Staples tells the poignant story of a strong girl who refuses to squander her magical gifts in the face of life's ordinary but perplexing mysteries.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Cultural",
                "Historical",
                "Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "Amelia Bedelia",
            "authors": [
                "Peggy Parish",
                "Fritz Siebel"
            ],
            "ranking": 4.17,
            "ranking_count": 87019,
            "abstract": "From dressing the chicken to dusting the furniture, Amelia Bedelia does exactly what Mr. and Mrs. Rogers tell her. ...But somehow things never turn out quite right.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Classics",
                "Kids",
                "Young Adult",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Alexander's Bridge",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.4,
            "ranking_count": 1503,
            "abstract": "Alexander’s Bridge,. Willa Cather’s first novel,. is a taut psychological drama about the fragility of human connections. Published in 1912, just a year before. O Pioneers!. made Cather’s name, it features high society on an international stage rather than the immigrant prairie characters she later became known for. The successful and glamorous life of Bartley Alexander, a world-renowned engineer and bridge builder, begins to unravel when he encounters a former lover in London. As he shuttles among his wife in Boston, his old flame in London, and a massive bridge he is building in Canada, Alexander finds himself increasingly tormented. But the threatened collapse of his marriage presages a more fatal catastrophe, one he will risk his life to try to prevent.. BONUS: The edition includes an excerpt from. The Selected Letters of Willa Cather.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novella",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "The United States Of America"
            ]
        },
        {
            "title": "Green Pharmacy: The History and Evolution of Western Herbal Medicine",
            "authors": [
                "Barbara Griggs",
                "Barbara Van Der Zee",
                "Norman R. Farnsworth",
                "Michael McIntyre"
            ],
            "ranking": 4.22,
            "ranking_count": 133,
            "abstract": "Including the latest developments in the field of herbal medicine, this classic bestseller presents a fascinating account of the ideas, personalities, advances, and vicissitudes that have shaped the course of medicine and pharmacology in the Western world. The author provides an eloquent and engaging account of the use of herbal medicine from prehistoric times to the present, reaffirming the incalculable value of medicinal plants in the healing arts. She presents a strong case for the cyclical emergence of alternative medicine at times (such as our own) when allopathic methods of treatment have lost their safety and efficacy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Plants",
                "Health",
                "Nonfiction",
                "Science",
                "Academic",
                "Horticulture",
                "Environment",
                "Historical"
            ]
        },
        {
            "title": "Anywhere But Here",
            "authors": [
                "Mona Simpson"
            ],
            "ranking": 3.56,
            "ranking_count": 2945,
            "abstract": "A glamorous mother and daughter are driving impecuniously across America to California, so that Ann can become a child star - provided her mother can grow up. When the fiery relationship and maternal blackmail becomes too much for Ann, she phones her grandmother for reassurance.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Novels",
                "Literature",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Womens Fiction",
                "Media Tie In"
            ]
        },
        {
            "title": "A Universal History of Iniquity",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 3.94,
            "ranking_count": 8177,
            "abstract": "In his writing, Borges always combined high seriousness with a wicked sense of fun. Here he reveals his delight in re-creating (or making up) colorful stories from the Orient, the Islamic world, and the Wild West, as well as his horrified fascination with knife fights, political and personal betrayal, and bloodthirsty revenge. Sparkling with the sheer exuberant pleasure of story-telling, this wonderful collection marked the emergence of an utterly distinctive literary voice.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Magical Realism",
                "Cultural",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Times Square Red, Times Square Blue",
            "authors": [
                "Samuel R. Delany"
            ],
            "ranking": 4.18,
            "ranking_count": 1564,
            "abstract": "If one street in America can claim to be the most infamous, it is surely 42nd Street. Between Seventh and Eighth Avenues, 42nd Street was once known for its peep shows, street corner hustlers and movie houses. Over the last two decades the notion of safety-from safe sex and safe neighborhoods, to safe cities and safe relationships-has overcome 42nd Street, giving rise to a Disney store, a children's theater, and large, neon-lit cafes. 42nd Street has, in effect, become a family tourist attraction for visitors from Berlin, Tokyo, Westchester, and New Jersey's suburbs.. Samuel R. Delany sees a disappearance not only of the old Times Square, but of the complex social relationships that developed there: the points of contact between people of different classes and races in a public space. In. Times Square Red, Times Square Blue. , Delany tackles the question of why public restrooms, peepshows, and tree-filled parks are necessary to a city's physical and psychological landscape. He argues that starting in 1985, New York City criminalized peep shows and sex movie houses to clear the way for the rebuilding of Times Square. Delany's critique reveals how Times Square is being renovated behind the scrim of public safety while the stage is occupied by gentrification.. Times Square Red, Times Square Blue. paints a portrait of a society dismantling the institutions that promote communication between classes, and disguising its fears of cross-class contact as family values. Unless we overcome our fears and claim our community of contact, it is a picture that will be replayed in cities across America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "LGBT",
                "New York",
                "Autobiography",
                "Writing",
                "Sociology",
                "Politics",
                "Philosophy"
            ]
        },
        {
            "title": "Essays in Persuasion",
            "authors": [
                "John Maynard Keynes"
            ],
            "ranking": 4.02,
            "ranking_count": 286,
            "abstract": "In the light of subsequent history,. Essays in Persuasion. is a remarkably prophetic volume covering a wide range of issues in political economy. In articles on the Versailles Treaty. John Maynard Keynes foresaw all too clearly that excessive Allied demands for reparations and indemnities would lead to the economic collapse of Germany. In Keynes's essays on inflation and deflation, the reader can find ideas that were to become the foundations of his most renowned treatise,. The General Theory of Employment, Interest and Money. (1936). With startling accuracy Keynes forecast the economic fluctuations that were to beset the economies of Europe and the United States and even proposed measures which, if heeded at the time, might have warded off an era of world-wide depression. His views on Soviet Russia, on the decline of laissez-faire, and the possibilities of economic growth are as relevant today as when Keynes originally set them forth.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Business",
                "Politics",
                "Writing",
                "Philosophy",
                "Psychology",
                "History",
                "Currency"
            ]
        },
        {
            "title": "Pedagogía de la autonomía",
            "authors": [
                "Paulo Freire",
                "Guillermo Palacios"
            ],
            "ranking": 4.35,
            "ranking_count": 1607,
            "abstract": "El autor sostiene que la tarea de enseñar no puede quedar reducida a la transmisión de contenidos o destrezas; por el contrario, debe avanzar un paso más, a fin de comprometer a los docentes y a los alumnos con su entorno social y cultural.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Nonfiction",
                "Philosophy",
                "Politics",
                "Teaching",
                "Social Movements",
                "Sociology",
                "Academic",
                "Social Science"
            ]
        },
        {
            "title": "The Face in the Frost",
            "authors": [
                "John Bellairs"
            ],
            "ranking": 3.84,
            "ranking_count": 1995,
            "abstract": "The Face in the Frost. is a fantasy classic, defying categorization with its richly imaginative story of two separate kingdoms of wizards, stymied by a power that is beyond their control.. A tall, skinny misfit of a wizard, named Prospero, lives in the Southern Kingdom - a patchwork of feuding duchies and small manors, all loosely loyal to one figurehead king. Both he and an improbable adventurer named Roger Bacon look in mirrors to see different times and places, which greatly affects their personalities and mannerisms and leads them into a myriad of situations that are sometimes frightening and often hilarious.. Hailed by critics as an extraordinary work, combining the thrills of a horror novel with the inventiveness of fantasy,. The Face in the Frost. is the debut novel that launched John Bellairs' reputation as one of the most influential voices in young adult fiction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Classics",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "The Changing Light at Sandover",
            "authors": [
                "James Merrill"
            ],
            "ranking": 4.26,
            "ranking_count": 472,
            "abstract": "James Merrill’s audacious and dazzling epic poem,. The Changing Light at Sandover,. remains as startling today as when it first emerged in separate volumes over a period of several years. Individual parts won the Pulitzer Prize and the National Book Award, and the entire poem, when it was collected into one volume in 1982, won the National Book Critics Circle Award. It is now an American classic, here in a definitive new hardcover edition that includes. Voices from Sandover,. Merrill’s recasting of the poem for the stage. The book carries us to the scene of Merrill’s Ouija board sessions with his partner, David Jackson—the candlelit Stonington dining room with its flame-colored walls and the famous Willowware cup they used as a pointer in their occult travels. In a shimmering interplay of verse forms, Merrill set down their extended conversations with their familiar and guide, Ephraim (a first-century Greek Jew), W. H. Auden, W. B. Yeats, Plato, a brilliant peacock named Mirabell, and other old friends who had passed to the other side. JM (whom the spirits call “scribe”) and DJ (“hand”) are also introduced to the lonely eminence God B (“God Biology”), his sister Mother Nature, and a host of angels and lesser residents of the empyrean who are variously involved in the ways of this world.. The laughter, the missteps, and the schoolroom frustrations of the earthly pair’s gradual enlightenment make this otherworldly journey, finally, and utterly human one. A unique exploration of the writer’s role in a postatomic, postreligious age,. Sandover. has been compared to the work of Yeats, Proust, Milton, and Blake. Merrill’s tale of the joys and tragedies of man’s powers, and his message about the importance of our endangered efforts to make a good life on earth, will stand as one of the most profound experiences available to readers of poetry.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Epic",
                "Literature",
                "Classics",
                "The United States Of America",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "A Short History of Ethics: A History of Moral Philosophy from the Homeric Age to the Twentieth Century",
            "authors": [
                "Alasdair MacIntyre"
            ],
            "ranking": 3.86,
            "ranking_count": 533,
            "abstract": "In this classic work, Alasdair MacIntyre guides the reader through the history of moral philosophy from the Greeks to contemporary times. He emphasizes the importance of a historical context to moral concepts and ideas. MacIntyre illustrates the relevance of philosophical queries on moral concepts enabling the reader to understand the importance of a historical account of ethics.. Contents. Preface to the second edition. Preface. 1. The Philosophical Point of the the History of Ethics. 2. The Prephilosophical History of of Good and the Transition to Philosophy. 3. The Sophists and Socrates. 4. Plato:. The Gorgias. 5. Plato:. The Republic. 6. Postscript to Plato. 7. Aristotle's. Ethics. 8. Postscript to Greek Ethics. 9. Christianity. 10. Luther, Machiavelli, Hobbes and Spinoza. 11. New Values. 12. The British Eighteenth-Century Argument. 13. The French Eighteenth-Century Argument. 14. Kant. 15. Hegel and Marx. 16. Kierkegaard to Nietzsche. 17. Reformers, Utopians, Idealists. 18. Modern Moral Philosophy",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "The Collected Stories of Philip K. Dick 5: The Eye of The Sibyl",
            "authors": [
                "Philip K. Dick",
                "Thomas M. Disch"
            ],
            "ranking": 4.23,
            "ranking_count": 2588,
            "abstract": "Since his untimely death in 1982, interest in Philip K. Dick's works has continued to grow, and his reputation has been enhanced by an expanding body of critical appreciation. This fifth and final volume of Dick's collected works includes 25 short stories, some previously unpublished.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Novels",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "The Prophets",
            "authors": [
                "Abraham Joshua Heschel"
            ],
            "ranking": 4.4,
            "ranking_count": 1128,
            "abstract": "Abraham Heschel is a seminal name in religious studies and the author of. Man Is Not Alone. and. God in Search of Man.. When. The Prophets. was first published in 1962, it was immediately recognized as a masterpiece of biblical scholarship.. The Prophets. provides a unique opportunity for readers of the Old Testament, both Christian and Jewish, to gain fresh and deep knowledge of Israel's prophetic movement. The author's profound understanding of the prophets also opens the door to new insight into the philosophy of religion.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Literature",
                "Christian",
                "Judaism",
                "Christianity"
            ]
        },
        {
            "title": "Faith in Fakes: Travels in Hyperreality",
            "authors": [
                "Umberto Eco"
            ],
            "ranking": 3.9,
            "ranking_count": 2612,
            "abstract": "Holography, wax museums, the secret meaning of spectator sports, Superman and the intellectual effects of over-tight jeans are just a few of the subjects covered in this collection of witty, entertaining and thought-provoking delights from Umberto Eco, celebrated author of. The Name of the Rose.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Philosophy",
                "Writing",
                "European Literature",
                "Cultural",
                "History",
                "Sociology",
                "Literature"
            ]
        },
        {
            "title": "Broken Flower",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.73,
            "ranking_count": 1958,
            "abstract": "SHE WAS TOO GROWN-UP FOR CHILDISH GAMES.. BUT TOO YOUNG TO BECOME A WOMAN. . . .. Living with her parents and brother in her Grandmother Emma's enormous mansion, Jordan March tries to be a good girl and follow her grandmother's strict rules. But one day, without warning, Jordan's body begins to change -- and everyone notices her in a way that seems dark, dangerous, and threatening. Suddenly the March family secrets are unleashed, and Jordan is ashamed and afraid that her soft curves are unwelcome indeed. Now Grandmother Emma sets out to make Jordan pay for her family's past mistakes, sending her world spinning wildly out of control. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Mystery",
                "Thriller",
                "Sociology",
                "Adult",
                "Drama",
                "Suspense"
            ]
        },
        {
            "title": "Midworld",
            "authors": [
                "Alan Dean Foster"
            ],
            "ranking": 3.99,
            "ranking_count": 2323,
            "abstract": "Born was a child of the rain forest that covered Midworld, part of the primitive society that the peaceful jungle planet had sustained for hundreds of years. He was wise in the ways of his world, and he knew well the precarious natural balance that governed all things.. Then one day the aliens came. Giants.  They knew nothing of the Upper or Lower Hell -- and they cared less. Born had risked his life to save them, to guide them through the myriad tangled boughs, past unseen, unsuspected dangers lurking in the underbrush. But worse than their ignorance of how to survive, the aliens had plans for Midworld, plans that could utterly destroy the globe-spanning forest that his people called home.. As the days passed, Born realized his mistake. And as he had once hunted only to live, he knew now that he would be forced to live only to kill...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Space",
                "Book Club",
                "Business",
                "Young Adult"
            ]
        },
        {
            "title": "The Idea of the Holy",
            "authors": [
                "Rudolf Otto",
                "John Wilfred Harvey"
            ],
            "ranking": 4.05,
            "ranking_count": 1297,
            "abstract": "Since the English translation first appeared in 1923, Rudolf Otto's volume has established itself as a classic in the field of religious philosophy. It offers an in-depth inquiry into the non-rational factor in the idea of the divine and its relation to the rational.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Christian",
                "Occult",
                "Anthropology"
            ]
        },
        {
            "title": "خريف الغضب",
            "authors": [
                "محمد حسنين هيكل"
            ],
            "ranking": 3.61,
            "ranking_count": 1942,
            "abstract": "أتمنى أن يكون واضحا أن موضوع خريف الغضب كان - كما هو ظاهر من كل صفحة فيه - محاولة لشرح الأسباب التى أدت إلى اغتيال الرئيس السادات وبالتالى فهو ليس سيرة لحياته ولا لدوره السياسى ولو قصدته كسيرة لرجل لاختلف تناولى للموضوع . كان السؤال المحدد الذى حاول الإجابة عليه هو :  لماذا جاءت النهاية على هذا النحو؟ واختصرت المراحل كلها إلى موضوعى وأخذت من المراحل ما كان لازما للموضوع وإلا اختلفت السعى عن القصد .",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Biography",
                "Nonfiction",
                "Northern Africa",
                "Unfinished"
            ]
        },
        {
            "title": "Pavane",
            "authors": [
                "Keith Roberts"
            ],
            "ranking": 3.71,
            "ranking_count": 3188,
            "abstract": "In the year 1588, Queen Elizabeth was assassinated. That single tragedy set off a whole series of events, resulting in the Spanish Armada's defeat of England and subsequent demise of Protestantism. Now it's the 20th century, and the Church of Rome reigns supreme. People live a pastoral existence of guilds and farming, with technology held back to the level of the steam locomotive and primitive radio. Still, science cannot be held back forever...a revolution is building.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Historical",
                "Speculative Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Short Stories"
            ]
        },
        {
            "title": "Five Lectures on Psycho-Analysis",
            "authors": [
                "Sigmund Freud",
                "Peter Gay",
                "James Strachey"
            ],
            "ranking": 3.64,
            "ranking_count": 2160,
            "abstract": "Freud approved the overall editorial plan, specific renderings of key words and phrases, and the addition of valuable notes, from bibliographical and explanatory. Many of the translations were done by Strachey himself; the rest were prepared under his supervision. The result was to place the Standard Edition in a position of unquestioned supremacy over all other existing versions.. Newly designed in a uniform format, each new paperback in the Standard Edition opens with a biographical essay on Freud's life and work —along with a note on the individual volume—by Peter Gay, Sterling Professor of History at Yale.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Classics",
                "Writing",
                "Science",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "The Year of the Grizzly",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.86,
            "ranking_count": 127,
            "abstract": "On a sprawling rancho near Santa Barbara, mountain man Will Reed has found a place to call home--and a family he loves. But when the Americans and the Mexicans begin to battle over supremacy in California, their struggle threatens to destroy Will's dreams--perhaps his life.. Human greed and the lust for power hold sway as both the American military and Mexican Banditos attempt to grab for themselves the wealth of central California's cattle ranches. And Will Reed's family is caught in the middle. Battling against both nature and the human propensity for evil, Will must face the most dangerous of adversaries--men who are determined to take his land at any cost.. But much more than the land is at stake. Saving his family will require every ounce of courage and resourcefulness the mountain man can muster. . . .",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Westerns",
                "Historical",
                "Christian"
            ]
        },
        {
            "title": "The Perfect Wagnerite: A Commentary on The Niblung's Ring",
            "authors": [
                "George Bernard Shaw"
            ],
            "ranking": 3.72,
            "ranking_count": 244,
            "abstract": "As a commentator on music and music critics, Bernard Shaw was experienced and knowledgeable, strongly opinionated, and, as in all his writing, unsurpassed for brilliance and wit. The reader will find that this commentary on the cycle of four Wagner operas known as The Ring contains all these characteristics: it is enlightening and provocative, and it makes very entertaining reading.. Shaw was firm Wagner partisan, and in the book he enthusiastically endorses the operas and Wagner's music in general. Particularly interested in the philosophic and social ideology behind the Ring operas, he also discusses Wagner's life, the character of music drama as opposed to grand opera, the role of the Leitmotif in unifying the cycle and delineating character, the character of Siegfried, and many other related questions.. As with all of Shaw's work, even if the reader disagrees with much of it, he will still find the analysis full of stimulating ideas and valuable insights, and written throughout with rare liveliness and wit.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Philosophy",
                "Nonfiction",
                "Writing",
                "History",
                "Classics",
                "European Literature",
                "Art",
                "Criticism"
            ]
        },
        {
            "title": "To Build a Fire",
            "authors": [
                "Jack London"
            ],
            "ranking": 3.96,
            "ranking_count": 19466,
            "abstract": "To Build a Fire is one of Jack London's most beloved short stories. A heartbreaking tale set in the vast wintry landscape of the North, it endures as one of the greatest adventures ever written.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Adventure",
                "Academic",
                "Literature",
                "Environment"
            ]
        },
        {
            "title": "The Ox-Bow Incident",
            "authors": [
                "Walter Van Tilburg Clark",
                "Walter Prescott Webb"
            ],
            "ranking": 3.86,
            "ranking_count": 5580,
            "abstract": "Two drifters are drawn into a posse formed to find the murderer of a local man in this wrenching, powerful re-creation of life, death, justice, and mob violence on the Western frontier.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Peter Pan, Or, the Boy Who Would Not Grow Up: A Fantasy in Five Acts",
            "authors": [
                "J.M. Barrie"
            ],
            "ranking": 4.03,
            "ranking_count": 410,
            "abstract": "This is the beloved story of Peter, Wendy, Michael, John, Capt. Hook, Smee, the lost boys, pirates and the indians, and, of course, Tinker Bell, in their adventures in Never Land. However, for the first time, the play is here restored to Barrie's original intentions. In the words of John Caird: A brief explanation of some of the decisions we took in revising the text may be useful to anyone considering their own production of this version We were fascinated to discover that there was no one single document called PETER PAN. What we found was a tantalizing number of different versions, all of them containing some very agreeable surprises We have made some significant alterations, the greatest of which is the introduction of a new character, the Storyteller, who is in fact the author himself. To a reader of the play, one of its most enjoyable ingredients is Barrie's unmistakable authorial tone. He tells the story of Peter Pan partly through dialogue and partly by means of his inimitable stage directions. In a whimsical, ambiguous and ironical manner he speaks here as clearly to adults as he does to children. Moreover, many of the play's complicated conceits are only comprehensible if Barrie's commentary can be heard in parallel with the voices of the characters. This device also allows us to prepare our audience with some essential background history of the Darling family in a brief prologue, and to extend the narrative at the end of the play to include Barrie's heartbreaking and heartwarming conclusion to Peter and Wendy's story.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Drama",
                "Academic",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Ethnic America: A History",
            "authors": [
                "Thomas Sowell"
            ],
            "ranking": 4.33,
            "ranking_count": 817,
            "abstract": "This classic work by the distinguished economist traces the history of nine American ethnic groups -- the Irish, Germans, Jews, Italians, Chinese, African-Americans, Puerto Ricans, and Mexicans.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Economics",
                "Sociology",
                "Race",
                "North American Hi...",
                "Cultural",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Savage Mists",
            "authors": [
                "Cassie Edwards"
            ],
            "ranking": 4.33,
            "ranking_count": 212,
            "abstract": "With dreams of peace for his people, Iron Cloud begins his quest for vengeance against the government agents who have abused them, by first abducting white woman Damita.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns"
            ]
        },
        {
            "title": "My Father's Dragon",
            "authors": [
                "Ruth Stiles Gannett"
            ],
            "ranking": 4.09,
            "ranking_count": 37259,
            "abstract": "Elmer Elevator (narrator's father as a boy) runs away with an old alley cat to rescue a flying baby dragon being exploited on a faraway island. With the help of two dozen pink lollipops, rubber bands, chewing gum, and a fine-toothed comb, Elmer disarms the fiercest of beasts on Wild Island.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Adventure",
                "Animals"
            ]
        },
        {
            "title": "Batman: A Death in the Family",
            "authors": [
                "Jim Starlin",
                "Jim Aparo",
                "Mike DeCarlo"
            ],
            "ranking": 4.08,
            "ranking_count": 28490,
            "abstract": "Batman readers were allowed to vote on the outcome of the story and they decided that Robin should die! As the second person to assume the role of Batman's sidekick, Jason Todd had a completely different personality than the original Robin. Rash and prone to ignore Batman's instructions, Jason was always quick to act without regard to consequences. In this fatal instance, Robin ignores his mentor's warnings when he attempts to take on the Joker by himself and pays the ultimate price. Driven by anger with Superman by his side, Batman seeks his vengeance as he looks to end the Joker's threat forever.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Superheroes",
                "Comics",
                "Graphic Novels Comics",
                "Fiction",
                "Comics Manga",
                "Mystery"
            ]
        },
        {
            "title": "The Fuck-Up",
            "authors": [
                "Arthur Nersesian"
            ],
            "ranking": 3.58,
            "ranking_count": 10952,
            "abstract": "Arthur Nersesian's underground literary treasure is an unforgettable slice of gritty New York City life.. This is the darkly hilarious odyssey of an anonymous slacker. He's a perennial couch-surfer, an aspiring writer searching for himself in spite of himself, and he's just trying to survive. But life has other things in store for the fuck-up. From being dumped by his girlfriend to getting fired for asking for a raise, from falling into a robbery to posing as a gay man to keep his job at a porno theater, the fuck-up's tragi-comedy is perfectly realized by Arthur Nersesian, who manages to create humor and suspense out of urban desperation. Read it and howl, says Bruce Benderson (author of. User. ), and be glad it didn't happen to you.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Humor",
                "Contemporary",
                "Young Adult",
                "New York",
                "Literature",
                "Dark",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Uses of Literacy",
            "authors": [
                "Richard Hoggart"
            ],
            "ranking": 3.81,
            "ranking_count": 361,
            "abstract": "This pioneering work examines changes in the life and values of the English working class in response to mass media. First published in 1957, it mapped out a new methodology in cultural studies based around interdisciplinarity and a concern with how texts-in this case, mass publications-are stitched into the patterns of lived experience. Mixing personal memoir with social history and cultural critique,. The Uses of Literacy. anticipates recent interest in modes of cultural analysis that refuse to hide the author behind the mask of objective social scientific technique. In its method and in its rich accumulation of the detail of working-class life, this volume remains useful and absorbing.. Hoggart's analysis achieves much of its power through a careful delineation of the complexities of working-class attitudes and its sensitivity to the physical and environmental facts of working-class life. The people he portrays are neither the sentimentalized victims of a culture of deference nor neo-fascist hooligans. Hoggart sees beyond habits to what habits stand for and sees through statements to what the statements really mean. He thus detects the differing pressures of emotion behind idiomatic phrases and ritualistic observances.. Through close observation and an emotional empathy deriving, in part, from his own working-class background, Hoggart defines a fairly homogeneous and representative group of working-class people. Against this background may be seen how the various appeals of mass publications and other artifacts of popular culture connect with traditional and commonly accepted attitudes, how they are altering those attitudes, and how they are meeting resistance. Hoggart argues that the appeals made by mass publicists-more insistent, effective, and pervasive than in the past-are moving toward the creation of an undifferentiated mass culture and that the remnants of an authentic urban culture are being destroyed.. In his introduction to this new edition, Andrew Goodwin, professor of broadcast communications arts at San Francisco State University, defines Hoggart's place among contending schools of English cultural criticism and points out the prescience of his analysis for developments in England over the past thirty years. He notes as well the fruitful links to be made between Hoggart's method and findings and aspects of popular culture in the United States.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "History",
                "Philosophy",
                "Culture",
                "Politics",
                "Education",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Gradinar",
            "authors": [
                "Rabindranath Tagore",
                "David S. Pijade"
            ],
            "ranking": 4.28,
            "ranking_count": 1811,
            "abstract": "Gradinar je zbirka pjesama preporučljiva za sve uzraste.. Tagore svoje pjesme prožima najtananijim, najbitnijim i najljepšim osjećanjem koje postoji u čovjeku, tj. ljubavlju. On opisuje sve faze ljubavi od čežnje, pa sve do ostvarenja istinske ljubavi. Ne opisuje samo ljubav prema ženi, već i prema zemlji, čovjeku i svijetu uopšte. Ipak, žena zauzima počasno mjesto. On pjeva o njoj kao o najljepšoj muzici. Žena je za njega pola žena, a pola san. Čovjeku je toliko potrebna da je svuda traži i svuda nalazi. On mašta o njoj u svojim snovima i misli da je bila njegova u nekom prošlom životu.... Ova zbirka pjesama uči bezmjernoj ljubavi i saradnji sa drugim bićima, jer čovjek može samo tako opstati i srećno živjeti",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Literature",
                "Fiction",
                "Asian Literature",
                "Nobel Prize",
                "Academic"
            ]
        },
        {
            "title": "The Decline and Fall of Practically Everybody: Great Figures of History Hilariously Humbled",
            "authors": [
                "Will Cuppy",
                "William Steig",
                "Fred Feldkamp"
            ],
            "ranking": 3.94,
            "ranking_count": 2248,
            "abstract": "Ever wonder what Nero did before he began fiddling about in Rome, or wanted the bare facts about Lady Godiva? Maybe you've found the story of Lucrezia Borgia a bitter pill to swallow, or wanted the straight skinny on corpulent King Henry the Eighth, but you haven't the stomach for stuffy history books. Now these and twenty-two more of history's most famous personages are brought brilliantly to life, in this collection of unfailingly accurate yet undeniably hilarious biographies. You'll laugh while you learn about the very real people behind the legendary names, including why Montezuma was so vengeful, and why Catherine was so Great. You'll even finally lay to rest the rumor that Charlemagne was called Chuck by his friends.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Humor",
                "Nonfiction",
                "Biography",
                "Historical",
                "Short Stories",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "Their Finest Hour",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.41,
            "ranking_count": 3486,
            "abstract": "Winston Churchill's six-volume history of the cataclysm that swept the world remains the definitive history of the Second World War. Lucid, dramatic, remarkable both for its breadth and sweep and for its sense of personal involvement, it is universally acknowledged as a magnificent reconstruction and is an enduring, compelling work that led to his being awarded the Nobel Prize for literature. Their Finest Hour enthrallingly recounts key events and battles from May to December 1940 as Britain stood isolated while Nazi Germany pursued its seemingly unconquerable war path - the fall of France, Dunkirk and the Battle of Britain, the horrors of the Blitz and Hitler's plans to invade and crush Russia, his sole ally in Europe.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Politics",
                "Military",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "Triumph and Tragedy",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.41,
            "ranking_count": 1713,
            "abstract": "Winston Churchill's six-volume history of the cataclysm that swept the world remains the definitive history of the Second World War. Lucid, dramatic, remarkable both for its breadth and sweep and for its sense of personal involvement, it is universally acknowledged as a magnificent reconstruction and is an enduring, compelling work that led to his being awarded the Nobel Prize for literature. Triumph and Tragedy recounts the dramatic months as the War drew to a close - the Normandy landings, the liberation of Western Europe, the bombing of Hiroshima and Nagasaki, and the surrender of Germany and Japan.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Politics",
                "Military",
                "Autobiography"
            ]
        },
        {
            "title": "In Patagonia",
            "authors": [
                "Bruce Chatwin",
                "Nicholas Shakespeare"
            ],
            "ranking": 3.7,
            "ranking_count": 14814,
            "abstract": "An exhilarating look at a place that still retains the exotic mystery of a far-off, unseen land, Bruce Chatwin’s exquisite account of his journey through Patagonia teems with evocative descriptions, remarkable bits of history, and unforgettable anecdotes. Fueled by an unmistakable lust for life and adventure and a singular gift for storytelling, Chatwin treks through “the uttermost part of the earth”— that stretch of land at the southern tip of South America, where bandits were once made welcome—in search of almost forgotten legends, the descendants of Welsh immigrants, and the log cabin built by Butch Cassidy. An instant classic upon its publication in 1977, In Patagonia is a masterpiece that has cast a long shadow upon the literary world.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "History",
                "Adventure",
                "Autobiography",
                "Classics",
                "Biography",
                "Environment",
                "Literature"
            ]
        },
        {
            "title": "You Just Don't Understand: Women and Men in Conversation",
            "authors": [
                "Deborah Tannen"
            ],
            "ranking": 3.87,
            "ranking_count": 5822,
            "abstract": "From the author of. New York Times. bestseller. You're Wearing That?. this bestselling classic work draws upon groundbreaking research by an acclaimed sociolinguist to show that women and men live in different worlds, made of different words.. Women and men live in different worlds...made of different words.. Spending nearly four years on the. New York Times. bestseller list, including eight months at number one,. You Just Don't Understand. is a true cultural and intellectual phenomenon. This is the book that brought gender differences in ways of speaking to the forefront of public awareness. With a rare combination of scientific insight and delightful, humorous writing, Tannen shows why women and men can walk away from the same conversation with completely different impressions of what was said.. Studded with lively and entertaining examples of real conversations, this book gives you the tools to understand what went wrong -- and to find a common language in which to strengthen relationships at work and at home. A classic in the field of interpersonal relations, this book will change forever the way you approach conversations.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Relationships",
                "Language",
                "Humanities",
                "Sociology",
                "Gender",
                "Feminism"
            ]
        },
        {
            "title": "Group Portrait With Lady",
            "authors": [
                "Heinrich Böll"
            ],
            "ranking": 3.92,
            "ranking_count": 3243,
            "abstract": "An inventive and sardonic portrayal of the effects of the Nazi period on a group of ordinary people. Author, Heinrich Boll on the Nobel Prize for Literature in 1972.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Historical",
                "Nobel Prize",
                "War",
                "Roman"
            ]
        },
        {
            "title": "A History of Western Philosophy",
            "authors": [
                "Bertrand Russell"
            ],
            "ranking": 4.11,
            "ranking_count": 36043,
            "abstract": "Since its first publication in 1945 Lord Russell's. A History of Western Philosophy. has been universally acclaimed as the outstanding one-volume work on the subject—unparalleled in its comprehensiveness, its clarity, its erudition, its grace and wit. In seventy-six chapters he traces philosophy from the rise of Greek civilization to the emergence of logical analysis in the twentieth century. Among the philosophers considered are: Pythagoras, Heraclitus, Parmenides, Empedocles, Anaxagoras, the Atomists, Protagoras, Socrates, Plato, Aristotle, the Cynics, the Sceptics, the Epicureans, the Stoics, Plotinus, Ambrose, Jerome, Augustine, Benedict, Gregory the Great, John the Scot, Aquinas, Duns Scotus, William of Occam, Machiavelli, Erasmus, More, Bacon, Hobbes, Descartes, Spinoza, Leibniz, Locke, Berkeley, Hume, Rousseau, Kant, Hegel, Schopenhauer, Nietzsche, the Utilitarians, Marx, Bergson, James, Dewey, and lastly the philosophers with whom Lord Russell himself is most closely associated -- Cantor, Frege, and Whitehead, co-author with Russell of the monumental. Principia Mathematica.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Classics",
                "Reference",
                "Politics",
                "Religion",
                "Historical",
                "Science",
                "Unfinished"
            ]
        },
        {
            "title": "Sexual Personae: Art and Decadence from Nefertiti to Emily Dickinson",
            "authors": [
                "Camille Paglia"
            ],
            "ranking": 3.96,
            "ranking_count": 2823,
            "abstract": "From ancient Egypt through the nineteenth century, Sexual Personae explores the provocative connections between art and pagan ritual; between Emily Dickinson and the Marquis de Sade; between Lord Byron and Elvis Presley. It ultimately challenges the cultural assumptions of both conservatives and traditional liberals. 47 photographs.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Art",
                "Philosophy",
                "History",
                "Feminism",
                "Criticism",
                "Psychology",
                "Sexuality",
                "Cultural",
                "Writing"
            ]
        },
        {
            "title": "The Death and Life of Great American Cities",
            "authors": [
                "Jane Jacobs"
            ],
            "ranking": 4.3,
            "ranking_count": 14534,
            "abstract": "A direct and fundamentally optimistic indictment of the short-sightedness and intellectual arrogance that has characterized much of urban planning in this century,. The Death and Life of Great American Cities. has, since its first publication in 1961, become the standard against which all endeavors in that field are measured. In prose of outstanding immediacy, Jane Jacobs writes about what makes streets safe or unsafe; about what constitutes a neighborhood, and what function it serves within the larger organism of the city; about why some neighborhoods remain impoverished while others regenerate themselves. She writes about the salutary role of funeral parlors and tenement windows, the dangers of too much development money and too little diversity. Compassionate, bracingly indignant, and always keenly detailed, Jane Jacobs's monumental work provides an essential framework for assessing the vitality of all cities.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Architecture",
                "History",
                "Cities",
                "Sociology",
                "Geography",
                "Design",
                "Politics"
            ]
        },
        {
            "title": "The Letters of Vincent van Gogh",
            "authors": [
                "Vincent van Gogh",
                "Ronald de Leeuw",
                "Arnold J. Pomerans"
            ],
            "ranking": 4.07,
            "ranking_count": 85638,
            "abstract": "A new selection of post-impressionist painter Vincent Van Gough's letters,. The Letters of Vincent van Gogh. put a human face on one of the most haunting figures in modern Western culture. In this Penguin Classics edition, the letters are selected and edited by Ronald de Leeuw, and translated by Arnold Pomerans in Penguin Classics.. Few artists' letters are as self-revelatory as Vincent van Gogh's, and this selection, spanning his artistic career, sheds light on every facet of the life and work of this complex and tortured man. Engaging candidly and movingly with his religious struggles, his ill-fated search for love, his attacks of mental illness and his relation with his brother Theo, the letters contradict the popular myth of van Gogh as an anti-social madman and a martyr to art, showing instead a man of great emotional and spiritual depths. Above all, they stand as an intense personal narrative of artistic development and a unique account of the process of creation.. The letters are linked by explanatory biographical passages, revealing van Gogh's inner journey as well as the outer facts of his life. This edition also includes the drawings that originally illustrated the letters.. Vincent Willem van Gogh (1853-1890) was born in Holland. In 1885 he painted his first masterpiece,. The Potato Eaters,. a haunting scene of domestic poverty. A year later he began studying in Paris, where he met Gauguin, Toulouse-Lautrec and Seurat, who became very important influences on his work. In 1888 he left Paris for the Provencal landscape at Arles, the subject of many of his best works, including. Sunflowers. .. If you enjoyed. The Letters of Vincent van Gogh. , you might also like. 100 Artists Manifestos. , available in Penguin Modern Classics.. 'If there was ever any doubt that Van Gogh's letters belong beside those great classics of artistic self-revelation, Cellini's autobiography and Delacroix's journal, this excellent new edition dispels it'. The Times",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Biography",
                "Classics",
                "History",
                "Autobiography",
                "Biography Memoir",
                "Philosophy",
                "Historical"
            ]
        },
        {
            "title": "Do Not Go Gentle Into That Good Night",
            "authors": [
                "Dylan Thomas"
            ],
            "ranking": 4.47,
            "ranking_count": 1121,
            "abstract": "Do Not Go Gentle Into That Good Night. is a villanelle considered to be among the finest works by Welsh poet Dylan Thomas.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "European Literature",
                "Academic",
                "Poetry Plays",
                "Short Stories",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "La revolución interrumpida",
            "authors": [
                "Adolfo Gilly"
            ],
            "ranking": 4.02,
            "ranking_count": 136,
            "abstract": "Ésta es una historia de la Revolución Mexicana escrita desde la visión de los de abajo, quienes le dieron su turbulencia, su dinámica y su sustancia. En otras palabras: su leyenda. Publicada por primera vez en 1971, se ha convertido en una de las narraciones clásicas de la gran revolución, sus protagonistas, sus ideas y sus mitos. La imaginación que de su historia brota continúa encantando las ideas y las mentes mexicanas y latinoamericanas.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics"
            ]
        },
        {
            "title": "Huey Long",
            "authors": [
                "T. Harry Williams"
            ],
            "ranking": 4.21,
            "ranking_count": 1904,
            "abstract": "Who was Huey Long? He was an extraordinary figure in American political history – a great natural politician who looked, and often seemed to behave, like a caricature of the redneck Southern politico. Yet, at the time of his death, he had become a serious rival to Franklin Roosevelt for the presidency. In this biography, the first full-scale analysis of Long, this intriguing and incredible man stands wholly revealed and understood.. The eminent historian T. Harry Williams has created a work masterly in its scope and detail. This award-winning biography brings fresh life to the sensation-ridden years when Long became a figure of national importance.. Huey Long. was winner of the Pulitzer Prize and National Book Award.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Literature",
                "Biography Memoir",
                "Race",
                "Classics"
            ]
        },
        {
            "title": "Zuckerman Bound: The Ghost Writer / Zuckerman Unbound / The Anatomy Lesson / The Prague Orgy",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 4.21,
            "ranking_count": 1214,
            "abstract": "Four complete works by Philip Roth in one volume. The complete comic saga of Nathan Zuckerman, his ordeals of conscience, from Manhattan, to Miami Beach, to Czechoslovakia!. Roth has transcended himself . . . . A comic genius . . . Certainly Philip Roth's finest achievement to date, eclipsing even his best single fictions . . . ZUCKERMAN BOUND binds together THE GHOST WRITER, ZUCKERMAN UNBOUND, and THE ANATOMY LESSON, adding to them as epilogue a wild short novel, THE PRAGUE ORGY, which is at once the bleakest and the funniest writing Roth has done.. -- The New York Times Book Review. ZUCKERMAN BOUND proves that no one now writing can be funnier and, at the same time, more passionately serious than Philip Roth. -- Time. ZUCKERMAN BOUND shows the author's always ebullient invention and artful prose at their most polished and concentrated. -- The New Yorker",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Classics",
                "Literary Fiction",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "Bachelor Girl",
            "authors": [
                "Roger Lea MacBride",
                "Dan Andreasen"
            ],
            "ranking": 3.88,
            "ranking_count": 2642,
            "abstract": "The eighth and final installment in the Rose Years series, which tells the story of the spirited daughter of the author of the beloved Little House series.. Rose Wilder has become an independent young woman. She leaves Rocky Ridge Farm, first for Kansas City to learn how to be a telegrapher, then for San Francisco. Her dream is to work for a year or two, save a little money, and then marry Paul Cooley, her childhood sweetheart. But the big city has all sorts of surprises in store for Rose, and she finds that she's destined to travel a road she never even imagined.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Classics",
                "Young Adult",
                "Kids",
                "Literature"
            ]
        },
        {
            "title": "Now and Then: Poems 1976-78",
            "authors": [
                "Robert Penn Warren"
            ],
            "ranking": 4.32,
            "ranking_count": 41,
            "abstract": "Thirty-seven of Warren's poems written between 1976 and 1978, presented in reverse chronological order.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Svaha",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 3.88,
            "ranking_count": 1238,
            "abstract": "Out beyond the Enclaves, in the desolation between the cities, an Indian flyer has been downed. A chip encoded with vital secrets is missing. Only Gahzee can venture forth to find himwalking the line between the Dreamtime and the Realtime, bringing his peoples ancient magic to bear on the poisoned world of tomorrow. Bringing hope, perhaps, for a new dawn. This is Charles de Lints classic novel of native magic in a North American future, now back in print.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "Apocalyptic",
                "Urban",
                "Adult"
            ]
        },
        {
            "title": "Wittgenstein's Nephew",
            "authors": [
                "Thomas Bernhard",
                "David McLintock"
            ],
            "ranking": 4.04,
            "ranking_count": 4813,
            "abstract": "It is 1967. In separate wings of a Viennese hospital, two men lie bedridden. The narrator, Thomas Bernhard, is stricken with a lung ailment; his friend Paul, nephew of the celebrated philosopher Ludwig Wittgenstein, is suffering from one of his periodic bouts of madness. As their once-casual friendship quickens, these two eccentric men begin to discover in each other a possible antidote to their feelings of hopelessness and mortality—a spiritual symmetry forged by their shared passion for music, a strange sense of humor, disgust for bourgeois Vienna, and fear in the face of death. Part memoir, part fiction,. Wittgenstein’s Nephew. is both a meditation on the artist’s struggle to maintain a solid foothold in a world gone incomprehensibly askew, and an eulogy to a real-life friendship.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Philosophy",
                "Literature",
                "Classics",
                "Literary Fiction",
                "Novella",
                "Contemporary"
            ]
        },
        {
            "title": "حوار مع صديقي الملحد",
            "authors": [
                "مصطفى محمود"
            ],
            "ranking": 3.89,
            "ranking_count": 32790,
            "abstract": "رد على أسئله لملحدين على الدين الإسلامي, رد رائع بالدلائل والأمثله يجيب عن تساؤلات عقلنا فى فترة ما نمر بها ويرد بها على الآخرين الماديين.. صديقى رجل يحب الجدل ويهوى الكلام وهو يعتقد أننا نحن المؤمنون السذج نقتات بالاوهام ونضحك على أنفسنا بالجنة والحوار العين وتفوتنا لذات الدنيا ومفاتنها.. وصديقى بهذه المناسبة تخرج من فرنسا وحصل على دكتوراه وعاش مع الهيبيز وأصبح ينكر كل شئ.. قال لى ساخرا:. -انتم تقولون: ان الله موجود، وعمدة براهينكم هو قانون السببية الذى ينص على أن لكل صنعة صانعا ولكل خلق خالقاً ولكل وجود موجدا.. النسيج يدل على النساج والرسم على الرسام والنقش على النقاش والكون بهذا المنطق أبلغ دليل على الاله القدير الذى خلقه.. صدقنا وآمنا بهذا الخالق.. ألا يحق لنا بنفس المنطق أن نسأل.. ومن خلق الخالق.. من خلق الله الذى تحدثوننا عنه.. ألا تقودنا نفس استدلالاتكم الى هذا.. وتبعا لنفس قانون السببية.. ما رأيكم فى هذا المطب دام فضلكم؟. ونحن نقول له: سؤالك فاسد.. ولا مطب ولا حاجة فأنت تسلم بأن الله خالق ثم تقول من خلقه؟! فتجعل منه خالقا ومخلوقا فى نفس الجملة وهذا تناقض، والوجه الآخر لفساد السؤال أنك تتصور خضوع الخالق لقوانين مخلوقاته.. فالسببية قانوننا نحن أبناء الزمان والمكان.. والله الذى خلق الزمان والمكان هو بالضرورة فوق الزمان والمكان ولا يصح لنا أن نتصوره مقيدا بالزمان والمكان ولا بقوانين الزمان والمكان. والله هو الذى خلق قانون السببية فلا يجوز أن نتصوره خاضعا لقانون السببية الذى خلقه، وأنت بهذه السفسطة أشبه بالعرائس التى تتحرك بزمبلك وتتصور أن الانسان الذى صنعها لابد هو الآخر يتحرك بزمبلك.. فاذا قلنا لها بل هو يتحرك من تلقاء نفسه.. قالت: مستحيل أن يتحرك شئ من تلقاء نفسه.. انى أرى فى عالمى كل شئ يتحرك بزمبلك، وأنت بالمثل لا تتصور أن الله موجود بذاته بدون موجد.. لمجرد أنك ترى كل شئ حولك فى حاجة الى موجد.. لتحميل كتاب حوار مع صديقي الملحد برابط بسيط وسهل من هذا الرابط. http://mmaqara2t.com/index.php/books/.... وللتحميل المزيد من الكتب المباشره من الموقع",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Unfinished",
                "Northern Africa",
                "Spirituality"
            ]
        },
        {
            "title": "Soul on Ice",
            "authors": [
                "Eldridge Cleaver"
            ],
            "ranking": 3.98,
            "ranking_count": 14015,
            "abstract": "The now-classic memoir that shocked, outraged, and ultimately changed the way the United States looked at the civil rights movement and the black experience.. By turns shocking and lyrical, unblinking and raw, the searingly honest memoirs of Eldridge Cleaver are a testament to his unique place in American history. Cleaver writes in. Soul on Ice. , I'm perfectly aware that I'm in prison, that I'm a Negro, that I've been a rapist, and that I have a Higher Uneducation. What Cleaver shows us, on the pages of this now classic autobiography, is how much he was a man.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Cultural",
                "Politics",
                "Race",
                "Writing",
                "Classics"
            ]
        },
        {
            "title": "Abraham Lincoln: The Prairie Years and the War Years",
            "authors": [
                "Carl Sandburg"
            ],
            "ranking": 4.28,
            "ranking_count": 4960,
            "abstract": "Civil War and history buffs--as well as all lovers of fine writing--will delight in the detail and accuracy of Carl Sandburg's definitive, best-known biography of Honest Abe. Representing a lifetime of study by the great American poet, Abraham Lincoln: The Prairie Years and The War Years distills Sandburg's monumental six volume set into a single one-book edition. By gleaning every possible reference from history, literature, and popular lore, Sandburg successfully captures not only the legendary president, but also Lincoln the man. He reveals exactly who Lincoln was, and what forces in his life shaped his personality. More than 100 black-and-white historical photographs and linecuts show Lincoln himself, the places he went, and the people who knew him.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Military History",
                "North American Hi...",
                "Politics",
                "American History",
                "Biography Memoir",
                "Historical"
            ]
        },
        {
            "title": "Three Hearts and Three Lions",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.86,
            "ranking_count": 4507,
            "abstract": "The gathering forces of the Dark Powers threatened the world of man. The legions of Faery, aided by trolls, demons and the Wild Hunt itself, were poised to overthrow the realms of light.. And alone against the armies of Chaos stood one man, the knight of Three Hearts and Three Lions. Carlsen, a twentieth-century man snatched out of time to become again the legendary Holger Danske to fight for the world he had helped to build.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Sequoia Scout",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.84,
            "ranking_count": 160,
            "abstract": "Ten years of trapping had brought Will Reed to the High Sierras. Ten years in search of fortune. Ten years since the mountain men had come east with their stories of the high lonesome. Two dozen trips west had given him wisdom in the ways of the harsh and beautiful land. Now on the threshold of Spanish California, stories about the richness of the mission lands and their exotic Spanish culture lead over the mountains.. Few Americans have attempted this overland trail, and fewer still have survived the crossing. But Will Reed discovers it is not just marauding Indian tribes and nature's threats that stand in his way. Mexico's newly won independence from Spain has brought an oppressive rule and a clashing of cultures where danger marks every turn.. Will Reed has never shied away from danger nor from taking a stand for what is right. Loyalty and love now strengthen his resolve. And what he finds in this new land will prove the man he has become.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Westerns",
                "Historical",
                "Christian",
                "Fiction"
            ]
        },
        {
            "title": "In the Realm of the Wolf",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.24,
            "ranking_count": 8508,
            "abstract": "Enter the extraordinary, action-filled world that became Legend--. as the exciting Drenai adventure continues to unfold . . .. A mighty warrior and a feared assassin among the Drenai, Waylander the Slayer is now a man hunted by his own people--with a fortune in gold offered as grim reward for his murder. But this is only one of many evils closing in on Waylander and his daughter, Miriel, the beautiful and deadly Battle Queen of Kar-Barzac.. For, once separated, father and daughter face certain death as the sorcerers and demons, soldiers and shamans of three empires summon their blackest, most destructive powers in an effort to annihilate these two most gifted Drenai warriors.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        }
    ]
}