{
    "books": [
        {
            "title": "The Choice",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.0,
            "ranking_count": 162815,
            "abstract": "#1 New York Times bestseller Nicholas Sparks turns his unrivaled talents to a new tale about love found and lost, and the choices we hope we'll never have to make.. Travis Parker has everything a man could want: a good job, loyal friends, even a waterfront home in small-town North Carolina. In full pursuit of the good life - boating, swimming , and regular barbecues with his good-natured buddies -- he holds the vague conviction that a serious relationship with a woman would only cramp his style. That is, until Gabby Holland moves in next door. Spanning the eventful years of young love, marriage and family, THE CHOICE ultimately confronts us with the most heartwrenching question of all: how far would you go to keep the hope of love alive?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Nights in Rodanthe",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.84,
            "ranking_count": 162515,
            "abstract": "From the #1 New York Times bestselling author Nicholas Sparks comes a tender story of hope and joy; of sacrifice and forgiveness -- a moving reminder that love is possible at any age, at any time, and often comes when we least expect it. At forty-five, Adrienne Willis must rethink her entire life when her husband abandons her for a younger woman. Reeling with heartache and in search of a respite, she flees to the small coastal town of Rodanthe, North Carolina to tend to a friend's inn for the weekend. But when a major storm starts moving in, it appears that Adrienne's perfect getaway will be ruined -- until a guest named Paul Flanner arrives. At fifty-four, Paul has just sold his medical practice and come to Rodanthe to escape his own shattered past. Now, with the storm closing in, two wounded people will turn to each other for comfort -- and in one weekend set in motion feelings that will resonate throughout the rest of their lives.. Did You Know?---. The main characters' names were Christmas presents to Nicholas's in-laws (Paul and Adrienne)?. This was Nicholas's first book to debut at #1?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Love",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Day of the Triffids",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 4.02,
            "ranking_count": 97742,
            "abstract": "In 1951 John Wyndham published his novel. The Day of the Triffids. to moderate acclaim. Fifty-two years later, this horrifying story is a science fiction classic, touted by. The Times. (London) as having “all the reality of a vividly realized nightmare.”. Bill Masen, bandages over his wounded eyes, misses the most spectacular meteorite shower England has ever seen. Removing his bandages the next morning, he finds masses of sightless people wandering the city. He soon meets Josella, another lucky person who has retained her sight, and together they leave the city, aware that the safe, familiar world they knew a mere twenty-four hours before is gone forever.. But to survive in this post-apocalyptic world, one must survive the Triffids, strange plants that years before began appearing all over the world. The Triffids can grow to over seven feet tall, pull their roots from the ground to walk, and kill a man with one quick lash of their poisonous stingers. With society in shambles, they are now poised to prey on humankind. Wyndham chillingly anticipates bio-warfare and mass destruction, fifty years before their realization, in this prescient account of Cold War paranoia.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "On the Jellicoe Road",
            "authors": [
                "Melina Marchetta"
            ],
            "ranking": 4.13,
            "ranking_count": 48484,
            "abstract": "I'm dreaming of the boy in the tree. I tell him stories. About the Jellicoe School and the Townies and the Cadets from a school in Sydney. I tell him about the war between us for territory. And I tell him about Hannah, who lives in the unfinished house by the river. Hannah, who is too young to be hiding away from the world. Hannah, who found me on the Jellicoe Road six years ago.. Taylor is leader of the boarders at the Jellicoe School. She has to keep the upper hand in the territory wars and deal with Jonah Griggs—the enigmatic leader of the cadets, and someone she thought she would never see again.. And now Hannah, the person Taylor had come to rely on, has disappeared. Taylor's only clue is a manuscript about five kids who lived in Jellicoe eighteen years ago. She needs to find out more, but this means confronting her own story, making sense of her strange, recurring dream, and finding her mother—who abandoned her on the Jellicoe Road.. The moving, joyous and brilliantly compelling new novel from the best-selling, multi-award-winning author of. Looking for Alibrandi. and. Saving Francesca. .",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Mystery",
                "Romance",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Exotic Neurotic",
            "authors": [
                "Kenneth Jarrett Singleton"
            ],
            "ranking": 3.63,
            "ranking_count": 3154,
            "abstract": "SYNOPSIS Exotic Neurotic is a book of poetry which involves subject matter such as depression, imbalance within one's personal self, angst, frustration, youthfulness, antisocial behavior, and violence. In addition, many of Exotic Neurotic's thematic properties also pertain to love, illness, death, human anatomy, physical deformities, elimination, birth, and abortion.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Starcrossed",
            "authors": [
                "Josephine Angelini"
            ],
            "ranking": 4.04,
            "ranking_count": 70935,
            "abstract": "How do you defy. DESTINY?. Helen Hamilton has spent her entire sixteen years trying to hide how different she is - no easy task on an island as small and sheltered as Nantucket. And it's getting harder. Nightmares of a desperate desert journey have Helen waking parched, only to find her sheets damaged by dirt and dust. At school she's haunted by hallucinations of three women weeping tears of blood... and when Helen first crosses paths with Lucas Delos, she has no way of knowing they're destined to play the leading roles in a tragedy the Fates insist on repeating throughout history.. As Helen unlocks the secrets of her ancestry, she realizes that some myths are more than just legend. But even demigod powers might not be enough to defy the forces that are both drawing her and Lucas together - and trying to tear them apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mythology"
            ]
        },
        {
            "title": "The Red Badge of Courage",
            "authors": [
                "Stephen Crane"
            ],
            "ranking": 3.28,
            "ranking_count": 98615,
            "abstract": "Henry Fleming has joined the Union army because of his romantic ideas of military life, but soon finds himself in the middle of a battle against a regiment of Confederate soldiers. Terrified, Henry deserts his comrades. Upon returning to his regiment, he struggles with his shame as he tries to redeem himself and prove his courage.. The Red Badge of Courage. is Stephen Crane’s second book, notable for its realism and the fact that Crane had never personally experienced battle. Crane drew heavy inspiration from. Century Magazine. , a periodical known for its articles about the American Civil War. However, he criticized the articles for their lack of emotional depth and decided to write a war novel of his own. The manuscript was first serialized in December 1894 by. The Philadelphia Press. and quickly won Crane international acclaim before he died in June 1900 at the age of 28.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "War",
                "Literature",
                "Military History",
                "Academic",
                "Young Adult"
            ]
        },
        {
            "title": "Harriet the Spy",
            "authors": [
                "Louise Fitzhugh"
            ],
            "ranking": 3.95,
            "ranking_count": 97774,
            "abstract": "Harriet the Spy has a secret notebook that she fills with utterly honest jottings about her parents, her classmates, and her neighbors. Every day on her spy route she observes and notes down anything of interest to her:. I BET THAT LADY WITH THE CROSS-EYE LOOKS IN THE MIRROR AND JUST FEELS TERRIBLE.. PINKY WHITEHEAD WILL NEVER CHANGE. DOES HIS MOTHER HATE HIM? IF I HAD HIM I'D HATE HIM.. IF MARION HAWTHORNE DOESN'T WATCH OUT SHE'S GOING TO GROW UP INTO A LADY HITLER.. But when Harriet's notebook is found by her schoolmates, their anger and retaliation and Harriet's unexpected responses explode in a hilarious way.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Mystery",
                "Realistic Fiction",
                "Kids"
            ]
        },
        {
            "title": "Vicious",
            "authors": [
                "V.E. Schwab"
            ],
            "ranking": 4.23,
            "ranking_count": 156783,
            "abstract": "A masterful tale of ambition, jealousy, desire, and superpowers.. Victor and Eli started out as college roommates—brilliant, arrogant, lonely boys who recognized the same sharpness and ambition in each other. In their senior year, a shared research interest in adrenaline, near-death experiences, and seemingly supernatural events reveals an intriguing possibility: that under the right conditions, someone could develop extraordinary abilities. But when their thesis moves from the academic to the experimental, things go horribly wrong.. Ten years later, Victor breaks out of prison, determined to catch up to his old friend (now foe), aided by a young girl whose reserved nature obscures a stunning ability. Meanwhile, Eli is on a mission to eradicate every other super-powered person that he can find—aside from his sidekick, an enigmatic woman with an unbreakable will. Armed with terrible power on both sides, driven by the memory of betrayal and loss, the archnemeses have set a course for revenge—but who will be left alive at the end?. In. Vicious. , V. E. Schwab brings to life a gritty comic-book-style world in vivid prose: a world where gaining superpowers doesn't automatically lead to heroism, and a time when allegiances are called into question.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Young Adult",
                "Comics",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "Out of My Mind",
            "authors": [
                "Sharon M. Draper"
            ],
            "ranking": 4.36,
            "ranking_count": 135297,
            "abstract": "Melody is not like most people. She cannot walk or talk, but she has a photographic memory; she can remember every detail of everything she has ever experienced. She is smarter than most of the adults who try to diagnose her and smarter than her classmates in her integrated classroom - the very same classmates who dismiss her as mentally challenged because she cannot tell them otherwise. But Melody refuses to be defined by cerebral palsy. And she's determined to let everyone know it - somehow.",
            "part_of_series": true,
            "genre_list": [
                "Realistic Fiction",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Contemporary",
                "Disability",
                "Academic",
                "Family"
            ]
        },
        {
            "title": "The Beekeeper's Apprentice",
            "authors": [
                "Laurie R. King"
            ],
            "ranking": 4.05,
            "ranking_count": 77562,
            "abstract": "Long retired, Sherlock Holmes quietly pursues his study of honeybee behavior on the Sussex Downs. He never imagines he would encounter anyone whose intellect matched his own, much less an audacious teenage girl with a penchant for detection. Miss Mary Russell becomes Holmes's pupil and quickly hones her talent for deduction, disguises and danger. But when an elusive villain enters the picture, their partnership is put to a real test.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "Thriller",
                "Audiobook",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Angel's Game",
            "authors": [
                "Carlos Ruiz Zafón",
                "Lucia Graves"
            ],
            "ranking": 3.96,
            "ranking_count": 139999,
            "abstract": "From master storyteller Carlos Ruiz Zafon, author of the international phenomenon The Shadow of the Wind, comes The Angel’s Game — a dazzling new page-turner about the perilous nature of obsession, in literature and in love.. The whole of Barcelona stretched out at my feet and I wanted to believe that when I opened those windows — my new windows — each evening its streets would whisper stories to me, secrets in my ear, that I could catch on paper and narrate to whomever cared to listen…. In an abandoned mansion at the heart of Barcelona, a young man, David Martin, makes his living by writing sensationalist novels under a pseudonym. The survivor of a troubled childhood, he has taken refuge in the world of books and spends his nights spinning baroque tales about the city’s underworld. But perhaps his dark imaginings are not as strange as they seem, for in a locked room deep within the house lie photographs and letters hinting at the mysterious death of the previous owner.. Like a slow poison, the history of the place seeps into his bones as he struggles with an impossible love. Close to despair, David receives a letter from a reclusive French editor, Andreas Corelli, who makes him the offer of a lifetime. He is to write a book unlike anything that has ever existed — a book with the power to change hearts and minds. In return, he will receive a fortune, and perhaps more. But as David begins the work, he realizes that there is a connection between his haunting book and the shadows that surround his home.. Once again, Zafon takes us into a dark, gothic universe first seen in The Shadow of the Wind and creates a breathtaking adventure of intrigue, romance, and tragedy. Through a dizzyingly constructed labyrinth of secrets, the magic of books, passion, and friendship blend into a masterful story.. (jacket)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Fantasy",
                "Cultural",
                "Writing",
                "Magical Realism",
                "Gothic",
                "European Literature"
            ]
        },
        {
            "title": "The Celestine Prophecy",
            "authors": [
                "James Redfield"
            ],
            "ranking": 3.68,
            "ranking_count": 105197,
            "abstract": "Are three decades of interest in modern physics, ecology, mystical religion and interpersonal psychology finally synthesizing into a new spiritual common sense? Are we now beginning to live this new common sense? Can it become the dominant paradigm of the next century?. When James Redfield first published this extraordinary book -- an adventure in pursuit of a spiritual mystery -- people picked it up, read it, and were stunned by its contents. They told their friends about it, and friends in turn told their friends. By word of mouth alone, news of this magical, moving work spread throughout the country, until -- within months of its first printing -- over hundred thousand readers had become excited by its predictions and touched by the way it made sense of what was happening in their lives.. Now you can discover for yourself the insights, the vision, and the uncanny accuracy of The Celestine Prophecy. A parable filled with vital truth that reads like a gripping adventure-tale, it begins with the disappearance of an ancient Peruvian manuscript. Although few Westerners know of its existence and a government wants to suppress it, this precious document contains an important secret: the 9 insights the human race is predicted to grasp as we enter an era of true spiritual awareness.. To find the manuscript -- and its hidden treasures -- you will join one person's search. It is a quest that will carry you high into the Andes mountains, to ancient ruins deep in old-growth forest, and to a startling discovery. You will quickly recognize the truth of the First Insight: in each of our lives occur mysterious coincidences -- sudden, synchronistic events that, once interpreted, lead us into our true destiny.. When you find and understand all 9 of the insights, you will have an exciting new image of human life, and a positive vision of how we will save this planet, its creatures, and its beauty. The Celestine Prophecy will give you hope…and chills…as you begin to perceive its predictions unfolding all around you in intimate relationships and international affairs. And you will suddenly recognize the quantum leap forward humankind is preparing to make as we approach the new millennium. Important works such as Carlos Castaneda's The Teachings of Don Juan and the prophecies of Nostradamus have helped prepare the way for the revelations you will find in James Redfield's life-changing words. The time is right to hear them, and to discover the personal journey that is opening in your life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Philosophy",
                "Self Help",
                "Fantasy",
                "Religion",
                "Inspirational",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Accidental Tourist",
            "authors": [
                "Anne Tyler"
            ],
            "ranking": 3.9,
            "ranking_count": 101629,
            "abstract": "Macon Leary is a travel writer who hates both travel and anything out of the ordinary. He is grounded by loneliness and an unwillingness to compromise his creature comforts when he meets Muriel, a deliciously peculiar dog-obedience trainer who up-ends Macon’s insular world and thrusts him headlong into a remarkable engagement with life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Classics",
                "Adult"
            ]
        },
        {
            "title": "Forever",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.89,
            "ranking_count": 120006,
            "abstract": "then.. When Sam met Grace, he was a wolf and she was a girl. Eventually he found a way to become a boy, and their love moved from curious distance to the intense closeness of shared lives.. now.. That should have been the end of their story. But Grace was not meant to stay human. Now she is the wolf. And the wolves of Mercy Falls are about to be killed in one final, spectacular hunt.. forever.. Sam would do anything for Grace. But can one boy and one love really change a hostile, predatory world? The past, the present, and the future are about to collide in one pure moment--a moment of death or life, farewell or forever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "The Blade Itself",
            "authors": [
                "Joe Abercrombie"
            ],
            "ranking": 4.18,
            "ranking_count": 196691,
            "abstract": "Logen Ninefingers, infamous barbarian, has finally run out of luck. Caught in one feud too many, he’s on the verge of becoming a dead barbarian – leaving nothing behind him but bad songs, dead friends, and a lot of happy enemies.. Nobleman Captain Jezal dan Luthar, dashing officer, and paragon of selfishness, has nothing more dangerous in mind than fleecing his friends at cards and dreaming of glory in the fencing circle. But war is brewing, and on the battlefields of the frozen North they fight by altogether bloodier rules.. Inquisitor Glokta, cripple turned torturer, would like nothing better than to see Jezal come home in a box. But then Glokta hates everyone: cutting treason out of the Union one confession at a time leaves little room for friendship. His latest trail of corpses may lead him right to the rotten heart of government, if he can stay alive long enough to follow it.. Enter the wizard, Bayaz. A bald old man with a terrible temper and a pathetic assistant, he could be the First of the Magi, he could be a spectacular fraud, but whatever he is, he's about to make the lives of Logen, Jezal, and Glokta a whole lot more difficult.. Murderous conspiracies rise to the surface, old scores are ready to be settled, and the line between hero and villain is sharp enough to draw blood.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Silver Linings Playbook",
            "authors": [
                "Matthew Quick"
            ],
            "ranking": 3.98,
            "ranking_count": 153974,
            "abstract": "Meet Pat. Pat has a theory: his life is a movie produced by God. And his God-given mission is to become physically fit and emotionally literate, whereupon God will ensure a happy ending for him—the return of his estranged wife, Nikki. (It might not come as a surprise to learn that Pat has spent time in a mental health facility.) The problem is, Pat's now home, and everything feels off. No one will talk to him about Nikki; his beloved Philadelphia Eagles keep losing; he's being pursued by the deeply odd Tiffany; his new therapist seems to recommend adultery as a form of therapy. Plus, he's being hunted by Kenny G!. In this enchanting novel, Matthew Quick takes us inside Pat's mind, showing us the world from his distorted yet endearing perspective. As the award-winning novelist Justin Cronin put it: Tender, soulful, hilarious, and true,. The Silver Linings Playbook. is a wonderful debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Health",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Mental Health",
                "Realistic Fiction",
                "Drama"
            ]
        },
        {
            "title": "Les Fleurs du Mal",
            "authors": [
                "Charles Baudelaire",
                "Richard Howard",
                "Cyril Scott"
            ],
            "ranking": 4.22,
            "ranking_count": 59541,
            "abstract": "Charles Baudelaire's 1857 masterwork was scandalous in its day for its portrayals of sex, same-sex love, death, the corrupting and oppressive power of the modern city and lost innocence,. Les Fleurs du Mal. (. The Flowers of Evil. ) remains powerful and relevant for our time.. In. Spleen et idéal. , Baudelaire dramatizes the erotic cycle of ecstacy and anguish--of sexual and romantic love.. Tableaux Parisiens. condemns the crushing effects of urban planning on a city's soul and praises the city's anti-heroes including the deranged and derelict.. Le Vin. centers on the search for oblivion in drink and drugs. The many kinds of love that lie outside traditional morality is the focus of. Fleurs du Mal. while rebellion is at the heart of. Révolte. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "European Literature",
                "Fiction",
                "Literature",
                "Academic",
                "Gothic"
            ]
        },
        {
            "title": "Inkspell",
            "authors": [
                "Cornelia Funke",
                "Anthea Bell"
            ],
            "ranking": 3.92,
            "ranking_count": 119957,
            "abstract": "The captivating sequel to INKHEART, the critically acclaimed, international bestseller by Cornelia Funke, an author who is emerging as a truly modern classic writer for children.. Although a year has passed, not a day goes by without Meggie thinking of INKHEART, the book whose characters became real. But for Dustfinger, the fire-eater brought into being from words, the need to return to the tale has become desperate. When he finds a crooked storyteller with the ability to read him back, Dustfinger leaves behind his young apprentice Farid and plunges into the medieval world of his past. Distraught, Farid goes in search of Meggie, and before long, both are caught inside the book, too. But the story is threatening to evolve in ways neither of them could ever have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Writing",
                "Audiobook"
            ]
        },
        {
            "title": "Garden Spells",
            "authors": [
                "Sarah Addison Allen"
            ],
            "ranking": 4.05,
            "ranking_count": 93593,
            "abstract": "In a garden surrounded by a tall fence, tucked away behind a small, quiet house in an even smaller town, is an apple tree that is rumored to bear a very special sort of fruit. In this luminous debut novel, Sarah Addison Allen tells the story of that enchanted tree, and the extraordinary people who tend it.…. The Waverleys have always been a curious family, endowed with peculiar gifts that make them outsiders even in their hometown of Bascom, North Carolina. Even their garden has a reputation, famous for its feisty apple tree that bears prophetic fruit, and its edible flowers, imbued with special powers. Generations of Waverleys tended this garden. Their history was in the soil. But so were their futures.. A successful caterer, Claire Waverley prepares dishes made with her mystical plants—from the nasturtiums that aid in keeping secrets and the pansies that make children thoughtful, to the snapdragons intended to discourage the attentions of her amorous neighbor. Meanwhile, her elderly cousin, Evanelle, is known for distributing unexpected gifts whose uses become uncannily clear. They are the last of the Waverleys—except for Claire’s rebellious sister, Sydney, who fled Bascom the moment she could, abandoning Claire, as their own mother had years before.. When Sydney suddenly returns home with a young daughter of her own, Claire’s quiet life is turned upside down—along with the protective boundary she has so carefully constructed around her heart. Together again in the house they grew up in, Sydney takes stock of all she left behind, as Claire struggles to heal the wounds of the past. And soon the sisters realize they must deal with their common legacy—if they are ever to feel at home in Bascom—or with each other.. Enchanting and heartfelt, this captivating novel is sure to cast a spell with a style all its own….",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Selfish Gene",
            "authors": [
                "Richard Dawkins"
            ],
            "ranking": 4.15,
            "ranking_count": 160139,
            "abstract": "Inheriting the mantle of revolutionary biologist from Darwin, Watson, and Crick, Richard Dawkins forced an enormous change in the way we see ourselves and the world with the publication of. The Selfish Gene. . Suppose, instead of thinking about organisms using genes to reproduce themselves, as we had since Mendel's work was rediscovered, we turn it around and imagine that our genes build and maintain us in order to make more genes. That simple reversal seems to answer many puzzlers which had stumped scientists for years, and we haven't thought of evolution in the same way since. Drawing fascinating examples from every field of biology, he paved the way for a serious re-evaluation of evolution. He also introduced the concept of self-reproducing ideas, or memes, which (seemingly) use humans exclusively for their propagation. If we are puppets, he says, at least we can try to understand our strings.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Philosophy",
                "Psychology",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "The Dragon Reborn",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.26,
            "ranking_count": 248520,
            "abstract": "The Dragon Reborn. —the leader long prophesied who will save the world, but in the saving destroy it; the savior who will run mad and kill all those dearest to him—is on the run from his destiny.. Able to touch the One Power, but unable to control it, and with no one to teach him how—for no man has done it in three thousand years—Rand al'Thor knows only that he must face the Dark One. But how?. Winter has stopped the war—almost—yet men are dying, calling out for the Dragon. But where is he?. Perrin Aybara is in pursuit with Moiraine Sedai, her Warder Lan, and Loial the Ogier. Bedeviled by dreams, Perrin is grappling with another deadly problem—how is he to escape the loss of his own humanity?. Egwene, Elayne and Nynaeve are approaching Tar Valon, where Mat will be healed—if he lives until they arrive. But who will tell the Amyrlin their news—that the Black Ajah, long thought only a hideous rumor, is all too real? They cannot know that in Tar Valon far worse awaits.... Ahead, for all of them, in the Heart of the Stone, lies the next great test of the Dragon reborn....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "Hawaii",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.2,
            "ranking_count": 75316,
            "abstract": "An alternate cover edition for this ISBN can be found. here.. Pulitzer Prize–winning author James A. Michener brings Hawaii’s epic history vividly to life in a classic saga that has captivated readers since its initial publication in 1959. As the volcanic Hawaiian Islands sprout from the ocean floor, the land remains untouched for centuries—until, little more than a thousand years ago, Polynesian seafarers make the perilous journey across the Pacific, flourishing in this tropical paradise according to their ancient traditions. Then, in the early nineteenth century, American missionaries arrive, bringing with them a new creed and a new way of life. Based on exhaustive research and told in Michener’s immersive prose, Hawaii is the story of disparate peoples struggling to keep their identity, live in harmony, and, ultimately, join together.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Travel",
                "Novels",
                "Epic",
                "North American Hi...",
                "Literature"
            ]
        },
        {
            "title": "Night World, No. 2",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 4.2,
            "ranking_count": 57974,
            "abstract": "Includes:. Book 4 - Dark Angel. Book 5 - The Chosen. Book 6 - Soulmate. Vampires, werewolves, witches, shapeshifters -- they live among us without our knowledge. Night World is their secret society, a secret society with very strict rules. And falling in love breaks all the laws of the Night World.. In. Dark Angel,. Gillian is saved from drowning by her guardian angel. Only visible to Gillian, Angel will fulfill her heart's every desire. But when Angel starts making strange and sinister requests, Gillian must question who he truly is and where he came from.. Armed with a wooden stake, martial arts, and the will to resist a vampire's mind control, Rashel struggles to avenge her mother's death in. The Chosen.. Then she meets Quinn, her soulmate, who is part of the world she has vowed to destroy.. Hannah receives notes warning her of incredible danger in. Soulmate. . But if death is her destiny, is the Lord of the Night World's love strong enough to save her?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Bastard Out of Carolina",
            "authors": [
                "Dorothy Allison"
            ],
            "ranking": 4.12,
            "ranking_count": 41163,
            "abstract": "Greenville County, South Carolina, is a wild, lush place that is home to the Boatwright family—a tight-knit clan of rough-hewn, hard-drinking men who shoot up each other's trucks, and indomitable women who get married young and age too quickly. At the heart of this story is Ruth Anne Boatwright, known simply as Bone, a bastard child who observes the world around her with a mercilessly keen perspective. When her stepfather Daddy Glen, cold as death, mean as a snake, becomes increasingly more vicious toward her, Bone finds herself caught in a family triangle that tests the loyalty of her mother, Anney—and leads to a final, harrowing encounter from which there can be no turning back.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "American",
                "Young Adult",
                "Novels",
                "Literary Fiction",
                "LGBT",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Complete Anne of Green Gables 8-Book Box Set",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.44,
            "ranking_count": 103093,
            "abstract": "Favorites for nearly 100 years, these classic novels follow the adventures of the spirited redhead Anne Shirley, who comes to stay at Green Gables and wins the hearts of everyone she meets.. Includes Anne of Green Gables, Anne of Avonlea, Anne of the Island, Anne of Windy Poplars, Anne's House of Dreams, Anne of Ingleside, Rainbow Valley and Rilla of Ingleside - the whole collection. Each book includes: The original, unabridged text; a specially commissioned biography of L.M. Montgomery; a map of Prince Edward Island.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Historical",
                "Romance",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The End of the Affair",
            "authors": [
                "Graham Greene",
                "Monica Ali"
            ],
            "ranking": 3.9,
            "ranking_count": 58867,
            "abstract": "A story has no beginning or end: arbitrarily one chooses a moment of experience from which to look ahead.... This is a record of hate far more than of love, writes Maurice Bendrix in the opening passages of. The End of the Affair. , and it is a strange hate indeed that compels him to set down the retrospective account of his adulterous affair with Sarah Miles.. Now, a year after Sarah's death, Bendrix seeks to exorcise the persistence of his passion by retracing its course from obsessive love to love-hate. At first, he believes he hates Sarah and her husband, Henry. Yet as he delves deeper into his emotional outlook, Bendrix's hatred shifts to the God he feels has broken his life, but whose existence at last comes to recognize.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Romance",
                "Audiobook",
                "Literature",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Religion"
            ]
        },
        {
            "title": "Fifty Shades Trilogy",
            "authors": [
                "E.L. James"
            ],
            "ranking": 4.11,
            "ranking_count": 119392,
            "abstract": "Now available in a single volume, E L James's. New York Times. #1 bestselling trilogy has been hailed by. Entertainment Weekly. as being in a class by itself. Beginning with the GoodReads Choice Award Romance Finalist. Fifty Shades of Grey. , the Fifty Shades Trilogy will obsess you, possess you, and stay with you forever.. This bundle includes the following novels:. FIFTY SHADES OF GREY. : When college student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly Ana realizes she wants this man, and Grey admits he wants her, too - but on his own terms. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian's secrets and explores her own desires.. FIFTY SHADES DARKER. : Daunted by Christian's dark secrets and singular tastes, Ana has broken off their relationship to start a new career. But desire for Christian still dominates her every waking thought. They rekindle their searing sensual affair, and while Christian wrestles with his inner demons, Ana is forced to make the most important decision of her life.. FIFTY SHADES FREED. : Now, Ana and Christian have it all - love, passion, intimacy, wealth, and a world of possibilities for their future. But Ana knows that loving her Fifty Shades will not be easy, and that being together will pose challenges that neither of them would anticipate. Just when it seems that their strength together will eclipse any obstacle, misfortune, malice, and fate conspire to turn Ana's deepest fears into reality.. This book is intended for mature audiences.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Fiction",
                "Erotica",
                "Adult",
                "Contemporary",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "House of Earth and Blood",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.48,
            "ranking_count": 254759,
            "abstract": "Bound by blood.. Tempted by desire.. Unleashed by destiny.. Bryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths.. Hunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach.. As Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it.. With unforgettable characters, sizzling romance, and page-turning suspense, this richly inventive new fantasy series by #1. New York Times. bestselling author Sarah J. Maas delves into the heartache of loss, the price of freedom—and the power of love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Fiction",
                "Adult",
                "Fairies",
                "Paranormal"
            ]
        },
        {
            "title": "Sweet Evil",
            "authors": [
                "Wendy Higgins"
            ],
            "ranking": 4.07,
            "ranking_count": 77156,
            "abstract": "Embrace the Forbidden. What if there were teens whose lives literally depended on being bad influences?. This is the reality for sons and daughters of fallen angels.. Tenderhearted Southern girl Anna Whitt was born with the sixth sense to see and feel emotions of other people. She's aware of a struggle within herself, an inexplicable pull toward danger, but it isn't until she turns sixteen and meets the alluring Kaidan Rowe that she discovers her terrifying heritage and her willpower is put to the test. He's the boy your daddy warned you about. If only someone had warned Anna.. Forced to face her destiny, will Anna embrace her halo or her horns?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Quiet American",
            "authors": [
                "Graham Greene",
                "Robert  Stone"
            ],
            "ranking": 3.96,
            "ranking_count": 56601,
            "abstract": "Graham Greene's classic exploration of love, innocence, and morality in Vietnam. I never knew a man who had better motives for all the trouble he caused, Graham Greene's narrator Fowler remarks of Alden Pyle, the eponymous Quiet American of what is perhaps the most controversial novel of his career. Pyle is the brash young idealist sent out by Washington on a mysterious mission to Saigon, where the French Army struggles against the Vietminh guerrillas. As young Pyle's well-intentioned policies blunder into bloodshed, Fowler, a seasoned and cynical British reporter, finds it impossible to stand safely aside as an observer. But Fowler's motives for intervening are suspect, both to the police and himself, for Pyle has stolen Fowler's beautiful Vietnamese mistress.. First published in 1956 and twice adapted to film,. The Quiet American. remains a terrifiying and prescient portrait of innocence at large. This Graham Greene Centennial Edition includes a new introductory essay by Robert Stone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "Literature",
                "Novels",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Satanic Verses",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.7,
            "ranking_count": 58715,
            "abstract": "Just before dawn one winter's morning, a hijacked jetliner explodes above the English Channel. Through the falling debris, two figures, Gibreel Farishta, the biggest star in India, and Saladin Chamcha, an expatriate returning from his first visit to Bombay in fifteen years, plummet from the sky, washing up on the snow-covered sands of an English beach, and proceed through a series of metamorphoses, dreams, and revelations.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Classics",
                "Fantasy",
                "Cultural",
                "Literature",
                "Religion",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "A New Earth: Awakening to Your Life's Purpose",
            "authors": [
                "Eckhart Tolle"
            ],
            "ranking": 4.12,
            "ranking_count": 179662,
            "abstract": "The highly anticipated follow-up to the 2,000,000 copy bestselling inspirational book, The Power of Now. With his bestselling spiritual guide The Power of Now, Eckhart Tolle inspired millions of readers to discover the freedom and joy of a life lived ?in the now.? In A New Earth, Tolle expands on these powerful ideas to show how transcending our ego-based state of consciousness is not only essential to personal happiness, but also the key to ending conflict and suffering throughout the world. Tolle describes how our attachment to the ego creates the dysfunction that leads to anger, jealousy, and unhappiness, and shows readers how to awaken to a new state of consciousness and follow the path to a truly fulfilling existence. The Power of Now was a question-and-answer handbook. A New Earth has been written as a traditional narrative, offering anecdotes and philosophies in a way that is accessible to all. Illuminating, enlightening, and uplifting, A New Earth is a profoundly spiritual manifesto for a better way of life?and for building a better world.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Self Help",
                "Philosophy",
                "Psychology",
                "Inspirational",
                "Religion",
                "Audiobook"
            ]
        },
        {
            "title": "Love, Rosie",
            "authors": [
                "Cecelia Ahern"
            ],
            "ranking": 3.94,
            "ranking_count": 118892,
            "abstract": "Rosie and Alex are destined for one another, and everyone seems to know it but them. Best friends since childhood, their relationship gets closer by the day, until Alex gets the news that his family is leaving Dublin and moving to Boston. At 17, Rosie and Alex have just started to see each other in a more romantic light. Devastated, the two make plans for Rosie to apply to colleges in the U.S.. She gets into Boston University, Alex gets into Harvard, and everything is falling into place, when on the eve of her departure, Rosie gets news that will change their lives forever: She's pregnant by a boy she'd gone out with while on the rebound from Alex.. Her dreams for college, Alex, and a glamorous career dashed, Rosie stays in Dublin to become a single mother, while Alex pursues a medical career and a new love in Boston. But destiny is a funny thing, and in this novel, structured as a series of clever e-mails, letters, notes, and a trail of missed opportunities, Alex and Rosie find out that fate isn't done with them yet.. Sometimes you have to look at life in a whole new way.... From the bestselling author of. PS, I Love You. comes a delightfully enchanting novel about what happens when two people who are meant to be together just can't seem to get it right.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Fiction",
                "Adult",
                "Young Adult",
                "Adult Fiction",
                "Love",
                "Novels"
            ]
        },
        {
            "title": "The Queen of Nothing",
            "authors": [
                "Holly Black",
                "Anne Brauner"
            ],
            "ranking": 4.37,
            "ranking_count": 326433,
            "abstract": "He will be destruction of the crown and the ruination of the throne.. Power is much easier to acquire than it is to hold onto. Jude learned this lesson when she released her control over the wicked king, Cardan, in exchange for immeasurable power.. Now as the exiled mortal Queen of Faerie, Jude is powerless and left reeling from Cardan’s betrayal. She bides her time determined to reclaim everything he took from her. Opportunity arrives in the form of her deceptive twin sister, Taryn, whose mortal life is in peril.. Jude must risk venturing back into the treacherous Faerie Court, and confront her lingering feelings for Cardan, if she wishes to save her sister. But Elfhame is not as she left it. War is brewing. As Jude slips deep within enemy lines she becomes ensnared in the conflict’s bloody politics.. And, when a dormant yet powerful curse is unleashed, panic spreads throughout the land, forcing her to choose between her ambition and her humanity…. From the #1 New York Times bestselling author Holly Black, comes the highly anticipated and jaw-dropping finale to The Folk of the Air trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Zorba the Greek",
            "authors": [
                "Nikos Kazantzakis",
                "Carl Wildman",
                "Nikos Kazancakis",
                "Ahmet Angın"
            ],
            "ranking": 4.06,
            "ranking_count": 43776,
            "abstract": "The classic novel, international sensation, and inspiration for the film starring Anthony Quinn explores the struggle between the aesthetic and the rational, the inner life and the life of the mind.. The classic novel Zorba the Greek is the story of two men, their incredible friendship, and the importance of living life to the fullest. Zorba, a Greek working man, is a larger-than-life character, energetic and unpredictable. He accompanies the unnamed narrator to Crete to work in the narrator’s lignite mine, and the pair develops a singular relationship. The two men couldn’t be further apart: The narrator is cerebral, modest, and reserved; Zorba is unfettered, spirited, and beyond the reins of civility. Over the course of their journey, he becomes the narrator’s greatest friend and inspiration and helps him to appreciate the joy of living.. Zorba has been acclaimed as one of the most remarkable figures in literature; he is a character in the great tradition of Sinbad the Sailor, Falstaff, and Sancho Panza. He responds to all that life offers him with passion, whether he’s supervising laborers at a mine, confronting mad monks in a mountain monastery, embellishing the tales of his past adventures, or making love. Zorba the Greek explores the beauty and pain of existence, inviting readers to reevaluate the most important aspects of their lives and live to the fullest.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Novels",
                "Cultural",
                "Literature",
                "Historical",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "Anne of the Island",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.25,
            "ranking_count": 152582,
            "abstract": "New adventures lie ahead as Anne Shirley packs her bags, waves good-bye to childhood, and heads for Redmond College. With her old friend Prissy Grant waiting in the bustling city of Kingsport and her frivolous new friend Philippa Gordon at her side, Anne tucks her memories of rural Avonlea away and discovers life on her own terms, filled with surprises . . . including a marriage proposal from the worst fellow imaginable, the sale of her very first story, and a tragedy that teaches her a painful lesson. But tears turn to laughter when Anne and her friends move into an old cottage and an ornery black cat steals her heart. Little does Anne know that handsome Gilbert Blythe wants to win her heart, too. Suddenly Anne must decide whether she's ready for love.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Romance",
                "Childrens",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Alchemyst",
            "authors": [
                "Michael Scott"
            ],
            "ranking": 3.85,
            "ranking_count": 152108,
            "abstract": "An alternate cover edition exists. here. .. Nicholas Flamel was born in Paris on 28 September 1330. Nearly seven hundred years later, he is acknowledged as the greatest Alchemyst of his day. It is said that he discovered the secret of eternal life. The records show that he died in 1418. But his tomb is empty and Nicholas Flamel lives. The secret of eternal life is hidden within the book he protects—the Book of Abraham the Mage. It's the most powerful book that has ever existed. In the wrong hands, it will destroy the world. And that's exactly what Dr. John Dee plans to do when he steals it. Humankind won't know what's happening until it's too late. And if the prophecy is right, Sophie and Josh Newman are the only ones with the power to save the world as we know it. Sometimes legends are true. And Sophie and Josh Newman are about to find themselves in the middle of the greatest legend of all time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Silent Patient",
            "authors": [
                "Alex Michaelides"
            ],
            "ranking": 4.15,
            "ranking_count": 1002564,
            "abstract": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations—a search for the truth that threatens to consume him..... The Silent Patient. is a shocking psychological thriller of a woman’s act of violence against her husband—and of the therapist obsessed with uncovering her motive.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "White Teeth",
            "authors": [
                "Zadie Smith"
            ],
            "ranking": 3.79,
            "ranking_count": 141034,
            "abstract": "At the center of this invigorating novel are two unlikely friends, Archie Jones and Samad Iqbal. Hapless veterans of World War II, Archie and Samad and their families become agents of England’s irrevocable transformation. A second marriage to Clara Bowden, a beautiful, albeit tooth-challenged, Jamaican half his age, quite literally gives Archie a second lease on life, and produces Irie, a knowing child whose personality doesn’t quite match her name (Jamaican for “no problem”). Samad’s late-in-life arranged marriage (he had to wait for his bride to be born), produces twin sons whose separate paths confound Iqbal’s every effort to direct them, and a renewed, if selective, submission to his Islamic faith. Set against London’s racial and cultural tapestry, venturing across the former empire and into the past as it barrels toward the future,. White Teeth. revels in the ecstatic hodgepodge of modern life, flirting with disaster, confounding expectations, and embracing the comedy of daily existence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Historical",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Naked in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.12,
            "ranking_count": 179251,
            "abstract": "Here is the novel that started it all- the first book in J.D. Robb's number-one. New York Times. -bestselling In Death series, featuring New York homicide detective Lieutenant Eve Dallas and Roarke.. It is the year 2058, and technology now completely rules the world. But New York City Detective Eve Dallas knows that the irresistible impulses of the human heart are still ruled by just one thing: passion.. When a senator's daughter is killed, the secret life of prostitution she'd been leading is revealed. The high-profile case takes Lieutenant Eve Dallas into the rarefied circles of Washington politics and society. Further complicating matters is Eve's growing attraction to Roarke, who is one of the wealthiest and most influential men on the planet, devilishly handsome... and the leading suspect in the investigation.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Thriller",
                "Science Fiction",
                "Futuristic"
            ]
        },
        {
            "title": "Cross My Heart and Hope to Spy",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.13,
            "ranking_count": 87688,
            "abstract": "Cammie Morgan is back, and it's clear that her life hasn't calmed down since the events of. I'd Tell You I Love You, But Then I'd Have to Kill You. . At first, giddy anticipation is in the air. Gallagher Academy, Cammie's elite spy school, is hosting a visit from a covert training center for boys. Soon after the boys' arrival, though, everything goes dangerously awry when a series of security breaches are discovered at the academy. Worse yet, teenage agent-in-training Cammie is being blamed for the penetration. With the school's top-secret status at risk, the Gallagher Girls have to work quickly to save their beloved school.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Fiction",
                "Spy Thriller",
                "Adventure",
                "Womens Fiction",
                "Action"
            ]
        },
        {
            "title": "Memoirs of Hadrian",
            "authors": [
                "Marguerite Yourcenar",
                "Grace Frick"
            ],
            "ranking": 4.24,
            "ranking_count": 23330,
            "abstract": "Both an exploration of character and a reflection on the meaning of history,. Memoirs of Hadrian. has received international acclaim since its first publication in France in 1951. In it, Marguerite Yourcenar reimagines the Emperor Hadrian's arduous boyhood, his triumphs and reversals, and finally, as emperor, his gradual reordering of a war-torn world, writing with the imaginative insight of a great writer of the twentieth century while crafting a prose style as elegant and precise as those of the Latin stylists of Hadrian's own era.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Philosophy",
                "Novels",
                "LGBT"
            ]
        },
        {
            "title": "Effortless",
            "authors": [
                "S.C. Stephens"
            ],
            "ranking": 4.35,
            "ranking_count": 114787,
            "abstract": "After being caught in the middle of a love triangle that led to a devastating betrayal, Kiera pledged to learn from the mistakes she made. She was determined to never again inflict that kind of pain on anyone, especially the soulful, talented man who held her heart. But life offers new challenges for every relationship, and when Kiera's love is put to the ultimate test, will it survive? Love is easy ... trust is hard.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Music",
                "Academic",
                "Young Adult",
                "Adult",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tai-Pan",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.28,
            "ranking_count": 48924,
            "abstract": "An Alternate Cover of this edition can be found. here. .. Set in the turbulent days of the founding of Hong Kong in the 1840s, Tai-Pan is the story of Dirk Struan, the ruler - the Tai-Pan - of the most powerful trading company in the Far East. He is also a pirate, an opium smuggler, and a master manipulator of men. This is the story of his fight to establish himself and his dynasty as the undisputed masters of the Orient.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adventure",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Book of Disquiet: The Complete Edition",
            "authors": [
                "Fernando Pessoa"
            ],
            "ranking": 4.43,
            "ranking_count": 24768,
            "abstract": "Această carte aproape mitică, probabil opera cea mai seducătoare a lui Fernando Pessoa, e un monolog de o tristețe indicibilă, care surprinde cu o minuție halucinantă interiorul cu mii de fațete al unuia dintre numeroși săi heteronimi, Bernardo Soares.. „Cine este Fernando Pessoa? se întreba Octavio Paz, adeverind încă o dată că opera unuia dintre cei mai importanţi, prolifici şi proteiformi autori ai secolului XX, „investigatorul solemn al lucrurilor futile, declină personalităţile virtuale coexistând în sine şi revelate graţie scriiturii ce atribuie fiecăreia o realitate fictivă. Scrisă între 1913 şi 1935 sub formă de panseuri, maxime, aforisme, Cartea neliniştirii, pseudojurnalul pessoan, este o cronică a deziluziei şi a deriziunii izvorâte din convingerea că viaţa e lipsită de noimă, iar arta nu-i conferă nici un sens. Ferit de privirile contemporanilor, cultivându-şi sistematic forţa imaginaţiei, Pessoa îşi construieşte un dublu - Bernando Soares - pe care-l aşază într-un univers personal ireal şi cu toate astea mai adevărat, pentru el, decât lumea reală. Soares, un umil funcţionar în costume cenuşii, alege să-şi petreacă viaţa într-o izolare aproape monahală, mai degrabă visând-o decât trăind-o, privind-o fără pretenţia de a o descifra şi proiectând asupra ei propriile emoţii pe care le încearcă închis între pereţii camerei unde îşi aşterne pe hârtie disperarea. Soares scrie cu luciditate, îndârjire şi furie, împingând introspecţia până la limita incomunicabilului. Dar dincolo de zidurile care-l împrejmuiesc se zăreşte urbea. Peisajul citadin este atât de prezent în toată cartea, încât fragmentele de însemnări încheagă un roman al oraşului cu care, de fapt, Pessoa are o legătură profundă, în genul aceleia pe care Baudelaire o are cu Parisul, Joyce, cu Dublinul şi Kafka, cu Praga. Şi poate tocmai aceste privelişti din fascinanta Lisabonă, cu străduţele ei întortocheate pulsând de viaţă, poartă cu ele speranţa unei posibile evadări.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Classics",
                "Philosophy",
                "Literature",
                "Cultural",
                "European Literature",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "The Immortal Rules",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.06,
            "ranking_count": 70247,
            "abstract": "To survive in a ruined world, she must embrace the darkness. Allison Sekemoto survives in the Fringe, the outermost circle of a walled-in city. By day, she and her crew scavenge for food. By night, any one of them could be eaten. Some days, all that drives Allie is her hatred of. them. —the vampires who keep humans as blood cattle. Until the night Allie herself dies and becomes one of the monsters.. Forced to flee her city, Allie must pass for human as she joins a ragged group of pilgrims seeking a legend—a place that might have a cure for the disease that killed off most of civilization and created the rabids, the bloodthirsty creatures who threaten human and vampire alike. And soon Allie will have to decide what and who is worth dying for again.. Enter Julie Kagawa's dark and twisted world as an unforgettable journey begins.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "The Tenant of Wildfell Hall",
            "authors": [
                "Anne Brontë",
                "Stevie Davies"
            ],
            "ranking": 3.99,
            "ranking_count": 100442,
            "abstract": "This is the story of a woman's struggle for independence. Helen Graham has returned to Wildfell Hall in flight from a disastrous marriage. Exiled to the desolate moorland mansion, she adopts an assumed name and earns her living as a painter.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "Historical",
                "Gothic",
                "European Literature"
            ]
        },
        {
            "title": "The Dream Thieves",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 4.22,
            "ranking_count": 177854,
            "abstract": "Now that the ley lines around Cabeswater have been woken, nothing for Ronan, Gansey, Blue, and Adam will be the same. Ronan, for one, is falling more and more deeply into his dreams, and his dreams are intruding more and more into waking life. Meanwhile, some very sinister people are looking for some of the same pieces of the Cabeswater puzzle that Gansey is after…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "Scythe",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.33,
            "ranking_count": 209910,
            "abstract": "Thou shalt kill.. A world with no hunger, no disease, no war, no misery. Humanity has conquered all those things, and has even conquered death. Now scythes are the only ones who can end life—and they are commanded to do so, in order to keep the size of the population under control.. Citra and Rowan are chosen to apprentice to a scythe—a role that neither wants. These teens must master the “art” of taking life, knowing that the consequence of failure could mean losing their own.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Romance",
                "Death"
            ]
        },
        {
            "title": "Love is the Answer, God is the Cure: A True Story of Abuse, Betrayal and Unconditional Love",
            "authors": [
                "Aimee Cabo Nikolov"
            ],
            "ranking": 4.28,
            "ranking_count": 5025,
            "abstract": "Her family secrets burst in the spotlight when Aimee and her sister went to the authorities. In this riveting memoir Aimee Cabo shares the inside story of a young girl's courage to stand up to sexual, physical, and emotional abuse while facing her abusers in a trial the media dubbed The Case from Hell. As she fought court battles, poverty, abuse, and addiction Aimee always turned to love and God.. Love is the Answer, God is the Cure. is a story of a woman who triumphed against all odds, persevered to find true love and form a family that could withstand anything.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Nonfiction",
                "Adult",
                "True Story",
                "Sociology",
                "Book Club",
                "Drama",
                "Biography",
                "Inspirational",
                "New Adult"
            ]
        },
        {
            "title": "Eleanor Oliphant Is Completely Fine",
            "authors": [
                "Gail Honeyman"
            ],
            "ranking": 4.26,
            "ranking_count": 973681,
            "abstract": "Librarian's note: An alternative cover edition can be found. here. No one’s ever told Eleanor that life should be better than fine. Meet Eleanor Oliphant: she struggles with appropriate social skills and tends to say exactly what she’s thinking. Nothing is missing in her carefully timetabled life of avoiding unnecessary human contact, where weekends are punctuated by frozen pizza, vodka, and phone chats with Mummy.. But everything changes when Eleanor meets Raymond, the bumbling and deeply unhygienic IT guy from her office. When she and Raymond together save Sammy, an elderly gentleman who has fallen, the three rescue one another from the lives of isolation that they had been living. Ultimately, it is Raymond’s big heart that will help Eleanor find the way to repair her own profoundly damaged one. If she does, she'll learn that she, too, is capable of finding friendship—and even love—after all.. Smart, warm, uplifting,. Eleanor Oliphant Is Completely Fine. is the story of an out-of-the-ordinary heroine whose deadpan weirdness and unconscious wit make for an irresistible journey as she realizes. . .. the only way to survive is to open your heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Health",
                "Adult Fiction",
                "Book Club",
                "Romance",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Milk and Honey",
            "authors": [
                "Rupi Kaur"
            ],
            "ranking": 4.02,
            "ranking_count": 521076,
            "abstract": "Milk and honey' is a collection of poetry and prose about survival. About the experience of violence, abuse, love, loss, and femininity. It is split into four chapters, and each chapter serves a different purpose. Deals with a different pain. Heals a different heartache. 'milk and honey' takes readers through a journey of the most bitter moments in life and finds sweetness in them because there is sweetness everywhere if you are just willing to look.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "Contemporary",
                "Adult",
                "Romance",
                "Health",
                "Audiobook",
                "Cultural",
                "Womens"
            ]
        },
        {
            "title": "The Glass Bead Game",
            "authors": [
                "Hermann Hesse",
                "Richard Winston",
                "Clara Winston",
                "Theodore Ziolkowski"
            ],
            "ranking": 4.11,
            "ranking_count": 34824,
            "abstract": "The final novel of Hermann Hesse,. The Glass Bead Game. is a fascinating tale of the complexity of modern life as well as a classic of modern literature.. Set in the twenty-third century,. The Glass Bead Game. is the story of Joseph Knecht, who has been raised in Castalia, the remote place his society has provided for the intellectual elite to grow and flourish. Since childhood, Knecht has been consumed with mastering the Glass Bead Game, which requires a synthesis of aesthetics and philosophy, which he achieves in adulthood, becoming a Magister Ludi (Master of the Game).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "European Literature",
                "Novels",
                "Science Fiction",
                "Cultural",
                "Fantasy",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Gormenghast Novels",
            "authors": [
                "Mervyn Peake",
                "Anthony Burgess",
                "Quentin Crisp"
            ],
            "ranking": 4.01,
            "ranking_count": 8827,
            "abstract": "A doomed lord, an emergent hero, and a dazzling array of bizarre creatures inhabit the magical world of the Gormenghast novels which, along with Tolkien's. Lord of the Rings. , reign as one of the undisputed fantasy classics of all time. At the center of it all is the seventy-seventh Earl, Titus Groan, who stands to inherit the miles of rambling stone and mortar that form Gormenghast Castle and its kingdom, unless the conniving Steerpike, who is determined to rise above his menial position and control the House of Groan, has his way.. In these extraordinary novels, Peake has created a world where all is like a dream - lush, fantastical, and vivid. Accompanying the text are Peake's own drawings, illustrating the whole assembly of strange and marvelous creatures that inhabit Gormenghast.. Also featuring:. Introductory essays by Anthony Burgess and Quentin Crisp. Twelve critical essays, curated by Peake scholar Peter G. Winnington. Fragment of the unpublished novel,. Titus Awakes",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Novels",
                "Literature",
                "Science Fiction Fantasy",
                "Horror",
                "Science Fiction"
            ]
        },
        {
            "title": "Rant",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.83,
            "ranking_count": 63424,
            "abstract": "Buster “Rant” Casey just may be the most efficient serial killer of our time. A high school rebel, Rant Casey escapes from his small town home for the big city where he becomes the leader of an urban demolition derby called Party Crashing. Rant Casey will die a spectacular highway death, after which his friends gather the testimony needed to build an oral history of his short, violent life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Horror",
                "Contemporary",
                "Novels",
                "Humor",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Under the Never Sky",
            "authors": [
                "Veronica Rossi"
            ],
            "ranking": 3.99,
            "ranking_count": 113547,
            "abstract": "WORLDS KEPT THEM APART.. DESTINY BROUGHT THEM TOGETHER.. Aria has lived her whole life in the protected dome of Reverie. Her entire world confined to its spaces, she's never thought to dream of what lies beyond its doors. So when her mother goes missing, Aria knows her chances of surviving in the outer wasteland long enough to find her are slim.. Then Aria meets an outsider named Perry. He's searching for someone too. He's also wild—a savage—but might be her best hope at staying alive.. If they can survive, they are each other's best hope for finding answers.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "Daisy Jones & The Six",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 4.24,
            "ranking_count": 577135,
            "abstract": "A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous break up.. Everyone knows Daisy Jones & The Six, but nobody knows the real reason why they split at the absolute height of their popularity…until now.. Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go-Go. The sex and drugs are thrilling, but it’s the rock and roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things.. Another band getting noticed is The Six, led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road.. Daisy and Billy cross paths when a producer realizes the key to supercharged success is to put the two together. What happens next will become the stuff of legend.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Contemporary",
                "Adult",
                "Romance",
                "Music",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Caraval",
            "authors": [
                "Stephanie Garber"
            ],
            "ranking": 4.0,
            "ranking_count": 258305,
            "abstract": "A legendary competition.. A mesmerizing romance.. An unbreakable bond. between two sisters.. Scarlett Dragna has never left the tiny island where she and her sister, Tella, live with their powerful, and cruel, father. Now Scarlett’s father has arranged a marriage for her, and Scarlett thinks her dreams of seeing Caraval—the faraway, once-a-year performance where the audience participates in the show—are over.. But this year, Scarlett’s long-dreamt-of invitation finally arrives. With the help of a mysterious sailor, Tella whisks Scarlett away to the show. Only, as soon as they arrive, Tella is kidnapped by Caraval’s mastermind organizer, Legend. It turns out that this season’s Caraval revolves around Tella, and whoever finds her first is the winner.. Scarlett has been told that everything that happens during Caraval is only an elaborate performance. Nevertheless she becomes enmeshed in a game of love, heartbreak, and magic. And whether Caraval is real or not, Scarlett must find Tella before the five nights of the game are over or a dangerous domino effect of consequences will be set off, and her beloved sister will disappear forever.. Welcome, welcome to. Caraval. . . . beware of getting swept too far away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Guards! Guards!",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.32,
            "ranking_count": 182993,
            "abstract": "This is where the dragons went. They lie ... not dead, not asleep, but ... dormant. And although the space they occupy isn't like normal space, nevertheless they are packed in tightly. They could put you in mind of a can of sardines, if you thought sardines were huge and scaly. And presumably, somewhere, there's a key.... GUARDS! GUARDS! is the eighth Discworld novel - and after this, dragons will never be the same again!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "City of Thieves",
            "authors": [
                "David Benioff"
            ],
            "ranking": 4.27,
            "ranking_count": 134193,
            "abstract": "During the Nazis’ brutal siege of Leningrad, Lev Beniov is arrested for looting and thrown into the same cell as a handsome deserter named Kolya. Instead of being executed, Lev and Kolya are given a shot at saving their own lives by complying with an outrageous directive: secure a dozen eggs for a powerful Soviet colonel to use in his daughter’s wedding cake. In a city cut off from all supplies and suffering unbelievable deprivation, Lev and Kolya embark on a hunt through the dire lawlessness of Leningrad and behind enemy lines to find the impossible.. By turns insightful and funny, thrilling and terrifying,. City of Thieves. is a gripping, cinematic World War II adventure and an intimate coming-of-age story with an utterly contemporary feel for how boys become men.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Audiobook",
                "Adventure",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Heart of Aleppo: A Story of the Syrian Civil War",
            "authors": [
                "Ammar Habib"
            ],
            "ranking": 4.41,
            "ranking_count": 7472,
            "abstract": "#1 Bestseller in Asian-American Literature!. Available in paperback, Kindle, and Kindle Unlimited!. Winner of the 2019 Independent Press Award. From the ashes of the Syrian Civil War comes this story of hope, love, and courage.... After standing for over 7,000 years, Aleppo's ruin came overnight. Separated from his family during the night the rebels attacked the city, 13-year-old Zaid Kadir is lost in the middle of a war zone. Alongside his friends, he is forced to survive the dangers of a civil war he does not even fully understand.. Zaid witnesses the destruction of the brutal Syrian Civil War as it grows more deadly by the day and rips his city apart. However, as he braves this destruction, as he desperately tries to survive this catastrophe, he discovers something. Zaid realizes that it is in the darkest hours when humanity's spirit of hope burns brightest.. What readers are saying:. The. Heart of Aleppo. does for Syria what. The Kite Runner. did for Afghanistan.. Heart-wrenching, powerful story that portrays heroism and hope under the worst circumstances!. As a fan of. The Book Thief,. I really enjoyed this read.. Moving tale of how war effects children! I have seen the war reported on the news, but this book really brings it home how it has affected families on a day to day basis.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "War",
                "Inspirational",
                "New Adult",
                "Drama"
            ]
        },
        {
            "title": "Metamorphoses",
            "authors": [
                "Ovid",
                "David Raeburn",
                "Denis Feeney"
            ],
            "ranking": 4.08,
            "ranking_count": 63535,
            "abstract": "Prized through the ages for its splendor and its savage, sophisticated wit,. The Metamorphoses. is a masterpiece of Western culture--the first attempt to link all the Greek myths, before and after Homer, in a cohesive whole, to the Roman myths of Ovid's day. Horace Gregory, in this modern translation, turns his poetic gifts toward a deft reconstruction of Ovid's ancient themes, using contemporary idiom to bring today's reader all the ageless drama and psychological truths vividly intact.. --From the book jacket",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fantasy",
                "Fiction",
                "Literature",
                "Philosophy",
                "Academic",
                "Mythology"
            ]
        },
        {
            "title": "Inkdeath",
            "authors": [
                "Cornelia Funke",
                "Anthea Bell"
            ],
            "ranking": 3.95,
            "ranking_count": 81633,
            "abstract": "The masterful conclusion to the epic, award-winning, bestselling INKHEART trilogy by internationally acclaimed author Cornelia Funke.. The Adderhead--his immortality bound in a book by Meggie's father, Mo--has ordered his henchmen to plunder the villages. The peasants' only defense is a band of outlaws led by the Bluejay--Mo's fictitious double, whose identity he has reluctantly adopted. But the Book of Immortality is unraveling, and the Adderhead again fears the White Women of Death. To bring the renegade Bluejay back to repair the book, the Adderhead kidnaps all the children in the kingdom, dooming them to slavery in his silver mines unless Mo surrends. First Dustfinger, now Mo: Can anyone save this cursed story?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Writing",
                "European Literature"
            ]
        },
        {
            "title": "Losing Hope",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.31,
            "ranking_count": 117150,
            "abstract": "In the follow-up to Colleen Hoover’s #1 New York Times bestseller. Hopeless. , the charming and irresistible Dean Holder tells the passionate story that has melted thousands of hearts.. In. Hopeless. , Sky left no secret unearthed, no feeling unshared, and no memory forgotten, but Holder’s past remained a mystery.. Still haunted by the little girl he let walk away, Holder has spent his entire life searching for her in an attempt to finally rid himself of the crushing guilt he has felt for years. But he could not have anticipated that the moment they reconnect, even greater remorse would overwhelm him…. Sometimes in life, if we wish to move forward, we must first dig deep into our past and make amends. In. Losing Hope. , bestselling author Colleen Hoover reveals what was going on inside Holder’s head during all those hopeless moments—and whether he can gain the peace he desperately needs.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Sociology",
                "Womens Fiction",
                "Drama"
            ]
        },
        {
            "title": "Old Yeller",
            "authors": [
                "Fred Gipson"
            ],
            "ranking": 4.09,
            "ranking_count": 91938,
            "abstract": "At first, Travis couldn't stand the sight of Old Yeller.. The stray dog was ugly, and a thieving rascal, too. But he sure was clever, and a smart dog could be a big help on the wild Texas frontier, especially with Papa away on a long cattle drive up to Abilene.. Strong and courageous, Old Yeller proved that he could protect Travis's family from any sort of danger. But can Travis do the same for Old Yeller?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Historical",
                "Academic",
                "Realistic Fiction"
            ]
        },
        {
            "title": "El Diablo",
            "authors": [
                "M.  Robinson"
            ],
            "ranking": 4.0,
            "ranking_count": 12381,
            "abstract": "FROM WALL STREET JOURNAL & USA BESTSELLING AUTHOR M. ROBINSON. I was ruthless.. I was feared.. I had sacrificed. Myself. Her. Everything.... Living in a world where I was worth more dead than alive was a choice. I was a bad man, never claimed to be anything else. I’ve done things I’m not proud of. Seen things that can’t be unseen. I’ve caused pain that I can’t undo.. It was all my choice.. Every decision.. Every order.. Right and wrong never mattered.. Until her.. She was under my protection, until she became my obsession.. But who was going to save her.... From. Me. The devil himself.. Fate brought us together. Destiny destroyed us.. STANDALONE: Romance Suspense full-length novel.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Contemporary",
                "Adult Fiction",
                "Sociology",
                "Suspense",
                "Adult",
                "New Adult",
                "Mystery"
            ]
        },
        {
            "title": "Villette",
            "authors": [
                "Charlotte Brontë",
                "Ignes Sodre",
                "A.S. Byatt"
            ],
            "ranking": 3.77,
            "ranking_count": 65743,
            "abstract": "With her final novel,. Villette. , Charlotte Brontë reached the height of her artistic power. First published in 1853,. Villette. is Brontë's most accomplished and deeply felt work, eclipsing even. Jane Eyre. in critical acclaim. Her narrator, the autobiographical Lucy Snowe, flees England and a tragic past to become an instructor in a French boarding school in the town of Villette. There she unexpectedly confronts her feelings of love and longing as she witnesses the fitful romance between Dr. John, a handsome young Englishman, and Ginerva Fanshawe, a beautiful coquette. The first pain brings others, and with them comes the heartache Lucy has tried so long to escape. Yet in spite of adversity and disappointment, Lucy Snowe survives to recount the unstinting vision of a turbulent life's journey - a journey that is one of the most insightful fictional studies of a woman's consciousness in English literature.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Literature",
                "Historical",
                "Gothic",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Notes from Underground",
            "authors": [
                "Fyodor Dostoevsky",
                "Richard Pevear",
                "Larissa Volokhonsky"
            ],
            "ranking": 4.17,
            "ranking_count": 109418,
            "abstract": "Dostoevsky’s most revolutionary novel,. Notes from Underground. marks the dividing line between nineteenth- and twentieth-century fiction, and between the visions of self each century embodied. One of the most remarkable characters in literature, the unnamed narrator is a former official who has defiantly withdrawn into an underground existence. In complete retreat from society, he scrawls a passionate, obsessive, self-contradictory narrative that serves as a devastating attack on social utopianism and an assertion of man’s essentially irrational nature.. Richard Pevear and Larissa Volokhonsky, whose Dostoevsky translations have become the standard, give us a brilliantly faithful edition of this classic novel, conveying all the tragedy and tormented comedy of the original.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Philosophy",
                "Cultural",
                "Literature",
                "Novels",
                "Psychology",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wait for You",
            "authors": [
                "Jennifer L. Armentrout",
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.16,
            "ranking_count": 150052,
            "abstract": "Some things are worth waiting for…. Traveling thousands of miles from home to enter college is the only way nineteen-year-old Avery Morgansten can escape what happened at the Halloween party five years ago—an event that forever changed her life. All she needs to do is make it to her classes on time, make sure the bracelet on her left wrist stays in place, not draw any attention to herself, and maybe—please God—make a few friends, because surely that would be a nice change of pace. The one thing she didn’t need and never planned on was capturing the attention of the one guy who could shatter the precarious future she’s building for herself.. Some things are worth experiencing…. Cameron Hamilton is six feet and three inches of swoon-worthy hotness, complete with a pair of striking blue eyes and a remarkable ability to make her want things she believed were irrevocably stolen from her. She knows she needs to stay away from him, but Cam is freaking everywhere, with his charm, his witty banter, and that damn dimple that’s just so… so lickable. Getting involved with him is dangerous, but when ignoring the simmering tension that sparks whenever they are around each other becomes impossible, he brings out a side of her she never knew existed.. Some things should never be kept quiet…. But when Avery starts receiving threatening emails and phone calls forcing her to face a past she wants silenced, she’s has no other choice but to acknowledge that someone is refusing to allow her to let go of that night when everything changed. When the devastating truth comes out, will she resurface this time with one less scar? And can Cam be there to help her or will he be dragged down with her?. And some things are worth fighting for…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Sociology",
                "Womens Fiction",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Solaris",
            "authors": [
                "Stanisław Lem",
                "Steve Cox",
                "Joanna Kilmartin"
            ],
            "ranking": 3.99,
            "ranking_count": 86284,
            "abstract": "A classic work of science fiction by renowned Polish novelist and satirist Stanislaw Lem.. When Kris Kelvin arrives at the planet Solaris to study the ocean that covers its surface, he finds a painful, hitherto unconscious memory embodied in the living physical likeness of a long-dead lover. Others examining the planet, Kelvin learns, are plagued with their own repressed and newly corporeal memories. The Solaris ocean may be a massive brain that creates these incarnate memories, though its purpose in doing so is unknown, forcing the scientists to shift the focus of their quest and wonder if they can truly understand the universe without first understanding what lies within their hearts.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "European Literature",
                "Science Fiction Fantasy",
                "Novels",
                "Philosophy",
                "Fantasy",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "An Echo in the Bone",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.43,
            "ranking_count": 136197,
            "abstract": "A new Outlander novel — the seventh — from #1 National Bestselling author Diana Gabaldon.. Readers have been waiting with bated breath for the seventh volume in bestselling author Diana Gabaldon’s epic Outlander saga — a masterpiece of historical fiction featuring Jamie and Claire, from one of the genre’s most popular and beloved authors.. Jamie Fraser, erstwhile Jacobite and reluctant rebel, knows three things about the American rebellion: the Americans will win, unlikely as that seems in 1778; being on the winning side is no guarantee of survival; and he’d rather die than face his illegitimate son — a young lieutenant in the British Army — across the barrel of a gun. Fraser’s time-travelling wife, Claire, also knows a couple of things: that the Americans will win, but that the ultimate price of victory is a mystery. What she does believe is that the price won’t include Jamie’s life or happiness — not if she has anything to say.. Claire’s grown daughter Brianna, and her husband, Roger, watch the unfolding of Brianna’s parents’ history — a past that may be sneaking up behind their own family.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "A Good Girl's Guide to Murder",
            "authors": [
                "Holly  Jackson"
            ],
            "ranking": 4.37,
            "ranking_count": 240926,
            "abstract": "The case is closed. Five years ago, schoolgirl Andie Bell was murdered by Sal Singh. The police know he did it. Everyone in town knows he did it.. But having grown up in the same small town that was consumed by the murder, Pippa Fitz-Amobi isn't so sure. When she chooses the case as the topic for her final year project, she starts to uncover secrets that someone in town desperately wants to stay hidden. And if the real killer is still out there, how far will they go to keep Pip from the truth?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "The Complete Fairy Tales",
            "authors": [
                "Hans Christian Andersen",
                "Lily Owens",
                "Arthur Rackham",
                "Hans Richter"
            ],
            "ranking": 4.28,
            "ranking_count": 105902,
            "abstract": "This book contains the complete Andersen's fairy tales and stories hardcopy format.. Hans Christian Andersen was a Danish author and poet. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales, a literary genre he so mastered that he himself has become as mythical as the tales he wrote. Andersen's popularity is not limited to children; his stories - called eventyrs, or fantastic tales - express themes that transcend age and nationality.. During his lifetime he was acclaimed for having delighted children worldwide and was feted by royalty. Andersen's fairy tales, which have been translated into more than 125 languages, have become culturally embedded in the West's collective consciousness, readily accessible to children, but presenting lessons of virtue and resilience in the face of adversity for mature listeners/readers as well. They have inspired motion pictures, plays, ballets, and animated films.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Childrens",
                "Short Stories",
                "Literature",
                "Folklore",
                "Young Adult"
            ]
        },
        {
            "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day",
            "authors": [
                "Judith Viorst",
                "Ray Cruz"
            ],
            "ranking": 4.23,
            "ranking_count": 179110,
            "abstract": "The perennially popular tale of Alexander's worst day is a storybook that belongs on every child's bookshelf.. Alexander knew it was going to be a terrible day when he woke up with gum in this hair.. And it got worse.... His best friend deserted him. There was no dessert in his lunch bag. And, on top of all that, there were lima beans for dinner and kissing on TV!. This handsome new edition of Judith Viorst's classic picture book is sure to charm readers of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Humor",
                "Kids",
                "Family",
                "Psychology"
            ]
        },
        {
            "title": "Girl, Interrupted",
            "authors": [
                "Susanna Kaysen"
            ],
            "ranking": 3.91,
            "ranking_count": 203544,
            "abstract": "In 1967, after a session with a psychiatrist she'd never seen before, eighteen-year-old Susanna Kaysen was put in a taxi and sent to McLean Hospital. She spent most of the next two years on the ward for teenage girls in a psychiatric hospital as renowned for its famous clientele--Sylvia Plath, Robert Lowell, James Taylor, and Ray Charles--as for its progressive methods of treating those who could afford its sanctuary.. Kaysen's memoir encompasses horror and razor-edged perception while providing vivid portraits of her fellow patients and their keepers. It is a brilliant evocation of a parallel universe set within the kaleidoscopically shifting landscape of the late sixties. Girl, Interrupted is a clear-sighted, unflinching documnet that gives lasting and specific dimension to our definitions of sane and insane, mental illness and recovery.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Health",
                "Mental Health",
                "Biography",
                "Classics",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "The French Lieutenant's Woman",
            "authors": [
                "John Fowles"
            ],
            "ranking": 3.88,
            "ranking_count": 49721,
            "abstract": "The scene is the village of Lyme Regis on Dorset's Lyme Bay...the largest bite from the underside of England's out-stretched southwestern leg. The major characters in the love-intrigue triangle are Charles Smithson, 32, a gentleman of independent means & vaguely scientific bent; his fiancée, Ernestina Freeman, a pretty heiress daughter of a wealthy & pompous dry goods merchant; & Sarah Woodruff, mysterious & fascinating...deserted after a brief affair with a French naval officer a short time before the story begins. Obsessed with an irresistible fascination for the enigmatic Sarah, Charles is hurtled by a moment of consummated lust to the brink of the existential void. Duty dictates that his engagement to Tina must be broken as he goes forth once again to seek the woman who has captured his Victorian soul & gentleman's heart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Romance",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Slow Brewing Tea",
            "authors": [
                "Randy Loubier"
            ],
            "ranking": 4.33,
            "ranking_count": 17361,
            "abstract": "Slow Brewing Tea is an epic spiritual adventure and a touching love story that will compel you to look deeper at your relationships with your God, your spouse and the path beneath your feet.Isaiah set off on a ten day motorcycle adventure in northern, rural Japan. His quest, at the age of twenty, was to photograph the quiet mysterious culture, meet a beautiful Japanese woman and find The Tao (the way). He took great photographs, fell in love with an extraordinary Japanese woman and found an old man willing to teach him the way, the truth and the narrow gate. Over the next forty years Isaiah finds a path of unconditional love and faith through lessons of pain and redemption, loss and victory. Be transformed by a journey into traditional Japan, a mystical land of tea ceremonies, Japanese gardens, rich culture and unexpected spiritual revelations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Inspirational",
                "Religion",
                "Christian",
                "Spirituality",
                "Novels"
            ]
        },
        {
            "title": "Quo Vadis",
            "authors": [
                "Henryk Sienkiewicz",
                "W.S. Kuniczak"
            ],
            "ranking": 4.09,
            "ranking_count": 31346,
            "abstract": "This glorious saga unfolds against the backdrop of ancient Rome--from the Forum to the Coliseum, from banquet halls to summer retreats in Naples, from the luxurious houses of the nobility to the hovels of the poor,. Quo Vadis. richly depicts a place and time still captivating to the modern imagination. This radiant translation by W.S. Kuniczak restores the original glory and richness of master storyteller Henryk Sienkiewicz's epic tale.. Set at a turning point in history (A.D. 54-68), as Christianity replaces the era of corruption and immorality that marked Nero's Rome,. Quo Vadis. abounds with compelling characters, including:. Vinicius, the proud centurion who has fallen deeply in love with a mysterious young woman who disappears the night they meet;. Ligia, the elusive beauty. Vinicius will not easily win her love, for she is a Christian, one of the group of dedicated believers led by the apostle Peter. Christians are rare in pagan, hedonistic Rome, and suffer great persecution;. Petronius, uncle to Vinicius, an elegant, witty courtier who scoffs at love and religion but finds his nephew's passion charming; and. Nero himself, enemy of all Christians, a despotic emperor who plunges Rome deeper and deeper into depravity. The decadence of his banquets is staggering; and even worse, his mad laughter is heard echoing in the amphitheater as gladiators duel to the death.. As Nero's appalling plans for the Christians become ever clearer, time appears to be running out for the young lovers. Vinicius must come to understand the true meaning of Ligia's religion before it is too late.. Grand in scope and ambition,. Quo Vadis. explores the themes of love, desire and profound moral courage. Lavish descriptions, vivid dialogue and brilliantly drawn characters make this one of the world's greatest epics. Beloved by children and adults the world over,. Quo Vadis. has been the subject of five films, two of them in English.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "European Literature",
                "Religion",
                "Literature",
                "Academic",
                "Romance",
                "Christian"
            ]
        },
        {
            "title": "Mere Christianity",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.34,
            "ranking_count": 349261,
            "abstract": "Mere Christianity is C.S. Lewis's forceful and accessible doctrine of Christian belief. First heard as informal radio broadcasts and then published as three separate books - The Case for Christianity, Christian Behavior, and Beyond Personality - Mere Christianity brings together what Lewis saw as the fundamental truths of the religion. Rejecting the boundaries that divide Christianity's many denominations, C.S. Lewis finds a common ground on which all those who have Christian faith can stand together, proving that at the centre of each there is something, or a Someone, who against all divergences of belief, all differences of temperament, all memories of mutual persecution, speaks the same voice.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Classics",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "What Is the What",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 4.12,
            "ranking_count": 83296,
            "abstract": "From the bestselling author of. A Heartbreaking Work of Staggering Genius. ,. What Is the What. is the epic novel based on the life of Valentino Achak Deng who, along with thousands of other children —the so-called Lost Boys—was forced to leave his village in Sudan at the age of seven and trek hundreds of miles by foot, pursued by militias, government bombers, and wild animals, crossing the deserts of three countries to find freedom. When he finally is resettled in the United States, he finds a life full of promise, but also heartache and myriad new challenges. Moving, suspenseful, and unexpectedly funny,. What Is the What. is an astonishing novel that illuminates the lives of millions through one extraordinary man.. -back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "War",
                "Northern Africa",
                "Contemporary",
                "Novels",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "Halo",
            "authors": [
                "Alexandra Adornetto"
            ],
            "ranking": 3.66,
            "ranking_count": 67495,
            "abstract": "An angel is sent to Earth on a mission.. But falling in love is not part of the plan.. Three angels – Gabriel, the warrior; Ivy, the healer; and Bethany, the youngest and most human – are sent by Heaven to bring good to a world falling under the influence of darkness. They work hard to conceal their luminous glow, superhuman powers, and, most dangerous of all, their wings, all the while avoiding all human attachments.. Then Bethany meets Xavier Woods, and neither of them is able to resist the attraction between them. Gabriel and Ivy do everything in their power to intervene, but the bond between Xavier and Bethany seems too strong.. The angel’s mission is urgent, and dark forces are threatening. Will love ruin Bethany or save her?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "A Long Way Gone: Memoirs of a Boy Soldier",
            "authors": [
                "Ishmael Beah"
            ],
            "ranking": 4.14,
            "ranking_count": 178405,
            "abstract": "The devastating story of war through the eyes of a child soldier. Beah tells how, at the age of twelve, he fled attacking rebels and wandered a land rendered unrecognizable by violence. By thirteen, he’d been picked up by the government army, and became a soldier.. My new friends have begun to suspect I haven’t told them the full story of my life.. “Why did you leave Sierra Leone?”. “Because there is a war.”. “You mean, you saw people running around with guns and shooting each other?”. “Yes, all the time.”. “Cool.”. I smile a little.. “You should tell us about it sometime.”. “Yes, sometime.”. This is how wars are fought now: by children, hopped-up on drugs and wielding AK-47s. Children have become soldiers of choice. In the more than fifty conflicts going on worldwide, it is estimated that there are some 300,000 child soldiers. Ishmael Beah used to be one of them.. What is war like through the eyes of a child soldier? How does one become a killer? How does one stop? Child soldiers have been profiled by journalists, and novelists have struggled to imagine their lives. But until now, there has not been a first-person account from someone who came through this hell and survived.. In A Long Way Gone, Beah, now twenty-five years old, tells a riveting story: how at the age of twelve, he fled attacking rebels and wandered a land rendered unrecognizable by violence. By thirteen, he’d been picked up by the government army, and Beah, at heart a gentle boy, found that he was capable of truly terrible acts.. This is a rare and mesmerizing account, told with real literary force and heartbreaking honesty.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "War",
                "History",
                "Biography Memoir",
                "Academic",
                "Western Africa"
            ]
        },
        {
            "title": "Hiroshima",
            "authors": [
                "John Hersey"
            ],
            "ranking": 4.0,
            "ranking_count": 70075,
            "abstract": "On August 6, 1945, Hiroshima was destroyed by the first atom bomb ever dropped on a city. This book, John Hersey's journalistic masterpiece, tells what happened on that day. Told through the memories of survivors, this timeless, powerful and compassionate document has become a classic that stirs the conscience of humanity (The New York Times).",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Classics",
                "War",
                "Cultural",
                "Historical",
                "Writing",
                "Academic"
            ]
        },
        {
            "title": "The Serpent's Shadow",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.28,
            "ranking_count": 141808,
            "abstract": "He's b-a-a-ack! Despite their best efforts, Carter and Sadie Kane can't seem to keep Apophis, the chaos snake, down. Now Apophis is threatening to plunge the world into eternal darkness, and the Kanes are faced with the impossible task of having to destroy him once and for all. Unfortunately, the magicians of the House of Life are on the brink of civil war, the gods are divided, and the young initiates of Brooklyn House stand almost alone against the forces of chaos. The Kanes' only hope is an ancient spell that might turn the serpent's own shadow into a weapon, but the magic has been lost for a millennia. To find the answer they need, the Kanes must rely on the murderous ghost of a powerful magician who might be able to lead them to the serpent's shadow . . . or might lead them to their deaths in the depths of the underworld. Nothing less than the mortal world is at stake when the Kane family fulfills its destiny in this thrilling conclusion to the Kane Chronicles.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Just So Stories",
            "authors": [
                "Rudyard Kipling"
            ],
            "ranking": 4.06,
            "ranking_count": 46946,
            "abstract": "Librarian's Note: Alternate cover edition can be found. here. .. Twelve stories about animals, insects, and other subjects include How the Camel Got His Hump. The Butterfly That Stamped, and How the Alphabet Was Made..",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Fantasy",
                "Animals",
                "Young Adult",
                "Literature",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Big Little Lies",
            "authors": [
                "Liane Moriarty"
            ],
            "ranking": 4.29,
            "ranking_count": 872592,
            "abstract": "From the author of. Truly Madly Guilty. and. The Husband s Secret. comes a novel about the dangerous little lies we tell ourselves just to survive.. A murder...A tragic accident...Or just parents behaving badly? What’s indisputable is that someone is dead.. Madeline is a force to be reckoned with. She’s funny, biting, and passionate; she remembers everything and forgives no one. Celeste is the kind of beautiful woman who makes the world stop and stare but she is paying a price for the illusion of perfection. New to town, single mom Jane is so young that another mother mistakes her for a nanny. She comes with a mysterious past and a sadness beyond her years. These three women are at different crossroads, but they will all wind up in the same shocking place.. Big Little Lies. is a brilliant take on ex-husbands and second wives, mothers and daughters, schoolyard scandal, and the little lies that can turn lethal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The False Prince",
            "authors": [
                "Jennifer A. Nielsen"
            ],
            "ranking": 4.2,
            "ranking_count": 86272,
            "abstract": "In a discontent kingdom, civil war is brewing. To unify the divided people, Conner, a nobleman of the court, devises a cunning plan to find an impersonator of the king's long-lost son and install him as a puppet prince. Four orphans are recruited to compete for the role, including a defiant boy named Sage. Sage knows that Conner's motives are more than questionable, yet his life balances on a sword's point—he must be chosen to play the prince or he will certainly be killed. But Sage's rivals have their own agendas as well.. As Sage moves from a rundown orphanage to Conner's sumptuous palace, layer upon layer of treachery and deceit unfold, until finally, a truth is revealed that, in the end, may very well prove more dangerous than all of the lies taken together.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Waste Lands",
            "authors": [
                "Stephen King",
                "Ned Dameron"
            ],
            "ranking": 4.24,
            "ranking_count": 201382,
            "abstract": "Several months have passed, and Roland’s two new tet-mates have become proficient gunslingers. Eddie Dean has given up heroin, and Odetta’s two selves have joined, becoming the stronger and more balanced personality of Susannah Dean. But while battling The Pusher in 1977 New York, Roland altered ka by saving the life of Jake Chambers, a boy who—in Roland’s where and when—has already died. Now Roland and Jake exist in different worlds, but they are joined by the same madness: the paradox of double memories. Roland, Susannah, and Eddie must draw Jake into Mid-World then follow the Path of the Beam all the way to the Dark Tower. But nothing is easy in Mid-World. Along the way our tet stumbles into the ruined city of Lud, and are caught between the warring gangs of the Pubes and the Grays. The only way out of Lud is to wake Blaine the Mono, an insane train that has a passion for riddling, and for suicidal journeys.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Adventure",
                "Westerns",
                "Audiobook",
                "Science Fiction Fantasy",
                "Thriller",
                "Apocalyptic"
            ]
        },
        {
            "title": "Elantris",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.18,
            "ranking_count": 211622,
            "abstract": "Elantris was the capital of Arelon: gigantic, beautiful, literally radiant, filled with benevolent beings who used their powerful magical abilities for the benefit of all. Yet each of these demigods was once an ordinary person until touched by the mysterious transforming power of the Shaod. Ten years ago, without warning, the magic failed. Elantrians became wizened, leper-like, powerless creatures, and Elantris itself dark, filthy, and crumbling.. Arelon's new capital, Kae, crouches in the shadow of Elantris. Princess Sarene of Teod arrives for a marriage of state with Crown Prince Raoden, hoping—based on their correspondence—to also find love. She finds instead that Raoden has died and she is considered his widow. Both Teod and Arelon are under threat as the last remaining holdouts against the imperial ambitions of the ruthless religious fanatics of Fjordell. So Sarene decides to use her new status to counter the machinations of Hrathen, a Fjordell high priest who has come to Kae to convert Arelon and claim it for his emperor and his god.. But neither Sarene nor Hrathen suspect the truth about Prince Raoden. Stricken by the same curse that ruined Elantris, Raoden was secretly exiled by his father to the dark city. His struggle to help the wretches trapped there begins a series of events that will bring hope to Arelon, and perhaps reveal the secret of Elantris itself.. A rare epic fantasy that doesn't recycle the classics and that is a complete and satisfying story in one volume, Elantris is fleet and fun, full of surprises and characters to care about. It's also the wonderful debut of a welcome new star in the constellation of fantasy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Romance",
                "Young Adult"
            ]
        },
        {
            "title": "Gilead",
            "authors": [
                "Marilynne Robinson"
            ],
            "ranking": 3.84,
            "ranking_count": 98621,
            "abstract": "Nearly 25 years after. Housekeeping. , Marilynne Robinson returns with an intimate tale of three generations, from the Civil War to the 20th century: a story about fathers and sons and the spiritual battles that still rage at America's heart. In the words of. Kirkus. , it is a novel as big as a nation, as quiet as thought, and moving as prayer. Matchless and towering. GILEAD tells the story of America and will break your heart.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Religion",
                "Novels",
                "Literature",
                "Classics",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Harry Potter and the Cursed Child: Parts One and Two",
            "authors": [
                "John Tiffany",
                "Jack Thorne",
                "J.K. Rowling"
            ],
            "ranking": 3.54,
            "ranking_count": 858128,
            "abstract": "Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne,. Harry Potter and the Cursed Child. is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London’s West End on July 30, 2016.. It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children.. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Plays",
                "Adventure",
                "Drama",
                "Childrens",
                "Science Fiction"
            ]
        },
        {
            "title": "The Day of the Jackal",
            "authors": [
                "Frederick Forsyth",
                "Фредерик Форсайт"
            ],
            "ranking": 4.26,
            "ranking_count": 128989,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. The Jackal. A tall, blond Englishman with opaque, gray eyes. A killer at the top of his profession. A man unknown to any secret service in the  world. An assassin with a contract to kill the world's most heavily guarded man.. One  man with a rifle who can change the course of history. One man whose mission is so secretive not even his employers know his name. And as the minutes count down to the final act of execution, it seems that there is no power on earth that can stop the Jackal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Historical",
                "Suspense",
                "Novels",
                "Drama"
            ]
        },
        {
            "title": "Max",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.06,
            "ranking_count": 70938,
            "abstract": "James Patterson's bestselling Maximum Ride series is back, with Max and the gang as The Protectors. Someone--or some. thing-. -is decimating ships and sea life off Hawaii's coast, and Max and her flock find themselves sucked into the Navy's top-secret investigation of the catastrophe. Their objective: Rescue Max's activist mom from a wicked subterranean enemy. The hitch: They must dive deep into dark waters, where gruesome evil dwells... and for high-flying Maximum Ride, could there be. anything. more terrifying than being trapped in the great abyss? This soaring new adventure takes Maximum Ride and the Flock into terrifying new territory--fans, hold your breath!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "If You Give a Mouse a Cookie",
            "authors": [
                "Laura Joffe Numeroff",
                "Felicia Bond"
            ],
            "ranking": 4.27,
            "ranking_count": 275172,
            "abstract": "If a hungry little traveler shows up at your house, you might want to give him a cookie. If you give him a cookie, he's going to ask for a glass of milk. He'll want to look in a mirror to make sure he doesn't have a milk mustache, and then he'll ask for a pair of scissors to give himself a trim..... The consequences of giving a cookie to this energetic mouse run the young host ragged, but young readers will come away smiling at the antics that tumble like dominoes through the pages of this delightful picture book.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Humor",
                "Fantasy",
                "Kids",
                "Food and Drink"
            ]
        },
        {
            "title": "The Princess Diaries",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 3.8,
            "ranking_count": 245683,
            "abstract": "Mia Thermopolis is pretty sure there's nothing worse than being a five-foot-nine, flat-chested freshman, who also happens to be flunking Algebra.. Is she ever in for a surprise.. First mom announces that she's dating Mia's Algebra teacher. Then Dad has to go and reveal that he is the crown prince of Genovia. And guess who still doesn't have a date for the Cultural Diversity Dance?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Childrens",
                "Humor",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Something Borrowed",
            "authors": [
                "Emily Giffin"
            ],
            "ranking": 3.87,
            "ranking_count": 540575,
            "abstract": "Something Borrowed. tells the story of Rachel, a young attorney living and working in Manhattan.. Rachel has always been the consummate good girl—until her thirtieth birthday, when her best friend, Darcy, throws her a party. That night, after too many drinks, Rachel ends up in bed with Darcy's fiancé. Although she wakes up determined to put the one-night fling behind her, Rachel is horrified to discover that she has genuine feelings for the one guy she should run from. As the September wedding date nears, Rachel knows she has to make a choice. In doing so, she discovers that the lines between right and wrong can be blurry, endings aren't always neat, and sometimes you have to risk all to win true happiness.. Something Borrowed. is a phenomenal debut novel that will have you laughing, crying, and calling your best friend.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Life and Opinions of Tristram Shandy, Gentleman",
            "authors": [
                "Laurence Sterne",
                "Melvyn New",
                "Christopher Ricks"
            ],
            "ranking": 3.73,
            "ranking_count": 20304,
            "abstract": "No one description will fit this strange, eccentric, endlessly complex masterpiece. It is a fiction about fiction-writing in which the invented world is as much infused with wit and genius as the theme of inventing it. It is a joyful celebration of the infinite possibilities of the art of fiction, and a wry demonstration of its limitations. This Penguin Classic contains Christopher Ricks's introductory essay, itself a classic of English literary criticism, together with a new introduction on the recent critical history and influence of Tristram Shandy by Melvyn New. The text and notes are based on the acclaimed Florida Edition, making the scholarship of the Florida editors readily available for the first time.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Humor",
                "Novels",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Tipping Point: How Little Things Can Make a Big Difference",
            "authors": [
                "Malcolm Gladwell",
                "מלקולם גלדוול",
                "עפרה אביגד"
            ],
            "ranking": 3.99,
            "ranking_count": 758376,
            "abstract": "An alternate cover edition exists. here. .. The tipping point is that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire. Just as a single sick person can start an epidemic of the flu, so too can a small but precisely targeted push cause a fashion trend, the popularity of a new product, or a drop in the crime rate. This widely acclaimed bestseller, in which Malcolm Gladwell explores and brilliantly illuminates the tipping point phenomenon, is already changing the way people throughout the world think about selling products and disseminating ideas.. Gladwell introduces us to the particular personality types who are natural pollinators of new ideas and trends, the people who create the phenomenon of word of mouth. He analyzes fashion trends, smoking, children's television, direct mail, and the early days of the American Revolution for clues about making ideas infectious, and visits a religious commune, a successful high-tech company, and one of the world's greatest salesmen to show how to start and sustain social epidemics.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Psychology",
                "Sociology",
                "Science",
                "Self Help",
                "Economics",
                "Audiobook",
                "Leadership",
                "Philosophy"
            ]
        },
        {
            "title": "Born at Midnight",
            "authors": [
                "C.C. Hunter"
            ],
            "ranking": 4.11,
            "ranking_count": 87719,
            "abstract": "Don’t miss this spectacular new series that will steal your heart and haunt your dreams, Welcome to Shadow Falls camp, nestled deep in the woods of a town called Fallen…. One night Kylie Galen finds herself at the wrong party, with the wrong people, and it changes her life forever. Her mother ships her off to Shadow Falls—a camp for troubled teens, and within hours of arriving, it becomes painfully clear that her fellow campers aren’t just “troubled.” Here at Shadow Falls, vampires, werewolves, shapeshifters, witches and fairies train side by side—learning to harness their powers, control their magic and live in the normal world.. Kylie’s never felt normal, but surely she doesn’t belong here with a bunch of paranormal freaks either. Or does she? They insist Kylie is one of them, and that she was brought here for a reason. As if life wasn’t complicated enough, enter Derek and Lucas. Derek’s a half-fae who’s determined to be her boyfriend, and Lucas is a smokin’ hot werewolf with whom Kylie shares a secret past. Both Derek and Lucas couldn’t be more different, but they both have a powerful hold on her heart.. Even though Kylie feels deeply uncertain about everything, one thing is becoming painfully clear—Shadow Falls is exactly where she belongs…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        }
    ]
}