{
    "books": [
        {
            "title": "Void Star",
            "authors": [
                "Zachary Mason"
            ],
            "ranking": 3.69,
            "ranking_count": 2081,
            "abstract": "A riveting, beautifully written, fugue-like novel of AIs, memory, violence, and mortality. Not far in the future the seas have risen and the central latitudes are emptying, but it’s still a good time to be rich in San Francisco, where weapons drones patrol the skies to keep out the multitudinous poor. Irina isn’t rich, not quite, but she does have an artificial memory that gives her perfect recall and lets her act as a medium between her various employers and their AIs, which are complex to the point of opacity. It’s a good gig, paying enough for the annual visits to the Mayo Clinic that keep her from aging.. Kern has no such access; he’s one of the many refugees in the sprawling drone-built favelas on the city’s periphery, where he lives like a monk, training relentlessly in martial arts, scraping by as a thief and an enforcer. Thales is from a different world entirely—the mathematically inclined scion of a Brazilian political clan, he’s fled to L.A. after the attack that left him crippled and his father dead.. A ragged stranger accosts Thales and demands to know how much he can remember. Kern flees for his life after robbing the wrong mark. Irina finds a secret in the reflection of a laptop’s screen in her employer’s eyeglasses. None are safe as they’re pushed together by subtle forces that stay just out of sight.. Vivid, tumultuous, and propulsive,. Void Star. is Zachary Mason’s mind-bending follow-up to his bestselling debut,. The Lost Books of the. Odyssey. .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Fantasy"
            ]
        },
        {
            "title": "A Storm of Witchcraft: The Salem Trials and the American Experience",
            "authors": [
                "Emerson W. Baker"
            ],
            "ranking": 3.84,
            "ranking_count": 780,
            "abstract": "Beginning in January 1692, Salem Village in colonial Massachusetts witnessed the largest and most lethal outbreak of witchcraft in early America. Villagers--mainly young women--suffered from unseen torments that caused them to writhe, shriek, and contort their bodies, complaining of pins stuck into their flesh and of being haunted by specters. Believing that they suffered from assaults by an invisible spirit, the community began a hunt to track down those responsible for the demonic work. The resulting Salem Witch Trials, culminating in the execution of 19 villagers, persists as one of the most mysterious and fascinating events in American history.. Historians have speculated on a web of possible causes for the witchcraft that stated in Salem and spread across the region-religious crisis, ergot poisoning, an encephalitis outbreak, frontier war hysteria--but most agree that there was no single factor. Rather, as Emerson Baker illustrates in this seminal new work, Salem was a perfect storm: a unique convergence of conditions and events that produced something extraordinary throughout New England in 1692 and the following years, and which has haunted us ever since.. Baker shows how a range of factors in the Bay colony in the 1690s, including a new charter and government, a lethal frontier war, and religious and political conflicts, set the stage for the dramatic events in Salem. Engaging a range of perspectives, he looks at the key players in the outbreak--the accused witches and the people they allegedly bewitched, as well as the judges and government officials who prosecuted them--and wrestles with questions about why the Salem tragedy unfolded as it did, and why it has become an enduring legacy.. Salem in 1692 was a critical moment for the fading Puritan government of Massachusetts Bay, whose attempts to suppress the story of the trials and erase them from memory only fueled the popular imagination. Baker argues that the trials marked a turning point in colonial history from Puritan communalism to Yankee independence, from faith in collective conscience to skepticism toward moral governance. A brilliantly told tale, A Storm of Witchcraft also puts Salem's storm into its broader context as a part of the ongoing narrative of American history and the history of the Atlantic World.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Paranormal",
                "North American Hi...",
                "Religion",
                "Witchcraft",
                "Historical",
                "Literature",
                "Fantasy",
                "Spirituality"
            ]
        },
        {
            "title": "Inferno",
            "authors": [
                "Catherine Doyle"
            ],
            "ranking": 4.45,
            "ranking_count": 3461,
            "abstract": "Romeo and Juliet meets The Godfather in the second installment of Catherine Doyle's Blood for Blood series.. Sophie's life has been turned upside-down, and she's determined to set things right. But Nic, the Falcone brother who represents everything she's trying to forget, won't give up on their love - and it's Luca's knife she clutches for comfort. Soon another mafia clan spoils the fragile peace - and with her heart drawn in one direction and her blood in another, Sophie's in deeper than ever.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Mystery",
                "Action",
                "Fiction"
            ]
        },
        {
            "title": "The Last Guardian",
            "authors": [
                "Eoin Colfer"
            ],
            "ranking": 4.16,
            "ranking_count": 54663,
            "abstract": "It's Armageddon Time for Artemis Fowl. Opal Koboi, power-crazed pixie, is plotting to exterminate mankind and become fairy queen.. If she succeeds, the spirits of long-dead fairy warriors will rise from the earth, inhabit the nearest available bodies and wreak mass destruction. But what happens if those nearest bodies include crows, or deer, or badgers - or two curious little boys by the names of Myles and Beckett Fowl?. Yes, it's true. Criminal mastermind Artemis Fowl's four-year-old brothers could be involved in destroying the human race. Can Artemis and Captain Holly Short of the Lower Elements Police stop Opal and prevent the end of the world?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "7 Minutes",
            "authors": [
                "Tatum Wilde"
            ],
            "ranking": 4.0,
            "ranking_count": 7,
            "abstract": "The girls of Kimpton College are ready to play…. There's only one reason I applied to Kimpton College. There's only one reason anyone applies to Kimpton College. Let’s just say when the brochure mentioned opportunities for fraternization, it had nothing to do with book clubs and team sports.. The girls here take wild to a whole new level. And the Delta Gamma Delta sisters are the hottest of the hot. I have to join that sorority, more than I need to breathe.. There’s just one more thing between me and sexual freedom. All it'll take is seven minutes in heaven.. This is a welcome I'm sure I’ll never forget.. *** This is Kimptons Coed short (4623 words).",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Parting Ways: Jewishness and the Critique of Zionism",
            "authors": [
                "Judith Butler"
            ],
            "ranking": 4.03,
            "ranking_count": 116,
            "abstract": "Judith Butler follows Edward Said’s late suggestion that through a consideration of Palestinian dispossession in relation to Jewish diasporic traditions a new ethos can be forged for a one-state solution. Butler engages Jewish philosophical positions to articulate a critique of political Zionism and its practices of illegitimate state violence, nationalism, and state-sponsored racism. At the same time, she moves beyond communitarian frameworks, including Jewish ones, that fail to arrive at a radical democratic notion of political cohabitation. Butler engages thinkers such as Edward Said, Emmanuel Levinas, Hannah Arendt, Primo Levi, Martin Buber, Walter Benjamin, and Mahmoud Darwish as she articulates a new political ethic. In her view, it is as important to dispute Israel’s claim to represent the Jewish people as it is to show that a narrowly Jewish framework cannot suffice as a basis for an ultimate critique of Zionism. She promotes an ethical position in which the obligations of cohabitation do not derive from cultural sameness but from the unchosen character of social plurality. Recovering the arguments of Jewish thinkers who offered criticisms of Zionism or whose work could be used for such a purpose, Butler disputes the specific charge of anti-Semitic self-hatred often leveled against Jewish critiques of Israel. Her political ethic relies on a vision of cohabitation that thinks anew about binationalism and exposes the limits of a communitarian framework to overcome the colonial legacy of Zionism. Her own engagements with Edward Said and Mahmoud Darwish form an important point of departure and conclusion for her engagement with some key forms of thought derived in part from Jewish resources, but always in relation to the non-Jew.. Butler considers the rights of the dispossessed, the necessity of plural cohabitation, and the dangers of arbitrary state violence, showing how they can be extended to a critique of Zionism, even when that is not their explicit aim. She revisits and affirms Edward Said’s late proposals for a one-state solution within the ethos of binationalism. Butler’s startling suggestion: Jewish ethics not only demand a critique of Zionism, but must transcend its exclusive Jewishness in order to realize the ethical and political ideals of living together in radical democracy.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Politics",
                "Nonfiction",
                "Literature",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "War and Turpentine",
            "authors": [
                "Stefan Hertmans",
                "David     McKay"
            ],
            "ranking": 3.91,
            "ranking_count": 9431,
            "abstract": "Shortly before his death in 1981, Stefan Hertmans' grandfather gave him a couple of filled exercise books. Stories he’d heard as a child had led Hertmans to suspect that their contents might be disturbing, and for years he didn’t dare to open them.. When he finally did, he discovered unexpected secrets. His grandfather’s life was marked by years of childhood poverty in late-nineteenth-century Belgium, by horrific experiences on the frontlines during the First World War and by the loss of the young love of his life. He sublimated his grief in the silence of painting.. Drawing on these diary entries, his childhood memories and the stories told within Urbain’s paintings, Hertmans has produced a poetic novelisation of his grandfather’s story, brought to life with great imaginative power and vivid detail.. War and Turpentine. is an enthralling search for a life that coincided with the tragedy of a century—and a posthumous, almost mythical attempt to give that life a voice at last.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "The Lightkeepers",
            "authors": [
                "Abby Geni"
            ],
            "ranking": 3.85,
            "ranking_count": 4973,
            "abstract": "In. The Lightkeepers. , we follow Miranda, a nature photographer who travels to the Farallon Islands, an exotic and dangerous archipelago off the coast of California, for a one-year residency capturing the landscape. Her only companions are the scientists studying there, odd and quirky refugees from the mainland living in rustic conditions; they document the fish populations around the island, the bold trio of sharks called the Sisters that hunt the surrounding waters, and the overwhelming bird population who, at times, create the need to wear hard hats as protection from their attacks.. Shortly after her arrival, Miranda is assaulted by one of the inhabitants of the islands. A few days later, her assailant is found dead, perhaps the result of an accident. As the novel unfolds, Miranda gives witness to the natural wonders of this special place as she grapples with what has happened to her and deepens her connection (and her suspicions) to her companions, while falling under the thrall of the legends of the place nicknamed “the Islands of the Dead.” And when more violence occurs, each member of this strange community falls under suspicion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Environment",
                "Audiobook",
                "Adult Fiction",
                "Literary Fiction",
                "Art"
            ]
        },
        {
            "title": "The Idiot",
            "authors": [
                "Elif Batuman"
            ],
            "ranking": 3.66,
            "ranking_count": 37942,
            "abstract": "A portrait of the artist as a young woman. A novel about not just discovering but inventing oneself.. The year is 1995, and email is new. Selin, the daughter of Turkish immigrants, arrives for her freshman year at Harvard. She signs up for classes in subjects she has never heard of, befriends her charismatic and worldly Serbian classmate, Svetlana, and, almost by accident, begins corresponding with Ivan, an older mathematics student from Hungary. Selin may have barely spoken to Ivan, but with each email they exchange, the act of writing seems to take on new and increasingly mysterious meanings.. At the end of the school year, Ivan goes to Budapest for the summer, and Selin heads to the Hungarian countryside, to teach English in a program run by one of Ivan's friends. On the way, she spends two weeks visiting Paris with Svetlana. Selin's summer in Europe does not resonate with anything she has previously heard about the typical experiences of American college students, or indeed of any other kinds of people. For Selin, this is a journey further inside herself: a coming to grips with the ineffable and exhilarating confusion of first love, and with the growing consciousness that she is doomed to become a writer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Historical",
                "Novels",
                "Young Adult",
                "Adult Fiction",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Savage Harvest: A Tale of Cannibals, Colonialism, and Michael Rockefeller's Tragic Quest for Primitive Art",
            "authors": [
                "Carl Hoffman"
            ],
            "ranking": 3.65,
            "ranking_count": 4834,
            "abstract": "The mysterious disappearance of Michael Rockefeller in New Guinea in 1961 has kept the world and his powerful, influential family guessing for years. Now, Carl Hoffman uncovers startling new evidence that finally tells the full, astonishing story.. Despite exhaustive searches, no trace of Rockefeller was ever found. Soon after his disappearance, rumors surfaced that he'd been killed and ceremonially eaten by the local Asmat—a native tribe of warriors whose complex culture was built around sacred, reciprocal violence, head hunting, and ritual cannibalism. The Dutch government and the Rockefeller family denied the story, and Michael's death was officially ruled a drowning. Yet doubts lingered. Sensational rumors and stories circulated, fueling speculation and intrigue for decades. The real story has long waited to be told—until now.. Retracing Rockefeller's steps, award-winning journalist Carl Hoffman traveled to the jungles of New Guinea, immersing himself in a world of headhunters and cannibals, secret spirits and customs, and getting to know generations of Asmat. Through exhaustive archival research, he uncovered never-before-seen original documents and located witnesses willing to speak publically after fifty years.. In. Savage Harvest. he finally solves this decades-old mystery and illuminates a culture transformed by years of colonial rule, whose people continue to be shaped by ancient customs and lore. Combining history, art, colonialism, adventure, and ethnography,. Savage Harvest. is a mesmerizing whodunit, and a fascinating portrait of the clash between two civilizations that resulted in the death of one of America's richest and most powerful scions.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Travel",
                "Mystery",
                "Adventure",
                "Crime",
                "Art",
                "Anthropology",
                "Audiobook"
            ]
        },
        {
            "title": "Enemies at Home",
            "authors": [
                "Lindsey Davis"
            ],
            "ranking": 4.09,
            "ranking_count": 2051,
            "abstract": "“There are rules for private informers accepting a new case. Never take on clients who cannot pay you. Never do favours for friends. Don’t work with relatives. If, like me, you are a woman, keep clear of men you find attractive.. “Will I never learn?”. In Ancient Rome, the number of slaves was far greater than that of free citizens. As a result, often the people Romans feared most were the “enemies at home,” the slaves under their own roofs. Because of this, Roman law decreed that if the head of a household was murdered at home, and the culprit wasn’t quickly discovered, his slaves—all of them, guilty or not—were presumed responsible and were put to death. Without exception.. When a couple is found dead in their own bedroom and their house burglarized, some of their household slaves know what is about to happen to them.  They flee to the Temple of Ceres, which by tradition is respected as a haven for refugees. This is where Flavia Albia comes in. The authorities, under pressure from all sides, need a solution. Albia, a private informer just like her father, Marcus Didius Falco, is asked to solve the murders, in this mystery from Lindsey Davis.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Roman",
                "Audiobook"
            ]
        },
        {
            "title": "Asymmetry",
            "authors": [
                "Lisa Halliday"
            ],
            "ranking": 3.45,
            "ranking_count": 26086,
            "abstract": "A singularly inventive and unforgettable debut novel about love, luck, and the inextricability of life and art, from 2017 Whiting Award winner Lisa Halliday.. Told in three distinct and uniquely compelling sections,. Asymmetry. explores the imbalances that spark and sustain many of our most dramatic human relations: inequities in age, power, talent, wealth, fame, geography, and justice. The first section,. Folly. tells the story of Alice, a young American editor, and her relationship with the famous and much older writer Ezra Blazer. A tender and exquisite account of an unexpected romance that takes place in New York during the early years of the Iraq War,. Folly. also suggests an aspiring novelist’s coming-of-age. By contrast,. Madness. is narrated by Amar, an Iraqi-American man who, on his way to visit his brother in Kurdistan, is detained by immigration officers and spends the last weekend of 2008 in a holding room in Heathrow. These two seemingly disparate stories gain resonance as their perspectives interact and overlap, with yet new implications for their relationship revealed in an unexpected coda.. A stunning debut from a rising literary star,. Asymmetry. is an urgent, important, and truly original work that will captivate any reader while also posing arresting questions about the very nature of fiction itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Literature",
                "New York",
                "Adult Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Horologicon: A Day's Jaunt Through the Lost Words of the English Language",
            "authors": [
                "Mark Forsyth"
            ],
            "ranking": 3.95,
            "ranking_count": 2171,
            "abstract": "The Horologicon. (or book of hours) gives you the most extraordinary words in the English language, arranged according to the hour of the day when you really need them.. Do you wake up feeling rough? Then you’re. philogrobolized. . Pretending to work? That’s. fudgelling. , which may lead to. rizzling. if you feel sleepy after lunch, though by dinner time you will have become a sparkling. deipnosophist. .. From Mark Forsyth, author of the bestselling. The Etymologicon. , this is a book of weird words for familiar situations. From. ante-jentacular. to. snudge. by way of. quafftide. and. wamblecropt. , at last you can say, with utter accuracy, exactly what you mean.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humanities",
                "History",
                "Reference",
                "Humor",
                "Audiobook",
                "Language",
                "Writing"
            ]
        },
        {
            "title": "Descender, Vol. 2: Machine Moon",
            "authors": [
                "Jeff Lemire",
                "Dustin Nguyen"
            ],
            "ranking": 4.17,
            "ranking_count": 8222,
            "abstract": "Young robot boy TIM-21 and his companions struggle to stay alive in a universe where all androids have been outlawed and bounty hunters lurk on every planet. DESCENDER is a rip-roaring and heart-felt cosmic odyssey, pitting humanity against machine and world against world to create a sprawling epic.. Collects DESCENDER #7-11",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Graphic Novels Comics",
                "Fiction",
                "Comics",
                "Space",
                "Adult"
            ]
        },
        {
            "title": "Lyrics Alley",
            "authors": [
                "Leila Aboulela"
            ],
            "ranking": 3.75,
            "ranking_count": 1362,
            "abstract": "Lyrics Alley. is the evocative story of an affluent Sudanese family shaken by the shifting powers in their country and the near-tragedy that threatens the legacy they've built for decades.. Their fortune threatened by shifting powers in Sudan and their heir's debilitating accident, a powerful family under the leadership of Mahmoud Bey is torn between the traditional and modern values of Mahmoud's two wives and his son's efforts to break with cultural limits.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Northern Africa",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Africa"
            ]
        },
        {
            "title": "Doctor Who - The Wheel of Ice",
            "authors": [
                "Stephen Baxter"
            ],
            "ranking": 3.66,
            "ranking_count": 1817,
            "abstract": "Resilience. Remembrance. Restoration.. Whatever the cost.. Hurtling through a vortex beyond time and space is a police box that’s not a police box. The TARDIS has carried the Doctor (as portrayed by Patrick Troughton) and his companions, Jamie and Zoe, to all sorts of places, but now, when they don’t want to go anywhere, the TARDIS makes a decision for them. Like it or not, they’re coming in for a landing, who knows where or when…. The Wheel. A ring of ice and metal turning around a moon of Saturn, home to a mining colony supplying a resource-hungry Earth. It’s a bad place to live—and a worse place to grow up.. The colony has been plagued by problems. Maybe it’s only a run of bad luck, but the equipment failures and thefts of resources have been increasing. And there are stories among the children of mysterious creatures glimpsed aboard the Wheel. Some of the younger workers are even refusing to go down into the warren-like mines any more.. And then one of them, surfing Saturn’s rings, saves an enigmatic blue box from destruction.. Once on the Wheel, the Doctor and his companions face a critical situation when they become suspected by some as the source of the ongoing sabotage.. They soon find themselves caught in a mystery that goes all the way back to the creation of the solar system. A mystery that could destroy the Wheel—and kill them all...",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Oppdateringer",
            "authors": [
                "Pål Norheim"
            ],
            "ranking": 3.67,
            "ranking_count": 18,
            "abstract": "I Oppdateringer vender Pål Norheim tilbake til dagboksjangeren, men nå med seg selv som hovedperson. I likhet med hans tidligere bøker, er også Oppdateringer preget av reiseinntrykk - denne gangen særlig fra Nord-Afrika. Tekstenes spontane friskhet skyldes delvis at de først ble skrevet på et sosialt medium, Facebook. Resultatet er en litterær dagbok, en overraskende mosaikk hvor iakttagelser, episoder og minner står side om side med eksistensielle og politiske refleksjoner. Norheim forflytter seg uanstrengt mellom så ulike temaer som norsk selvfølelse, Hugo Chávez' død, Anders Behring Breiviks hybris, Kairos trafikk, slangetemmerne i Marrakech, Donna Summer, dumhetens vesen og mye mer. Samlet fremstår Oppdateringer som et litterært enmannsleksikon - og en kilde til innsikt i vår egen samtid.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "The Bookseller's Tale",
            "authors": [
                "Ann Swinfen"
            ],
            "ranking": 4.12,
            "ranking_count": 2716,
            "abstract": "Oxford, Spring 1353. When young bookseller Nicholas Elyot discovers the body of student William Farringdon floating in the river Cherwell, it looks like a drowning.. Soon, however, Nicholas finds evidence of murder. Who could have wanted to kill this promising student?. As Nicholas and his scholar friend Jordain try to unravel what lies behind William’s death, they learn that he was innocently caught up in a criminal plot.. When their investigations begin to involve town, university, and abbey, Nicholas takes a risky gamble – and puts his family in terrible danger.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "European Literature",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Смяна на огледалата",
            "authors": [
                "Аксиния Михайлова"
            ],
            "ranking": 4.46,
            "ranking_count": 59,
            "abstract": "Аксиния Михайлова е носител на най-високото отличие за поезия във Франция − наградата „Гийом Аполинер“ 2014, която се присъжда на книга от френски или френскоезичен автор. За пръв път в 73-годишната й история с тази награда е удостоен български поет.. От другата страна на свободата. Тя има за дом цяло море. и много прозорци за гости.. Прогонете този петел от каменното стълбище,. огненият му гребен ще подпали призори. платната на покоя,. заради който тя потопи. в очите си. всички Итаки.. Прогонете този петел,. сега тя се учи. да обича себе си. и гъвкавото й тяло привиква с аскезата,. сега разхожда крехката си радост. в градината. и не подозира. колко още смърти я чакат. във всички онези прозорци,. обсадили морето.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature"
            ]
        },
        {
            "title": "Be Careful What You Wish For",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.11,
            "ranking_count": 35150,
            "abstract": "Bestselling author Jeffrey Archer's. Be Careful What You Wish For. opens with Harry Clifton and his wife Emma rushing to hospital to learn the fate of their son Sebastian, who has been involved in a fatal car accident. But who died, Sebastian or his best friend Bruno?. When Ross Buchanan is forced to resign as chairman of the Barrington Shipping Company, Emma Clifton wants to replace him. But Don Pedro Martinez intends to install his puppet, the egregious Major Alex Fisher, in order to destroy the Barrington family firm just as the company plans to build its new luxury liner, the. MV Buckingham. .. Back in London, Harry and Emma's adopted daughter wins a scholarship to the Slade Academy of Art where she falls in love with a fellow student, Clive Bingham, who asks her to marry him. Both families are delighted until Priscilla Bingham, Jessica's future mother-in-law, has a visit from an old friend, Lady Virginia Fenwick, who drops her particular brand of poison into the wedding chalice.. Then, without warning, Cedric Hardcastle, a bluff Yorkshireman who no one has come across before, takes his place on the board of Barringtons. This causes an upheaval that none of them could have anticipated, and will change the lives of every member of the Clifton and Barrington families. Hardcastle's first decision is who to support to become the next chairman of the board: Emma Clifton or Major Alex Fisher? And with that decision, the story takes yet another twist that will keep you on the edge of your seat.. Be Careful What You Wish For. showcases the master storyteller's talent as never before – when the Clifton and Barrington families march forward into the sixties, in this epic tale of love, revenge, ambition and betrayal.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Drama",
                "Suspense",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Shades of Earth",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 4.08,
            "ranking_count": 32706,
            "abstract": "Amy and Elder have finally left the oppressive walls of the spaceship. Godspeed. behind. They're ready to start life afresh--to build a home--on Centauri-Earth, the planet that Amy has traveled 25 trillion miles across the universe to experience.. But this new Earth isn't the paradise Amy had been hoping for. There are giant pterodactyl-like birds, purple flowers with mind-numbing toxins, and mysterious, unexplained ruins that hold more secrets than their stone walls first let on. The biggest secret of all?. Godspeed. 's former passengers aren't alone on this planet. And if they're going to stay, they'll have to fight.. Amy and Elder must race to discover who--or what--else is out there if they are to have any hope of saving their struggling colony and building a future together. They will have to look inward to the very core of what makes them human on this, their most harrowing journey yet. Because if the colony collapses? Then everything they have sacrificed--friends, family, life on Earth--will have been for nothing.. FUELED BY LIES.. RULED BY CHAOS.. ALMOST HOME.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Space",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Geronimo",
            "authors": [
                "Leon de Winter"
            ],
            "ranking": 3.56,
            "ranking_count": 446,
            "abstract": "‘Geronimo’ – zo luidde het codewoord dat de mannen van Seals Team 6 moesten doorgeven als ze Osama bin Laden hadden gevonden. De commando’s deden de wereld versteld staan met hun spectaculaire actie. Maar is de operatie echt verlopen zoals de officiële versie ons wil doen geloven?. Daarnaast is. Geronimo. het verhaal van Apana, een Afghaans meisje dat een passie ontwikkelt voor de. Goldberg Variaties. van Bach, en het verhaal van Jabbar, een Pakistaanse jongen wiens kostbaarste bezit een oud keukenkrukje is, een krukje dat de loop van de geschiedenis een cruciale wending kan geven. En ook is. Geronimo. het verhaal van de Amerikaanse ex-commando Tom Johnson, door wiens ogen vol mededogen we naar een doortrapte, tragische en tegelijk magnifieke wereld mogen kijken.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Roman",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Frankissstein: A Love Story",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.59,
            "ranking_count": 10436,
            "abstract": "From 'one of the most gifted writers working today' (New York Times) comes an audacious new novel about the bodies we live in and the bodies we desire. In Brexit Britain, a young transgender doctor called Ry is falling in love – against their better judgement – with Victor Stein, a celebrated professor leading the public debate around AI.. Meanwhile, Ron Lord, just divorced and living with Mum again, is set to make his fortune launching a new generation of sex dolls for lonely men everywhere.. Across the Atlantic, in Phoenix, Arizona, a cryogenics facility houses dozens of bodies of men and women who are medically and legally dead… but waiting to return to life.. But the scene is set in 1816, when nineteen-year-old Mary Shelley writes a story about creating a non-biological life-form. ‘Beware, for I am fearless and therefore powerful.'. What will happen when homo sapiens is no longer the smartest being on the planet? Jeanette Winterson shows us how much closer we are to that future than we realise. Funny and furious, bold and clear-sighted, Frankissstein is a love story about life itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "LGBT",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Retellings",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Ugly Truth",
            "authors": [
                "Jeff Kinney"
            ],
            "ranking": 4.19,
            "ranking_count": 118572,
            "abstract": "Greg Heffley has always been in a hurry to grow up. But is getting older really all it’s cracked up to be?. Greg suddenly finds himself dealing with the pressures of boy-girl parties, increased responsibilities, and even the awkward changes that come with getting older—all without his best friend, Rowley, at his side. Can Greg make it through on his own? Or will he have to face the “ugly truth”?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Childrens",
                "Realistic Fiction",
                "Sequential Art",
                "Young Adult",
                "Diary"
            ]
        },
        {
            "title": "Stray",
            "authors": [
                "Andrea K. Höst"
            ],
            "ranking": 3.99,
            "ranking_count": 3737,
            "abstract": "On her last day of high school, Cassandra Devlin walked out of exams and into a forest. Surrounded by the wrong sort of trees, and animals never featured in any nature documentary, Cass is only sure of one thing: alone, she will be lucky to survive.. The sprawl of abandoned blockish buildings Cass discovers offers her only more puzzles. Where are the people? What is the intoxicating mist which drifts off the buildings in the moonlight? And why does she feel like she's being watched?. Increasingly unnerved, Cass is overjoyed at the arrival of the formidable Setari. Whisked to a world as technologically advanced as the first was primitive, where nanotech computers are grown inside people's skulls, and few have any interest in venturing outside the enormous whitestone cities, Cass finds herself processed as a 'stray', a refugee displaced by the gates torn between worlds. Struggling with an unfamiliar language and culture, she must adapt to virtual classrooms, friends who can teleport, and the ingrained attitude that strays are backward and slow.. Can Cass ever find her way home? And after the people of her new world discover her unexpected value, will they be willing to let her leave?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Romance",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Seeking Solace: The Life and Legacy of Horatio G. Spafford",
            "authors": [
                "Thomas E. Corts"
            ],
            "ranking": 3.0,
            "ranking_count": 8,
            "abstract": "Never had Horatio and Anna Spafford imagined that a family vacation to Europe would forever change their lives. In 1873, the ship Ville du Havre was nicknamed the floating palace -the finest, most luxurious steamer on the Atlantic. Unsinkable was the word used to describe her safety and sturdiness of construction. One week after departure from New York, unsuspecting passengers of the Ville du Havre were shuffled from their beds and flung into the dark Atlantic when their ship was dissected by another-the Loch Earn. Many lives were saved, but many were lost at sea, including the four daughters of Horatio and Anna. Heartbroken, Horatio put the ebb and flow of his emotions and faith to paper and penned the poem It Is Well. Later, Philip P. Bliss, a well-known author of hymns and gospel songs, composed a melody, and the result was the hymn It Is Well with My Soul, which has lent comfort to many grief-stricken souls. Too often the telling of the Horatio Spafford story ends with the writing of this hymn. Instead, Dr. Corts takes you to the end of Horatio and Anna's lives. After the shipwreck, the grieving Spaffords conducted a relentless search for spiritual guidance that ultimately led to Anna's declaration that she was a prophet of God. The years that followed were ones of spiritual and financial havoc for the Spaffords. What Dr. Corts's research revealed was that the Spafford story is an example of the indomitable human spirit to survive when faced with personal calamity. More importantly, it is the story of the devastating consequences that can occur when sincere, well-meaning Christians abandon the Bible as their guidebook and seek answers elsewhere.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Dominator",
            "authors": [
                "D.D. Prince"
            ],
            "ranking": 3.96,
            "ranking_count": 4680,
            "abstract": "I've been ripped from my life & handed over to become property of Tommy Ferrano, a criminal who is beautiful outside but ugly inside. He has 3 rules for me. 1) Obey. 2) Tell no one ANYTHING about him. Rule 3 gives me a peek into just how depraved, alpha and possessive he really is. My life is about to be twisted up in knots. He will hurt me. Love me. Set my body on fire with passion. He will kill for me.. Full & complete story - bit.ly/tommyandtia Free in Kindle Unlimited.. Book 2 - Dario Ferrano - bit.ly/dareandangel. Book 3 - More Tommy & More Dare - bit.ly/dominator3unbound. OR box set - bit.ly/dominatorboxset. And then Saved, a spin-off that's even darker - bit.ly/lexandholly",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Erotica",
                "Romance",
                "Adult Fiction",
                "Sociology",
                "Contemporary",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "Anger Is My Middle Name: A Memoir",
            "authors": [
                "Lisbeth Zornig Andersen",
                "Mark Mussari"
            ],
            "ranking": 4.11,
            "ranking_count": 1361,
            "abstract": "An empowering memoir of resilience and redemption, and the rage that helped a girl escape the darkness of a harrowing childhood.. Born to a violently dysfunctional home in working-class Denmark, Lisbeth Zornig Andersen and her three older brothers were bounced between foster care and state-run institutions, then back again to their chemically dependent mother and sadistic stepfather. For Lisbeth, it was a childhood without perimeters. It was blighted by poverty, sexual abuse, neglect, betrayal, and further victimization by the broken Danish social services system that forced Lisbeth to live where and how it saw fit. Coming of age with a myriad of fears and emotional disorders, Lisbeth had three things that would become driving forces in her life: she was extraordinarily bright, extremely willful, and exceptionally angry.. From hell to liberation, this is Lisbeth’s emotional and galvanizing memoir told in two voices: that of a young girl who was unwanted, challenged, and defiant, and that of a woman who channeled her rage into a positive force as a passionate advocate for children’s rights. Whatever darkness defines the past, it can be used to change the future. Lisbeth’s heart-wrenching and ultimately uplifting journey is proof.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Psychology",
                "Sociology",
                "Biography Memoir",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "War Doctor: Surgery on the Front Line",
            "authors": [
                "David Nott"
            ],
            "ranking": 4.56,
            "ranking_count": 8766,
            "abstract": "For more than 25 years, surgeon David Nott has volunteered in some of the world’s most dangerous conflict zones. From Sarajevo under siege in 1993 to clandestine hospitals in rebel-held eastern Aleppo, he has carried out lifesaving operations in the most challenging conditions, and with none of the resources of a major metropolitan hospital. He is now widely acknowledged as the most experienced trauma surgeon in the world.. War Doctor is his extraordinary story, encompassing his surgeries in nearly every major conflict zone since the end of the Cold War, as well as his struggles to return to a “normal” life and routine after each trip. Culminating in his recent trips to war-torn Syria—and the untold story of his efforts to help secure a humanitarian corridor out of besieged Aleppo to evacuate some 50,000 people—. War Doctor. is a blend of medical memoir, personal journey, and nonfiction thriller that provides unforgettable, at times raw, insight into the human toll of war.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Medical",
                "Autobiography",
                "Biography",
                "War",
                "Science",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Racehorse Who Wouldn't Gallop",
            "authors": [
                "Clare Balding"
            ],
            "ranking": 4.21,
            "ranking_count": 300,
            "abstract": "Charlie Bass is a horse-mad ten-year-old who dreams of owning her own pony. So when she accidentally manages to buy a racehorse, Charlie is thrilled.. The horse she buys, Noble Warrior, looks the part: strong, fit and healthy. There's just one problem - he won't gallop. In fact, he won't even leave his stable without his best friend, a naughty palomino pony called Percy.. Charlie is convinced that Noble Warrior has what it takes to be a champion. But can she prove it? Derby Day is fast approaching and only a win can save the family farm from being repossessed.. The stakes couldn't be higher for the Basses. Can Charlie turn her chaotic family into a top training team? Can Noble Warrior overcome his nerves? Will Percy the pony. ever. stop farting?. Find out in this classic, funny animal story, perfect for fans of Dick King-Smith and Gerald Durrell.",
            "part_of_series": true,
            "genre_list": [
                "Audiobook",
                "Childrens",
                "Fiction"
            ]
        },
        {
            "title": "Scientific Wonders on Earth & in Space",
            "authors": [
                "Yusuf Al-Hajj Ahmad",
                "Darussalam"
            ],
            "ranking": 4.35,
            "ranking_count": 83,
            "abstract": "Every Prophet had a miracle which he showed to his people and challenged them with. Some of the Prophets even had more than one sign as a definite proof that they were sent by Allah; challenging their nations to bring anything similar to it if they denied it. Every sign given to any of the Prophets was exclusively meant for his people and when he died, his signs ceased to exist. However, one such miraculous sign shall remain, complete and preserved with the command of Allah, until the Day of Resurrection. This miracle is the inimitable Qur’an, the everlasting Book of Allah given to Prophet Muhammad (peace and blessings be upon him). Anyone who lives after the death of this Prophet of Mercy will be able to see it, read it, and realize for themselves the truth that it contains. Who was the teacher who taught Prophet Muhammad the scientific facts described by the Qur’an? Did he possess tools of scientific research that enabled him to discover all that? Did he have airplanes and rockets that enabled him to discover what was beyond the sky? The answer is that He possessed such knowledge that could never be affected by falsehood because it is the word of God. All that he informed us - of the past and present signs in the Universe and within ourselves - has been discovered by science as proven fact, and no doubt, the future signs will be discovered, just as he predicted.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Gunners",
            "authors": [
                "Rebecca Kauffman",
                "Michael David Axtell"
            ],
            "ranking": 3.67,
            "ranking_count": 5945,
            "abstract": "Achieving bold emotional complexity,. The Gunners. explores just how much one moment, one decision, or one person can change us. I recommend you read every single thing Rebecca Kauffman writes—start with this beautiful novel, and start now. —Julie Buntin, author of. Marlena. Following on her wonderfully received first novel,. Another Place You’ve Never Been. , called mesmerizing, powerful, and gorgeous, by critics all over the country, Rebecca Kauffman returns with Mikey Callahan, a thirty-year-old who is suffering from the clouded vision of macular degeneration. He struggles to establish human connections—even his emotional life is a blur.. As the novel begins, he is reconnecting with The Gunners, his group of childhood friends, after one of their members has committed suicide. Sally had distanced herself from all of them before ending her life, and she died harboring secrets about the group and its individuals. Mikey especially needs to confront dark secrets about his own past and his father. How much of this darkness accounts for the emotional stupor Mikey is suffering from as he reaches his maturity? And can The Gunners, prompted by Sally's death, find their way to a new day? The core of this adventure, made by Mikey, Alice, Lynn, Jimmy, and Sam, becomes a search for the core of truth, friendship, and forgiveness.. A quietly startling, beautiful book,. The Gunners. engages us with vividly unforgettable characters, and advances Rebecca Kauffman’s place as one of the most important young writers of her generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook",
                "Novels",
                "Young Adult",
                "Adult",
                "New York",
                "Literature"
            ]
        },
        {
            "title": "Matilda: Empress, Queen, Warrior",
            "authors": [
                "Catherine Hanley"
            ],
            "ranking": 4.23,
            "ranking_count": 371,
            "abstract": "Matilda was a daughter, wife, and mother. But she was also empress, heir to the English crown—the first woman ever to hold the position—and an able military general.. This new biography explores Matilda’s achievements as military and political leader, and sets her life and career in full context. Catherine Hanley provides fresh insight into Matilda's campaign to claim the title of queen, her approach to allied kingdoms and rival rulers, and her role in the succession crisis. Hanley highlights how Matilda fought for the throne, and argues that although she never sat on it herself her reward was to see her son become king. Extraordinarily, her line has continued through every single monarch of England or Britain from that time to the present day.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "European Literature",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "The Burning Page",
            "authors": [
                "Genevieve Cogman"
            ],
            "ranking": 4.05,
            "ranking_count": 15797,
            "abstract": "The third title in Genevieve Cogman's clever and exciting The Invisible Library series, The Burning Page is an action-packed literary adventure!. Librarian spy Irene has professional standards to maintain. Standards that absolutely do not include making hasty, unplanned escapes through a burning besieged building. But when the gateway back to your headquarters dramatically malfunctions, one must improvise. And after fleeing a version of Revolutionary France astride a dragon (also known as her assistant, Kai), Irene soon discovers she's not the only one affected. Gates back to the Library are malfunctioning across a multitude of worlds, creating general havoc. She and Kai are tasked with a mission to St Petersburg's Winter Palace, to retrieve a book which will help restore order.. However, such plans rarely survive first contact with the enemy - particularly when the enemy is the traitor Alberich. A nightmare figure bent on the Library's destruction, Alberich gives Irene a tainted 'join me or die' job offer. Meanwhile, Irene's old friend Vale has been damaged by exposure to Chaotic forces and she has no idea how to save him. When another figure from her past appears, begging for help, Irene has to take a good hard look at her priorities. And of course try to save the Library from absolute annihilation. Saving herself would be a bonus.. Irene's adventures feature stolen books, secret agents and forbidden societies - think Doctor Who but with librarian spies!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Writing",
                "Adventure"
            ]
        },
        {
            "title": "Den vita frun",
            "authors": [
                "Frida Skybäck"
            ],
            "ranking": 3.17,
            "ranking_count": 78,
            "abstract": "Bok 2 av den hyllade historieläraren från Lund!. År 1784 reser Maria som sällskap till Juliana Bielke och hennes mor Dorotea från Stockholm till Borgeby slott i Skåne. Den vackra och utmanande Juliana har förargat sin mor genom att i hemlighet förlova sig med den unge fattige konstnären Kasper, och av den anledningen beslutar Dorotea sig för att ta med dottern bort från storstadens lockelser till Borgeby, där inte mindre än tre unga, ogifta och adliga män befinner sig. Maria, som levt tillsammans med familjen Bielke sedan hennes mor dog i dysenteri, är i jämförelse med Juliana alldaglig och tillbakadragen och van att befinna sig i skuggan av sin välgörares dotter.. Familjen som residerar på Borgeby slott präglas av inre motsättningar och mörka hemligheter. Petronella Rosenhielm har två söner, Elias och Hugo Grave. Hon är änka och omgift med ryttmästare William Rosenhielm som i sin tur har sonen Alexander.. Elias börjar genast uppvakta Juliana och hans mor är överdrivet insmickrande. Maria kan inte låta bli att undra över deras avsikter. Varför har sällskapet egentligen bjudits in till slottet?. Till en början trivs Maria i sin nya miljö, men snart blir hon varse att allting inte står rätt till på slottet. Det sägs att det spökar i de kalla, mörka stensalarna och enligt Elias är det Den Vita Frun, som dränkt sig i en närliggande å, som hemsöker familjen. Maria vet inte om skrönan berättats bara för att skrämma henne och Juliana, men när hon själv förnimmer en oförklarlig närvaro börjar hon tro att det kanske ändå ligger något i Elias historia. Samtidigt finner hon kryptiska meddelanden i sin kammare, väcks av egendomliga ljud mitt i natten och märker flera gånger hur någon förföljer henne då hon promenerar i slottets trädgård. Maria börjar misstänka att det inte bara är av en händelse som hon har hamnat på Borgeby slott. Den Vita Frun är Frida Skybäcks andra roman. Det är en begåvad, spänningsfylld kärleksroman om en ung kvinnas väg till att finna sig själv.. Frida Skybäck (född 1980) är språk- och historielärare och arbetar på en internationell grundskola. Hon är bosatt med sin man och dotter i Lund. Frida Skybäck fick ett hedersomnämnande i Amelias kriminalmanustävling 2010 för sina texter. Hennes lovprisade debutroman Charlotte Hassel utkom 2011.",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "The Suspect",
            "authors": [
                "Fiona Barton"
            ],
            "ranking": 3.84,
            "ranking_count": 25075,
            "abstract": "The police belonged to another world – the world they saw on the television or in the papers. Not theirs.. When two eighteen-year-old girls go missing on their gap year in Thailand, their families are thrust into the international spotlight: desperate, bereft and frantic with worry.. Journalist Kate Waters always does everything she can to be first to the story, first with the exclusive, first to discover the truth – and this time is no exception. But she can’t help but think of her own son, who she hasn’t seen in two years since he left home to go traveling. This time it’s personal.. And as the case of the missing girls unfolds, they will all find that even this far away, danger can lie closer to home than you might think . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Blue Horses",
            "authors": [
                "Mary Oliver"
            ],
            "ranking": 4.28,
            "ranking_count": 6586,
            "abstract": "In this stunning collection of new poems, Mary Oliver returns to the imagery that has defined her life’s work, describing with wonder both the everyday and the unaffected beauty of nature.   Herons, sparrows, owls, and kingfishers flit across the page in meditations on love, artistry, and impermanence. Whether considering a bird’s nest, the seeming patience of oak trees, or the artworks of Franz Marc, Oliver reminds us of the transformative power of attention and how much can be contained within the smallest moments.   At its heart,. Blue Horses. asks what it means to truly belong to this world, to live in it attuned to all its changes. Humorous, gentle, and always honest, Oliver is a visionary of the natural world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Environment",
                "Adult",
                "Classics",
                "LGBT",
                "Spirituality",
                "Poetry Plays",
                "Literature"
            ]
        },
        {
            "title": "Then She Was Gone",
            "authors": [
                "Lisa Jewell"
            ],
            "ranking": 4.06,
            "ranking_count": 368165,
            "abstract": "THEN. She was fifteen, her mother's golden girl. She had her whole life ahead of her. And then, in the blink of an eye, Ellie was gone.. NOW. It’s been ten years since Ellie disappeared, but Laurel has never given up hope of finding her daughter.. And then one day a charming and charismatic stranger called Floyd walks into a café and sweeps Laurel off her feet.. Before too long she’s staying the night at this house and being introduced to his nine year old daughter.. Poppy is precocious and pretty - and meeting her completely takes Laurel's breath away.. Because Poppy is the spitting image of Ellie when she was that age. And now all those unanswered questions that have haunted Laurel come flooding back.. What happened to Ellie? Where did she go?. Who still has secrets to hide?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Seal Team Six: Memoirs of an Elite Navy Seal Sniper",
            "authors": [
                "Howard E. Wasdin",
                "Stephen Templin"
            ],
            "ranking": 4.05,
            "ranking_count": 16270,
            "abstract": "The. New York Times. best selling book that takes you inside SEAL Team Six – the covert squad that killed Osama Bin Laden.. SEAL Team Six is a secret unit tasked with counterterrorism, hostage rescue, and counterinsurgency. In this dramatic, behind-the-scenes chronicle, Howard Wasdin takes readers deep inside the world of Navy SEALS and Special Forces snipers, beginning with the grueling selection process of Basic Underwater Demolition/SEAL (BUD/S)—the toughest and longest military training in the world.. After graduating, Wasdin faced new challenges. First there was combat in Operation Desert Storm as a member of SEAL Team Two. Then the Green Course: the selection process to join the legendary SEAL Team Six, with a curriculum that included practiced land warfare to unarmed combat. More than learning how to pick a lock, they learned how to blow the door off its hinges. Finally as a member of SEAL Team Six he graduated from the most storied and challenging sniper program in the country: The Marine’s Scout Sniper School. Eventually, of the 18 snipers in SEAL Team Six, Wasdin became the best—which meant one of the best snipers on the planet.. Less than half a year after sniper school, he was fighting for his life. The mission: capture or kill Somalian warlord Mohamed Farrah Aidid. From rooftops, helicopters and alleys, Wasdin hunted Aidid and killed his men whenever possible. But everything went quickly to hell when his small band of soldiers found themselves fighting for their lives, cut off from help, and desperately trying to rescue downed comrades during a routine mission. The Battle of Mogadishu, as it become known, left 18 American soldiers dead and 73 wounded. Howard Wasdin had both of his legs nearly blown off while engaging the enemy. His dramatic combat tales combined with inside details of becoming one of the world’s deadliest snipers make this one of the most explosive military memoirs in years.",
            "part_of_series": false,
            "genre_list": [
                "War",
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Military",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Wall of Storms",
            "authors": [
                "Ken Liu"
            ],
            "ranking": 4.3,
            "ranking_count": 4080,
            "abstract": "Kuni Garu, now known as Emperor Ragin, runs the archipelago kingdom of Dara, but struggles to maintain progress while serving the demands of the people and his vision. Then an unexpected invading force from the Lyucu empire in the far distant west comes to the shores of Dara—and chaos results.. But Emperor Kuni cannot go and lead his kingdom against the threat himself with his recently healed empire fraying at the seams, so he sends the only people he trusts to be Dara’s savvy and cunning hopes against the invincible invaders: his children, now grown and ready to make their mark on history.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Science Fiction",
                "Cultural",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "La muerte del comendador, Libro 1",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 4.06,
            "ranking_count": 15925,
            "abstract": "En plena crisis de pareja, un retratista de cierto prestigio abandona Tokio en dirección al norte de Japón. Confuso, sumido en sus recuerdos, deambula por el país hasta que, finalmente, un amigo le ofrece instalarse en una pequeña casa aislada, rodeada de bosques, que pertenece a su padre, un pintor famoso.. En suma, un lugar donde retirarse durante un tiempo. En esa casa de paredes vacías, tras oír extraños ruidos, el protagonista descubre en un desván lo que parece un cuadro, envuelto y con una etiqueta en la que se lee: «La muerte del comendador». Cuando se decida a desenvolverlo se abrirá ante él un extraño mundo donde la ópera Don Giovanni de Mozart, el encargo de un retrato, una tímida adolescente y, por supuesto, un comendador, sembrarán de incógnitas su vida, hasta hace poco anodina y rutinaria.. Este primer volumen de la novela La muerte del comendador es un fascinante laberinto donde lo cotidiano se ve invadido de señales indescifrables, de preguntas cuya respuesta todavía está lejos de vislumbrarse. El lector, al igual que el protagonista, deberá permanecer muy atento.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Contemporary",
                "Novels",
                "Roman",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Landscapes of Communism: A History Through Buildings",
            "authors": [
                "Owen Hatherley"
            ],
            "ranking": 4.04,
            "ranking_count": 191,
            "abstract": "'In the craven world of architectural criticism Hatherley is that rarest of things: a brave, incisive, elegant and erudite writer, whose books dissect the contemporary built environment to reveal the political fantasies and social realities it embodies' Will Self. During the course of the twentieth century, communism took power in Eastern Europe and remade the city in its own image. Ransacking the urban planning of the grand imperial past, it set out to transform everyday life, its sweeping boulevards, epic high-rise and vast housing estates an emphatic declaration of a non-capitalist idea. Now, the regimes that built them are dead and long gone, but from Warsaw to Berlin, Moscow to post-Revolution Kiev, the buildings, their most obvious legacy, remain, populated by people whose lives were scattered and jeopardized by the collapse of communism and the introduction of capitalism.. Landscapes of Communism. is an intimate history of twentieth-century communist Europe told through its buildings; it is, too, a book about power, and what power does in cities. Most of all,. Landscapes of Communism. is a revelatory journey of discovery, plunging us into the maelstrom of socialist architecture. As we submerge into the metros, walk the massive, multi-lane magistrale and pause at milk bars in the microrayons, who knows what we might find?",
            "part_of_series": false,
            "genre_list": [
                "Architecture",
                "Nonfiction",
                "History",
                "Cultural",
                "Art",
                "Cities",
                "Travel",
                "Politics",
                "Urban"
            ]
        },
        {
            "title": "Doors of Stone",
            "authors": [
                "Patrick Rothfuss"
            ],
            "ranking": 3.62,
            "ranking_count": 4152,
            "abstract": "The third book of The Kingkiller Chronicle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Epic",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "A Tiny Bit Marvellous",
            "authors": [
                "Dawn French"
            ],
            "ranking": 3.24,
            "ranking_count": 9978,
            "abstract": "This is a poignant novel by Dawn French which is told through the eyes of a mother and her two teenage children. Each chapter is narrated by a different voice, telling the story of a modern family, all living in their own separate bubbles, lurching towards meltdown.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Contemporary",
                "European Literature",
                "Family",
                "Adult",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Lola and the Boy Next Door",
            "authors": [
                "Stephanie Perkins"
            ],
            "ranking": 3.93,
            "ranking_count": 159042,
            "abstract": "Alternate Cove edition for. ISBN 9780525423287. Lola Nolan is a budding costume designer, and for her, the more outrageous, sparkly, and fun the outfit, the better. And everything is pretty perfect in her life (right down to her hot rocker boyfriend) until the Bell twins, Calliope and Cricket, return to the neighborhood. When Cricket, a gifted inventor, steps out from his twin sister's shadow and back into Lola's life, she must finally reconcile a lifetime of feelings for the boy next door.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Murder of the Century: The Gilded Age Crime that Scandalized a City and Sparked the Tabloid Wars",
            "authors": [
                "Paul  Collins"
            ],
            "ranking": 3.58,
            "ranking_count": 7990,
            "abstract": "On Long Island, a farmer finds a duck pond turned red with blood. On the Lower East Side, two boys playing at a pier discover a floating human torso wrapped tightly in oilcloth. Blueberry pickers near Harlem stumble upon neatly severed limbs in an overgrown ditch. Clues to a horrifying crime are turning up all over New York, but the police are baffled: There are no witnesses, no motives, no suspects.. The grisly finds that began on the afternoon of June 26, 1897, plunged detectives headlong into the era's most baffling murder mystery. Seized upon by battling media moguls Joseph Pulitzer and William Randolph Hearst, the case became a publicity circus. Reenactments of the murder were staged in Times Square, armed reporters lurked in the streets of Hell's Kitchen in pursuit of suspects, and an unlikely trio — a hard-luck cop, a cub reporter, and an eccentric professor — all raced to solve the crime.. What emerged was a sensational love triangle and an even more sensational trial: an unprecedented capital case hinging on circumstantial evidence around a victim whom the police couldn't identify with certainty, and who the defense claimed wasn't even dead.. The Murder of the Century. is a rollicking tale — a rich evocation of America during the Gilded Age and a colorful re-creation of the tabloid wars that have dominated media to this day.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "History",
                "Mystery",
                "North American Hi...",
                "Historical",
                "Audiobook",
                "New York",
                "Writing"
            ]
        },
        {
            "title": "A Stranger in Mayfair",
            "authors": [
                "Charles Finch"
            ],
            "ranking": 3.99,
            "ranking_count": 5738,
            "abstract": "Returning from a continental honeymoon with his lifelong friend and new wife, Lady Jane Grey, Charles Lenox is asked by a colleague in Parliament to consult in the murder of a footman, bludgeoned to death with a brick. His investigation uncovers both unsettling facts about the family he served and a strange, second identity that the footman himself cultivated.. Going into the boxing clubs and public houses, the Mayfair mansions and servants' quarter of Victorian London, Lenox gradually realizes that an old friend may be implicated in the footman's death. Soon a suspect is arrested, but Lenox has his doubts. Desperately trying to balance the opening of Parliament and what he feels sure is a dark secret, he soon discovers that the killer is someone shockingly innocuous—who may be prepared to spill blood again, even a detective's.. In Detective Lenox, Lady Grey, and their circle of close associates, Charles Finch has created a cast of inviting, flesh-andblood characters. His evolving series, with its keen eye for period detail and razor-sharp plotting, offers readers an unparalleled brand of charm, sophistication, and suspense.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Married to Bhutan",
            "authors": [
                "Linda Leaming"
            ],
            "ranking": 3.81,
            "ranking_count": 1342,
            "abstract": "Tucked away in the eastern end of the Himalayas lies Bhutan—a tiny, landlocked country bordering China and India. Impossibly remote and nearly inaccessible, Bhutan is rich in natural beauty, exotic plants and animals, and crazy wisdom. It is a place where people are genuinely content with very few material possessions and the government embraces “Gross National Happiness” instead of Gross National Product.. In this funny, magical memoir, we accompany. Linda Leaming. on her travels through South Asia, sharing her experiences as she learns the language, customs, and religion; her surprising romance with a Buddhist artist; and her realizations about the unexpected path to happiness and accidental enlightenment.. As one of the few Americans to have lived in Bhutan, Leaming offers a rare glimpse into the quirky mountain kingdom so many have only dreamed of. For over ten years, Leaming has lived and worked in the town of Thimphu, where there are no traffic lights and fewer than 100,000 people. “If enlightenment is possible anywhere,” she writes, “I think it is particularly possible here.”. The Bhutanese way of life can seem daunting to most Westerners, whose lives are consumed with time, efficiency, and acquiring things. But Leaming shows us that we don’t necessarily have to travel around the world to appreciate a little Bhutan in our own lives, and that following our dreams is the way to be truly happy.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "Biography Memoir",
                "History"
            ]
        },
        {
            "title": "The Hellhound of Wall Street: How Ferdinand Pecora's Investigation of the Great Crash Forever Changed American Finance",
            "authors": [
                "Michael Perino"
            ],
            "ranking": 4.2,
            "ranking_count": 218,
            "abstract": "A gripping account of the underdog Senate lawyer who unmasked the financial wrongdoing that led to the Crash of 1929 and forever changed the relationship between Washington and Wall Street.. In. The Hellhound of Wall Street. , Michael Perino recounts in riveting detail the 1933 hearings that put Wall Street on trial for the Great Crash. Never before in American history had so many financial titans been called to account before the public, and they had come within a few weeks of emerging unscathed. By the time Ferdinand Pecora, a Sicilian immigrant and former New York prosecutor, took over as chief counsel, the investigation had dragged on ineffectively for nearly a year and was universally written off as dead.. The Hellhound of Wall Street. provides a minute-by-minute account of the ten dramatic days when Pecora turned the hearings around, cross- examining the officers of National City Bank (today's Citigroup), particularly its chairman, Charles Mitchell, one of the best known bankers of his day. Mitchell strode into the hearing room in obvious disdain for the proceedings, but he left utterly disgraced. Pecora's rigorous questioning revealed that City Bank was guilty of shocking financial abuses, from selling worthless bonds to manipulating its stock price. Most offensive of all was the excessive compensation and bonuses awarded to its executives for peddling shoddy securities to the American public.. Pecora became an unlikely hero to a beleaguered nation. The man whom the press called the hellhound of Wall Street was the son of a struggling factory worker. Precocious and determined, he became one of New York's few Italian American lawyers at a time when Italians were frequently stereotyped as anarchic criminals. The image of an immigrant lawyer challenging a blue-blooded Wall Street tycoon was just one more sign that a fundamental shift was taking place in America.. By creating the sensational headlines needed to galvanize public opinion for reform, the Pecora hearings spurred Congress to take unprecedented steps to rein in the freewheeling banking industry and led directly to the New Deal's landmark economic reforms. A gripping courtroom drama with remarkable contemporary relevance,. The Hellhound of Wall Street. brings to life a crucial turning point in American financial history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Economics",
                "Biography",
                "Nonfiction",
                "Law",
                "Business",
                "Politics",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "The Dead of Night",
            "authors": [
                "Peter Lerangis"
            ],
            "ranking": 4.16,
            "ranking_count": 18295,
            "abstract": "A LIFE ON THE LINE. When seven members of his family were kidnapped by the Vespers, thirteen-year-old Dan Cahill knew he was in for the fight of his life. He knew he was up against an impossibly powerful enemy. And Dan knew the odds were that some of his family members wouldn't make it.. But even as Dan steels himself to accept these facts, the unthinkable happens. The Vespers capture a blameless bystander--Dan's best friend Atticus. With an innocent life on the line, Dan kicks off a frantic hunt that will take him from the back alleys of Prague to the rock caves of Turkey. But Dan better find Atticus fast. If he doesn't, his best friend will surely die.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Mystery",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "False Covenant",
            "authors": [
                "Ari Marmell"
            ],
            "ranking": 4.07,
            "ranking_count": 1302,
            "abstract": "It’s been over half a year, now, since the brutal murder of Archbishop William de Laurent during his pilgrimage to the Galicien city of Davillon. During that time, the Church of the Hallowed Pact has assigned a new bishop to the city—but it has also made its displeasure at the death of its clergyman quite clear. Davillon’s economy has suffered beneath the weight of the Church’s displeasure. Much of the populace—angry at the clergy— has turned away from the Church hierarchy, choosing private worship or small, independent shrines. And the bishop, concerned for his new position and angry at the people of Davillon, plans to do something about it.. But a supernatural threat is stalking the nighttime streets—a creature of the other world has come to infiltrate the seedier streets of Davillon, to intertwine its tendrils through the lower echelons of society. Faced with both political upheaval and a supernatural threat to its citizenry, the local representatives of the Church are paralyzed and the Guardsmen are in over their heads.. And then there’s Widdershins--who’s tried, and failed, to stay out of trouble since taking over Genevieve’s tavern; who’s known to the Church and the Guard both, and trusted by neither; who may, with some of her Thieves’ Guild contacts, have unwittingly played a part in the bishop’s plans; and who, along with her personal god Olgun, may be the only real threat to the supernatural evil infesting Davillon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Action",
                "Mystery"
            ]
        },
        {
            "title": "All Spell Breaks Loose",
            "authors": [
                "Lisa Shearin"
            ],
            "ranking": 4.14,
            "ranking_count": 2409,
            "abstract": "From national bestselling author Lisa Shearin comes a new chapter in one of the best fantasy series....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Fairies",
                "Adventure"
            ]
        },
        {
            "title": "A Stolen Life",
            "authors": [
                "Jaycee Dugard"
            ],
            "ranking": 3.91,
            "ranking_count": 105839,
            "abstract": "On 10 June 1991, eleven-year-old Jaycee Dugard was abducted from a school bus stop within sight of her home in Tahoe, California. It was the last her family and friends saw of her for over eighteen years. On 26 August 2009, Dugard, her daughters, and Phillip Craig Garrido appeared in the office of her kidnapper's parole officer in California. Their unusual behaviour sparked an investigation that led to the positive identification of Jaycee Lee Dugard, living in a tent behind Garrido's home. During her time in captivity, at the age of fourteen and seventeen, she gave birth to two daughters, both fathered by Garrido.. Dugard's memoir is written by the 30-year-old herself and covers the period from the time of her abduction in 1991 up until the present. In her stark, utterly honest and unflinching narrative, Jaycee opens up about what she experienced, including how she feels now, a year after being found. Garrido and his wife Nancy have since pleaded guilty to their crimes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Crime",
                "Biography",
                "Mystery",
                "Biography Memoir",
                "Sociology",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Soft Apocalypse",
            "authors": [
                "Will McIntosh"
            ],
            "ranking": 3.51,
            "ranking_count": 2552,
            "abstract": "What happens when resources become scarce and society starts to crumble? As the competition for resources pulls America's previously stable society apart, the New Normal is a Soft Apocalypse. This is how our world ends; with a whimper instead of a bang. New social structures and tribal connections spring up across America, as the previous social structures begin to dissolve. Locus Award finalist and John W. Campbell Memorial Award finalist Soft Apocalypse follows the journey across the Southeast of a tribe of formerly middle class Americans as they struggle to find a place for themselves and their children in a new, dangerous world that still carries the ghostly echoes of their previous lives.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Adventure",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Tell-All",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 2.87,
            "ranking_count": 13192,
            "abstract": "The hyperactive love child of. Page Six. and. Whatever Happened to Baby Jane?. caught in a tawdry love triangle with. The Fan. . Even Kitty Kelly will blush.. Soaked, nay, marinated in the world of vintage Hollywood,. Tell-All. is a. Sunset Boulevard. –inflected homage to Old Hollywood when. Bette Davis. and. Joan Crawford. ruled the roost; a veritable Tourette’s syndrome of rat-tat-tat  name-dropping, from the A-list to the Z-list; and a merciless  send-up of. Lillian Hellman. ’s habit of butchering the truth that will have. Mary McCarthy. cheering from the beyond.. Our. Thelma Ritter. –ish narrator is. Hazie Coogan. , who for decades has tended to the outsized needs of. Katherine “Miss Kathie”  Kenton. —veteran of multiple marriages, career comebacks, and cosmetic surgeries. But danger arrives with gentleman caller. Webster Carlton Westward III. , who worms his way into Miss Kathie’s heart (and boudoir). Hazie discovers that this bounder has already written a celebrity tell-all memoir foretelling Miss Kathie’s death in a forthcoming. Lillian Hellman. –penned musical extravaganza; as the body count mounts, Hazie must execute a plan to save. Katherine Kenton. for her fans—and for posterity.. Tell-All. is funny, subversive, and fascinatingly clever. It’s wild, it’s wicked, it’s. boldfaced. —it’s vintage. Chuck. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Novels",
                "Humor",
                "Thriller",
                "Adult Fiction",
                "Literary Fiction",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "The Sallee Rovers",
            "authors": [
                "M. Kei"
            ],
            "ranking": 3.7,
            "ranking_count": 227,
            "abstract": "Lieutenant Peter Thorton of the 18th century British navy must struggle to come out gay while surviving storms at sea, ship-to-ship battles, duels, kidnapping, and more in his quest for true love and honor. The Sallee Rovers, Book One of The Pirates of the Narrow Seas Trilogy is an expertly crafted swashbuckler brimming with authentic detail and fully realized portraits of life at sea, written by a tall ship sailor and internationally acclaimed poet.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "LGBT",
                "Fiction"
            ]
        },
        {
            "title": "The Way of the Righteous in the Muck of Life: Psalms 1–12",
            "authors": [
                "Dale Ralph Davis"
            ],
            "ranking": 4.32,
            "ranking_count": 181,
            "abstract": "In the opening pages of the Psalms, believers discover foundational truth for right livingand great delightas children of God. Trusted theologian Dale Ralph Davis leads readers through a careful study of Psalms 112 with clear application for daily life.. The Psalmist begins with the most essential truth for mankind, Davis explains: Nothing is so crucial as your belonging to the congregation of the righteous. And it is the Word of God that provides the direction for the believer's life. It is here, Davis points out, that the righteous man gets his signals for living. The delight of the righteous is in the lawthe teachingsof the Lord. Indeed, for those who belong to Him, meditating on God's Word is the pursuit of pleasure! And the Psalms are a treasure trove for such a pursuit. As the first 12 Psalms continue, we see basic principles unfold with great clarity. Much like our troubles today, the Psalmist endured wickedness all around, a world hostile to the true Godand on a very personal leveldeceit and persecution from his enemies. Readers are pointed toward the glorious rule of the Messiah, to whom the whole world belongs. In light of this realization, we are prepared to face all kinds of troubles that cause despair. The righteous rely on God, and the Psalms teach us how. This book is ideal for use by small groups, as a teaching guide or for reference.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Christian"
            ]
        },
        {
            "title": "Of Windmills and War",
            "authors": [
                "Diane Moody"
            ],
            "ranking": 4.31,
            "ranking_count": 8352,
            "abstract": "The rumblings of war in distant countries mattered little to Danny McClain. Growing up in Chicago, his world revolved around after-school jobs, a rescued beagle, his pen pal in Holland, and the Cubs' chance to go to the World Series. Then, in December of 1941, news of the attack on Pearl Harbor hit much too close to home. In a few years, Danny found himself in the co-pilot seat of a B-17, stationed with the 390th Bomb Group in Framlingham, England. Anya Versteeg had been just a teenager when Hitler's troops invaded her homeland of Holland in May of 1940. Forced to grow up much too fast, the feisty preacher's daughter eagerly immersed herself in the Dutch Resistance. Certain that God had turned His back on Holland, she did whatever she had to do to save her country before it was too late. By 1945, the people of Occupied Holland were starving. Thousands were dying every day. Then, just days before the war ended, help came to the Netherlands like manna from heaven. Operation Chowhound held special meaning for Lieutenant Danny McClain. Somewhere below in the battered land of tulips and windmills was the girl who needed rescuing, and he would move heaven and earth to find her.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "War",
                "Fiction",
                "Romance",
                "Christian Fiction",
                "Christian"
            ]
        },
        {
            "title": "Temple of a Thousand Faces",
            "authors": [
                "John Shors"
            ],
            "ranking": 3.83,
            "ranking_count": 1326,
            "abstract": "In his international bestseller. Beneath a Marble Sky. , John Shors wrote about the ancient passion, beauty, and brilliance that inspired the Taj Mahal. Now with. Temple of a Thousand Faces. , he brings to life the legendary temple of Angkor Wat, an unrivaled marvel of ornately carved towers and stone statues. There, in a story set nearly a thousand years ago, an empire is lost, a royal love is tested, and heroism is reborn.. When his land is taken by force, Prince Jayavar of the Khmer people narrowly escapes death at the hands of the conquering Cham king. Exiled from their homeland, he and his mystical wife Ajadevi set up a secret camp in the jungle with the intention of amassing an army bold enough to reclaim their kingdom and free their people. Meanwhile, Cham King Indravarman rules with an iron fist, pitting even his most trusted men against each other and squashing any hint of rebellion.. Moving from a poor fisherman's family whose sons find the courage to take up arms against their oppressors, to a beautiful bride who becomes a prize of war, to an ambitious warrior whose allegiance is torn--. Temple of a Thousand Faces. is an unforgettable saga of love, betrayal, and survival at any cost.. READERS GUIDE INCLUDED",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Adult",
                "Novels",
                "Drama",
                "Adult Fiction",
                "Travel",
                "Literature"
            ]
        },
        {
            "title": "Kriget är slut",
            "authors": [
                "Morgan Alling"
            ],
            "ranking": 4.05,
            "ranking_count": 333,
            "abstract": "När Morgan Alling skildrade sin tuffa barndom i radioprogrammet Sommar år 2009 blev gensvaret enormt. Kanske för att ingen hade anat att den glada, spexande, populära skådespelaren hade en annan sida. Att det bakom skratten även fanns en stor sorg.. Under sina första fyra år bodde Morgan och hans lillebror Stefan tillsammans med sin ensamstående alkoholiserade mor. Vardagen var fylld av supande, slagsmål och flyttar mellan olika lägenheter. Men mamman älskade ändå sina söner och försökte ta hand om dem så gott hon kunde. Och Morgan hittade på allehanda bus och upptåg som gjorde honom till hjälte både hos kompisarna och fyllgubbarna.. Men till slut tappade mamman kontrollen över festandet, förlorade jobbet och blev inlagd på behandlingshem. Morgan och hans lillebror hamnade på barnhem, men trots mammans alla löften kom hon aldrig och hämtade dem. Istället skildes bröderna åt och skickades från fosterfamilj till fosterfamilj.. Morgan tycktes förutbestämd för ett liv med missbruk och misär. Räddningen kom i form av en kärleksfull fosterpappa som vågade ställa krav, och teatern som blev Morgans nya hem.. Kriget är slut. är en gripande skildring av ett maskrosbarn som inte bara klarade sig utan har lyckats vända motgångarna till en styrka. Med stor detaljrikedom och tidsatmosfär tecknar Morgan Alling ett porträtt av en pojke som överlever tack vare sin humor och sin längtan efter revansch.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography"
            ]
        },
        {
            "title": "Open Very Carefully: A Book with Bite",
            "authors": [
                "Nick Bromley",
                "Nicola O'Byrne"
            ],
            "ranking": 4.01,
            "ranking_count": 2049,
            "abstract": "What would you do if you were settling down for a quiet bedtime story and you realized that a crocodile had fallen into your storybook and was — not to put too fine a point on it — wreaking havoc? Would you slam that book shut and cram it back onto the bookshelf? Or would you be brave enough to peek?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Animals",
                "Fiction",
                "Writing",
                "Fantasy"
            ]
        },
        {
            "title": "The Dressmaker of Khair Khana: Five Sisters, One Remarkable Family, and the Woman Who Risked Everything to Keep Them Safe",
            "authors": [
                "Gayle Tzemach Lemmon"
            ],
            "ranking": 3.73,
            "ranking_count": 15890,
            "abstract": "The life Kamila Sidiqi had known changed overnight when the Taliban seized control of the city of Kabul. After receiving a teaching degree during the civil war—a rare achievement for any Afghan woman—Kamila was subsequently banned from school and confined to her home. When her father and brother were forced to flee the city, Kamila became the sole breadwinner for her five siblings. Armed only with grit and determination, she picked up a needle and thread and created a thriving business of her own.. The Dressmaker of Khair Khana. tells the incredible true story of this unlikely entrepreneur who mobilized her community under the Taliban. Former ABC Newsreporter Gayle Tzemach Lemmon spent years on the ground reporting Kamila's story, and the result is an unusually intimate and unsanitized look at the daily lives of women in Afghanistan. These women are not victims; they are the glue that holds families together; they are the backbone and the heart of their nation.. Afghanistan's future remains uncertain as debates over withdrawal timelines dominate the news.. The Dressmaker of Khair Khana. moves beyond the headlines to transport you to an Afghanistan you have never seen before. This is a story of war, but it is also a story of sisterhood and resilience in the face of despair. Kamila Sidiqi's journey will inspire you, but it will also change the way you think about one of the most important political and humanitarianissues of our time.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Audiobook",
                "War",
                "Womens",
                "Cultural",
                "Inspirational"
            ]
        },
        {
            "title": "Lost & Found",
            "authors": [
                "Brooke Davis"
            ],
            "ranking": 3.41,
            "ranking_count": 10940,
            "abstract": "Millie Bird. is a seven-year-old girl who always wears red wellington boots to match her red, curly hair. But one day, Millie’s mum leaves her alone beneath the Ginormous Women’s underwear rack in a department store, and doesn’t come back.. Agatha Pantha. is an eighty-two-year-old woman who hasn’t left her home since her husband died. Instead, she fills the silence by yelling at passers-by, watching loud static on TV, and maintaining a strict daily schedule. Until the day Agatha spies a little girl across the street.. Karl the Touch Typist. is eighty-seven years old and once typed love letters with his fingers on to his wife’s skin. He sits in a nursing home, knowing that somehow he must find a way for life to begin again. In a moment of clarity and joy, he escapes.. Together, Millie, Agatha and Karl. set out to find Millie’s mum. Along the way, they will discover that the young can be wise, that old age is not the same as death, and that breaking the rules once in a while might just be the key to a happy life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Adult Fiction",
                "Adult",
                "Book Club",
                "Humor",
                "Family",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "R.A. Salvatore's War of the Spider Queen, Volume I: Dissolution, Insurrection, Condemnation",
            "authors": [
                "Richard Lee Byers",
                "Thomas M. Reid",
                "Richard  Baker"
            ],
            "ranking": 4.46,
            "ranking_count": 369,
            "abstract": "The War of the Spider Queen--the epic, six-book series from the fertile imaginations of R.A. Salvatore and a select group of the. Forgotten Realms. best-selling authors--begins here. Ten years after its initial publication, we are packaging this ground-breaking series in two attractive collector's editions.. Dissolution. : While their whole world is changing around them, four dark elves struggle against different enemies. Yet their paths will lead them all to the most terrifying discovery in the long history of the drow and set them on a quest to save not only Menzoberranzan but the entire dark elf race from dissolution.. Insurrection. : A hand-picked team of the most capable drow adventurers begin a perilous journey through the treacherous Underdark, all the while surrounded by the chaos of war. Their path will take them through the very heart of darkness, and the Underdark will be shaken to its core. If the powerful dark elves falter, the world below is open for insurrection.. Condemnation. : From the burning sand of Anauroch to the labyrinthine Underdark, an epic quest for the very essence of the Spider Queen takes one startling turn after another. Powerful forces are at work to discover where Lolth has gone. She may return as something greater than she was, or she may have gone from her drow children forever, leaving them to their own devices in a chilling condemnation.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games"
            ]
        },
        {
            "title": "A Good Man",
            "authors": [
                "Guy Vanderhaeghe"
            ],
            "ranking": 3.97,
            "ranking_count": 1080,
            "abstract": "[Vanderhaeghe is] the best all-round novelist at work in Canada today. . .. A Good Man. is the kind of impeccably crafted, Dickensian charmer we have come to expect from Vanderhaeghe. . . . Remarkable . . . Deeply satisfying . . . Vanderhaeghe's descriptions of the natural world [are] often as striking as Cormac McCarthy's. . . . A towering achievement worthy of celebration as loud as our humble voices can declare.—. The Globe and Mail. Best-selling author Guy Vanderhaeghe’s final installment in his frontier trilogy is at once a riveting account of personal and historic revenge, and the endearing story of an unlikely love affair.. Wesley Case, a former soldier and the son of a Canadian lumber baron, sets out into the untamed borderlands between Canada and the United States to escape a dark secret from his past. He settles in Montana where he hopes to buy a cattle ranch, and where he begins work as a liaison between the American and Canadian militaries in an effort to contain the Native Americans’ unresolved anger in the wake of the Civil War. Amid the brutal violence that erupts between the Sioux warriors and U.S. forces, Case’s plan for a quiet ranch life is further compromised by an unexpected dilemma: he falls in love with the beautiful, outspoken, and recently widowed Ada Tarr. It’s a budding romance that soon inflames the jealousy of Ada’s quiet and deeply disturbed admirer, Michael Dunne. When the American government unleashes its final assault on the Indians, Dunne commences his own vicious plan for vengeance in one last feverish attempt to claim Ada as his own.. Vanderhaeghe expertly weaves a gritty account of the end of the Wild West with an intimate tale of love, retribution, and rebirth. Beautifully imagined and deeply moving,. A Good Man. is Vanderhaeghe’s triumphant conclusion to his venerated turn-of-the-century epic.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Cultural",
                "Literature",
                "Native Americans",
                "Adult"
            ]
        },
        {
            "title": "The Grimrose Path",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 3.99,
            "ranking_count": 1764,
            "abstract": "I looked at the metal coated with blood—so very much blood—the same color as the darkest crimson rose. I was undoing this. I was making this right. And I’d like to see the son of a bitch who thought he could stop me.. Bar owner Trixa Iktomi knows that inhuman creatures of light and darkness roam Las Vegas-especially since she’s a bit more than human herself. She’s just been approached with an unusual proposition. Something has slaughtered almost one thousand demons in six months. And the killing isn’t going to stop unless Trixa and her friends step into the fight.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Urban"
            ]
        },
        {
            "title": "La boîte à musique",
            "authors": [
                "Mary Higgins Clark"
            ],
            "ranking": 3.63,
            "ranking_count": 11221,
            "abstract": "Lane Harmon, bras droit d'un célèbre architecte d'intérieur, est appelée à redécorer la maison de l'épouse de Parker Bennett, un magnat de la finance porté disparu deux ans plus tôt, après que l'on ait découvert un trou de 5 milliards de dollars dans son entreprise. Touchée par la dignité de madame Bennett, Lane se rapproche de son fils, prêt à tout pour laver l'honneur de son père...",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Thriller",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Death of Bees",
            "authors": [
                "Lisa O'Donnell"
            ],
            "ranking": 3.83,
            "ranking_count": 15934,
            "abstract": "A riveting, brilliantly written debut novel-a coming-of-age story with the strong voice and powerful resonance of. Swamplandia!. and. The Secret Life of Bees. —in which two young sisters attempt to hold the world at bay after the mysterious death of their parents.. Today is Christmas Eve. Today is my birthday. Today I am fifteen. Today I buried my parents in the backyard. Neither of them were beloved.. Marnie and her little sister Nelly are on their own now. Only they know what happened to their parents, Izzy and Gene, and they aren’t telling. While life in Glasgow’s Hazlehurst housing estate isn’t grand, they do have each other. Besides, it’s only one year until Marnie will be considered an adult and can legally take care of them both.. As the new year comes and goes, Lennie, the old man next door, realizes that his young neighbors are alone and need his help. Or does he need theirs? But he’s not the only one who suspects something isn’t right. Soon, the sisters’ friends, their other neighbors, the authorities, and even Gene’s nosy drug dealer begin to ask questions. As one lie leads to another, dark secrets about the girls’ family surface, creating complications that threaten to tear them apart.. Written with fierce sympathy and beautiful precision, told in alternating voices,. The Death of Bees. is an enchanting, grimly comic tale of three lost souls who, unable to answer for themselves, can answer only for each other.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Family",
                "Cultural",
                "Adult Fiction",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Shadow Blade",
            "authors": [
                "Seressia Glass"
            ],
            "ranking": 3.56,
            "ranking_count": 1297,
            "abstract": "For Kira Solomon, normal was never an option.. Kira’s day job as an antiquities expert, but her true calling is as a Shadowchaser. Trained from youth to be one of the most lethal Chasers in existence, Kira serves the Gilead Commission dispatching the Fallen who sow discord and chaos. Of course, sometimes Gilead bureaucracy is as much a thorn in her side as anything the Fallen can muster against her. Right now, though, she’s got a bigger problem. Someone is turning the city of Atlanta upside-down in search of a four-millennia-old Egyptian dagger that just happens to have fallen into Kira’s hands.. Then there’s Khefar, the dagger’s true owner-a near-immortal 4000-year-old Nubian warrior who, Kira has to admit, looks pretty fine for his age. Joining forces is the only way to keep the weapon safe from the sinister Shadow force, but now Kira is in deep with someone who holds more secrets than she does, the one person who knows just how treacherous this fight is. Because every step closer to destroying the enemy is a step closer to losing herself to Shadow forever. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal",
                "Contemporary"
            ]
        },
        {
            "title": "The Sweetest Thing",
            "authors": [
                "Jill Shalvis"
            ],
            "ranking": 4.1,
            "ranking_count": 19642,
            "abstract": "Two Men Are One Too Many . . .. Tara has a thousand good reasons not to return to the little coastal town of Lucky Harbor, Washington. Yet with her life doing a major crash-and-burn,. anywhere. away from her unfulfilled dreams and sexy ex-husband will do. As Tara helps her two sisters get their newly renovated inn up and running, she finally has a chance to get things under control and come up with a new plan for her life.. But a certain tanned, green-eyed sailor has his own ideas, such as keeping Tara hot, bothered . . . and in his bed. And when her ex wants Tara back, three is a crowd she. can't. control-especially when her deepest secret reappears out of the blue. Now Tara must confront her past and discover what she really wants. If she's lucky, she might just find that everything her heart desires is right here in Lucky Harbor.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Fiction",
                "Family",
                "Humor",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Strange and Beautiful Sorrows of Ava Lavender",
            "authors": [
                "Leslye Walton"
            ],
            "ranking": 4.04,
            "ranking_count": 39925,
            "abstract": "Magical realism, lyrical prose, and the pain and passion of human love haunt this hypnotic generational saga.. Foolish love appears to be the Roux family birthright, an ominous forecast for its most recent progeny, Ava Lavender. Ava—in all other ways a normal girl—is born with the wings of a bird.. In a quest to understand her peculiar disposition and a growing desire to fit in with her peers, sixteen-year old Ava ventures into the wider world, ill-prepared for what she might discover and naïve to the twisted motives of others. Others like the pious Nathaniel Sorrows, who mistakes Ava for an angel and whose obsession with her grows until the night of the Summer Solstice celebration.. That night, the skies open up, rain and feathers fill the air, and Ava’s quest and her family’s saga build to a devastating crescendo.. First-time author Leslye Walton has constructed a layered and unforgettable mythology of what it means to be born with hearts that are tragically, exquisitely human.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Magical Realism",
                "Young Adult",
                "Fiction",
                "Romance",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "American Qur'an",
            "authors": [
                "Sandow Birk",
                "Reza Aslan",
                "Iftikhar Dadi",
                "Zareena Grewal"
            ],
            "ranking": 3.85,
            "ranking_count": 26,
            "abstract": "At a time when the United States was involved in two wars against Islamic nations, American-born artist Sandow Birk wanted to understand the Qur'an as it is, and always has been intended: a universal message to humankind. But to do so, he first needed to comprehend what Islam's holiest book meant to an American living in the twenty-first century. Indeed, how has the Qur'an related to us, as Americans, in this life, in this time?. In an attempt to answer his own question, Birk embarked on the most ambitious work of his career. Following in the grand traditions of ancient Arabic and Islamic artists, he began hand-transcribing the entire Qur'an as was done in centuries past—abiding by the traditional prescriptions as to the colors of ink, the formatting of the pages, the size of margins and illuminations of page headings and medallions marking verses and passages. He then took each sura and set it against a backdrop from everyday American life, one that reflected his renowned skate-surf ascetic.. Even before the first images of what became known as the. American Qur'an. began appearing in public, in 2009, veteran art critics were concerned about its reception. While Birk wasn't illustrating the Qur'an itself, the pairing of Islam’s holiest text with scenes from contemporary American life seemed adventuresome, given the climate of the times. The project, however, was not only welcomed by the Muslim community but also celebrated as an ambitious and valuable undertaking (. New York Times. ). At the same time, many saw it as taking part in an ancient tradition, one that, according to Yale University professor Zareena Grewal, eschewed the irony and satire that have become the knee-jerk impulse of so many Western artists.. Now appearing in full for the first time ever, this lavishly designed volume—containing all 114 suras—melds the past with the present, East with the West like nothing before it. The result, hailed by Reza Aslan as a great favor, not only to Muslims, but also to Americans, is one of the most original art books to appear in decades.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Art"
            ]
        },
        {
            "title": "Memory Hunter",
            "authors": [
                "Frank Morin"
            ],
            "ranking": 4.0,
            "ranking_count": 15,
            "abstract": "Worst. Date. Ever.. When Sarah and her new boyfriend Tomas are targeted by soul-powered assassins, she should have realized her old life was gone forever, but she was too busy running.. The assassins are led by an old enemy Sarah thought dead, whose first order of business is vengeance. Swept into the secret war between that deadly enemy and the long-lived facetakers, Sarah discovers history is not what the books claim it is, and Tomas is more than he pretends to be.. Fighting for her life, Sarah joins Tomas in a struggle filled with romance, deception, and soul-based magic that spans the globe and reaches back in time to the waning days of World War II. The ruins of Berlin hold more than just the truth about what really happened the day the Fuhrer fell. There, Sarah must confront an enemy she cannot hope to defeat.. When history becomes the battlefield, there is no safe place to hide.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Holding Their Own",
            "authors": [
                "Joe Nobody",
                "D. Allen",
                "D. Hall"
            ],
            "ranking": 3.97,
            "ranking_count": 997,
            "abstract": "This first book of the Holding Their Own series, A Story of Survival, is set in the year 2015, when the world is burdened by the second Great Depression. The United States, already weakened by internal strife, becomes the target of an international terror plot. A series of attacks results in thousands of casualties and disables the country's core infrastructure. The combination of economic hardship and the staggering blow of the terror attacks results in a collapse of the government.. This is a realistic story of how an average, middle class couple survives the cascading events brought on by international politics, high tech military actions and the eventual downfall of society. All of their survival skills are tested during the action packed expedition in a world that resembles the American West of 200 years past.. Holding Their Own II: The Independents. Holding Their Own III: Pedestals of Ash",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Apocalyptic",
                "Science Fiction",
                "Adventure",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "The Banks of Certain Rivers",
            "authors": [
                "Jon Harrison"
            ],
            "ranking": 3.75,
            "ranking_count": 1518,
            "abstract": "In the lakeside resort town of Port Manitou, Michigan, dedicated teacher and running coach Neil Kazenzakis shoulders responsibilities that would break a lesser man: a tragic accident has left his wife seriously debilitated, he cares for his mother-in-law who suffers from dementia, and he’s raising his teenage son, Chris, on his own. On top of all that, he’s also secretly been seeing Lauren, his mother-in-law’s caregiver.. When Neil breaks up a fight one day after school, he doesn’t give the altercation much thought. He’s got bigger issues on his mind, like the fact that Lauren is ready for a commitment and he has to figure out a way to tell Chris that he’s in a serious relationship with someone other than the boy’s mother. But when an anonymous person uploads a video of the fight to YouTube, the stunning footage suggests Neil assaulted a student. With his job, his family, and his reputation suddenly in jeopardy, Neil must prove his innocence and win back the trust of the entire community—including his son’s.. Jon Harrison’s. The Banks of Certain Rivers. is a powerful tale of family, loss, and the meaning of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Literary Fiction",
                "Drama",
                "Romance",
                "Family",
                "Book Club",
                "Relationships"
            ]
        },
        {
            "title": "Proxima",
            "authors": [
                "Stephen Baxter"
            ],
            "ranking": 3.8,
            "ranking_count": 6201,
            "abstract": "The very far future: The Galaxy is a drifting wreck of black holes, neutron stars, chill white dwarfs. The age of star formation is long past. Yet there is life here, feeding off the energies of the stellar remnants, and there is mind, a tremendous Galaxy-spanning intelligence each of whose thoughts lasts a hundred thousand years. And this mind cradles memories of a long-gone age when a more compact universe was full of light.... The 27th century: Proxima Centauri, an undistinguished red dwarf star, is the nearest star to our sun - and (in this fiction), the nearest to host a world, Proxima IV, habitable by humans. But Proxima IV is unlike Earth in many ways. Huddling close to the warmth, orbiting in weeks, it keeps one face to its parent star at all times. The 'substellar point', with the star forever overhead, is a blasted desert, and the 'antistellar point' on the far side is under an ice cap in perpetual darkness. How would it be to live on such a world?. Needle ships fall from Proxima IV's sky. Yuri Jones, with 1000 others, is about to find out.... Proxima tells the amazing tale of how we colonise a harsh new eden, and the secret we find there that will change our role in the Universe for ever.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Anna and the Swallow Man",
            "authors": [
                "Gavriel Savit"
            ],
            "ranking": 3.68,
            "ranking_count": 7771,
            "abstract": "Kraków, 1939. A million marching soldiers and a thousand barking dogs. This is no place to grow up. Anna Łania is just seven years old when the Germans take her father, a linguistics professor, during their purge of intellectuals in Poland. She’s alone.. And then Anna meets the Swallow Man. He is a mystery, strange and tall, a skilled deceiver with more than a little magic up his sleeve. And when the soldiers in the streets look at him, they see what he wants them to see.. The Swallow Man is not Anna’s father—she knows that very well—but she also knows that, like her father, he’s in danger of being taken, and like her father, he has a gift for languages: Polish, Russian, German, Yiddish, even Bird. When he summons a bright, beautiful swallow down to his hand to stop her from crying, Anna is entranced. She follows him into the wilderness.. Over the course of their travels together, Anna and the Swallow Man will dodge bombs, tame soldiers, and even, despite their better judgment, make a friend. But in a world gone mad, everything can prove dangerous. Even the Swallow Man.. Destined to become a classic, Gavriel Savit’s stunning debut reveals life’s hardest lessons while celebrating its miraculous possibilities.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "Audiobook",
                "Childrens",
                "World War II"
            ]
        },
        {
            "title": "Beraubte Wut",
            "authors": [
                "Arion Golmakani",
                "Tanja Selzer"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "Arion Golmakani ist ein amerikanischer Autor iranischer Abstammung, geboren in Teheran.. Der Autor beschreibt seine Kindheit, die im Jahre 1956 anfängt, mit einfachen Worten aber sehr präzise. Er wird als kleiner Junge von seinen Eltern zurück gelassen. Er lebt ab seinem 3. Lebensjahr in Armut und Obdachlosigkeit in den Straßen eines der reichsten Städte des Iran, in Mashad. Er schreibt mit einfachsten Worten so ergreifend und ohne jede Sentimentalität, daß jede Seite des Buchs einen tagelang noch begleitet. Er nimmt die Leser mit in die 50er und 60er Jahre der Iranischen Kultur und in das Alltagsleben, dort wo das Leben noch viel traditioneller war.. Er überlebt seine grausame Kindheit und immigriert mit 17 Jahren nach Amerika und erst nach 40 Jahren schreibt er das Buch Solacers. Danach ist er nie wieder in den Iran und in die Straßen seiner Kindheit zurückgekehrt",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Unspoken",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 3.82,
            "ranking_count": 33097,
            "abstract": "Kami Glass loves someone she’s never met... a boy she’s talked to in her head ever since she was born. She wasn’t silent about her imaginary friend during her childhood, and is thus a bit of an outsider in her sleepy English town of Sorry-in-the-Vale. Still, Kami hasn’t suffered too much from not fitting in. She has a best friend, runs the school newspaper, and is only occasionally caught talking to herself. Her life is in order, just the way she likes it, despite the voice in her head.. But all that changes when the Lynburns return.. The Lynburn family has owned the spectacular and sinister manor that overlooks Sorry-in-the-Vale for centuries. The mysterious twin sisters who abandoned their ancestral home a generation ago are back, along with their teenage sons, Jared and Ash, one of whom is eerily familiar to Kami. Kami is not one to shy away from the unknown—in fact, she’s determined to find answers for all the questions Sorry-in-the-Vale is suddenly posing. Who is responsible for the bloody deeds in the depths of the woods? What is her own mother hiding? And now that her imaginary friend has become a real boy, does she still love him? Does she hate him? Can she trust him?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Mystery",
                "Fiction",
                "Gothic"
            ]
        },
        {
            "title": "The Final Trade",
            "authors": [
                "Joe Hart"
            ],
            "ranking": 4.22,
            "ranking_count": 6477,
            "abstract": "The thrilling sequel to the runaway bestseller. The Last Girl. .. Zoey is not the woman she once was. She’s watched her friends die at the hands of their captors, been hunted, and returned from the brink of death. Now she must find the truth about who she is.. In search of the family she never knew, Zoey learns of personal records stored in an Idaho missile silo that may contain the information she and the other women seek. With the help of her group of newfound friends, Zoey travels to the missile facility, but among the records, they uncover information that leads to an insidious and horrific new foe: the Fae Trade, a macabre carnival of slavery and pain.. Zoey’s journey into the darkest parts of the human psyche brings her perilously close to the ever-thinning line between good and evil, and the final cost in her quest for justice might be her own humanity.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Young Adult",
                "Fantasy",
                "Suspense",
                "Business",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Terugkeer ongewenst",
            "authors": [
                "Charles Lewinsky",
                "Elly Schippers"
            ],
            "ranking": 4.05,
            "ranking_count": 659,
            "abstract": "‘Ik heb geleerd zonder vrijheid te leven, zonder hoop. Waarom, verdorie, valt het me zo zwaar om zonder geweten te leven?’. Terugkeer ongewenst. is het deels waargebeurde, deels fictieve levensverhaal van de Joodse acteur, entertainer en regisseur Kurt Gerron, die in de jaren twintig en dertig grote triomfen vierde in Berlijn. In 1933 vlucht hij voor de nazi’s en belandt via Wenen en Parijs in Nederland, waar hij onder andere optreedt in de Joodsche Schouwburg in Amsterdam en meewerkt aan verschillende Nederlandse speelfilms. Samen met zijn vrouw Olga wordt hij in 1943 geïnterneerd in Westerbork en van daar gedeporteerd naar Theresienstadt. De kampcommandant vraagt hem een film te maken waarin het vernederende gettobestaan wordt voorgesteld als een paradijs. Weigeren betekent transport naar Auschwitz, meewerken betekent verraad aan zichzelf en aan zijn kunst. Dit duivelse dilemma vormt de kern van deze adembenemende roman, die tevens een betoverende en tegelijk tragische liefdesgeschiedenis is.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "World War II",
                "Roman",
                "War",
                "Literature",
                "Historical",
                "Drama",
                "European Literature"
            ]
        },
        {
            "title": "Happiness, Like Water",
            "authors": [
                "Chinelo Okparanta"
            ],
            "ranking": 4.03,
            "ranking_count": 1523,
            "abstract": "Here are Nigerian women at home and transplanted to the United States, building lives out of longing and hope, faith and doubt, the struggle to stay and the mandate to leave, the burden and strength of love. Here are characters faced with dangerous decisions, children slick with oil from the river, a woman in love with another despite the penalties. Here is a world marked by electricity outages, lush landscapes, folktales, buses that break down and never start up again. Here is a portrait of Nigerians that is surprising, shocking, heartrending, loving, and across social strata, dealing in every kind of change. Here are stories filled with language to make your eyes pause and your throat catch.. Happiness, Like Water. introduces a true talent, a young writer with a beautiful heart and a capacious imagination.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Western Africa",
                "LGBT",
                "Literature",
                "Contemporary",
                "Womens",
                "Novels"
            ]
        },
        {
            "title": "The Room",
            "authors": [
                "Jonas Karlsson",
                "Neil Smith"
            ],
            "ranking": 3.57,
            "ranking_count": 4882,
            "abstract": "Funny, clever, surreal, and thought-provoking, this Kafkaesque masterpiece introduces the unforgettable Bjorn, an exceptionally meticulous office worker striving to live life on his own terms.. Bjorn is a compulsive, meticulous bureaucrat who discovers a secret room at the government office where he works - a secret room that no one else in his office will acknowledge. When Bjorn is in his room, what his co-workers see is him standing by the wall and staring off into space looking dazed, relaxed, and decidedly creepy. Bjorn's bizarre behavior eventually leads his co-workers to try to have him fired, but Bjorn will turn the tables on them with help from his secret room.. Debut author Jonas Karlsson doesn't leave a word out of place in this brilliant, bizarre, delightful take on how far we will go--in a world ruled by conformity - to live an individual and examined life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Magical Realism",
                "Fantasy",
                "Cultural",
                "Humor",
                "Audiobook",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Haunting",
            "authors": [
                "Alan Titchmarsh"
            ],
            "ranking": 3.86,
            "ranking_count": 1073,
            "abstract": "Moving between the early 19th century and present day, this is a dark story of love, betrayal, intrigue, and murder. History is boring; and what does it have to do with us?. Much as Harry Flint tries to fight against the beliefs of his pupils, there are times when he wonders if they are right. With a failed marriage behind him, he sets about changing his own life and researching that of his ancestors. How can the mysterious disappearance of Anne Flint in 1816 and the drowning of a young girl in the chalk stream when the Prince Regent occupied the throne possibly affect him? The deeper he digs, the more he realizes that the past is closer than he could have ever imagined. Set in the beauty of the Hampshire countryside, this is a story where people are not what they seem and the past is no more predictable than the future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Romance",
                "Historical",
                "Audiobook",
                "Paranormal",
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "The Last Dragonslayer",
            "authors": [
                "Jasper Fforde"
            ],
            "ranking": 3.86,
            "ranking_count": 21128,
            "abstract": "In the good old days, magic was indispensable—it could both save a kingdom and clear a clogged drain. But now magic is fading: drain cleaner is cheaper than a spell, and magic carpets are used for pizza delivery. Fifteen-year-old foundling Jennifer Strange runs Kazam, an employment agency for magicians—but it’s hard to stay in business when magic is drying up. And then the visions start, predicting the death of the world’s last dragon at the hands of an unnamed Dragonslayer. If the visions are true, everything will change for Kazam—and for Jennifer. Because something is coming. Something known as . . . Big Magic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Here",
            "authors": [
                "Richard McGuire"
            ],
            "ranking": 4.2,
            "ranking_count": 10916,
            "abstract": "Here. is Richard McGuire's unique graphic novel based on the legendary 1989 comic strip of the same name.. Richard McGuire's groundbreaking comic strip. Here. was published under Art Spiegelman's editorship at RAW in 1989.. Built in six pages of interlocking panels, dated by year, it collapsed time and space to tell the story of the corner of a room - and its inhabitants - between the years 500,957,406,073 BC and 2313 AD.. The strip remains one of the most influential and widely discussed contributions to the medium, and it has now been developed, expanded and reimagined by the artist into this full-length, full-colour graphic novel - a must for any fan of the genre.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Art",
                "Graphic Novels Comics",
                "Historical",
                "Adult",
                "Comics"
            ]
        },
        {
            "title": "The Book with No Pictures",
            "authors": [
                "B.J. Novak"
            ],
            "ranking": 4.31,
            "ranking_count": 26362,
            "abstract": "A book with no pictures?. What could be fun about that?. After all, if a book has no pictures, there's nothing to look at but the words on the page.. Words that might make you say silly sounds... In ridiculous voices.... Hey, what kind of book. is. this, anyway?. At once disarmingly simple and ingeniously imaginative,. The Book With No Pictures. inspires laughter every time it is opened, creating a warm and joyous experience to share--and introducing young children to the powerful idea that the written word can be an unending source of mischief and delight.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Kids",
                "Audiobook"
            ]
        },
        {
            "title": "This Girl",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.09,
            "ranking_count": 79882,
            "abstract": "Librarian's Note: The ISBN 9789383260195 for this book was also used by . Shekhar Kapur's Devi - Vol. 1.  by Samit Basu.. There are two sides to every love story. Now hear Will’s.. Colleen Hoover’s New York Times bestselling Slammed series has brought countless readers to their knees with a whirlwind of love, passion, and heartache.. Layken and Will’s love has managed to withstand the toughest of circumstances and the young lovers, now married, are beginning to feel safe and secure in their union. As much as Layken relishes their new life together, she finds herself wanting to know everything there is to know about her husband, even though Will makes it clear he prefers to keep the painful memories of the past where they belong. Still, he can’t resist his wife’s pleas and so he begins to untangle his side of the story, revealing for the first time his most intimate feelings and thoughts, retelling both the good and bad moments, and sharing a few shocking confessions of his own from the time when they first met.. In. This Girl. , Will tells the story of their complicated relationship from. his. point of view. Their future rests on how well they deal with the past in this final installment of the beloved Slammed. series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Love",
                "Realistic Fiction",
                "Poetry"
            ]
        },
        {
            "title": "My Life with the Liars",
            "authors": [
                "Caela Carter"
            ],
            "ranking": 4.07,
            "ranking_count": 1019,
            "abstract": "Perfect for fans of Kathryn Erskine’s. Mockingbird. and Holly Goldberg Sloan’s. Counting by 7s. , this is a stunningly unique and poignant story of one girl’s strength and courage as she decides who she is and what she will believe in.. Behind the white-washed walls of the Arizona compound, life was simple. Follow the rules, live in the light, and all would be well. Zylynn was excited to turn thirteen and begin the work of bringing others into the light, to save them from the liars and the darkness of the outside world. But when she is taken away by a man who claims to be her father, she is confused and desperate to return home.. Zylynn resists her new life—until she finds small comforts, like shampoo, the color pink, and strawberries. But as her thirteenth birthday approaches, Zylynn must make a difficult decision—to stay here with the enemy, or find her way back to the light. And neither may be what they seem.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Young Adult",
                "Religion",
                "Contemporary",
                "Fiction",
                "Sociology"
            ]
        },
        {
            "title": "Rocky Mountain Miracle",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.33,
            "ranking_count": 1584,
            "abstract": "No Christmas will ever be the same after Cole and Maia meet on a snowy western ranch… Find out why in #1. New York Times. bestselling author Christine Feehan’s romantic holiday e-novel!. When Cole Steele, a womanizer rumored to have killed his father, meets Maia Armstrong, a veterinarian rumored to practice magic, the sizzling romance could melt all the snow on his Wyoming ranch. And when an injured horse brings them together, Cole can’t help but believe that Maia casts spells on animals—and men. What else could explain the burning passion he feels for her and the thawing of his heart just in time for Christmas?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Contemporary",
                "Holiday",
                "Suspense"
            ]
        },
        {
            "title": "Ties That Bind",
            "authors": [
                "Carolyn Arnold"
            ],
            "ranking": 3.8,
            "ranking_count": 4871,
            "abstract": "“Madison Knight is a tough, sassy, and intelligent detective. She is a straight shooter and takes no crap.”. –My Blissful Books. The hunt for a serial killer begins…. Detective Madison Knight concluded the case of a strangled woman an isolated incident. But when another woman’s body is found in a park killed with the same brand of neckties, she realizes they’re dealing with something more serious.. Despite mounting pressure from the sergeant and the chief to close the case even if it means putting an innocent man behind bars, and a partner who is more interested in saving his marriage than stopping a potential serial killer, Madison may have to go it alone if the murderer is going to be stopped.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Business"
            ]
        },
        {
            "title": "The Judgement",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.3,
            "ranking_count": 265,
            "abstract": "Ruin wakes up on Earth knowing only one thing: to Judge and Execute.. As an Angel of Judgment with no memory of his origins and no ability to communicate, he seeks help from Isadore, the first human he comes into contact with. Without realizing, he binds molecularity with the OCD Neuroscientist, and slowly becomes permanently attached to her.. But, there is a mission he's sent to accomplish and it isn't about Isadore. Or is it? Something about the eccentric and beautiful woman seems to be preventing him from remembering what he must do in order to complete his task on Earth.. In the breathtaking third book of the Ruin Series, The Judgment, Ruin tackles missions designed to bring him face to face with the answers he desperately needs. Soon, however, he discovers that the clues he gains to unravel the mysteries of his mission will declare war on his heart and soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Action"
            ]
        },
        {
            "title": "Avatar: The Last Airbender - The Rift",
            "authors": [
                "Gene Luen Yang",
                "Gurihiru",
                "Michael Dante DiMartino",
                "Bryan Konietzko"
            ],
            "ranking": 4.29,
            "ranking_count": 7543,
            "abstract": "Avatar Aang and friends honor an Air Nomad holiday that hasn't been celebrated in over one hundred years, but when cryptic visits from the spirit of Avatar Yangchen lead Aang to a refinery operating on land sacred to the Airbenders--they soon find themselves in peril as a dangerously powerful ancient spirit awakens with vengeance and destruction on its mind!. This collection of. The Rift Parts 1-3. features annotations by Eisner Award-winning writer Gene Luen Yang (. American Born Chinese. ) and artists Gurihiru (. Thor and the Warriors Four. ), with a brand-new sketchbook section!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Childrens",
                "Adventure",
                "Comics"
            ]
        },
        {
            "title": "The Girl in Green",
            "authors": [
                "Derek B. Miller"
            ],
            "ranking": 4.08,
            "ranking_count": 2602,
            "abstract": "From the author of. Norwegian by Night,. and Short Listed for the 2017 CWA Gold Dagger Award, a novel about two men on a misbegotten quest to save the girl they failed to save decades before. 1991. Near Checkpoint Zulu, one hundred miles from the Kuwaiti border, Thomas Benton meets Arwood Hobbes. Benton is a British journalist who reports from war zones in part to avoid his lackluster marriage and a daughter he loves but cannot connect with; Arwood is a mid-western American private who might be an insufferable ignoramus, or might be a genuine lunatic with a death wish--it's hard to tell.. Desert Storm is over, peace has been declared, but as they argue about whether it makes sense to cross the nearest border in search of an ice cream, they become embroiled in a horrific attack in which a young local girl in a green dress is killed as they are trying to protect her. The two men walk away into their respective lives. But something has cracked for them both.. Twenty-two years later, in another place, in another war, they meet again and are offered an unlikely opportunity to redeem themselves when that same girl in green is found alive and in need of salvation. Or is she?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Sworn",
            "authors": [
                "Gail Z. Martin"
            ],
            "ranking": 4.06,
            "ranking_count": 2862,
            "abstract": "Summoner-King Martris Drayke must attempt to meet this great threat, gathering an army from a country ravaged by civil war. Tris seeks new allies from among the living - and the dead - as an untested generation of rulers face their first battle. Meanwhile, the legendary Dread are stirring in their burrows after millennia of silence and no one knows what hand wakes them and whom they will serve when they rise.. Now, Drayke turns to the Sworn, a nomadic clan of warriors bound to protect the Dread. But even the mighty Sworn do not know what will happen when the Dread awake. All are certain, though, that war is coming to the Winter Kingdoms.. THE SWORN is the beginning of a new adventure set in the world of The Chronicles of the Necromancer.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Paranormal"
            ]
        },
        {
            "title": "Conversations with Scorsese",
            "authors": [
                "Richard Schickel"
            ],
            "ranking": 4.16,
            "ranking_count": 547,
            "abstract": "Now in paperback, and with a new afterword: the history and process of moviemaking in general, and of Martin Scorsese's brilliant and varied films in particular, through the words and wit of the master director.. With Richard Schickel as the canny and intelligent guide, these conversations take us deep into Scorsese's life and work. He reveals which films are most autobiographical, and what he was trying to explore and accomplish in other films. He explains his personal style and describes many of the rewarding artistic and personal relationships of his career, including collaborations with Robert De Niro, Harvey Keitel, Jack Nicholson, and Leonardo DiCaprio. An invaluable illumination and appreciation of one of our most admired film directors.",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Nonfiction",
                "Biography",
                "Media Tie In",
                "Autobiography",
                "Criticism"
            ]
        },
        {
            "title": "Fullmetal Alchemist, Vol. 25",
            "authors": [
                "Hiromu Arakawa",
                "Akira Watanabe"
            ],
            "ranking": 4.66,
            "ranking_count": 6415,
            "abstract": "As Greed and King Bradley continue their battle, the mysterious homunculus father makes his move under Central City. In order to achieve his objectives, he will need to force Mustang to make an unthinkable choice. Meanwhile, Alphonse has the chance to regain his own body, but the sacrifice to do so may be too much.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Manga",
                "Comics Manga"
            ]
        }
    ]
}