{
    "books": [
        {
            "title": "Dear Mr. Henshaw",
            "authors": [
                "Beverly Cleary",
                "Paul O. Zelinsky"
            ],
            "ranking": 3.76,
            "ranking_count": 39325,
            "abstract": "Leigh has been Boyd Henshaw's number one fan ever since he was in second grade. Now in sixth grade, Leigh lives with his mother and is the new kid in school. He's lonely, troubled by the absence of his father, a cross-country trucker, and angry because a mysterious thief steals from his lunchbag. Then Leigh's teacher assigns a letter-writing project. Naturally Leigh chooses to write to Mr. Henshaw, whose surprising answer changes Leigh's life. (back cover)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Young Adult",
                "Classics",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "No Exit",
            "authors": [
                "Jean-Paul Sartre"
            ],
            "ranking": 4.12,
            "ranking_count": 32497,
            "abstract": "Jean-Paul Sartre, the great French existentialist, displays his mastery of drama in NO EXIT, an unforgettable portrayal of hell.. The play is a depiction of the afterlife in which three deceased characters are punished by being locked into a room together for all eternity. It is the source of Sartre's especially famous and often misinterpreted quotation L'enfer, c'est les autres or Hell is other people, a reference to Sartre's ideas about the Look and the perpetual ontological struggle of being caused to see oneself as an object in the world of another consciousness.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Philosophy",
                "Classics",
                "Fiction",
                "Drama",
                "Cultural",
                "European Literature",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Devil's Bride",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 4.08,
            "ranking_count": 20309,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. When Devil, the most infamous member of the Cynster family, is caught in a compromising position with plucky governess Honoria Wetherby, he astonishes the entire town by offering his hand in marriage. No one dreamed this scandalous rake would ever take a bride. And as society mamas swooned at the loss of England′s most eligible bachelor, Devil′s infamous Cynster cousins began to place wagers on the wedding date.. But Honoria wasn′t about to bend society′s demands and marry a man just because they′d been found together virtually unchaperoned. No, she craved adventure, and while solving the murder of a young Cynster cousin fit the bill for a while, she decided that once the crime was solved she′d go off to see the world. But the scalding heat of her unsated desire for Devil soon had Honoria craving a very different sort of excitement. Could her passion for Devil cause her to embrace the enchanting peril of a lifelong adventure of the heart?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Mystery",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Running Out of Time",
            "authors": [
                "Margaret Peterson Haddix"
            ],
            "ranking": 3.99,
            "ranking_count": 24513,
            "abstract": "Jessie lives with her family in the frontier village of Clifton, Indiana. When diphtheria strikes the village and the children of Clifton start dying, Jessie's mother sends her on a dangerous mission to bring back help. But beyond the walls of Clifton, Jessie discovers a world even more alien and threatening than she could have imagined, and soon she finds her own life in jeopardy. Can she get help before the children of Clifton, and Jessie herself, run out of time?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Childrens",
                "Historical",
                "Adventure",
                "Mystery",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Watsons Go to Birmingham - 1963",
            "authors": [
                "Christopher Paul Curtis"
            ],
            "ranking": 3.98,
            "ranking_count": 64128,
            "abstract": "The Newbery Honor-winning American classic,. The Watsons Go to Birmingham--1963. , celebrates 20 years with this anniversary edition featuring a special letter from Christopher Paul Curtis and an introduction by noted educator Dr. Pauletta Bracy.. Enter the hilarious world of ten-year-old Kenny and his family, the Weird Watsons of Flint, Michigan. There's Momma, Dad, little sister Joetta, and brother Byron, who's thirteen and an official juvenile delinquent. When Momma and Dad decide it's time for a visit to Grandma, Dad comes home with the amazing Ultra-Glide, and the Watsons set out on a trip like no other. They're heading South to Birmingham, Alabama, toward one of the darkest moments in America's history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Academic",
                "Cultural",
                "Classics",
                "Family"
            ]
        },
        {
            "title": "The Enchanted April",
            "authors": [
                "Elizabeth von Arnim"
            ],
            "ranking": 3.93,
            "ranking_count": 22135,
            "abstract": "A recipe for happiness: four women, one medieval Italian castle, plenty of wisteria, and solitude as needed.. The women at the center of. The Enchanted April. are alike only in their dissatisfaction with their everyday lives. They find each other—and the castle of their dreams—through a classified ad in a London newspaper one rainy February afternoon. The ladies expect a pleasant holiday, but they don’t anticipate that the month they spend in Portofino will reintroduce them to their true natures and reacquaint them with joy. Now, if the same transformation can be worked on their husbands and lovers, the enchantment will be complete.. The Enchanted April. was a best-seller in both England and the United States, where it was a Book-of-the-Month Club selection, and set off a craze for tourism to Portofino. More recently, the novel has been the inspiration for a major film and a Broadway play.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "Romance",
                "European Literature",
                "Audiobook",
                "Travel",
                "Literature"
            ]
        },
        {
            "title": "L'Œuvre au noir",
            "authors": [
                "Marguerite Yourcenar"
            ],
            "ranking": 4.06,
            "ranking_count": 4491,
            "abstract": "En créant le personnage de Zénon, alchimiste et médecin du XVIe siècle, Marguerite Yourcenar, l'auteure des. Mémoires d'Hadrien. , ne raconte pas seulement le destin tragique d'un homme extraordinaire. C'est toute une époque qui revit dans son infinie richesse, comme aussi dans son âcre et brutale réalité ; un monde contrasté où s'affrontent le Moyen Age et la Renaissance, et où pointent déjà les temps modernes, monde dont Zénon est issu, mais dont peu à peu cet homme libre se dégage, et qui pour cette raison même finira par le broyer.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Classics",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Forever Peace",
            "authors": [
                "Joe Haldeman"
            ],
            "ranking": 3.75,
            "ranking_count": 20049,
            "abstract": "2043 A.D.: The Ngumi War rages. A burned-out soldier and his scientist lover discover a secret that could put the universe back to square one. And it is not terrifying. It is tempting...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "War",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Day Lasts More Than a Hundred Years",
            "authors": [
                "Chingiz Aitmatov",
                "John French"
            ],
            "ranking": 4.34,
            "ranking_count": 5836,
            "abstract": "Set in the vast windswept Central Asian steppes and the infinite reaches of galactic space, this powerful novel offers a vivid view of the culture and values of the Soviet Union's Central Asian peoples.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Science Fiction",
                "Literature",
                "Classics",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The State and Revolution",
            "authors": [
                "Vladimir Lenin"
            ],
            "ranking": 4.19,
            "ranking_count": 10163,
            "abstract": "1917-ci ilin avqust-sentyabr aylarında yazılan yaradıcı marksizmin bu görkəmli əsəri – “Dövlət və inqilab” dövlət nəzəriyyəsinin öz dərinliyi və əhatəliliyi cəhətdən misilsiz elmi şərhidir, marksizmin düşmənlərinə qarşı mübarizədə partiyalılığın parlaq nümunəsidir. Bu əsərdə Lenin dövlət barəsində Marksın və Engelsin baxışlarına əsaslanaraq dövlət ilə cəmiyyətin sinfi xarakterinin əlaqəsini təhlil edir, sosialist inqilabının və proletar diktaturasının qanunauyğunluğu və labüdlüyünü əsaslandırır, proletar dövlətinin və proletar demokratiyasının mahiyyətini və vəzifələrini aşkara çıxardır, keçid mərhələsi, sosializm və kommunizm haqqında marksizm təlimini inkişaf etdirir.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Cultural",
                "Economics",
                "Classics",
                "Sociology"
            ]
        },
        {
            "title": "C.P. Cavafy: Collected Poems",
            "authors": [
                "Constantinos P. Cavafy",
                "Edmund Keeley",
                "Philip Sherrard",
                "George Savidis"
            ],
            "ranking": 4.39,
            "ranking_count": 3861,
            "abstract": "C. P. Cavafy (1863 - 1933) lived in relative obscurity in Alexandria, and a collected edition of his poems was not published until after his death. Now, however, he is regarded as the most important figure in twentieth-century Greek poetry, and his poems are considered among the most powerful in modern European literature.. Here is an extensively revised edition of the acclaimed translations of Edmund Keeley and Philip Sherrard, which capture Cavafy's mixture of formal and idiomatic use of language and preserve the immediacy of his frank treatment of homosexual themes, his brilliant re-creation of history, and his astute political ironies. The resetting of the entire edition has permitted the translators to review each poem and to make alterations where appropriate. George Savidis has revised the notes according to his latest edition of the Greek text.. About the first edition: The best [English version] we are likely to see for some time.--James Merrill,. The New York Review of Books. [Keeley and Sherrard] have managed the miracle of capturing this elusive, inimitable, unforgettable voice. It is the most haunting voice I know in modern poetry.--Walter Kaiser,. The New Republic. ?",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Literature",
                "LGBT",
                "Fiction"
            ]
        },
        {
            "title": "The Drowned World",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.52,
            "ranking_count": 20000,
            "abstract": "In the 21st century, fluctuations in solar radiation have caused the ice-caps to melt and the seas to rise. Global temperatures have climbed, and civilization has retreated to the Arctic and Antarctic circles. London is a city now inundated by a primeval swamp, to which an expedition travels to record the flora and fauna of this new Triassic Age.. This early novel by the author of CRASH and EMPIRE OF THE SUN is at once a fast paced narrative, a stunning evocation of a flooded, tropical London of the near future and a speculative foray into the workings of the unconscious mind.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Fantasy",
                "Novels",
                "Classics",
                "Speculative Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Rhinocéros",
            "authors": [
                "Eugène Ionesco"
            ],
            "ranking": 3.87,
            "ranking_count": 13358,
            "abstract": "Tous les chats sont mortels. Socrate est mortel. Donc Socrate est un chat. Tout langage stéréotypé devient aberrant. C'est ce que Ionesco démontre dans Rhinocéros, pièce qui a tout d'abord vu le jour sous la forme d'une nouvelle. Partisan d'un théâtre total, il porte l'absurde à son paroxysme en l'incarnant matériellement. Allégorie des idéologies de masse, le rhinocéros, cruel et dévastateur, ne se déplace qu'en groupe et gagne du terrain à une vitesse vertigineuse. Seul et sans trop savoir pourquoi, Bérenger résiste à la mutation. Il résiste pour notre plus grande délectation, car sa lutte désespérée donne lieu à des caricatures savoureuses, à des variations de tons et de genres audacieuses et anticonformistes. La sclérose intellectuelle, l'incommunicabilité et la perversion du langage engendrent des situations tellement tragiques qu'elles en deviennent comiques, tellement grotesques qu'elles ne peuvent être que dramatiques. On a dit du théâtre de Ionesco qu'il était engagé ; il l'est, en faveur de l'individu, menacé de marginalisation quand, malgré ses faiblesses, il parvient à résister aux tentations avilissantes qu'il a lui-même fait naître.`",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Cultural",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Death of Virgil",
            "authors": [
                "Hermann Broch",
                "Jean Starr Untermeyer"
            ],
            "ranking": 4.19,
            "ranking_count": 1295,
            "abstract": "It is the reign of the Emperor Augustus, and Publius Vergilius Maro, the poet of the Aeneid and Caesar's enchanter, has been summoned to the palace, where he will shortly die. Out of the last hours of Virgil's life and the final stirrings of his consciousness, the Austrian writer Hermann Broch fashioned one of the great works of twentieth-century modernism, a book that embraces an entire world and renders it with an immediacy that is at once sensual and profound.. Begun while Broch was imprisoned in a German concentration camp,. The Death of Virgil. is part historical novel and part prose poem - and always an intensely musical and immensely evocative meditation on the relation between life and death, the ancient and the modern.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Poetry",
                "European Literature",
                "Literature",
                "Novels",
                "Philosophy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Boy: Tales of Childhood",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.06,
            "ranking_count": 64621,
            "abstract": "In Boy, Roald Dahl recounts his days as a child growing up in England. From his years as a prankster at boarding school to his envious position as a chocolate tester for Cadbury's, Roald Dahl's boyhood was as full of excitement and the unexpected as are his world-famous, best-selling books. Packed with anecdotes—some funny, some painful, all interesting—this is a book that's sure to please.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Childrens",
                "Biography Memoir",
                "Classics",
                "Humor",
                "Academic"
            ]
        },
        {
            "title": "The Treasure of the Sierra Madre",
            "authors": [
                "B. Traven"
            ],
            "ranking": 4.1,
            "ranking_count": 2279,
            "abstract": "A CULT MASTERPIECE—THE ADVENTURE NOVEL THAT INSPIRED JOHN HUSTON'S CLASSIC FILM, BY THE ELUSIVE AUTHOR WHO WAS A MODEL FOR THE HERO OF ROBERTO BOLAÑO'S. 2666. Little is known for certain about B. Traven. Evidence suggests that he was born Otto Feige in Schlewsig-Holstein and that he escaped a death sentence for his involvement with the anarchist underground in Bavaria. Traven spent most of his adult life in Mexico, where, under various names, he wrote several bestsellers and was an outspoken defender of the rights of Mexico's indigenous people. First published in 1935,. The Treasure of the Sierra Madre. is Traven's most famous and enduring work, the dark, savagely ironic, and riveting story of three down-and-out Americans hunting for gold in Sonora.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Westerns",
                "Adventure",
                "Novels",
                "Literature",
                "Historical",
                "Mystery",
                "European Literature",
                "Culture"
            ]
        },
        {
            "title": "Timequake",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.72,
            "ranking_count": 35220,
            "abstract": "According to science-fiction writer Kilgore Trout, a global timequake will occur in New York City on 13th February 2001. It is the moment when the universe suffers a crisis of conscience. Should it expand or make a great big bang? It decides to wind the clock back a decade to 1991, making everyone in the world endure ten years of deja-vu and a total loss of free will - not to mention the torture of reliving every nanosecond of one of the tawdiest and most hollow decades. With his trademark wicked wit, Vonnegut addresses memory, suicide, the Great Depression, the loss of American eloquence, and the obsolescent thrill of reading books.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Humor",
                "Classics",
                "Literature",
                "Novels",
                "Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "Endless Night",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.81,
            "ranking_count": 28570,
            "abstract": "Gipsy’s Acre was a truly beautiful upland site with views out to sea – and in Michael Rogers it stirred a child-like fantasy. There, amongst the dark fir trees, he planned to build a house, find a girl and live happily ever after. Yet, as he left the village, a shadow of menace hung over the land. For this was the place where accidents happened. Perhaps Michael should have heeded the locals’ warnings: ‘There’s no luck for them as meddles with Gipsy’s Acre.’ Michael Rogers is a man who is about to learn the true meaning of the old saying ‘In my end is my beginning.’. The title Endless Night was taken from William Blake’s Auguries of Innocence and describes Christie’s favourite theme in the novel: a “twisted” character, who always chooses evil over good.. Christie finished Endless Night in six weeks, as opposed to the three-four months that most of her other novels took. Despite being in her seventies while writing it, she told an interviewer that being Michael, the twenty-something narrator, “wasn’t difficult. After all, you hear people like him talking all the time.”. The book is dedicated to Christie's relative Nora Prichard from whom I first heard the legend of Gipsy's Acre. Gipsy's Acre was a field on the Welsh moors.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Miss Pettigrew Lives for a Day",
            "authors": [
                "Winifred Watson"
            ],
            "ranking": 3.98,
            "ranking_count": 15374,
            "abstract": "Miss Pettigrew, an approaching-middle-age governess, was accustomed to a household of unruly English children. When her employment agency sends her to the wrong address, her life takes an unexpected turn. The alluring nightclub singer, Delysia LaFosse, becomes her new employer, and Miss Pettigrew encounters a kind of glamour that she had only met before at the movies. Over the course of a single day, both women are changed forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Humor",
                "Romance",
                "European Literature",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Feast of All Saints",
            "authors": [
                "Anne Rice"
            ],
            "ranking": 3.86,
            "ranking_count": 17842,
            "abstract": "In the days before the Civil War, there lived in New Orleans the gens de couleur libre - copper-skinned half-castes, liberated by their owners, but confined by their color to a life of political nonexistence and social subordination. Still, an aristocracy would emerge in this society: artist, poets, and musicians, plantation owners, scientists and craftsmen whose talents and reputations would extend far beyond the limits of their small world.. Mega-selling author Anne Rice's probing, lyrical style sweeps us into their midst as she introduces Marcel, the sensitive, blue-eyed scholar, Marie, his breathtakingly beautiful sister, whose curse is to pass for white; Christophe, novelist and teacher, the idol of all young gens and stunning Anna Bella, whose allure for the well-to-do white man would become legend.. Here is a compelling and richly textured tale of a people forever caught in the shadows between black and white.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Horror",
                "Fantasy",
                "Paranormal",
                "American",
                "Cultural"
            ]
        },
        {
            "title": "Dreams Underfoot",
            "authors": [
                "Charles de Lint"
            ],
            "ranking": 4.11,
            "ranking_count": 8581,
            "abstract": "Welcome to Newford…. Welcome to the music clubs, the waterfront, the alleyways where ancient myths and magic spill into the modern world. Come meet Jilly, painting wonders in the rough city streets; and Geordie, playing fiddle while he dreams of a ghost; and the Angel of Grasso Street gathering the fey and the wild and the poor and the lost. Gemmins live in abandoned cars and skells traverse the tunnels below, while mermaids swim in the grey harbor waters and fill the cold night with their song.. Contents:. Uncle Dobbin's Parrot Fair. The Stone Drum. Timeskip. Freewheeling. That Explains Poland. Romano Drom. The Sacred Fire. Winter Was Hard. Pity the Monsters. Ghosts of Wind and Shadow. The Conjure Man. Small Deaths. The Moon is Drowning While I Sleep. In the House of My Enemy. But for the Grace Go I. Bridges. Our Lady of the Harbour. Paperjack. Tallulah",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Magical Realism",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Executive Orders",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.09,
            "ranking_count": 47929,
            "abstract": "The President is dead—and the weight, literally, of the world falls on Jack Ryan's shoulders, in Tom Clancy's newest and most extraordinary novel. I don't know what to do. Where's the manual, the training course, for this job? Whom do I ask? Where do I go?. Debt of Honor. ended with Tom Clancy's most shocking conclusion ever; a joint session of Congress destroyed, the President dead, most of the Cabinet and the Congress dead, the Supreme Court and the Joint Chiefs likewise. Dazed and confused, the man who only minutes before had been confirmed as the new Vice-President of the United States is told that he is now President. President John Patrick Ryan. And that is where. Executive Orders. begins. Ryan had agreed to accept the vice-presidency only as a caretaker for a year, and now, suddenly an incalculable weight has fallen on his shoulders. How do you run a government without a government? Where do you even begin? With stunning force, Ryan's responsibilities crush on him. He must calm an anxious and grieving nation, allay the skepticism of the world's leaders, conduct a swift investigation of the tragedy, and arrange a massive state funeral—all while attempting to reconstitute a Cabinet and a Congress with the greatest possible speed. But that is not all. Many eyes are on him now, and many of them are unfriendly. In Beijing, Tehran, and other world capitals, including Washington D.C., there are those eager to take advantage where they may, some of whom bear a deep animus toward the United States—some of whom, from Ryan's past, harbor intense animosity toward the new President himself. Soon they will begin to move on their opportunities; soon they will present Jack Ryan with a crisis so big even he cannot imagine it. Tom Clancy has written remarkable novels before, but nothing comparable to the timeliness and drama of. Executive Orders. . Filled with the exceptional realism and intricate plotting that are his hallmarks, it attests to the words of the St. Louis Post-Dispatch: This man can tell a story.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Spy Thriller",
                "Action",
                "Adventure",
                "Suspense",
                "Mystery",
                "Politics"
            ]
        },
        {
            "title": "Tales of a Fourth Grade Nothing",
            "authors": [
                "Judy Blume"
            ],
            "ranking": 4.11,
            "ranking_count": 135726,
            "abstract": "Life with his little brother, Fudge, makes Peter Hatcher feel like a fourth grade nothing. Whether Fudge is throwing a temper tantrum in a shoe store, smearing mashed potatoes on the walls at Hamburger Heaven, or trying to fly, he's never far from trouble. He's an almost three-year-old terror who gets away with everything, and Peter's had it up to here! When Fudge walks off with Dribble, Peter's pet turtle, it's the last straw. Peter has put up with Fudge for too long. Way too long! How can he get his parents to pay attention to him for a change?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Humor",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "The Public Burning",
            "authors": [
                "Robert Coover",
                "William H. Gass"
            ],
            "ranking": 4.02,
            "ranking_count": 1277,
            "abstract": "A controversial best-seller in 1977, The Public Burning has since emerged as one of the most influential novels of our time. The first major work of contemporary fiction ever to use living historical figures as characters, the novel reimagines the three fateful days in 1953 that culminated with the execution of alleged atomic spies Julius and Ethel Rosenberg. Vice-President Richard Nixon - the voraciously ambitious bad boy of the Eisenhower regime - is the dominant narrator in an enormous cast that includes Betty Crocker, Joe McCarthy, the Marx Brothers, Walter Winchell, Uncle Sam, his adversary The Phantom, and Time magazine incarnated as the National Poet Laureate. All of these and thousands more converge in Times Square for the carnivalesque auto-da-fe at which the Rosenbergs are put to death. And not a person present escapes implication in Cold War America's ruthless public burning.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Politics",
                "The United States Of America",
                "Literary Fiction",
                "United States"
            ]
        },
        {
            "title": "Anne Frank Beyond the Diary: A Photographic Remembrance",
            "authors": [
                "Ruud van der Rol",
                "Rian Verhoeven",
                "Anna Quindlen",
                "Anne Frank",
                "Tony   Langham",
                "Plym Peters"
            ],
            "ranking": 4.28,
            "ranking_count": 25502,
            "abstract": "Anne Frank lived a life filled with the enthusiasms and hopes shared by many young women coming into adulthood. But the times Anne lived in and wrote of in her diary made her simple life extraordinary. In over one hundred photographs, many which have never been published, this poignant memoir brings to life the harrowing story of one young Jewish woman's struggle to survive during a period of history which must never be forgotten.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "World War II",
                "Classics",
                "Historical",
                "War",
                "Autobiography"
            ]
        },
        {
            "title": "The Divine Invasion",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.82,
            "ranking_count": 8000,
            "abstract": "In. The Divine Invasion. , Philip K. Dick asks: What if God — or a being called Yah — were alive and in exile on a distant planet? How could a second coming succeed against the high technology and finely tuned rationalized evil of the modern police state?. The Divine Invasion. blends Judaism, Kabalah, Zoroastrianism, and Christianity into a fascinating fable of human existence. --. West Coast Review of Books",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Religion",
                "Fantasy",
                "Novels",
                "Science Fiction Fantasy",
                "Literature",
                "Philosophy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Keeping the Moon",
            "authors": [
                "Sarah Dessen"
            ],
            "ranking": 3.85,
            "ranking_count": 66075,
            "abstract": "There is an alternate cover edition for this ISBN13 here.. Colie expects the worst when she's sent to spend the summer with her eccentric aunt Mira while her mother, queen of the television infomercial, tours Europe. Always an outcast -- first for being fat and then for being easy -- Colie has no friends at home and doesn't expect to find any in Colby, North Carolina.. But then she lands a job at the Last Chance Cafe and meets fellow waitresses Morgan and Isabel, best friends with a loving yet volatile relationship. Wacky yet wise, Morgan and Isabel help Colie see herself in a new way and realize the potential that has been there all along.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "Sixty Stories",
            "authors": [
                "Donald Barthelme"
            ],
            "ranking": 4.19,
            "ranking_count": 5718,
            "abstract": "With these audacious and murderous witty stories, Donald Barthelme threw the preoccupation of our time into the literary equivalent of a Cuisinart and served up a gorgeous salad of American culture, high and low. Here are urban upheavals reimagined as frontier myth; travelogues through countries that might have been created by Kafka; cryptic dialogues that bore down to the bedrock of our longings, dreams, and angsts. Like all of Donald's work, the sixty stories collected in this volume are triumphs of language and perception, at once unsettling and irresistible.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Classics",
                "Literary Fiction",
                "The United States Of America",
                "Humor"
            ]
        },
        {
            "title": "Hari-Hari Bahagia di Bullerbyn",
            "authors": [
                "Astrid Lindgren"
            ],
            "ranking": 4.14,
            "ranking_count": 813,
            "abstract": "Namaku Lisa. Aku bersama kedua kakakku, Lasse dan Bosse, dan teman-temanku, Britta, Anna, dan Olle tinggal di Bullerbyn. Rumah kami berdekatan, hanya dibatasi pohon-pohon. Jadi setiap hari kami bisa bertemu dan bermain bersama. Kami merayakan Natal bersama, menunggu datangnya Tahun Baru juga bersama. Ada-ada saja yang kami alami di Bullerbyn. Berpesta di rumah Bibi Jenny, merayakan Paskah, merayakan ulang tahun Kakek, memburu hantu air. Bahagia sekali rasanya tinggal di Bullerbyn. Kebahagiaan kami bertambah-tambah ketika Olle mendapat adik perempuan yang mungil dan manis. Dan karena Ibu Guru berpesan agar kami selalu berusaha membahagiakan orang lain, kami pun mencobanya...",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Young Adult",
                "Asian Literature"
            ]
        },
        {
            "title": "A Single Man",
            "authors": [
                "Christopher Isherwood"
            ],
            "ranking": 4.09,
            "ranking_count": 27966,
            "abstract": "When A Single Man was originally published, it shocked many by its frank, sympathetic, and moving portrayal of a gay man in midlife. George, the protagonist, is adjusting to life on his own after the sudden death of his partner, determined to persist in the routines of his daily life. An Englishman and a professor living in suburban Southern California, he is an outsider in every way, and his internal reflections and interactions with others reveal a man who loves being alive despite everyday injustices and loneliness. Wry, suddenly manic, constantly funny, surprisingly sad, this novel catches the true textures of life itself.--BOOK JACKET.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Literary Fiction",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Life, the Universe and Everything",
            "authors": [
                "Douglas Adams"
            ],
            "ranking": 4.19,
            "ranking_count": 213802,
            "abstract": "The unhappy inhabitants of planet Krikkit are sick of looking at the night sky above their heads–so they plan to destroy it. The universe, that is. Now only five individuals stand between the killer robots of Krikkit and their goal of total annihilation.. They are Arthur Dent, a mild-mannered space and time traveler who tries to learn how to fly by throwing himself at the ground and missing; Ford Prefect, his best friend, who decides to go insane to see if he likes it; Slartibartfast, the indomitable vice president of the Campaign for Real Time, who travels in a ship powered by irrational behavior; Zaphod Beeblebrox, the two-headed, three-armed ex-president of the galazy; and Trillian, the sexy space cadet who is torn between a persistent Thunder God and a very depressed Beeblebrox.. How will it all end? Will it end? Only this stalwart crew knows as they try to avert “universal” Armageddon and save life as we know it–and don’t know it!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Black Ice",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.1,
            "ranking_count": 72033,
            "abstract": "Narcotics office Cal Moore's orders were to look into the city's latest drug killing. Instead, he ends up in a motel room with a fatal bullet wound to the head and a suicide note stuffed in his back pocket.. Working the case, LAPD detective Harry Bosch is reminded of the primal police rule he learned long ago: don't look for the facts, but the glue that holds them together.. Soon Harry's making some very dangerous connections, starting with a dead cop and leading to a bloody string of murders that wind from Hollywood Boulevard to the back alleys south of the border. Now this battle-scarred veteran will find himself in the centre of a complex and deadly game - one in which he may be the next and likeliest victim.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Emergency Services"
            ]
        },
        {
            "title": "A Perfect Spy",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.0,
            "ranking_count": 18530,
            "abstract": "John le Carre's classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge, and have earned him unprecedented worldwide acclaim.. Immersing readers in two parallel dramas -- one about the making of a spy, the other chronicling his seemingly imminent demise -- le Carre offers one of his richest and most morally resonant novels.Magnus Pym -- son of Rick, father of Tom, and a successful career officer of British Intelligence -- has vanished, to the dismay of his friends, enemies, and wife. Who is he? Who was he? Who owns him? Who trained him? Secrets of state are at risk. As the truth about Pym gradually emerges, the reader joins Pym's pursuers to explore the unsettling life and motives of a man who fought the wars he inherited with the only weapons he knew, and so became a perfect spy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The 7 Habits Of Highly Effective Teens",
            "authors": [
                "Sean Covey"
            ],
            "ranking": 4.05,
            "ranking_count": 32894,
            "abstract": "Being a teenager is both wonderful and challenging. In. The 7 Habits of Highly Effective Teens. , author Sean Covey applies the timeless principles of the 7 Habits to teens and the tough issues and life-changing decisions they face. In an entertaining style, Covey provides a step-by-step guide to help teens improve self-image, build friendships, resist peer pressure, achieve their goals, get along with their parents, and much more. In addition, this book is stuffed with cartoons, clever ideas, great quotes, and incredible stories about real teens from all over the world.. The 7 Habits of Highly Effective Teens. will engage teenagers unlike any other book.. An indispensable book for teens, as well as parents, grandparents, and any adult who influences young people,. The 7 Habits of Highly Effective Teens. is destined to become the last word on surviving and thriving as a teen and beyond.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Parenting",
                "Academic",
                "Education",
                "Young Adult",
                "Business"
            ]
        },
        {
            "title": "Galileo",
            "authors": [
                "Bertolt Brecht",
                "Eric Bentley",
                "Charles Laughton"
            ],
            "ranking": 3.69,
            "ranking_count": 13702,
            "abstract": "Considered by many to be one of Brecht's masterpieces,. Galileo. explores the question of a scientist's social and ethical responsibility, as the brilliant Galileo must choose between his life and his life's work when confronted with the demands of the Inquisition. Through the dramatic characterization of the famous physicist, Brecht examines the issues of scientific morality and the difficult relationship between the intellectual and authority. This version of the play is the famous one that was brought to completion by Brecht himself, working with Charles Laughton, who played Galileo in the first two American productions (Hollywood and New York, 1947). Since then the play has become a classic in the world repertoire. The play which most strongly stamped on my mind a sense of Brecht's great stature as an artist of the modern theatre was Galileo. - Harold Clurman; Thoughtful and profoundly sensitive. - Newsweek.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "European Literature",
                "Academic",
                "Historical",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "My Lady Notorious",
            "authors": [
                "Jo Beverley"
            ],
            "ranking": 3.9,
            "ranking_count": 3074,
            "abstract": "Desperate to help her widowed sister and baby escape a deadly pursuer, Lady Chastity Ware dresses as a highwayman and captures the first coach to travel down the road. Coming face-to-face with its occupant, the arrogant aristocrat, Cyn Malloren, she orders him to drive her to a remote cottage.. Little does Chastity realize that after long months of recovering from his war wounds, the handsome Cyn is looking for adventure, and being abducted by a cocky highwayman—obviously a lovely woman in disguise—is even more than he had hoped for. Willingly he is drawn into her devilishly reckless plan...and helplessly he is seduced by her wonderfully wicked ways.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Transgender",
                "Adventure"
            ]
        },
        {
            "title": "Cronopios and Famas",
            "authors": [
                "Julio Cortázar",
                "Paul Blackburn",
                "Ελένη Χαρατσή"
            ],
            "ranking": 4.25,
            "ranking_count": 15342,
            "abstract": "The Instruction Manual, the first chapter, is an absurd assortment of tasks and items dissected in an instruction-manual format. Unusual Occupations, the second chapter, describes the obsessions and predilections of the narrator's family, including the lodging of a tiger-just one tiger- for the sole purpose of seeing the mechanism at work in all its complexity. Finally, the Cronopios and Famas section delightfully characterizes, in the words of Carlos Fuentes, those enemies of pomposity, academic rigor mortis and cardboard celebrity-a band of literary Marx Brothers.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "European Literature",
                "Magical Realism",
                "Cultural",
                "Literature",
                "Fantasy",
                "Poetry"
            ]
        },
        {
            "title": "A Rage in Harlem",
            "authors": [
                "Chester Himes"
            ],
            "ranking": 3.91,
            "ranking_count": 5433,
            "abstract": "A Rage in Harlem. is a ripping introduction to Coffin Ed Johnson and Grave Digger Jones, patrolling New York City’s roughest streets in Chester Himes’s groundbreaking Harlem Detectives series.. For love of fine, wily Imabelle, hapless Jackson surrenders his life savings to a con man who knows the secret of turning ten-dollar bills into hundreds—and then he steals from his boss, only to lose the stolen money at a craps table. Luckily for him, he can turn to his savvy twin brother, Goldy, who earns a living—disguised as a Sister of Mercy—by selling tickets to Heaven in Harlem.  With Goldy on his side, Jackson is ready for payback.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Cultural",
                "Thriller",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Waterland",
            "authors": [
                "Graham Swift"
            ],
            "ranking": 3.91,
            "ranking_count": 8377,
            "abstract": "Set in the bleak Fen Country of East Anglia, and spanning some 240 years in the lives of its haunted narrator and his ancestors,. Waterland. is a book that takes in eels and incest, ale-making and madness, the heartless sweep of history and a family romance as tormented as any in Greek tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "The Spirit Catches You and You Fall Down: A Hmong Child, Her American Doctors, and the Collision of Two Cultures",
            "authors": [
                "Anne Fadiman"
            ],
            "ranking": 4.18,
            "ranking_count": 75996,
            "abstract": "Lia Lee was born in 1982 to a family of recent Hmong immigrants, and soon developed symptoms of epilepsy. By 1988 she was living at home but was brain dead after a tragic cycle of misunderstanding, over-medication, and culture clash: What the doctors viewed as clinical efficiency the Hmong viewed as frosty arrogance.. The Spirit Catches You and You Fall Down. is a tragedy of Shakespearean dimensions, written with the deepest of human feeling. Sherwin Nuland said of the account, There are no villains in Fadiman's tale, just as there are no heroes. People are presented as she saw them, in their humility and their frailty—and their nobility.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Health",
                "Anthropology",
                "Medical",
                "Science",
                "Biography",
                "History",
                "Autobiography",
                "Sociology"
            ]
        },
        {
            "title": "The Sneetches and Other Stories",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.3,
            "ranking_count": 64939,
            "abstract": "The Sneetches got really quite smart on that day,. The day they decided that Sneetches are Sneetches.. And no kind of Sneetch is the best of the beaches.. In this book you'll find a selection of four classic Dr. Seuss stories, that children and adults will cherish alike, before bed, or on a bike, near a mountain, or after a hike. Full of Dr. Seuss's signature rhymes and lively humor, this story collection is a must-have for any reader, young or old.. The stories included are:. The Sneetches. This collection of four of Dr. Seuss's most winning stories begins with that unforgettable tale of the unfortunate Sneetches, bamboozled by one. Sylvester McMonkey McBean (the Fix-it-up Chappie),. who teaches them that pointless prejudice can be costly.. The Zax. Following. The Sneetches,. a South-Going Zax and a North-Going Zax seem determined to butt heads on the prairie of Prax.. Too Many Daves. Then there's the tongue-twisting story of Mrs. McCave – you know, the one who had 23 sons and named them all Dave. (She realizes that she'd be far less confused had she given them different names, like. Marvin O'Gravel Balloon Face. or. Zanzibar Buck-Buck McFate. ). What Was I Scared Of?. A slightly spooky adventure involving a pair of haunted trousers –. What was I scared of?. closes out the collection.. In these four stories of fantasy, Dr. Seuss challenges the idea that individualism must be rejected to find common ground. Sneetches and Other Stories is Seuss at his best, with wacky illustrations and tongue-twisting rhymes like only he can.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Fantasy",
                "Humor",
                "Kids",
                "Short Stories"
            ]
        },
        {
            "title": "Surprised by Joy: The Shape of My Early Life",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.04,
            "ranking_count": 58570,
            "abstract": "Surprised by Joy: The Shape of My Early Life. is a partial autobiography describing Lewis' conversion to Christianity. The book overall contains less detail concerning specific events than typical autobiographies. This is because his purpose in writing wasn't primarily historical. His aim was to identify & describe the events surrounding his accidental discovery of & consequent search for the phenomenon he labelled Joy. This word was the best translation he could make of the German idea of Sehnsucht, longing. That isn't to say the book is devoid of information about his life. He recounts his early years with a measure of amusement sometimes mixed with pain.. However, while he does describe his life, the principal theme of the book is Joy as he defined it. This Joy was a longing so intense for something so good & so high up it couldn't be explained with words. He's struck with stabs of joy throughout life. He finally finds what it's for at the end. He writes about his experiences at Malvern College in 1913, aged 15. Though he described the school as a very furnace of impure loves he defended the practice as being the only chink left thru which something spontaneous & uncalculating could creep in. The book's last two chapters cover the end of his search as he moves from atheism to theism & then from theism to Christianity. He ultimately discovers the true nature & purpose of Joy & its place in his own life.. The book isn't connected with his unexpected marriage in later life to Joy Gresham. The marriage occurred long after the period described, though not long after the book was published. His friends were quick to notice the coincidence, remarking he'd really been Surprised by Joy. Surprised by Joy is also an allusion to Wordsworth's poem, Surprised by Joy-Impatient As The Wind, relating an incident when Wordsworth forgot the death of his beloved daughter.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Biography",
                "Nonfiction",
                "Religion",
                "Autobiography",
                "Classics"
            ]
        },
        {
            "title": "The Grass Harp, Including A Tree of Night and Other Stories",
            "authors": [
                "Truman Capote"
            ],
            "ranking": 4.01,
            "ranking_count": 5667,
            "abstract": "Set on the outskirts of a small Southern town,. The Grass Harp. tells the story of three endearing misfits--an orphaned boy and two whimsical old ladies--who one day take up residence in a tree house. AS they pass sweet yet hazardous hours in a china tree,. The Grass Harp. manages to convey all the pleasures and responsibilities of freedom. But most of all it teaches us about the sacredness of love, that love is a chain of love, as nature is a chain of life.. This volume also includes Capote's. A Tree of Night and Other Stories. , which the. Washington Post. called unobstrusively beautiful...a superlative book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "American",
                "Gothic",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Immortal in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.27,
            "ranking_count": 50634,
            "abstract": "When Police Lieutenant Eve Dallas investigates the murder of a top model, she is putting her career on the line, because the prime suspect is her best friend. Eve's investigations lead her into the glamorous world of high fashion.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Keeping Faith",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.8,
            "ranking_count": 80877,
            "abstract": "When Mariah White catches her husband with another woman, her life starts to fall apart. And when her daughter, Faith, begins to confide in an imaginary friend, her own brush with insanity starts to take on a darker meaning.. Then Faith appears to start performing miracles, and all at once the situation is spiralling beyond Mariah’s control. Is Faith truly seeing God? Or is she just a troubled little girl seeking refuge from her parents’ divorce?. When it comes to matters of faith, it's hard to know who to believe...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Drama",
                "Adult Fiction",
                "Adult",
                "Religion",
                "Romance",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "Sounder",
            "authors": [
                "William H. Armstrong",
                "James Barkley"
            ],
            "ranking": 3.97,
            "ranking_count": 29126,
            "abstract": "Set in the Deep South, this Newbery Medal-winning novel tells the story of the great coon dog, Sounder, and the poor sharecroppers who own him.. During the difficult years of the nineteenth century South, an African-American boy and his poor family rarely have enough to eat. Each night, the boy's father takes their dog, Sounder, out to look for food and the man grows more desperate by the day.. When food suddenly appears on the table one morning, it seems like a blessing. But the sheriff and his deputies are not far behind. The ever-loyal Sounder remains determined to help the family he loves as hard times bear down on them.. This classic novel shows the courage, love, and faith that bind an African-American family together despite the racism and inhumanity they face. Readers who enjoy timeless dog stories such as. Old Yeller. and. Where the Red Fern Grows. will find much to love in. Sounder. .. Supports the Common Core State Standards",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Young Adult",
                "Childrens",
                "Animals",
                "Cultural"
            ]
        },
        {
            "title": "Hitler: A Study in Tyranny",
            "authors": [
                "Alan Bullock"
            ],
            "ranking": 4.12,
            "ranking_count": 1508,
            "abstract": "The classic biography of Hitler that remains, years after its publication, one of the most authoritative and readable accounts of his life. Here in an abridged edition.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Cultural",
                "Politics",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Remembrance of Things Past: Volume III - The Captive, The Fugitive, & Time Regained",
            "authors": [
                "Marcel Proust",
                "C.K. Scott Moncrieff",
                "Terence Kilmartin"
            ],
            "ranking": 4.55,
            "ranking_count": 853,
            "abstract": "The third and final volume includes THE CAPTIVE, THE FUGITIVE, and TIME REGAINED.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Novels",
                "Philosophy",
                "Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "A Deepness in the Sky",
            "authors": [
                "Vernor Vinge"
            ],
            "ranking": 4.31,
            "ranking_count": 31151,
            "abstract": "Alternative Cover Edition can be found. here. .. After thousands of years searching, humans stand on the verge of first contact with an alien race. Two human groups: the Qeng Ho, a culture of free traders, and the Emergents, a ruthless society based on the technological enslavement of minds.. The group that opens trade with the aliens will reap unimaginable riches. But first, both groups must wait at the aliens' very doorstep for their strange star to relight and for their planet to reawaken, as it does every two hundred and fifty years..... Then, following terrible treachery, the Qeng Ho must fight for their freedom and for the lives of the unsuspecting innocents on the planet below, while the aliens themselves play a role unsuspected by the Qeng Ho and Emergents alike.. More than just a great science fiction adventure,. A Deepness in the Sky. is a universal drama of courage, self-discovery, and the redemptive power of love.. A Deepness in the Sky. is a 1999 Nebula Award Nominee for Best Novel and the winner of the 2000 Hugo Award for Best Novel.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Beautiful and Damned",
            "authors": [
                "F. Scott Fitzgerald",
                "Kermit Vanderbilt",
                "Monty",
                "Magnolia Books"
            ],
            "ranking": 3.74,
            "ranking_count": 50429,
            "abstract": "First published in 1922,. The Beautiful and the Damned. followed Fitzgerald's impeccable debut,. This Side of Paradise,. thus securing his place in the tradition of great American novelists. Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche, and the New York nightlife, as well as the ruinous effects of wild ambition,. The Beautiful and the Damned. achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Romance",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Story of Junk",
            "authors": [
                "Linda Yablonsky"
            ],
            "ranking": 3.8,
            "ranking_count": 369,
            "abstract": "New York City. March 1986. The world is made of junk: junk bonds, junk food, junk powder. At least, that's how it seems to a woman in a downtown walkup, where every day for five years she's been opening her door to people engaged in the culture of the moment. Some of them are getting famous, some are changing their sex, while others are dying. But all of them are buying her heroin, and one of them is a rat: one morning she opens the door to a drug-enforcement agent - Dick.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Dark",
                "Health",
                "Mental Health",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Crash",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.64,
            "ranking_count": 25261,
            "abstract": "In Ballard's hallucinatory novel, the car provides the hellish tableau in which Vaughan, a TV scientist turned nightmare angel of the highways, experiments with erotic atrocities among auto crash victims, each more sinister than the last. James Ballard, his friend and fellow obsessive, tells the story of this twisted visionary as he careens rapidly toward his own demise in an intentionally orchestrated car crash with Elizabeth Taylor. A classic work of cutting edge fiction,. Crash. explores the disturbing potentialities of contemporary society's increasing dependence on technology as intermediary in human relations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Literature",
                "Horror",
                "European Literature",
                "Classics",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "What a Carve Up!",
            "authors": [
                "Jonathan Coe"
            ],
            "ranking": 4.11,
            "ranking_count": 10544,
            "abstract": "If Charles Dickens and Agatha Christie had ever managed to collaborate, they might have produced this shamelessly entertaining novel, which introduces readers to what may be the most powerful family in England--and is certainly the vilest. A tour de force of menace, malicious comedy, and torrential social bile, this book marks the American debut of an extraordinary writer.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Classics",
                "Humor",
                "Novels",
                "Politics",
                "Mystery",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Our Ancestors: Cloven Viscount; Baron in the Trees; Non-Existent Knight",
            "authors": [
                "Italo Calvino",
                "Archibald Colquhoun"
            ],
            "ranking": 4.27,
            "ranking_count": 2922,
            "abstract": "Contiene: Il cavaliere inesistente, Il visconte dimezzato, Il barone rampante.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Fantasy",
                "Short Stories",
                "Literature",
                "Magical Realism",
                "Novels"
            ]
        },
        {
            "title": "The Story Girl",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 3.98,
            "ranking_count": 10255,
            "abstract": "Sara Stanley is only fourteen, but she can weave tales that are impossible to resist. In the charming town of Carlisle, children and grown-ups alike flock from miles around to hear her spellbinding tales. And when Bev King and his younger brother Felix arrive for the summer, they, too, are captivated by the Story Girl. Whether she's leading them on exciting misadventure or narrating timeless stories--from the scary Tale of the Family Ghost to the fanciful How Kissing Was Discovered to the bittersweet The Blue Chest of Rachel Ward--the Story Girl has her audience hanging on every word.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Cultural",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "A Kestrel For A Knave",
            "authors": [
                "Barry Hines"
            ],
            "ranking": 4.04,
            "ranking_count": 5584,
            "abstract": "Life is tough and cheerless for Billy Casper, a disillusioned teenager growing up in a small Yorkshire mining town. Violence is commonplace and he is frequently cold and hungry. Yet he is determined to be a survivor and when he finds Kes, a kestrel hawk he discovers a passion in life.. Billy identifies with her proud silence and she inspired in him the trust and love that nothing else can. Intense and raw and bitingly honest, A Kestrel For A Knave was first published in 1968 and was also made into a highly acclaimed film, Kes, directed by Ken Loach.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Animals",
                "European Literature",
                "Childrens",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Contempt",
            "authors": [
                "Alberto Moravia",
                "Angus Davidson",
                "Tim Parks"
            ],
            "ranking": 3.93,
            "ranking_count": 4223,
            "abstract": "Contempt. is a brilliant and unsettling work by one of the revolutionary masters of modern European literature. All the qualities for which Alberto Moravia is justly famous ~~ his cool clarity of expression, his exacting attention to psychological complexity and social pretension, his still-striking openness about sex—are evident in this story of a failing marriage.. Contempt. (which was to inspire Jean-Luc Godard’s no-less-celebrated film) is an unflinching examination of desperation and self-deception in the emotional vacuum of modern consumer society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "Psychology",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Other Side of the Dale",
            "authors": [
                "Gervase Phinn"
            ],
            "ranking": 4.03,
            "ranking_count": 1743,
            "abstract": "Gervase Phinn is a school inspector in Yorkshire, including the Yorkshire Dales. He chronicles in this book his appointment to the local school inspectorate and then stories of various visits made, with a background cast of brilliant characters such as the chief school inspector, the dazzling secretary who is always getting things wrong, the local aristrocrat who is head of the school governors, potty schoolteachers who should have gone out to grass years ago, and divine children with superb Yorkshire humour.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Humor",
                "Education",
                "Biography Memoir",
                "European Literature",
                "History",
                "Literature"
            ]
        },
        {
            "title": "A Spaniard in the Works",
            "authors": [
                "John Lennon"
            ],
            "ranking": 3.87,
            "ranking_count": 1407,
            "abstract": "It is fascinating of course to climb inside a Beatle's head to see what's going on there, but what counts is that what's going on there is really fascinating.--London Sunday Times 30 two-color line drawings.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Music",
                "Fiction",
                "Humor",
                "Art",
                "Short Stories",
                "European Literature",
                "Fantasy",
                "Anthologies",
                "Literature"
            ]
        },
        {
            "title": "Warriors Don't Cry: A Searing Memoir of the Battle to Integrate Little Rock's Central High",
            "authors": [
                "Melba Pattillo Beals"
            ],
            "ranking": 4.15,
            "ranking_count": 13528,
            "abstract": "In this essential autobiographical account by one of the Civil Rights Movement’s most powerful figures, Melba Pattillo Beals of the Little Rock Nine explores not only the oppressive force of racism, but the ability of young people to change ideas of race and identity.. In 1957, well before Martin Luther King’s “I Have a Dream” speech, Melba Pattillo Beals and eight other teenagers became iconic symbols for the Civil Rights Movement and the dismantling of Jim Crow in the American South as they integrated Little Rock’s Central High School in the wake of the landmark 1954 Supreme Court ruling, Brown v. Board of Education.. Throughout her harrowing ordeal, Melba was taunted by her schoolmates and their parents, threatened by a lynch mob’s rope, attacked with lighted sticks of dynamite, and injured by acid sprayed in her eyes. But through it all, she acted with dignity and courage, and refused to back down.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Academic",
                "Biography",
                "Historical",
                "Race",
                "Biography Memoir",
                "Cultural"
            ]
        },
        {
            "title": "Pale Horse, Pale Rider",
            "authors": [
                "Katherine Anne Porter"
            ],
            "ranking": 3.99,
            "ranking_count": 3747,
            "abstract": "First published in 1939, these three short novels secured the author’s reputation as a master of short fiction.. From the gothic Old South to revolutionary Mexico, few writers have evoked such a multitude of worlds, both exterior and interior, as powerfully as Katherine Anne Porter. This collection gathers together the best of her Pulitzer Prize-winning short fiction, including 'Pale Horse, Pale Rider', where a young woman lies in a fever during the influenza epidemic, her childhood memories mingling with fears for her fiancé on his way to war, and 'Noon Wine', a haunting story of tragedy and scandal on a small dairy farm in Texas. In all of the compelling stories collected here, harsh and tragic truths are expressed in prose both brilliant and precise.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Novella",
                "Novels"
            ]
        },
        {
            "title": "Hercule Poirot's Christmas",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.98,
            "ranking_count": 60201,
            "abstract": "In Hercule Poirot's Christmas, the holidays are anything but merry when a family reunion is marred by murder — and the notoriously fastidious investigator is quickly on the case. The wealthy Simeon Lee has demanded that all four of his sons — one faithful, one prodigal, one impecunious, one sensitive — and their wives return home for Christmas. But a heartwarming family holiday is not exactly what he has in mind. He bedevils each of his sons with barbed insults and finally announces that he is cutting off their allowances and changing his will. Poirot is called in the aftermath of Simeon Lee's announcement.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Holiday",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Emil i Lönneberga",
            "authors": [
                "Astrid Lindgren",
                "Björn Berg"
            ],
            "ranking": 4.32,
            "ranking_count": 9117,
            "abstract": "Emil i Lönneberga hette en pojke som bodde i Lönneberga. Det var en liten besvärlig en, inte riktigt så snäll som du. Fast han såg snäll ut, det gjorde han visst det. När han inte skrek. Han hade runda blå ögon och ett runt rödblommigt ansikte och ljust, ulligt hår. Alltihop såg snällt ut på något sätt, så man kunde tro att Emil var en riktig liten ängel, men det skulle man bara inte inbilla sig. Han gör jämt hyss, den pojken, sa Lina som också bodde i Katthult i Lönneberga precis som Emil. Och gör han inga hyss själv, så händer det ändå så mycket med Emil. Jag har aldrig sett på maken till unge! Har du?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Humor",
                "Cultural",
                "Literature",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "I and Thou",
            "authors": [
                "Martin Buber",
                "Walter Kaufmann"
            ],
            "ranking": 4.06,
            "ranking_count": 10821,
            "abstract": "An alternate cover for this isbn can be found. here. .. Martin Buber's. I and Thou. has long been acclaimed as a classic. Many prominent writers have acknowledged its influence on their work; students of intellectual history consider it a landmark; and the generation born after World War II considers Buber one of its prophets. Buber's main proposition is that we may address existence in two ways: (1) that of the I toward an It, toward an object that is separate in itself, which we either use or experience; (2) that of the I toward Thou, in which we move into existence in a relationship without bounds. One of the major themes of the book is that human life finds its meaningfulness in relationships. All of our relationships, Buber contends, bring us ultimately into relationship with God, who is the Eternal Thou.. The need for a new English translation had been felt for many years. The old version was marred by many inaccuracies and misunderstandings, and its recurrent use of the archaic thou was seriously misleading. Professor Walter Kaufmann, a distinguished writer and philosopher in his own right who was close to Buber, retranslated the work at the request of Buber's family. He added a wealth of informative footnotes to clarify obscurities and bring the reader closer to the original and wrote an extensive prologue that opened up new perspectives on the book and on Buber's thought. This volume provided a new basis for all subsequent discussions of Buber.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Literature",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "I Am the Cheese",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.76,
            "ranking_count": 15631,
            "abstract": "Adam Farmer is on a journey - he has to get to Rutterburg with a parcel for his father. But as he travels, he starts to remember the events leading up to this point, memories which are also being prised out in gruelling psychiatric interviews. What is the secret of Adam Farmer? And what will happen when he finds out?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Mystery",
                "Classics",
                "Academic",
                "Realistic Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "A History of God: The 4,000-Year Quest of Judaism, Christianity, and Islam",
            "authors": [
                "Karen Armstrong"
            ],
            "ranking": 3.87,
            "ranking_count": 47283,
            "abstract": "Over 700,000 copies of the original hardcover and paperback editions of this stunningly popular book have been sold. Karen Armstrong's superbly readable exploration of how the three dominant monotheistic religions of the world - Judaism, Christianity, and Islam - have shaped and altered the conception of God is a tour de force. One of Britain's foremost commentators on religious affairs, Armstrong traces the history of how men and women have perceived and experienced God, from the time of Abraham to the present. From classical philosophy and medieval mysticism to the Reformation, the Enlightenment, and the modern age of skepticism, Armstrong performs the near miracle of distilling the intellectual history of monotheism into one compelling volume.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Nonfiction",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "Ramona Quimby, Age 8",
            "authors": [
                "Beverly Cleary"
            ],
            "ranking": 4.09,
            "ranking_count": 70829,
            "abstract": "Mr. Quimby's going to college, Mrs. Quimby's going to work. Now that Ramona is eight, she can go to a new school with a new teacher and ride the bus all by herself. But after school she has to stay with Grandmother Kemp and be nice to that bratty little Willa Jean until Beezus, who's tempermental enough to ruin anyone's day, comes to take her home. Life isn't as easy for Ramona as it used to be. All the Quimbys have to adjust, and Ramona gets her chance to prove that she's big enough for her family to depend on.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult",
                "Classics",
                "Humor",
                "Kids"
            ]
        },
        {
            "title": "Spark of Life: A Novel of Resistance",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.51,
            "ranking_count": 4588,
            "abstract": "SPARK OF LIFE. 509 is a political prisoner in a German concentration camp. For ten years, he has persevered in the most hellish conditions. Deathly weak, he still has his wits about him and he senses that the end of the war is near. If he and the other living corpses in his barracks can hold on for liberation--or force their own--then their suffering will not have been in vain.. Now the SS who run the camp are ratcheting up the terror. But their expectations are jaded and their defenses are down. It is possible that the courageous, yet terribly weak prisoners have just enough left in them to resist. And if they die fighting, they will die on their own terms, cheating the Nazis out of their devil's contract.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "War",
                "European Literature",
                "World War II",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "HMS Ulysses",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 4.06,
            "ranking_count": 6676,
            "abstract": "The novel that launched the astonishing career of one of the 20th century’s greatest writers of action and suspense – an acclaimed classic of heroism and the sea in World War II. Now reissued in a new cover style.. The story of men who rose to heroism, and then to something greater,. HMS Ulysses. takes its place alongside. The Caine Mutiny. and. The Cruel Sea. as one of the classic novels of the navy at war.. It is the compelling story of Convoy FR77 to Murmansk – a voyage that pushes men to the limits of human endurance, crippled by enemy attack and the bitter cold of the Arctic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "War",
                "Adventure",
                "Mystery",
                "Action",
                "Suspense"
            ]
        },
        {
            "title": "Swami and Friends",
            "authors": [
                "R.K. Narayan",
                "Madhukar Dharmapurikar"
            ],
            "ranking": 4.22,
            "ranking_count": 12515,
            "abstract": "There are writers—Tolstoy and Henry James to name two—whom we hold in awe, writers—Turgenev and Chekhov—for whom we feel a personal affection, other writers whom we respect—Conrad for example—but who hold us at a long arm's length with their 'courtly foreign grace.' Narayan (whom I don't hesitate to name in such a context) more than any of them wakes in me a spring of gratitude, for he has offered me a second home. Without him I could never have known what it is like to be Indian.—Graham Greene. Offering rare insight into the complexities of Indian middle-class society, R. K. Narayan traces life in the fictional town of Malgudi.. The Dark Room. is a searching look at a difficult marriage and a woman who eventually rebels against the demands of being a good and obedient wife. In. Mr. Sampath,. a newspaper man tries to keep his paper afloat in the face of social and economic changes sweeping India. Narayan writes of youth and young adulthood in the semiautobiographical. Swami and Friends. and. The Bachelor of Arts.. Although the ordinary tensions of maturing are heightened by the particular circumstances of pre-partition India, Narayan provides a universal vision of childhood, early love and grief.. The experience of reading one of his novels is . . . comparable to one's first reaction to the great Russian novels: the fresh realization of the common humanity of all peoples, underlain by a simultaneous sense of strangeness—like one's own reflection seen in a green twilight.—Margaret Parton,. New York Herald Tribune. The novels of R.K. Narayan are the best I have read in any language for a long time. . . . His work gives the conviction that it is possible to capture in English, a language not born of India, the distinctive characteristics of Indian family life.—Amit Roy,. Daily Telegraph",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Childrens",
                "Humor",
                "Short Stories",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Morte D'Urban",
            "authors": [
                "J.F. Powers",
                "Elizabeth Hardwick"
            ],
            "ranking": 3.84,
            "ranking_count": 891,
            "abstract": "Winner of The 1963 National Book Award for Fiction.. The hero of J.F. Powers's comic masterpiece is Father Urban, a man of the cloth who is also a man of the world. Charming, with an expansive vision of the spiritual life and a high tolerance for moral ambiguity, Urban enjoys a national reputation as a speaker on the religious circuit and has big plans for the future. But then the provincial head of his dowdy religious order banishes him to a retreat house in the Minnesota hinterlands. Father Urban soon bounces back, carrying God's word with undaunted enthusiasm through the golf courses, fishing lodges, and backyard barbecues of his new turf. Yet even as he triumphs his tribulations mount, and in the end his greatest success proves a setback from which he cannot recover.. First published in 1962,. Morte D'Urban. has been praised by writers as various as Gore Vidal, William Gass, Mary Gordon, and Philip Roth. This beautifully observed, often hilarious tale of a most unlikely Knight of Faith is among the finest achievements of an author whose singular vision assures him a permanent place in American literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Christianity",
                "The United States Of America",
                "Religion"
            ]
        },
        {
            "title": "Introduction to Objectivist Epistemology",
            "authors": [
                "Ayn Rand",
                "Leonard Peikoff",
                "Harry Binswanger"
            ],
            "ranking": 4.01,
            "ranking_count": 1792,
            "abstract": "Today man's mind is under attack by all the leading schools of philosophy. We are told that we cannot trust our senses, that logic is arbitrary, that concepts have no basis in reality.. Ayn Rand. opposes that torrent of nihilism, and she provides the alternative in this eloquent presentation of the essential nature--and power--of man's conceptual faculty. She offers a startlingly original solution to the problem that brought about the collapse of modern philosophy: the problem of universals. This brilliantly argued, superbly written work, together with an essay by philosophy professor. Leonard Peikoff. , is vital reading for all those who seek to discover that human beings can and should live by the guidance of reason.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Modern",
                "History",
                "Writing"
            ]
        },
        {
            "title": "Incidences",
            "authors": [
                "Daniil Kharms",
                "Andrew Bromfield"
            ],
            "ranking": 4.25,
            "ranking_count": 1732,
            "abstract": "This wonderfully inventive collection of stories presents the writing of Russian absurdist Daniil Kharms at its vibrant, perplexing best. The book is composed of short miniatures: strange, funny, dream-like fragments ? many of which the author called ?incidents? ? that tend to feature accidents, falling, chance violence and sudden death. An outlaw classic banned by Soviet censors until the 1980s, Incidences vividly conveys the precarious nature of life in Stalin?s Russia. Writing in the 1920s as one of a group called the Society for Real Art, Kharms was first arrested in 1931, and told that he could only publish writing for children. Irrepressible, he was sent to the gulag in 1941 and died of starvation in a prison hospital a year later. With this new edition of Incidences we can rediscover a Russian writer whose bold writing and tragic death are an urgent reminder of the deranged spirit of his times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Literature",
                "Classics",
                "Humor"
            ]
        },
        {
            "title": "Dance Dance Dance",
            "authors": [
                "Haruki Murakami"
            ],
            "ranking": 4.05,
            "ranking_count": 76232,
            "abstract": "Alternate cover edition. here. .. High-class call girls billed to Mastercard. A psychic 13-year-old dropout with a passion for Talking Heads. A hunky matinee idol doomed to play dentists and teachers. A one-armed beach-combing poet, an uptight hotel clerk and one very bemused narrator caught in the web of advanced capitalist mayhem. Combine this offbeat cast of characters with Murakami's idiosyncratic prose and out comes. Dance Dance Dance. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Magical Realism",
                "Fantasy",
                "Novels",
                "Contemporary",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Valencia",
            "authors": [
                "Michelle Tea"
            ],
            "ranking": 3.76,
            "ranking_count": 5363,
            "abstract": "Valencia is the fast-paced account of one girl's search for love and high times in the drama-filled dyke world of San Francisco's Mission District. Through a string of narrative moments, Tea records a year lived in a world of girls: there's knife-wielding Marta, who introduces Michelle to a new world of radical sex; Willa, Michelle's tormented poet-girlfriend; Iris, the beautiful boy-dyke who ran away from the South in a dust cloud of drama; and Iris's ex, Magdalena Squalor, to whom Michelle turns when Iris breaks her heart. Valencia conveys a blend of youthful urgency and apocalyptic apathy.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Fiction",
                "Feminism",
                "Novels",
                "Queer",
                "Womens",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Troublesome Offspring of Cardinal Guzmán",
            "authors": [
                "Louis de Bernières"
            ],
            "ranking": 4.13,
            "ranking_count": 3445,
            "abstract": "With the same ebullient storytelling, luxuriant prose, and irrepressible eroticism he brought to The War of Don Emmanuel's Nether Parts and Señor Vivo and the Coca Lord, Louis de Bernières continues his chronicle of Cochadebajo, the Andean village where macho philosophers, defrocked priests, and reformed (though hardly inactive) prostitutes cohabit in cheerful anarchy. But this unruly utopia is imperiled when the demon-harried Cardinal Guzmán decides to inaugurate a new Inquisition, with Cochadebajo as its ultimate target.. On his side, the Cardinal has an army of fanatics who are all too willing to destroy bodies in order to save souls. The Cochadebajeros have precious little ammunition, unless you count chef Dolores's incendiary Chicken of a True Man, and a civil defense that deems nothing more crucial than the act of love. Part epic, part farce, The Troublesome Offspring of Cardinal Guzmán confirms de Bernières's reputation as England's answer to Gabriel García Márquez.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Literature",
                "Humor",
                "Novels",
                "Fantasy",
                "Contemporary",
                "Cultural",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Power of Your Subconscious Mind",
            "authors": [
                "Joseph Murphy",
                "Ian McMahan"
            ],
            "ranking": 4.1,
            "ranking_count": 59609,
            "abstract": "The Power of Your Subconscious Mind. has been a bestseller since its first publication in 1963, selling many millions of copies since its original publication. It is one of the most brilliant and beloved spiritual self-help works of all time which can help you heal yourself, banish your fears, sleep better, enjoy better relationships and just feel happier. The techniques are simple and results come quickly. You can improve your relationships, your finances, your physical well-being.. Dr. Joseph Murphy explains that life events are actually the result of the workings of your conscious and subconscious minds. He suggests practical techniques through which one can change one's destiny, principally by focusing and redirecting this miraculous energy. Years of research studying the world's major religions convinced him that some Great Power lay behind all spiritual life and that this power is within each of us.. The Power of Your Subconscious Mind. will open a world of success, happiness, prosperity, and peace for you.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Psychology",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Business",
                "Science",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "The Hour of the Star",
            "authors": [
                "Clarice Lispector",
                "Giovanni Pontiero"
            ],
            "ranking": 4.05,
            "ranking_count": 23515,
            "abstract": "The Hour of the Star. , Clarice Lispector's consummate final novel, may well be her masterpiece. Narrated by the cosmopolitan Rodrigo S.M., this brief, strange, and haunting tale is the story of Macabéa, one of life's unfortunates. Living in the slums of Rio de Janeiro and eking out a poor living as a typist, Macabéa loves movies, Coca-Cola, and her rat of a boyfriend; she would like to be like Marilyn Monroe, but she is ugly, underfed, sickly, and unloved. Rodrigo recoils from her wretchedness, and yet he cannot avoid realization that for all her outward misery, Macabéa is inwardly free. She doesn't seem to know how unhappy she should be. Lispector employs her pathetic heroine against her urbane, empty narrator--edge of despair to edge of despair--and, working them like a pair of scissors, she cuts away the reader's preconceived notions about poverty, identity, love, and the art of fiction. In her last novel she takes readers close to the true mystery of life, and leaves us deep in Lispector territory indeed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Novella",
                "Womens"
            ]
        },
        {
            "title": "The Dosadi Experiment",
            "authors": [
                "Frank Herbert"
            ],
            "ranking": 3.82,
            "ranking_count": 7140,
            "abstract": "Beyond the God Wall. Generations of a tormented human-alien people, caged on a toxic planet, conditioned by constant hunger and war-this is the Dosadi Experiment, and it has succeeded too well. For the Dosadi have bred for Vengeance as well as cunning, and they have learned how to pass through the shimmering God Wall to exact their dreadful revenge on the Universe that created them . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Space",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Riders",
            "authors": [
                "Tim Winton"
            ],
            "ranking": 3.61,
            "ranking_count": 6295,
            "abstract": "Fred Scully waits at the arrival gate of an international airport, anxious to see his wife and seven-year-old daughter. After two years in Europe they are finally settling down. He sees a new life before them, a stable outlook, and a cottage in the Irish countryside that he's renovated by hand. He's waited, sweated on this reunion. He does not like to be alone - he's that kind of man. The flight lands, the glass doors hiss open, and Scully's life begins to go down in flames.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Mystery",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "Book Club"
            ]
        },
        {
            "title": "Angelique",
            "authors": [
                "Anne Golon",
                "Serge Golon"
            ],
            "ranking": 4.18,
            "ranking_count": 2764,
            "abstract": "The story begins in 1648 during a time of insurrection, terror and revolt in a divided France. Angélique de Sance de Monteloup, a vibrant twelve-year-old tomboy, is the daughter of a simple nobleman impoverished by taxes and other burdens.. Angélique joins the local peasant children in their games, ranges the ancient forests and swamps of Poitou and when bandits visit destruction and rapine on the humble villagers, our heroine's leadership qualities come to the fore for the first time.. The book also tells of Angélique's first meetings with two crucial characters - King Louis XIV of France and Joffrey. One of the scenes in the book sees Angélique and Joffrey attend the wedding of Louis XIV and his queen, Marie-Therese.. As Angélique and Joffrey tangle with powerful forces, it is a classic and gripping adventure story, but we also learn about the couple's tender and often unpredictable relationship.. The climax of the book is a decision by the French court which has an impact on the whole of the rest of the story - destined to move to the dangerous streets of Paris for the second book...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "Adventure",
                "Classics",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Ordeal of Gilbert Pinfold",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.47,
            "ranking_count": 1228,
            "abstract": "The Ordeal of Gilbert Pinfold remains one of Eveyln Waugh's most remarkable and self-revealing works. Three years before he wrote it, Waugh suffered a brief bout of hallucination similar to the one that besets Mr. Pinfold in this wildly witty and occasionally frightening novel.. A successful, middle-aged novelist with a case of bad nerves, Gilbert Pinfold embarks on a recuperative trip to Ceylon. Almost as soon as the gangplank lifts, Mr. Pinfold hears sounds coming out of the ceiling of his cabin: wild jazz bands, barking dogs, loud revival meetings. He can only infer that somewhere concealed in his room an erratic public-address system is letting him hear everything that goes on aboard ship. And then, instead of just sounds, he hears voices. But they are not just any voices. These voices are talking, in the most frightening intimate way, about him!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Novels",
                "Mental Health",
                "Humor",
                "Psychology"
            ]
        },
        {
            "title": "Die Physiker",
            "authors": [
                "Friedrich Dürrenmatt"
            ],
            "ranking": 3.96,
            "ranking_count": 24826,
            "abstract": "Möbius, ein umworbener weil genialer Physiker, will eine gefährliche Verstrickung von Wissenschaft und Politik verhindern und täuscht darum vor, geisteskrank zu sein, damit er in einer Klinik verschwinden und die gewünschte Kooperation (oder Kollaboration) mit der Macht boykottieren kann. Aber der geschützte Raum ist nicht dicht: Zwei Grossmächte haben Agenten in die Klinik eingeschleust, auch diese täuschen Krankheiten vor. Der Fluchtort ist zur Falle geworden.. This a previously-published edition of ISBN 3257230478",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "European Literature",
                "Fiction",
                "Drama",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Il visconte dimezzato",
            "authors": [
                "Italo Calvino",
                "Barbara Sieroszewska"
            ],
            "ranking": 3.84,
            "ranking_count": 19517,
            "abstract": "[Trovi un'edizione con copertina alternativa per questo ISBN. qui. ]. Il narratore rievoca la storia dello zio, Medardo di Torralba, che, combattendo in Boemia contro i Turchi, è tagliato a metà da un colpo di cannone. Le due parti del corpo, perfettamente conservate, mostrano diversi caratteri: la prima metà mostra un'indole crudele, infierisce sui sudditi e insidia la bella Pamela, mentre l'altra metà, quella buona, si prodiga per riparare ai misfatti dell'altra e chiede in sposa Pamela. I due viscconti dimezzati si sfidano a duello e nello scontro cominciano a sanguinare nelle rispettive parti monche. Un medico ne approfitta per riunire le due metà del corpo e restituire alla vita un visconte intero, in cui si mescolano male e bene.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Fantasy",
                "Cultural",
                "Novels",
                "Literature",
                "Magical Realism",
                "Historical"
            ]
        },
        {
            "title": "The Waste Land and Other Poems",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.22,
            "ranking_count": 58914,
            "abstract": "Librarian Note: Also available as an. Alternate Cover Edition. .. “And I will show you something different from either. Your shadow at morning striding behind you. Or your shadow at evening rising to meet you. I will show you fear in a handful of dust”. When. The Waste Land. was published in 1922, initial reaction to the poem was decidedly negative. Critics attacked the poem's kaleidoscopic design, and nearly everyone disagreed furiously about its meaning. The poem was even rumored to a hoax. Eventually, though,. The Waste Land. went on to become what many regard as the most influential poem written in English in the twentieth century.. In ten years' time,. wrote Edmund Wilson in. Axel's Castle (1931). , Elliot has left upon English poetry a mark more unmistakable than that of any other poet writing in English.. In 1948,. T.S. Eliot. was awarded the Nobel Price. for his work as a trail-blazing pioneer of modern poetry.. In addition to the title poem, this selection includes. The Love Song of J. Alfred Prufrock, Geronition, Ash-Wednesday,. and. other poems from Eliot's early and middle work.. Includes:. - The Love Song of J. Alfred Prufrock. - Preludes. - Gerontion. - Sweeney Among the Nightingales. - The Waste Land:. I. The Burial of the Dead. II. A Game of Chess. III. The Fire Sermon. IV. Death by Water. V. What the Thunder Said. Notes on 'The Waste Land'. - Ash-Wednesday. -J ourney of the Magi. - Marina. - Landscapes:. I. New Hampshire. II. Virginia. III. USK. - Two Choruses from 'The Rock'",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "The Secret Adversary",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.85,
            "ranking_count": 52073,
            "abstract": "Tommy Beresford and Prudence 'Tuppence' Cowley are young, in love… and flat broke. Just after Great War, there are few jobs available and the couple are desperately short of money. Restless for excitement, they decide to embark on a daring business scheme: Young Adventurers Ltd.—willing to do anything, go anywhere. Hiring themselves out proves to be a smart move for the couple. In their first assignment for the mysterious Mr. Whittingtont, all Tuppence has to do in their first job is take an all-expense paid trip to Paris and pose as an American named Jane Finn. But with the assignment comes a bribe to keep quiet, a threat to her life, and the disappearance of her new employer. Now their newest job are playing detective.. Where is the real Jane Finn? The mere mention of her name produces a very strange reaction all over London. So strange, in fact, that they decided to find this mysterious missing lady. She has been missing for five years. And neither her body nor the secret documents she was carrying have ever been found. Now post-war England's economic recovery depends on finding her and getting the papers back. But he two young working undercover for the British ministry know only that her name and the only photo of her is in the hands of her rich American cousin. It isn’t long before they find themselves plunged into more danger than they ever could have imagined—a danger that could put an abrupt end to their business… and their lives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature",
                "Adventure"
            ]
        },
        {
            "title": "Remembrance of Things Past: Volume II - The Guermantes Way & Cities of the Plain",
            "authors": [
                "Marcel Proust",
                "C.K. Scott Moncrieff",
                "Terence Kilmartin"
            ],
            "ranking": 4.51,
            "ranking_count": 1086,
            "abstract": "Including THE GUERMANTES WAY and CITIES OF THE PLAIN.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "European Literature",
                "Philosophy",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Mister God, This is Anna",
            "authors": [
                "Fynn",
                "William Papas"
            ],
            "ranking": 4.14,
            "ranking_count": 6048,
            "abstract": "THE TOUCHING TRUE STORY THAT WON THE HEARTS OF MILLIONS OF READERS AROUND THE WORLD!. Anna was only four years old when Fynn found her on London's fog-shrouded docks. He took her back to his mother's home, and from that first moment, their times together were filled with delight and discovery. Anna had an astonishing ability to ask--and to answer--life's largest questions. Her total openness and honesty amazed all who knew her. She seemed to understand with uncanny certainty the purpose of being, the essence of feeling, the beauty of love. You see, Anna had a very special friendship with Mister God. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Spirituality",
                "Philosophy",
                "Christian",
                "Classics",
                "Young Adult",
                "Inspirational",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "First King of Shannara",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.97,
            "ranking_count": 28891,
            "abstract": "Outcast by the Druids for his devotion to the forbidden art of Magic, Bremen discovers that dark forces are on the move, led by the Warlock Lord, Brona. If the peoples of the Four Lands are to escape eternal subjugation, they must unite. But they need a weapon, something so powerful that the evil Magic of Brona will fail before its might.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Patriotism",
            "authors": [
                "Yukio Mishima",
                "Geoffrey W. Sargent"
            ],
            "ranking": 4.12,
            "ranking_count": 3318,
            "abstract": "One of the most powerful short stories ever written: Yukio Mishima’s masterpiece about the erotics of patriotism and honor, love and suicide.. By now, Yukio Mishima’s (1925-1970) dramatic demise through an act of. seppuku. after an inflammatory public speech has become the stuff of literary legend. With. Patriotism. , Mishima was able to give his heartwrenching patriotic idealism an immortal vessel. A lieutenant in the Japanese army comes home to his wife and informs her that his closest friends have become mutineers. He and his beautiful loyal wife decide to end their lives together. In unwavering detail Mishima describes Shinji and Reiko making love for the last time and the couple’s. seppuku. that follows.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Short Stories",
                "Literature",
                "Historical",
                "Classics",
                "Philosophy",
                "Novella"
            ]
        },
        {
            "title": "The Eyes of the Dragon",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 114409,
            "abstract": "A kingdom is in turmoil as the old king dies, murdered by a strange and horrible poison. While the land of Delain mourns, the evil wizard Flagg, hatches an unscrupulous plot, which sees the King's eldest son Peter imprisoned for his father's murder, and the youngest son inherit the throne. Only Peter knows the truth about his own innocence and the evil that is Flagg. Only Peter can save Delain from the horror that Flagg has in store. But first, he must escape from the high tower.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Thriller",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Mist",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.95,
            "ranking_count": 130371,
            "abstract": "It's a hot, lazy day, perfect for a cookout, until you see those strange dark clouds. Suddenly a violent storm sweeps across the lake and ends as abruptly and unexpectedly as it had begun. Then comes the mist...creeping slowly, inexorably into town, where it settles and waits, trapping you in the supermarket with dozens of others, cut off from your families and the world. The mist is alive, seething with unearthly sounds and movements. What unleashed this terror? Was it the Arrowhead Project---the top secret government operation that everyone has noticed but no one quite understands? And what happens when the provisions have run out and you're forced to make your escape, edging blindly through the dim light?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Science Fiction",
                "Mystery",
                "Short Stories",
                "Audiobook"
            ]
        },
        {
            "title": "My Last Sigh",
            "authors": [
                "Luis Buñuel",
                "Abigail Israel"
            ],
            "ranking": 4.33,
            "ranking_count": 2963,
            "abstract": "This long out-of-paint autobiography provides insight into the genesis of Bunuel's films and conveys his frank opinions on dwarves, Catholicism, the Marquis de Sade, food, and smoking, not to mention his recipe for a good dry martini!",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Art",
                "Cultural",
                "Media Tie In",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "The Dead Father",
            "authors": [
                "Donald Barthelme",
                "Donald Antrim"
            ],
            "ranking": 3.78,
            "ranking_count": 2131,
            "abstract": "The Dead Father. is a gargantuan half-dead, half-alive, part mechanical, wise, vain, powerful being who still has hopes for himself--even while he is being dragged by means of a cable toward a mysterious goal. In this extraordinary novel, marked by the imaginative use of language that influenced a generation of fiction writers, Donald Barthelme offered a glimpse into his fictional universe. As Donald Antrim writes in his introduction, Reading. The Dead Father. , one has the sense that its author enjoys an almost complete artistic freedom . . . a permission to reshape, misrepresent, or even ignore the world as we find it . . . Laughing along with its author, we escape anxiety and feel alive.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "The United States Of America",
                "Classics",
                "Surreal"
            ]
        },
        {
            "title": "Stormbreaker",
            "authors": [
                "Anthony Horowitz"
            ],
            "ranking": 3.98,
            "ranking_count": 94288,
            "abstract": "They told him his uncle died in an accident. He wasn't wearing his seatbelt, they said. But when fourteen-year-old Alex finds his uncle's windshield riddled with bullet holes, he knows it was no accident. What he doesn't know yet is that his uncle was killed while on a top-secret mission. But he is about to, and once he does, there is no turning back. Finding himself in the middle of terrorists, Alex must outsmart the people who want him dead. The government has given him the technology, but only he can provide the courage. Should he fail, every child in England will be murdered in cold blood.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "Thriller",
                "Action",
                "Spy Thriller",
                "Childrens"
            ]
        },
        {
            "title": "Rapture in Death",
            "authors": [
                "J.D. Robb",
                "Susan Ericksen"
            ],
            "ranking": 4.27,
            "ranking_count": 45380,
            "abstract": "They died with smiles on their faces. Three apparent suicides: a brilliant engineer, an infamous lawyer, and a controversial politician. Three strangers with nothing in common - and no obvious reasons for killing themselves. Lieutenant Eve Dallas found the deaths suspicious. And her instincts paid off when autopsies revealed small burns on the brains of the victims.. Was it a genetic abnormality or a high-tech method of murder? Eve's investigation turned to the provocative world of virtual-reality games - where the same techniques used to create joy and desire could also prompt the mind to become the weapon of its own destruction...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Lateral Thinking",
            "authors": [
                "Edward de Bono"
            ],
            "ranking": 3.79,
            "ranking_count": 3859,
            "abstract": "THE classic work about improving creativity from world-renowned writer and philosopher Edward de Bono. In schools we are taught to meet problems head-on: what Edward de Bono calls 'vertical thinking'. This works well in simple situations - but we are at a loss when this approach fails. What then? Lateral thinking is all about freeing up your imagination. Through a series of special techniques, in groups or working alone, Edward de Bono shows how to stimulate the mind in new and exciting ways. Soon you will be looking at problems from a variety of angles and offering up solutions that are as ingenious as they are effective. You will become much more productive and a formidable thinker in your own right. 'If more bankers and traders had read Lateral Thinking and applied the ideas of Edward de Bono to their own narrow definitions of risk, reward and human expectations, I suspect we would be in much better shape than we are'Sir Richard Branson Edward de Bono invented the concept of lateral thinking. A world-renowned writer and philosopher, he is the leading authority in the field of creative thinking and the direct teaching of thinking as a skill. Dr de Bono has written more than 60 books, in 40 languages, with people now teaching his methods worldwide. He has chaired a special summit of Nobel Prize laureates, and been hailed as one of the 250 people who have contributed most to mankind. Dr de Bono's titles include classic bestsellers such as Six Thinking Hats, Lateral Thinking, I Am Right You Are Wrong, Teach Yourself How To Think, Teach Your Child How To Think, and Simplicity - all now re-issued by Penguin. www.edwdebono.com",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Business",
                "Philosophy",
                "Design",
                "Education",
                "Science"
            ]
        },
        {
            "title": "Lamb to the Slaughter and Other Stories",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 4.22,
            "ranking_count": 3505,
            "abstract": "These five short stories offer a selection of Dahl's adult writing.. Parson's Pleasure. is a country tale,. A Piece of Cake. , a wartime reminiscence,. Lamb to the Slaughter. a story of vengeful murder, and the remaining two,. The Bookseller. and. The Butler. , are on favorite themes of greed and snobbery.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Horror",
                "Mystery",
                "Childrens",
                "Academic",
                "Suspense"
            ]
        },
        {
            "title": "The Path to Power",
            "authors": [
                "Robert A. Caro"
            ],
            "ranking": 4.33,
            "ranking_count": 22314,
            "abstract": "The Years of Lyndon Johnson is the political biography of our time. No president—no era of American politics—has been so intensively and sharply examined at a time when so many prime witnesses to hitherto untold or misinterpreted facets of a life, a career, and a period of history could still be persuaded to speak.. The Path to Power, Book One, reveals in extraordinary detail the genesis of the almost superhuman drive, energy, and urge to power that set LBJ apart. Chronicling the startling early emergence of Johnson’s political genius, it follows him from his Texas boyhood through the years of the Depression in the Texas hill Country to the triumph of his congressional debut in New Deal Washington, to his heartbreaking defeat in his first race for the Senate, and his attainment, nonetheless, of the national power for which he hungered.. We see in him, from earliest childhood, a fierce, unquenchable necessity to be first, to win, to dominate—coupled with a limitless capacity for hard, unceasing labor in the service of his own ambition. Caro shows us the big, gangling, awkward young Lyndon—raised in one of the country’s most desperately poor and isolated areas, his education mediocre at best, his pride stung by his father’s slide into failure and financial ruin—lunging for success, moving inexorably toward that ultimate “impossible” goal that he sets for himself years before any friend or enemy suspects what it may be.. We watch him, while still at college, instinctively (and ruthlessly) creating the beginnings of the political machine that was to serve him for three decades. We see him employing his extraordinary ability to mesmerize and manipulate powerful older men, to mesmerize (and sometimes almost enslave) useful subordinates. We see him carrying out, before his thirtieth year, his first great political inspiration: tapping-and becoming the political conduit for-the money and influence of the new oil men and contractors who were to grow with him to immense power. We follow, close up, the radical fluctuations of his relationships with the formidable “Mr. Sam” Rayburn (who loved him like a son and whom he betrayed) and with FDR himself. And we follow the dramas of his emotional life-the intensities and complications of his relationships with his family, his contemporaries, his girls; his wooing and winning of the shy Lady Bird; his secret love affair, over many years, with the mistress of one of his most ardent and generous supporters . . .. Johnson driving his people to the point of exhausted tears, equally merciless with himself . . . Johnson bullying, cajoling, lying, yet inspiring an amazing loyalty . . . Johnson maneuvering to dethrone the unassailable old Jack Garner (then Vice President of the United States) as the New Deal’s “connection” in Texas, and seize the power himself . . . Johnson raging . . . Johnson hugging . . . Johnson bringing light and, indeed, life to the worn Hill Country farmers and their old-at-thirty wives via the district’s first electric lines.. We see him at once unscrupulous, admirable, treacherous, devoted. And we see the country that bred him: the harshness and “nauseating loneliness” of the rural life; the tragic panorama of the Depression; the sudden glow of hope at the dawn of the Age of Roosevelt. And always, in the foreground, on the move, LBJ.. Here is Lyndon Johnson—his Texas, his Washington, his America—in a book that brings us as close as we have ever been to a true perception of political genius and the American political process.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Biography Memoir",
                "Presidents",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Dalva",
            "authors": [
                "Jim Harrison"
            ],
            "ranking": 4.18,
            "ranking_count": 3539,
            "abstract": "From her home on the California coast, Dalva hears the broad silence of the Nebraska prairie where she was born and longs for the son she gave up for adoption years before. Beautiful, fearless, tormented, at forty-five she has lived a life of lovers and adventures. Now, Dalva begins a journey that will take her back to the bosom of her family, to the half-Sioux lover of her youth, and to a pioneering great-grandfather whose journals recount the bloody annihilation of the Plains Indians. On the way, she discovers a story that stretches from East to West, from the Civil War to Wounded Knee and Vietnam -- and finds the balm to heal her wild and wounded soul.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Literature",
                "The United States Of America",
                "Westerns",
                "Environment",
                "Roman",
                "Contemporary"
            ]
        }
    ]
}