{
    "books": [
        {
            "title": "Gregor the Overlander",
            "authors": [
                "Suzanne Collins"
            ],
            "ranking": 4.01,
            "ranking_count": 98825,
            "abstract": "The story of a boy who embarks on a dangerous quest in order to fulfill his destiny -- and find his father -- in a strange world beneath New York City.. When Gregor falls through a grate in the laundry room of his apartment building, he hurtles into the dark Underland, where spiders, rats, cockroaches coexist uneasily with humans. This world is on the brink of war, and Gregor's arrival is no accident. A prophecy foretells that Gregor has a role to play in the Underland's uncertain future. Gregor wants no part of it -- until he realizes it's the only way to solve the mystery of his father's disappearance. Reluctantly, Gregor embarks on a dangerous adventure that will change both him and the Underland forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Portable Dorothy Parker",
            "authors": [
                "Dorothy Parker",
                "Brendan Gill"
            ],
            "ranking": 4.34,
            "ranking_count": 11513,
            "abstract": "This collection ranges over the verse, stories, essays, and journalism of one of the twentieth century's most quotable authors.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Fiction",
                "Classics",
                "Humor",
                "Writing",
                "Literature",
                "Anthologies",
                "Womens"
            ]
        },
        {
            "title": "War Horse",
            "authors": [
                "Michael Morpurgo"
            ],
            "ranking": 4.14,
            "ranking_count": 47934,
            "abstract": "A powerful tale of war, redemption and a hero's journey.. In 1914, Joey, a beautiful bay-red foal with a distinctive cross on his nose, is sold to the army and thrust into the midst of the war on the Western Front. With his officer, he charges toward the enemy, witnessing the horror of the battles in France. But even in the desolation of the trenches, Joey's courage touches the soldiers around him and he is able to find warmth and hope. But his heart aches for Albert, the farmer's son he left behind. Will he ever see his true master again?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Animals",
                "Young Adult",
                "Childrens",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Cell",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.66,
            "ranking_count": 207942,
            "abstract": "Where were you on October 1st at 3:03 pm?. Graphic artist Clay Riddell was in the heart of Boston on that brilliant autumn afternoon when hell was unleashed before his eyes. Without warning, carnage and chaos reigned. Ordinary people fell victim to the basest, most animalistic destruction.. And the apocalypse began with the ring of a cell phone...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Apocalyptic",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "A Mango-Shaped Space",
            "authors": [
                "Wendy Mass"
            ],
            "ranking": 4.21,
            "ranking_count": 31493,
            "abstract": "Mia Winchell appears to be a typical kid, but she's keeping a big secret—sounds, numbers, and words have color for her. No one knows, and Mia wants to keep it that way. But when trouble at school finally forces Mia to reveal her secret, she must learn to accept herself and embrace her ability, called synesthesia, a mingling of the senses.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Childrens",
                "Contemporary",
                "Disability",
                "Academic",
                "Animals"
            ]
        },
        {
            "title": "We Should All Be Feminists",
            "authors": [
                "Chimamanda Ngozi Adichie"
            ],
            "ranking": 4.42,
            "ranking_count": 238287,
            "abstract": "What does “feminism” mean today? That is the question at the heart of. We Should All Be Feminists. , a personal, eloquently-argued essay—adapted from her much-viewed TEDx talk of the same name—by Chimamanda Ngozi Adichie, the award-winning author of. Americanah. and. Half of a Yellow Sun. .. With humor and levity, here Adichie offers readers a unique definition of feminism for the twenty-first century—one rooted in inclusion and awareness. She shines a light not only on blatant discrimination, but also the more insidious, institutional behaviors that marginalize women around the world, in order to help readers of all walks of life better understand the often masked realities of sexual politics. Throughout, she draws extensively on her own experiences—in the U.S., in her native Nigeria, and abroad—offering an artfully nuanced explanation of why the gender divide is harmful for women and men, alike.. Argued in the same observant, witty and clever prose that has made Adichie a bestselling novelist, here is one remarkable author’s exploration of what it means to be a woman today—and an of-the-moment rallying cry for why we should all be feminists.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Writing",
                "Audiobook",
                "Politics",
                "Womens",
                "Cultural",
                "Social Movements",
                "Adult",
                "Gender"
            ]
        },
        {
            "title": "The Black Stallion",
            "authors": [
                "Walter Farley",
                "Keith Ward"
            ],
            "ranking": 4.19,
            "ranking_count": 71884,
            "abstract": "Published originally in 1941, this book is about a young boy, Alec Ramsay who finds a wild black stallion at a small Arabian port on the Red Sea. Between the black stallion and young boy, a strange understanding grew that you lead them through untold dangers as they journeyed to America. Nor could Alec understand that his adventures with the black stallion would capture the interest of an entire nation.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Animals",
                "Young Adult",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Temple of the Winds",
            "authors": [
                "Terry Goodkind",
                "Dick Hill",
                "Ferhan Ertürk"
            ],
            "ranking": 4.02,
            "ranking_count": 78698,
            "abstract": "Book Four of The Sword of Truth returns listeners to the world of Richard Cypher, a simple woods guide who never dreamed he would be named the Seeker of Truth and become caught up in magic, war, and dangers so extraordinary that the fate of his entire world would hang on his actions and decisions.. The dangerous, fanatical Imperial Order, under the leadership of the power-mad Emperor Jagang and his multitude of demonic underlings, unleashes a deadly plague. To find a cure Richard Cypher and his beloved Kahlan Amnell must seek out the legendary Temple of the Winds, a fortress of evil sealed away for three thousand years. But the path of the Seeker of Truth is never an easy one—even if he can reach the Temple at all, there is no guarantee he'll ever return.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Epic",
                "Romance",
                "Young Adult"
            ]
        },
        {
            "title": "Let it Snow",
            "authors": [
                "John Green",
                "Maureen Johnson",
                "Lauren Myracle"
            ],
            "ranking": 3.72,
            "ranking_count": 134176,
            "abstract": "A Christmas Eve snowstorm transforms one small town into a romantic haven, the kind you see only in movies. Well, kinda. After all, a cold and wet hike from a stranded train through the middle of nowhere would not normally end with a delicious kiss from a charming stranger. And no one would think that a trip to the Waffle House through four feet of snow would lead to love with an old friend. Or that the way back to true love begins with a painfully early morning shift at Starbucks. Thanks to three of today’s bestselling teen authors—John Green, Maureen Johnson, and Lauren Myracle—the magic of the holidays shines on these hilarious and charming interconnected tales of love, romance, and breathtaking kisses.. Alternate cover edition for. B006MOW98E",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Holiday",
                "Fiction",
                "Short Stories",
                "Realistic Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Destroy Me",
            "authors": [
                "Tahereh Mafi"
            ],
            "ranking": 4.15,
            "ranking_count": 110786,
            "abstract": "Juliette escaped from The Reestablishment by seducing Warner—and then putting a bullet in his shoulder. But as she’ll learn in. Destroy Me. , Warner is not that easy to get rid of.... Back at the base and recovering from his near-fatal wound, Warner must do everything in his power to keep his soldiers in check and suppress any mention of a rebellion in the sector. Still as obsessed with Juliette as ever, his first priority is to find her, bring her back, and dispose of Adam and Kenji, the two traitors who helped her escape. But when Warner’s father, The Supreme Commander of The Reestablishment, arrives to correct his son’s mistakes, it’s clear that he has much different plans for Juliette. Plans Warner simply cannot allow.. Set after. Shatter Me. and before its forthcoming sequel,. Unravel Me. ,. Destroy Me. is a novella told from the perspective of Warner, the ruthless leader of Sector 45.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Novella",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Strange and Beautiful Sorrows of Ava Lavender",
            "authors": [
                "Leslye Walton"
            ],
            "ranking": 4.04,
            "ranking_count": 39906,
            "abstract": "Magical realism, lyrical prose, and the pain and passion of human love haunt this hypnotic generational saga.. Foolish love appears to be the Roux family birthright, an ominous forecast for its most recent progeny, Ava Lavender. Ava—in all other ways a normal girl—is born with the wings of a bird.. In a quest to understand her peculiar disposition and a growing desire to fit in with her peers, sixteen-year old Ava ventures into the wider world, ill-prepared for what she might discover and naïve to the twisted motives of others. Others like the pious Nathaniel Sorrows, who mistakes Ava for an angel and whose obsession with her grows until the night of the Summer Solstice celebration.. That night, the skies open up, rain and feathers fill the air, and Ava’s quest and her family’s saga build to a devastating crescendo.. First-time author Leslye Walton has constructed a layered and unforgettable mythology of what it means to be born with hearts that are tragically, exquisitely human.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Magical Realism",
                "Young Adult",
                "Fiction",
                "Romance",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Virals",
            "authors": [
                "Kathy Reichs",
                "Brendan Reichs"
            ],
            "ranking": 3.94,
            "ranking_count": 37328,
            "abstract": "Tory Brennan, niece of acclaimed forensic anthropologist Temperance Brennan (of the Bones novels and hit TV show), is the leader of a ragtag band of teenage sci-philes who live on a secluded island off the coast of South Carolina. When the group rescues a dog caged for medical testing on a nearby island, they are exposed to an experimental strain of canine parvovirus that changes their lives forever.. As the friends discover their heightened senses and animal-quick reflexes, they must combine their scientific curiosity with their newfound physical gifts to solve a cold-case murder that has suddenly become very hot if they can stay alive long enough to catch the killer's scent.. Fortunately, they are now more than friends. They're a pack. They are. Virals. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "title": "I Hunt Killers",
            "authors": [
                "Barry Lyga"
            ],
            "ranking": 4.02,
            "ranking_count": 38132,
            "abstract": "What if the world's worst serial killer...was your dad?. Jasper Jazz Dent is a likable teenager. A charmer, one might say.. But he's also the son of the world's most infamous serial killer, and for Dear Old Dad, Take Your Son to Work Day was year-round. Jazz has witnessed crime scenes the way cops wish they could—from the criminal's point of view.. And now bodies are piling up in Lobo's Nod.. In an effort to clear his name, Jazz joins the police in a hunt for a new serial killer. But Jazz has a secret—could he be more like his father than anyone knows?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Thriller",
                "Horror",
                "Fiction",
                "Contemporary",
                "Suspense"
            ]
        },
        {
            "title": "The Man Who Mistook His Wife for a Hat and Other Clinical Tales",
            "authors": [
                "Oliver Sacks"
            ],
            "ranking": 4.06,
            "ranking_count": 192115,
            "abstract": "If a man has lost a leg or an eye, he knows he has lost a leg or an eye; but if he has lost a self—himself—he cannot know it, because he is no longer there to know it. Dr. Oliver Sacks recounts the stories of patients struggling to adapt to often bizarre worlds of neurological disorder. Here are people who can no longer recognize everyday objects or those they love; who are stricken with violent tics or shout involuntary obscenities; who have been dismissed as autistic or retarded, yet are gifted with uncanny artistic or mathematical talents. If inconceivably strange, these brilliant tales illuminate what it means to be human.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Science",
                "Health",
                "Biology",
                "Medical",
                "Writing",
                "Short Stories"
            ]
        },
        {
            "title": "Leviathan Wakes",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.27,
            "ranking_count": 215620,
            "abstract": "Humanity has colonized the solar system—Mars, the Moon, the Asteroid Belt and beyond—but the stars are still out of our reach.. Jim Holden is XO of an ice miner making runs from the rings of Saturn to the mining stations of the Belt. When he and his crew stumble upon a derelict ship, the. Scopuli. , they find themselves in possession of a secret they never wanted. A secret that someone is willing to kill for—and kill on a scale unfathomable to Jim and his crew. War is brewing in the system unless he can find out who left the ship and why.. Detective Miller is looking for a girl. One girl in a system of billions, but her parents have money and money talks. When the trail leads him to the. Scopuli. and rebel sympathizer Holden, he realizes that this girl may be the key to everything.. Holden and Miller must thread the needle between the Earth government, the Outer Planet revolutionaries, and secretive corporations—and the odds are against them. But out in the Belt, the rules are different, and one small ship can change the fate of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Mystery",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "Slated",
            "authors": [
                "Teri Terry"
            ],
            "ranking": 4.07,
            "ranking_count": 28504,
            "abstract": "Kyla’s memory has been erased,. her personality wiped blank,. her memories lost for ever.. She’s been Slated.. The government claims she was a terrorist and that they are giving her a second chance - as long as she plays by their rules. But echoes of the past whisper in Kyla’s mind. Someone is lying to her, and nothing is as it seems. Who can she trust in her search for the truth?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Thriller",
                "Action"
            ]
        },
        {
            "title": "Sweet Peril",
            "authors": [
                "Wendy Higgins"
            ],
            "ranking": 4.25,
            "ranking_count": 46715,
            "abstract": "Anna Whitt, the daughter of a guardian angel and a demon, promised herself she’d never do the work of her father—polluting souls. She’d been naive to make such a vow. She’d been naive about a lot of things.. Haunted by demon whisperers, Anna does whatever she can to survive, even if it means embracing her dark side and earning an unwanted reputation as her school’s party girl. Her life has never looked more bleak. And all the while there’s Kaidan Rowe, son of the Duke of Lust, plaguing her heart and mind.. When an unexpected lost message from the angels surfaces, Anna finds herself traveling the globe with Kopano, son of Wrath, in an attempt to gain support of fellow Nephilim and give them hope for the first time. It soon becomes clear that whatever freedoms Anna and the rest of the Neph are hoping to win will not be gained without a fight. Until then, Anna and Kaidan must put aside the issues between them, overcome the steamiest of temptations yet, and face the ultimate question: is loving someone worth risking their life?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Mr. Mercedes",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.98,
            "ranking_count": 273797,
            "abstract": "In the predawn hours, in a distressed American city, hundreds of unemployed men and women line up for the opening of a job fair. They are tired and cold and desperate. Emerging from the fog, invisible until it is too late, a lone driver plows through the crowd in a stolen Mercedes, running over the innocent, backing up, and charging again. Eight people are killed; fifteen are wounded. The killer escapes.. Months later, an ex-cop named bill Hodges, still haunted by the unsolved crime, contemplates suicide. When he gets a crazed letter from the perk, claiming credit for the murders, Hodges wakes up from his depressed and vacant retirement, fearing another even more diabolical attack and hell-bent on preventing it.. Brady Hartfield lives with his alcoholic mother in the house where he was born. He loved the feel of death under the wheels of the Mercedes, and he wants that rush again. Only Bill Hodges, with a couple of eccentric and mismatched allies, can apprehend the killer before he strikes again. And they have no time to lose, because Brady's next mission, if it succeeds, will kill or maim thousands.. Mr. Mercedes is a war between good and evil from the master of suspense whose insight into the mind of this obsessed, insane killer is chilling and unforgettable.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Horror",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "If You Could See Me Now",
            "authors": [
                "Cecelia Ahern"
            ],
            "ranking": 3.86,
            "ranking_count": 40192,
            "abstract": "From the bestselling author of. P.S. I Love You. and. Love, Rosie. , Cecelia Ahern, comes an enchanting novel that leads you to wonder if. Not. Seeing is believing!. Readers and critics alike adore Cecelia Ahern for her lighthearted yet insightful stories about modern women and their often unusual situations. In. If You Could See Me Now. , she takes that theme a step further, offering us a heroine who is entirely believable, and the new man in her life who is, well, slightly less so.. Elizabeth Egan's life runs on order: Both her home and her emotions are arranged just so, with little room for spontaneity. It's how she counteracts the chaos of her family—an alcoholic mother who left when she was young, an emotionally distant father, and a free-spirited sister, who seems to be following in their mother's footsteps, leaving her own six-year-old son, Luke, in Elizabeth's care.. When Ivan, Luke's mysterious new grown-up friend, enters the picture, Elizabeth doesnt know quite what to make of him. With his penchant for adventure and colorful take on things large and small, Ivan opens Elizabeth's eyes to a whole new way of living. But is it for real? Is Ivan for real?. If You Could See Me Now. is a love story with heart—and just a touch of magic.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Contemporary",
                "Magical Realism",
                "Adult",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Sex, Drugs, and Cocoa Puffs: A Low Culture Manifesto",
            "authors": [
                "Chuck Klosterman"
            ],
            "ranking": 3.73,
            "ranking_count": 70223,
            "abstract": "Countless writers and artists have spoken for a generation, but no one has done it quite like Chuck Klosterman. With an exhaustive knowledge of popular culture and an almost effortless ability to spin brilliant prose out of unlikely subject matter, Klosterman attacks the entire spectrum of postmodern America: reality TV, Internet porn, Pamela Anderson, literary Jesus freaks, and the real difference between apples and oranges (of which there is none). And don't even get him started on his love life and the whole Harry-Met-Sally situation.. Whether deconstructing. Saved by the Bell. episodes or the artistic legacy of Billy Joel, the symbolic importance of. The Empire Strikes Back. or the Celtics/Lakers rivalry, Chuck will make you think, he'll make you laugh, and he'll drive you insane -- usually all at once.. Sex, Drugs, and Cocoa Puffs. is ostensibly about art, entertainment, infotainment, sports, politics, and kittens, but -- really -- it's about us. All of us. As Klosterman realizes late at night, in the moment before he falls asleep, In and of itself, nothing really matters. What matters is that nothing is ever 'in and of itself.' Read to believe.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Humor",
                "Culture",
                "Music",
                "Cultural",
                "Autobiography",
                "Sociology",
                "Contemporary"
            ]
        },
        {
            "title": "Rubáiyát of Omar Khayyám",
            "authors": [
                "Omar Khayyám",
                "Edward FitzGerald"
            ],
            "ranking": 4.18,
            "ranking_count": 20226,
            "abstract": "The Rubáiyát of Omar Khayyám (Persian: رباعیات عمر خیام‎) is the title that Edward FitzGerald gave to his translation of a selection of poems, originally written in Persian and numbering about a thousand, attributed to Omar Khayyám (1048–1131), a Persian poet, mathematician and astronomer. A ruba'i is a two-line stanza with two parts (or hemistichs) per line, hence the word rubáiyát (derived from the Arabic language root for four), meaning quatrains.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Philosophy",
                "Fiction",
                "Literature",
                "Cultural",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "The Book of Illusions",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.9,
            "ranking_count": 22382,
            "abstract": "Six months after losing his wife and two young sons, Vermont Professor David Zimmer spends his waking hours mired in a blur of alcoholic grief and self-pity. Then one night, he stumbles upon a clip from a lost film by silent comedian Hector Mann. His interest is piqued, and he soon finds himself embarking on a journey around the world to research a book on this mysterious figure, who vanished from sight back in 1929.. When the book is published the following year, a letter turns up in Zimmer’s mailbox bearing a return address from a small town in New Mexico inviting him to meet Hector. Zimmer hesitates, until one night a strange woman appears on his doorstep and makes the decision for him, changing his life forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Literature",
                "Contemporary",
                "Novels",
                "The United States Of America",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "Cloudstreet",
            "authors": [
                "Tim Winton"
            ],
            "ranking": 4.0,
            "ranking_count": 22465,
            "abstract": "Hailed as a classic, Tim Winton's masterful family saga is both a paean to working-class Australians and an unflinching examination of the human heart's capacity for sorrow, joy, and endless gradations in between. An award-winning work,. Cloudstreet. exemplifies the brilliant ability of fiction to captivate and inspire.. Struggling to rebuild their lives after being touched by disaster, the Pickle family, who've inherited a big house called Cloudstreet in a suburb of Perth, take in the God-fearing Lambs as tenants. The Lambs have suffered their own catastrophes, and determined to survive, they open up a grocery on the ground floor. From 1944 to 1964, the shared experiences of the two overpopulated clans -- running the gamut from drunkenness, adultery, and death to resurrection, marriage, and birth -- bond them to each other and to the bustling, haunted house in ways no one could have anticipated.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Vampire Origins - Project Ichorous",
            "authors": [
                "Riley Banks"
            ],
            "ranking": 3.87,
            "ranking_count": 149,
            "abstract": "From the Christian Crusades to the war in Afghanistan, the Vampire Origins series seamlessly weaves historical fact with vampire fiction.. Exploring the origins of five very different vampire tribes - Strigoi, Cambion, Strix, Nosferatu and Bretonnian - the series opens with Book 1 of the Strigoi series; Project Ichorous.. He slaughtered 30,000 in one night in Jerusalem and impaled 100,000 more in Romania in the 1400s. Now Vlad has discovered a way to enslave humans and rule the world - and this time, the death toll will be catastrophic.. Only one thing can put an end to his plans - a Strigoi human. And Vlad will stop at nothing to eradicate every last one.. Scarlett Fraser has no idea she's the very thing Vlad is hunting, or that the castle her dad is renovating is ground zero for Vlad's Ichorous Project and his plans for world domination.. She can stop Vlad and save the world but she must stay human long enough to do so.. As Scarlett is about to discover, staying human is a lot easier said than done.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Homo Deus: A History of Tomorrow",
            "authors": [
                "Yuval Noah Harari"
            ],
            "ranking": 4.22,
            "ranking_count": 203058,
            "abstract": "Yuval Noah Harari, author of the critically-acclaimed. New York Times. bestseller and international phenomenon. Sapiens. , returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods.. Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda.. What then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake?. Homo Deus. explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus.. With the same insight and clarity that made. Sapiens. an international hit and a. New York Times. bestseller, Harari maps out our future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Philosophy",
                "Audiobook",
                "Anthropology",
                "Sociology",
                "Politics",
                "Psychology"
            ]
        },
        {
            "title": "Spellbound in His Arms",
            "authors": [
                "Angel Sefer"
            ],
            "ranking": 3.86,
            "ranking_count": 359,
            "abstract": "A mansion full of secrets…. From the moment investigative reporter Jackie Alexander steps foot inside the mansion dominating the Demiris estate on the beautiful Greek island of Corfu, her suspicions are on high alert. This is no ordinary assignment… The life of her beloved cousin, Aphrodite, is in grave danger, as the heirs to the incredible fortune of Greek tycoon Andreas Demiris die one after the other, under mysterious circumstances…. A man with secrets of his own…. The only person who can help Jackie is Michael Apostolou, former Special Forces Officer and one of the finest detectives on the Athens police force. Soon enough though, Jackie realizes, that despite her simmering desire for him, she can’t really trust him, as the seductive detective seems to be investigating those mysterious deaths for reasons of his own…. Trusting the wrong person can be deadly…. Jackie and Michael are forced to work together, but the suspicions and unanswered questions are devouring them, just like their rising passion for each other. In games like this, the stakes are high and the players are ruthless… When Jackie is kidnapped by the most dangerous player of all, time is running out, as Michael is forced to choose between jeopardizing his mission and personal quest for justice, or the life of the gorgeous intruder of his heart…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Thriller",
                "Suspense",
                "Fiction",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "Forsaken",
            "authors": [
                "Lisa Renee Jones"
            ],
            "ranking": 4.08,
            "ranking_count": 2263,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. Chad's Point of view. Everything Chad thought was right turns out wrong. Now he's living with the consequences of his decisions, and no one, not even the dark-haired beauty who swears she can deliver him to the doorstep of his worst enemy, is granted his trust. He lives, eats and breathes two thoughts and two alone: Protect his sister Amy, and, revenge is everything.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Contemporary",
                "Adult Fiction",
                "Mystery",
                "New Adult",
                "Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Sorcerer of the North",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.27,
            "ranking_count": 64628,
            "abstract": "Time has passed since the apprentice and his master, Will and Halt, led the Araluens to victory against invaders, and Will is now a full-fledged Ranger with his own fief to look after. The fief seems sleepy -- boring, even -- until the Skandians show up and Will has to deal with the threat. Shortly thereafter, Will goes on a secret mission. Joined by his friend Alyss, Will is thrown headfirst into an extraordinary adventure propelled by fears of sorcery, and must determine who is trustworthy to the king and who is trying to take his throne.. Will and Alyss must battle growing hysteria, traitors, and most of all, time. The king is fading, but when Alyss is taken hostage, Will is forced to make a desperate choice between loyalty to his mission and loyalty to his friend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Green Rider",
            "authors": [
                "Kristen Britain"
            ],
            "ranking": 4.06,
            "ranking_count": 36209,
            "abstract": "On her long journey home from school after a fight which will surely lead to her expulsion, Karigan G'ladheon ponders her future as she trudges through the immense forest called Green Cloak. But her thoughts are interrupted by the clattering of hooves as a galloping horse bursts from the woods, the rider slumped over his mount's neck, impaled by two black-shafted arrows. As the young man lies dying on the road, he tells Karigan that he is a Green Rider, one of the legendary messengers of the king, and that he bears a life and death message for King Zachary. He begs Karigan to carry his message, warning her not to read it, and when she reluctantly agrees, he makes her swear on his sword to complete his mission for love of country. As he bestows upon her the golden winged-horse brooch which is the symbol of his office, he whispers on his dying breath, Beware the shadow man.... Karigan's promise changes her life forever. Pursued by unknown assassins, following a path only her horse seems to know, and accompanied by the silent specter of the original messenger, she herself becomes a legendary Green Rider. Caught up in a world of deadly danger and complex magic, compelled by forces she cannot understand, Karigan is hounded by dark beings bent on seeing that the message, and its reluctant carrier, never reach their destination.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult",
                "Childrens"
            ]
        },
        {
            "title": "Lincoln",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 4.22,
            "ranking_count": 8798,
            "abstract": "Gore Vidal's Narratives of Empire series spans the history of the United States from the Revolution to the post-World War II years. With their broad canvas and large cast of fictional and historical characters, the novels in this series present a panorama of the American political and imperial experience as interpreted by one of its most worldly, knowing, and ironic observers.. To most Americans, Abraham Lincoln is a monolithic figure, the Great Emancipator and Savior of the Union, beloved by all. In Gore Vidal's Lincoln we meet Lincoln the man and Lincoln the political animal, the president who entered a besieged capital where most of the population supported the South and where even those favoring the Union had serious doubts that the man from Illinois could save it. Far from steadfast in his abhorrence of slavery, Lincoln agonizes over the best course of action and comes to his great decision only when all else seems to fail. As the Civil War ravages his nation, Lincoln must face deep personal turmoil, the loss of his dearest son, and the harangues of a wife seen as a traitor for her Southern connections. Brilliantly conceived, masterfully executed, Gore Vidal's Lincoln allows the man to breathe again.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "North American Hi...",
                "Politics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Plague",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.17,
            "ranking_count": 52431,
            "abstract": "It's been eight months since all the adults disappeared. GONE.. They've survived hunger. They've survived lies. But the stakes keep rising, and the dystopian horror keeps building. Yet despite the simmering unrest left behind by so many battles, power struggles, and angry divides, there is a momentary calm in Perdido Beach.. But enemies in the FAYZ don't just fade away, and in the quiet, deadly things are stirring, mutating, and finding their way free. The Darkness has found its way into the mind of its Nemesis at last and is controlling it through a haze of delirium and confusion. A highly contagious, fatal illness spreads at an alarming rate. Sinister, predatory insects terrorize Perdido Beach. And Sam, Astrid, Diana, and Caine are plagued by a growing doubt that they'll escape - or even survive - life in the FAYZ. With so much turmoil surrounding them, what desperate choices will they make when it comes to saving themselves and those they love?. Plague, Michael Grant's fourth book in the bestselling Gone series, will satisfy dystopian fans of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Stones (One True Child #5)",
            "authors": [
                "L.C. Conn"
            ],
            "ranking": 4.25,
            "ranking_count": 213,
            "abstract": "Deep within the New Zealand bush, lies a plateau with a clearing, covered over by many years of fallen leaves, leaving it damp and dark. Hidden just beneath the surface are the STONES - green and still polished smooth - placed long ago by the Guardians. Still pulsating with power, they are about to bear witness to a great battle between light and darkness.. Claire Drummond is in danger, her very life depends on the actions and help of her husband and family, as well as the man she thought had left her life for good, Tony Benning. Caught up once more in the heavy turmoil of good vs evil, Claire has much more to fight for than just a cluster of stones in the highlands of Scotland.. This time it’s personal.. This time Marcus Ryder has her daughter.",
            "part_of_series": false,
            "genre_list": [
                "Book Club"
            ]
        },
        {
            "title": "Unaccustomed Earth",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 4.11,
            "ranking_count": 89444,
            "abstract": "From the internationally best-selling, Pulitzer Prize–winning author, a superbly crafted new work of fiction: eight stories—longer and more emotionally complex than any she has yet written—that take us from Cambridge and Seattle to India and Thailand as they enter the lives of sisters and brothers, fathers and mothers, daughters and sons, friends and lovers.. In the stunning title story, Ruma, a young mother in a new city, is visited by her father, who carefully tends the earth of her garden, where he and his grandson form a special bond. But he’s harboring a secret from his daughter, a love affair he’s keeping all to himself. In “A Choice of Accommodations,” a husband’s attempt to turn an old friend’s wedding into a romantic getaway weekend with his wife takes a dark, revealing turn as the party lasts deep into the night. In “Only Goodness,” a sister eager to give her younger brother the perfect childhood she never had is overwhelmed by guilt, anguish, and anger when his alcoholism threatens her family. And in “Hema and Kaushik,” a trio of linked stories—a luminous, intensely compelling elegy of life, death, love, and fate—we follow the lives of a girl and boy who, one winter, share a house in Massachusetts. They travel from innocence to experience on separate, sometimes painful paths, until destiny brings them together again years later in Rome.. Unaccustomed Earth is rich with Jhumpa Lahiri’s signature gifts: exquisite prose, emotional wisdom, and subtle renderings of the most intricate workings of the heart and mind. It is a masterful, dazzling work of a writer at the peak of her powers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Asian Literature",
                "Adult",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "Rule of Wolves",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.41,
            "ranking_count": 85798,
            "abstract": "The Grishaverse will be coming to Netflix soon with Shadow and Bone, an original series!. The wolves are circling and a young king will face his greatest challenge in the explosive finale of the instant #1. New York Times. -bestselling King of Scars Duology.. The Demon King.. As Fjerda's massive army prepares to invade, Nikolai Lantsov will summon every bit of his ingenuity and charm—and even the monster within—to win this fight. But a dark threat looms that cannot be defeated by a young king's gift for the impossible.. The Stormwitch.. Zoya Nazyalensky has lost too much to war. She saw her mentor die and her worst enemy resurrected, and she refuses to bury another friend. Now duty demands she embrace her powers to become the weapon her country needs. No matter the cost.. The Queen of Mourning.. Deep undercover, Nina Zenik risks discovery and death as she wages war on Fjerda from inside its capital. But her desire for revenge may cost her country its chance at freedom and Nina the chance to heal her grieving heart.. King. General. Spy.. Together they must find a way to forge a future in the darkness. Or watch a nation fall.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "LGBT",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Titus Groan",
            "authors": [
                "Mervyn Peake",
                "Rupert Degas"
            ],
            "ranking": 3.91,
            "ranking_count": 17645,
            "abstract": "Starts with the birth and ends with the first birthday celebrations of the heir to the grand, tradition-bound castle of Gormenghast. A grand miasma of doom and foreboding weaves over the sterile rituals of the castle. Villainous Steerpike seeks to exploit the gaps between the formal rituals and the emotional needs of the ruling family for his own profit.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Science Fiction Fantasy",
                "Novels",
                "Literature",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Fairy Next Book",
            "authors": [
                "Ellie Aiden"
            ],
            "ranking": 4.18,
            "ranking_count": 108,
            "abstract": "After an eventful jaunt on Earth, Ell is under house arrest and she is so not for it. Luckily, her uncle assigned her childhood friend, Arion, as the head of her guard. Arion has always been on her side in everything, so Ell is really hoping he'll help her sneak back to Earth for a quickie. Or two.. When Ell's aunt suggests she accompany her to the Seelie country estate, Ell sees this as her opportunity. Unfortunately, UnSeelie raids are really screwing up her best laid plans. Get it?. In a last ditch effort, Ell convinces Ari to sneak her to Earth before they have to return to the capital. There's just one problem, halfway there, they're surrounded by a group of UnSeelie Fairies.. Will Ell and Ari survive what was just supposed to be a fun romp in the hay?. A Fairy Awesome Series is a medium-burn reverse-harem series where Ell collects a new man/fairy in each book.",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Fantasy"
            ]
        },
        {
            "title": "The 48 Laws of Power",
            "authors": [
                "Robert Greene",
                "Joost Elffers"
            ],
            "ranking": 4.15,
            "ranking_count": 101636,
            "abstract": "Amoral, cunning, ruthless, and instructive, this multi-million-copy. New York Times. bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control – from the author of. The Laws of Human Nature. .. In the book that. People. magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.. Some laws teach the need for prudence (“Law 1: Never Outshine the Master”), others teach the value of confidence (“Law 28: Enter Action with Boldness”), and many recommend absolute self-preservation (“Law 15: Crush Your Enemy Totally”). Every law, though, has one thing in common: an interest in total domination. In a bold and arresting two-color package,. The 48 Laws of Power. is ideal whether your aim is conquest, self-defense, or simply to understand the rules of the game.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Business",
                "Self Help",
                "Philosophy",
                "History",
                "Politics",
                "Leadership",
                "Audiobook"
            ]
        },
        {
            "title": "Have a Little Faith: a True Story",
            "authors": [
                "Mitch Albom"
            ],
            "ranking": 4.17,
            "ranking_count": 80729,
            "abstract": "In. Have a Little Faith. , Mitch Albom offers a beautifully written story of a remarkable eight-year journey between two worlds--two men, two faiths, two communities--that will inspire readers everywhere.. Albom's first nonfiction book since. Tuesdays with Morrie, Have a Little Faith. begins with an unusual request: an eighty-two-year-old rabbi from Albom's old hometown asks him to deliver his eulogy.. Feeling unworthy, Albom insists on understanding the man better, which throws him back into a world of faith he'd left years ago. Meanwhile, closer to his current home, Albom becomes involved with a Detroit pastor--a reformed drug dealer and convict--who preaches to the poor and homeless in a decaying church with a hole in its roof.. Moving between their worlds, Christian and Jewish, African-American and white, impoverished and well-to-do, Albom observes how these very different men employ faith similarly in fighting for survival: the older, suburban rabbi embracing it as death approaches; the younger, inner-city pastor relying on it to keep himself and his church afloat.. As America struggles with hard times and people turn more to their beliefs, Albom and the two men of God explore issues that perplex modern man: how to endure when difficult things happen; what heaven is; intermarriage; forgiveness; doubting God; and the importance of faith in trying times. Although the texts, prayers, and histories are different, Albom begins to recognize a striking unity between the two worlds--and indeed, between beliefs everywhere.. In the end, as the rabbi nears death and a harsh winter threatens the pastor's wobbly church, Albom sadly fulfills the rabbi's last request and writes the eulogy. And he finally understands what both men had been teaching all along: the profound comfort of believing in something bigger than yourself.. Have a Little Faith. is a book about a life's purpose; about losing belief and finding it again; about the divine spark inside us all. It is one man's journey, but it is everyone's story.. Ten percent of the profits from this book will go to charity, including The Hole In The Roof Foundation, which helps refurbish places of worship that aid the homeless.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Inspirational",
                "Religion",
                "Autobiography",
                "Spirituality",
                "Biography",
                "Christian",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "King of Scars",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.19,
            "ranking_count": 131474,
            "abstract": "Face your demons... or feed them.. The dashing young king, Nikolai Lantsov, has always had a gift for the impossible. No one knows what he endured in his country's bloody civil war--and he intends to keep it that way. Now, as enemies gather at his weakened borders, Nikolai must find a way to refill Ravka's coffers, forge new alliances, and stop a rising threat to the once-great Grisha Army.. Yet with every day a dark magic within him grows stronger, threatening to destroy all he has built. With the help of a young monk and a legendary Grisha general, Nikolai will journey to the places in Ravka where the deepest magic survives to vanquish the terrible legacy inside him. He will risk everything to save his country and himself. But some secrets aren't meant to stay buried--and some wounds aren't meant to heal.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Audiobook",
                "LGBT",
                "Adventure"
            ]
        },
        {
            "title": "One Grave at a Time",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.22,
            "ranking_count": 47439,
            "abstract": "How do you send a killer to the grave when he’s already dead?. Having narrowly averted an (under)World War, Cat Crawfield wants nothing more than a little downtime with her vampire husband, Bones. Unfortunately, her gift from New Orleans’s voodoo queen just keeps on giving—leading to a personal favor that sends them into battle once again, this time against a villainous spirit.. Centuries ago, Heinrich Kramer was a witch hunter. Now, every All Hallows Eve, he takes physical form to torture innocent women before burning them alive. This year, however, a determined Cat and Bones must risk all to send him back to the other side of eternity—forever. But one wrong step and they’ll be digging their own graves.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Casino Royale",
            "authors": [
                "Ian Fleming"
            ],
            "ranking": 3.74,
            "ranking_count": 77818,
            "abstract": "British Secret Service agent James Bond, a.k.a. 007, is sent to France to play in a high-stakes baccarat game in an effort to take down Le Chiffre, a financier for the villainous SMERSH. Things get more complicated when he is partnered with Vesper Lynd, a beautiful and smart MI6 employee with a dark secret.. Bond is one of the most iconic characters in 20th-century literature. In addition to the 12 novels and 9 short stories written by Ian Fleming, there have been over 40 novels and short stories written about the spy by other authors, and over 25 blockbuster films starring such actors as Sean Connery and Daniel Craig.. Here's the first.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Classics",
                "Mystery",
                "Spy Thriller",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Fairiest Fairy of Them All",
            "authors": [
                "Ellie Aiden"
            ],
            "ranking": 4.39,
            "ranking_count": 88,
            "abstract": "Ell survived her second kidnapping, she has two boys under her belt, and a third has thrown his hat in the ring. Everything should be peachy, right? Probably not.. While Ell and her boys are in the middle of a pretty sexy respite under the Pixie Tree, they know they can't hide out forever. The UnSeelie are now in control of the palace, and they're torturing fairies for information on Ell's whereabouts. When they find out Tab may be one of those fairies, they attempt a pretty epic rescue. Only, in true Ell fashion, things don't go according to plan. When things are looking bleak, a Mer shows up to save the day, or something close to it. That wink, though.. ASAF is a medium-burn reverse-harem series where Ell collect men/fairies as the series progresses.. WARNING: Contains language, and graphic adult situations.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "A Thousand Acres",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.81,
            "ranking_count": 64387,
            "abstract": "Aging Larry Cook announces his intention to turn over his 1,000-acre farm—one of the largest in Zebulon County, Iowa—to his three daughters, Caroline, Ginny, and Rose. A man of harsh sensibilities, he carves Caroline out of the deal because she has the nerve to be less than enthusiastic about her father's generosity. While Larry Cook deteriorates into a pathetic drunk, his daughters are left to cope with the often grim realities of life on a family farm—from battering husbands to cutthroat lenders. In this winner of the 1992 Pulitzer Prize for Fiction, Smiley captures the essence of such a life with stark, painful detail.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Family",
                "Adult Fiction",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "High-Rise",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.63,
            "ranking_count": 29228,
            "abstract": "When a class war erupts inside a luxurious apartment block, modern elevators become violent battlegrounds and cocktail parties degenerate into marauding attacks on enemy floors. In this visionary tale, human society slips into violent reverse as once-peaceful residents, driven by primal urges, re-create a world ruled by the laws of the jungle.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Horror",
                "Thriller",
                "Audiobook",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Complete Stories",
            "authors": [
                "Franz Kafka",
                "John Updike",
                "Nahum N. Glatzer",
                "Willa Muir",
                "Edwin Muir",
                "Tania Stern",
                "James Stern",
                "Ernst Kaiser",
                "more…",
                "Eithne Wilkins",
                "…less"
            ],
            "ranking": 4.34,
            "ranking_count": 24819,
            "abstract": "The Complete Stories brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume.. --penguinrandomhouse.com. Two Introductory parables: Before the law --. Imperial message --. Longer stories: Description of a struggle --. Wedding preparations in the country --. Judgment --. Metamorphosis --. In the penal colony --. Village schoolmaster (The giant mole) --. Blumfeld, and elderly bachelor --. Warden of the tomb --. Country doctor --. Hunter Gracchus --. Hunter Gracchus: A fragment --. Great Wall of China --. News of the building of the wall: A fragment --. Report to an academy --. Report to an academy: Two fragments --. Refusal --. Hunger artist --. Investigations of a dog --. Little woman --. The burrow --. Josephine the singer, or the mouse folk --. Children on a country road --. The trees --. Clothes --. Excursion into the mountains --. Rejection --. The street window --. The tradesman --. Absent-minded window-gazing --. The way home --. Passers-by --. On the tram --. Reflections for gentlemen-jockeys --. The wish to be a red Indian --. Unhappiness --. Bachelor's ill luck --. Unmasking a confidence trickster --. The sudden walk --. Resolutions --. A dream --. Up in the gallery --. A fratricide --. The next village --. A visit to a mine --. Jackals and Arabs --. The bridge --. The bucket rider --. The new advocate --. An old manuscript --. The knock at the manor gate --. Eleven sons --. My neighbor --. A crossbreed (A sport) --. The cares of a family man --. A common confusion --. The truth about Sancho Panza --. The silence of the sirens --. Prometheus --. The city coat of arms --. Poseidon --. Fellowship --. At night --. The problem of our laws --. The conscripton of troops --. The test --. The vulture --. The helmsman --. The top --. A little fable --. Home-coming --. First sorrow --. The departure --. Advocates --. The married couple --. Give it up! --. On parables.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "European Literature",
                "Philosophy",
                "Horror",
                "Fantasy"
            ]
        },
        {
            "title": "Rainbow Six",
            "authors": [
                "Tom Clancy",
                "David Dukes"
            ],
            "ranking": 4.11,
            "ranking_count": 51193,
            "abstract": "Over the course of nine novels,. Tom Clancy. ’s “genius for big, compelling plots” and his “natural narrative gift” (. The New York Times Magazine. ) have mesmerized hundreds of millions of readers and established him as one of the preeminent storytellers of our time.. Rainbow Six. , however, goes beyond anything he has done before.. At its heart is John Clark, the ex-Navy SEAL of. Without Remorse. , well known from several of Clancy's novels as a master of secret operational missions. Whether hunting warlords in Japan, druglords in Colombia, or nuclear terrorists in the United States, Clark is efficient and deadly, but even he has ghosts in his past, demons that must be exorcised. And nothing is more demonic than the peril he must face in. Rainbow Six. .. Newly named the head of an international task force dedicated to combating terrorism, Clark is looking forward to getting his teeth into a new mission, but the opportunities start coming thicker and faster than anyone could have expected: an incident at a Swiss bank, the kidnapping of an international trader in Germany, a terrible raid on an amusement park in Spain.. Each episode seems separate, discrete, yet the timing disturbs Clark. Is there a connection? Is he being tested? With the help of his close associates, executive officer Alistair Stanley and strike team leaders Domingo Chavez and Peter Covington, Clark tries to figure out where all this activity is heading, but there is no way to predict the real threat: a group of terrorists like none the world has ever encountered, a band of men and women so extreme that their success could literally mean the end of life on Earth as we know it.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Action",
                "Spy Thriller",
                "Adventure",
                "Suspense",
                "Mystery"
            ]
        },
        {
            "title": "Life... Love... Kumbh...",
            "authors": [
                "Aporva Kala"
            ],
            "ranking": 3.54,
            "ranking_count": 2945,
            "abstract": "The story in Life...Love...Kumbh... is told from the perspective of the three main characters- Annant, Agastaya, and Aditi. Their paths cross on January 13, 2010. It is the day before the first of the eleven sacred baths of the Haridwar Maha Kumbh.. The three characters meet each other and exchange their stories. They remember the days gone by and are unsure about what lies ahead.. As the Kumbh Mela draws towards an end, all three of them are thrown into a challenging situation that they have to face. The book then follows their journey as they try and find answers for their personal quests all at the same time - on life, love, and the thirst for knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Love",
                "Philosophy",
                "Fantasy",
                "Cultural",
                "Humor",
                "Literature",
                "Spirituality",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Rule",
            "authors": [
                "Jay Crownover"
            ],
            "ranking": 4.13,
            "ranking_count": 96854,
            "abstract": "Opposites in every way . . . except the one that matters. Shaw Landon loved Rule Archer from the moment she laid eyes on him. Rule is everything a straight-A pre-med student like Shaw shouldn’t want—and the only person she’s never tried to please. She isn’t afraid of his scary piercings and tattoos or his wild attitude. Though she knows that Rule is wrong for her, her heart just won’t listen.. To a rebel like Rule Archer, Shaw Landon is a stuck-up, perfect princess-and his dead twin brother’s girl. She lives by other people’s rules; he makes his own. He doesn’t have time for a good girl like Shaw-even if she’s the only one who can see the person he truly is.. But a short skirt, too many birthday cocktails, and spilled secrets lead to a night neither can forget. Now, Shaw and Rule have to figure out how a girl like her and a guy like him are supposed to be together without destroying their love . . . or each other.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Adult",
                "Fiction",
                "Womens Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Captive Prince",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 3.82,
            "ranking_count": 74545,
            "abstract": "From global phenomenon C. S. Pacat comes the first in her critically acclaimed trilogy—with a bonus story.. Damen is a warrior hero to his people, and the rightful heir to the throne of Akielos. But when his half brother seizes power, Damen is captured, stripped of his identity, and sent to serve the prince of an enemy nation as a pleasure slave.. Beautiful, manipulative, and deadly, his new master, Prince Laurent, epitomizes the worst of the court at Vere. But in the lethal political web of the Veretian court, nothing is as it seems, and when Damen finds himself caught up in a play for the throne, he must work together with Laurent to survive and save his country.. For Damen, there is just one rule: never, ever reveal his true identity. Because the one man Damen needs is the one man who has more reason to hate him than anyone else…. Includes an exclusive extra story!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Adult",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Candidate and other stories",
            "authors": [
                "Samuel R. George"
            ],
            "ranking": 4.3,
            "ranking_count": 286,
            "abstract": "Meet Professor Alfred Jules Ayer, a famous philosopher noted for his atheism, his disdain of all things metaphysical, and his reverence for logic, in “The Candidate.” After suffering a heart attack, he finds himself in the Greek Underworld. He never expected an afterlife, and the fabled abode is nothing like the fable, which never mentioned a salmon with human arms and legs, or a flying saucer captained by lizard man.. In “Harold,” you’ll meet a homunculus who is certain he is a one of a kind, a freak of nature. Imagine his surprise when he discovers an island populated by thousands of his kind. There he finds adventure, love, and danger. He must face thugs his size, sinister large people, a dangerous house cat, and a plethora of perplexing situations.. Irresolute poets find their plush postmortem refuge is anything but when it soon becomes a type of Hell in “Between Life and Oblivion.”. Discover the true story of Helen, the famous face that launched a thousand ships, in the tale “A More Likely Odyssey.”. Within these pages you’ll be taken on journeys beyond imagining. You’ll meet characters and explore familiar worlds through different eyes. Look beyond the hedge…",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Contemporary",
                "Book Club",
                "Fantasy"
            ]
        },
        {
            "title": "The Raw Shark Texts",
            "authors": [
                "Steven  Hall"
            ],
            "ranking": 3.81,
            "ranking_count": 20163,
            "abstract": "Eric Sanderson wakes up in a house one day with no idea who or where he is. A note instructs him to see a Dr. Randle immediately, who informs him that he is undergoing yet another episode of acute memory loss that is a symptom of his severe dissociative disorder. Eric's been in Dr. Randle's care for two years -- since the tragic death of his great love, Clio, while the two vacationed in the Greek islands.. But there may be more to the story, or it may be a different story altogether. As Eric begins to examine letters and papers left in the house by the first Eric Sanderson, a staggeringly different explanation for what is happening to Eric emerges, and he and the reader embark on a quest to recover the truth and escape the remorseless predatory forces that threatens to devour him.. The Raw Shark Texts. is a kaleidoscopic novel about the magnitude of love and the devastating effect of losing that love. It will dazzle you, it will move you, and will leave an indelible imprint like nothing you have read in a long time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Novels",
                "Contemporary",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "River Secrets",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 4.05,
            "ranking_count": 34463,
            "abstract": "Razo has no idea why he was chosen to be a soldier.. He can barely swing a sword, and his brothers are forever wrestling him to the ground. Razo is sure it's out of pity that his captain asks him to join an elite mission—escorting the ambassador into Tira, Bayern's great enemy.. But when the Bayern arrive in the strange southern country, Razo discovers the first dead body. He’s the only Bayern able to befriend both the high and low born, people who can provide information about the ever-increasing murders. And he’s the one who must embrace his own talents in order to get the Bayern soldiers home again—alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The Boxcar Children",
            "authors": [
                "Gertrude Chandler Warner",
                "L. Kate Deal"
            ],
            "ranking": 4.12,
            "ranking_count": 127784,
            "abstract": "The Aldens begin their adventure by making a home in a boxcar. Their goal is to stay together, and in the process they find a grandfather.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Mystery",
                "Classics",
                "Young Adult",
                "Adventure",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Snow",
            "authors": [
                "Orhan Pamuk",
                "Maureen Freely"
            ],
            "ranking": 3.61,
            "ranking_count": 44690,
            "abstract": "One of multiple covers for ISBN 9780375706868.. A spellbinding tale of disparate yearnings – for love, art, power, and God – set in a remote Turkish town, where stirrings of political Islamism threaten to unravel the secular order; by the winner of the 2006 Nobel Prize for Literature.. From the acclaimed author of My Name Is Red comes a spellbinding tale of disparate yearnings–for love, art, power, and God–set in a remote Turkish town, where stirrings of political Islamism threaten to unravel the secular order.. Following years of lonely political exile in Western Europe, Ka, a middle-aged poet, returns to Istanbul to attend his mother's funeral. Only partly recognizing this place of his cultured, middle-class youth, he is even more disoriented by news of strange events in the wider country: a wave of suicides among girls forbidden to wear their head scarves at school. An apparent thaw of his writer's curiosity–a frozen sea these many years–leads him to Kars, a far-off town near the Russian border and the epicenter of the suicides.. No sooner has he arrived, however, than we discover that Ka's motivations are not purely journalistic; for in Kars, once a province of Ottoman and then Russian glory, now a cultural gray-zone of poverty and paralysis, there is also Ipek, a radiant friend of Ka's youth, lately divorced, whom he has never forgotten. As a snowstorm, the fiercest in memory, descends on the town and seals it off from the modern, westernized world that has always been Ka's frame of reference, he finds himself drawn in unexpected directions: not only headlong toward the unknowable Ipek and the desperate hope for love–or at least a wife–that she embodies, but also into the maelstrom of a military coup staged to restrain the local Islamist radicals, and even toward God, whose existence Ka has never before allowed himself to contemplate. In this surreal confluence of emotion and spectacle, Ka begins to tap his dormant creative powers, producing poem after poem in untimely, irresistible bursts of inspiration. But not until the snows have melted and the political violence has run its bloody course will Ka discover the fate of his bid to seize a last chance for happiness.. Blending profound sympathy and mischievous wit, Snow illuminates the contradictions gripping the individual and collective heart in many parts of the Muslim world. But even more, by its narrative brilliance and comprehension of the needs and duties",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Contemporary",
                "Cultural",
                "Asian Literature",
                "Novels",
                "Historical",
                "Nobel Prize",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Trial and Death of Socrates (Euthyphro, Apology, Crito, Phaedo)",
            "authors": [
                "Plato",
                "G.M.A. Grube",
                "John M. Cooper"
            ],
            "ranking": 4.11,
            "ranking_count": 36976,
            "abstract": "Plato is among the most influential philosophers of all time. Along with his teacher Socrates and his pupil Aristotle, he can be said to have laid the foundations for Western philosophy, science and ethics, as well as establishing the first academy for higher learning in the Western world.. Socrates is one of the great figures of Western history and the founding father of its philosophical tradition. In the Dialogues, by his pupil and fellow philosopher Plato, a fascinating portrait emerges of a man who spurned material wealth and believed above all in learning and inquiry. Apology, Crito, and Phaedo recount Socrates’ trial on charges of corrupting the youth of Athens, his defiance of the court, and his last days in jail passed in discussion with friends. They form an excellent introduction to a courageous and captivating figure who paid with his life for the right to free thought.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Classics",
                "Nonfiction",
                "History",
                "Academic",
                "Biography",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
            "authors": [
                "James Clear",
                "Gunnar Nyquist",
                "Nagalakshmi Shanmugam",
                "Ondřej Halámek",
                "Aleš Drobek"
            ],
            "ranking": 4.38,
            "ranking_count": 372309,
            "abstract": "No matter your goals,. Atomic Habits. offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.. Learn how to:. *. make time for new habits (even when life gets crazy);. *. overcome a lack of motivation and willpower;. *. design your environment to make success easier;. *. get back on track when you fall off course;. ...and much more.. Atomic Habits. will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Productivity",
                "Audiobook",
                "Business",
                "Leadership",
                "Science",
                "Health"
            ]
        },
        {
            "title": "Hunger",
            "authors": [
                "Michael  Grant"
            ],
            "ranking": 4.02,
            "ranking_count": 80962,
            "abstract": "It's been three months since everyone under the age of fifteen became trapped in the bubble known as the FAYZ.. Three months since all the adults disappeared. GONE.. Food ran out weeks ago. Everyone is starving, but no one wants to figure out a solution. And each day, more and more kids are evolving, developing supernatural abilities that set them apart from the kids without powers. Tension rises and chaos is descending upon the town. It's the normal kids against the mutants. Each kid is out for himself, and even the good ones turn murderous.. But a larger problem looms. The Darkness, a sinister creature that has lived buried deep in the hills, begins calling to some of the teens in the FAYZ. Calling to them, guiding them, manipulating them.. The Darkness has awakened. And it is hungry.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Shades of Grey",
            "authors": [
                "Jasper Fforde"
            ],
            "ranking": 4.15,
            "ranking_count": 34301,
            "abstract": "Shades of Grey. tells of a battle against overwhelming odds. In a society where the ability to see the higher end of the color spectrum denotes a better social standing, Eddie Russet belongs to the low-level House of Red and can see his own color—but no other. The sky, the grass, and everything in between are all just shades of grey, and must be colorized by artificial means.. Eddie's world wasn't always like this. There's evidence of a never-discussed disaster and now, many years later, technology is poor, news sporadic, the notion of change abhorrent, and nighttime is terrifying: no one can see in the dark. Everyone abides by a bizarre regime of rules and regulations, a system of merits and demerits, where punishment can result in permanent expulsion.. Eddie, who works for the Color Control Agency, might well have lived out his rose-tinted life without a hitch. But that changes when he becomes smitten with Jane, a Grey, which is low-caste in this color-centric world. She shows Eddie that all is not well with the world he thinks is just and good. Together, they engage in dangerous revolutionary talk.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Infinity",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.03,
            "ranking_count": 41354,
            "abstract": "At fourteen, Nick Gautier thinks he knows everything about the world around him. Streetwise, tough and savvy, his quick sarcasm is the stuff of legends. . .until the night when his best friends try to kill him. Saved by a mysterious warrior who has more fighting skills than Chuck Norris, Nick is sucked into the realm of the Dark-Hunters: immortal vampire slayers who risk everything to save humanity.. Nick quickly learns that the human world is only a veil for a much larger and more dangerous one: a world where the captain of the football team is a werewolf and the girl he has a crush on goes out at night to stake the undead. But before he can even learn the rules of this new world, his fellow students are turning into flesh eating zombies. And he's next on the menu.. As if starting high school isn't hard enough. . .now Nick has to hide his new friends from his mom, his chainsaw from the principal, and keep the zombies and the demon Simi from eating his brains, all without getting grounded or suspended. How in the world is he supposed to do that?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Horror",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Foundation and Empire",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.22,
            "ranking_count": 180270,
            "abstract": "Foundation and Empire tells the incredible story of a new breed of man who create a new force for galactic government. Thus, the Foundation hurtles into conflict with the decadent, decrepit First Empire. In this struggle for power amid the chaos of the stars, man stands at the threshold of a new, enlightened life which could easily be put aside for the old forces of barbarism. The Foundation novels of Isaac Asimov constitute what is very likely the most famed epic in all of science-fiction",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Tara Road",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 3.92,
            "ranking_count": 76156,
            "abstract": "With each new book, Maeve Binchy continues a remarkable progression of sales and audience growth, reaching fans of all ages and backgrounds with her matchless wit, warmth, and sheer storytelling magic. Tara Road, her first full-length novel since The Glass Lake, again shows her incomparable understanding of the human heart in the tale of two women, one from Ireland, one from America, who switch lives, and in doing so learn much about each other, as well as much about themselves. Ria lived on Tara Road in Dublin with her dashing husband, Danny, and their two children. She fully believed she was happily married, right up until the day Danny told her he was leaving her to be with his young, pregnant girlfriend. By a chance phone call, Ria meets Marilyn, a woman from New England unable to come to terms with her only son's death and now separated from her husband. The two women exchange houses for the summer with extraordinary consequences, each learning that the other has a deep secret that can never be revealed.. Drawn into lifestyles vastly differing from their own, at first each resents the news of how well the other is getting on. Ria seems to have become quite a hostess, entertaining half the neighborhood, which at first irritates the reserved and withdrawn Marilyn, a woman who has always guarded her privacy. Marilyn seems to have become bosom friends with Ria's children, as well as with Colm, a handsome restaurateur, whom Ria has begun to miss terribly. At the end of the summer, the women at last meet face-to-face. Having learned a great deal, about themselves and about each other, they find that they have become, firmly and forever, good friends.. A moving story rendered with the deft touch of a master artisan, Tara Road is Maeve Binchy at her very best — utterly beautiful, hauntingly unforgettable, entirely original, and wholly enjoyable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Adult Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "End of Days",
            "authors": [
                "Susan Ee"
            ],
            "ranking": 4.06,
            "ranking_count": 66080,
            "abstract": "End of Days. is the explosive conclusion to Susan Ee’s bestselling Penryn & the End of Days trilogy. After a daring escape from the angels, Penryn and Raffe are on the run. They’re both desperate to find a doctor who can reverse the twisted changes inflicted by the angels on Raffe and Penryn’s sister. As they set off in search of answers, a startling revelation about Raffe’s past unleashes dark forces that threaten them all.. When the angels release an apocalyptic nightmare onto humans, both sides are set on a path toward war. As unlikely alliances form and strategies shift, who will emerge victorious? Forced to pick sides in the fight for control of the earthly realm, Raffe and Penryn must choose: Their own kind, or each other?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "Taking Chances",
            "authors": [
                "Molly McAdams"
            ],
            "ranking": 3.85,
            "ranking_count": 45888,
            "abstract": "Her first year away is turning out to be nearly perfect, but one weekend of giving in to heated passion will change everything.. Eighteen-year-old Harper has grown up under the thumb of her career marine father. Ready to live life her own way and to experience things she's only ever heard of from the jarheads in her father's unit, she's on her way to college at San Diego State University.. Thanks to her new roommate, Harper is introduced to a world of parties, gorgeous guys, family, and emotions. She finds herself being torn in two as she quickly falls in love with both her new boyfriend, Brandon, and her roommate's brother, Chase. Despite their dangerous looks and histories, both men adore Harper and would do anything for her, including taking a step back if it would mean she'd be happy.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Womens Fiction",
                "Fiction",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "13 Little Blue Envelopes",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 3.63,
            "ranking_count": 82033,
            "abstract": "Inside little blue envelope 1 are $1,000 and instructions to buy a plane ticket.. In envelope 2 are directions to a specific London flat.. The note in envelope 3 tells Ginny: Find a starving artist.. Because of envelope 4, Ginny and a playwright/thief/ bloke about town called Keith go to Scotland together, with somewhat disastrous though utterly romantic results. But will she ever see him again?. Everything about Ginny will change this summer, and it's all because of the 13 little blue envelopes.. Ages 12+",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Travel",
                "Womens Fiction",
                "Realistic Fiction",
                "Adventure"
            ]
        },
        {
            "title": "All Your Perfects",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.31,
            "ranking_count": 163274,
            "abstract": "Colleen Hoover delivers a tour de force novel about a troubled marriage and the one old forgotten promise that might be able to save it.. Quinn and Graham’s perfect love is threatened by their imperfect marriage. The memories, mistakes, and secrets that they have built up over the years are now tearing them apart. The one thing that could save them might also be the very thing that pushes their marriage beyond the point of repair.. All Your Perfects. is a profound novel about a damaged couple whose potential future hinges on promises made in the past. This is a heartbreaking page-turner that asks: Can a resounding love with a perfect beginning survive a lifetime between two imperfect people?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "New Adult",
                "Adult",
                "Audiobook",
                "Womens Fiction",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Luminaries",
            "authors": [
                "Eleanor Catton"
            ],
            "ranking": 3.72,
            "ranking_count": 75815,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. It is 1866, and young Walter Moody has come to make his fortune upon the New Zealand goldfields. On the stormy night of his arrival, he stumbles across a tense gathering of twelve local men who have met in secret to discuss a series of unexplained events: A wealthy man has vanished, a prostitute has tried to end her life, and an enormous fortune has been discovered in the home of a luckless drunk. Moody is soon drawn into the mystery: a network of fates and fortunes that is as complex and exquisitely ornate as the night sky. Richly evoking a mid-nineteenth-century world of shipping, banking, and gold rush boom and bust,. The Luminaries. is a brilliantly constructed, fiendishly clever ghost story and a gripping page-turner.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Contemporary",
                "Adult",
                "Unfinished"
            ]
        },
        {
            "title": "The Bridge of San Luis Rey",
            "authors": [
                "Thornton Wilder"
            ],
            "ranking": 3.8,
            "ranking_count": 31612,
            "abstract": "This beautiful new edition features unpublished notes for the novel and other illuminating documentary material, all of which is included in a new Afterword by Tappan Wilder.. On Friday noon, July the twentieth, 1714, the finest bridge in all Peru broke and precipitated five travelers into the gulf below. With this celebrated sentence Thornton Wilder begins The Bridge of San Luis Rey, one of the towering achievements in American fiction and a novel read throughout the world.By chance, a monk witnesses the tragedy. Brother Juniper then embarks on a quest to prove that it was divine intervention rather than chance that led to the deaths of those who perished in the tragedy. His search leads to his own death -- and to the author's timeless investigation into the nature of love and the meaning of the human condition.. This new edition of Wilder's 1928 Pulitzer Prize winning novel contains a new foreword by Russell Banks.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Religion"
            ]
        },
        {
            "title": "Same Kind of Different as Me: A Modern-Day Slave, an International Art Dealer, and the Unlikely Woman Who Bound Them Together",
            "authors": [
                "Ron Hall",
                "Denver Moore",
                "Lynn Vincent"
            ],
            "ranking": 4.17,
            "ranking_count": 88291,
            "abstract": "A dangerous, homeless drifter who grew up picking cotton in virtual slavery.. An upscale art dealer accustomed to the world. of Armani and Chanel.. A gutsy woman with a stubborn dream.. A story so incredible no novelist would dare dream it.. It begins outside a burning plantation hut in Louisiana . . . and an East Texas honky-tonk . . . and, without a doubt, inside the heart of God. It unfolds at a Hollywood hacienda . . . an upscale New York gallery . . . a downtown dumpster . . . a Texas ranch.. Gritty with betrayal, pain, and brutality, it also shines with an unexpected, life-changing love.. Bonus material in this special movie edition includes:",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Christian",
                "Biography",
                "Inspirational",
                "Book Club",
                "Religion",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Guns of August",
            "authors": [
                "Barbara W. Tuchman"
            ],
            "ranking": 4.15,
            "ranking_count": 68319,
            "abstract": "Selected by the Modern Library as one of the 100 best nonfiction books of all time. The Proud Tower, the Pulitzer Prize–winning The Guns of August, and The Zimmerman Telegram comprise Barbara W. Tuchman’s classic histories of the First World War era. In this landmark, Pulitzer Prize–winning account, renowned historian Barbara W. Tuchman re-creates the first month of World War I: thirty days in the summer of 1914 that determined the course of the conflict, the century, and ultimately our present world. Beginning with the funeral of Edward VII, Tuchman traces each step that led to the inevitable clash. And inevitable it was, with all sides plotting their war for a generation. Dizzyingly comprehensive and spectacularly portrayed with her famous talent for evoking the characters of the war’s key players, Tuchman’s magnum opus is a classic for the ages.. Praise for The Guns of August. “A brilliant piece of military history which proves up to the hilt the force of Winston Churchill’s statement that the first month of World War I was ‘a drama never surpassed.’”—Newsweek. “More dramatic than fiction . . . a magnificent narrative—beautifully organized, elegantly phrased, skillfully paced and sustained.”—Chicago Tribune. “A fine demonstration that with sufficient art rather specialized history can be raised to the level of literature.”—The New York Times. “[The Guns of August] has a vitality that transcends its narrative virtues, which are considerable, and its feel for characterizations, which is excellent.”—The Wall Street Journal",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "The 120 Days of Sodom",
            "authors": [
                "Marquis de Sade"
            ],
            "ranking": 3.12,
            "ranking_count": 10850,
            "abstract": "The 120 Days of Sodom by Marquis de Sade relates the story of four wealthy men who enslave 24 mostly teenaged victims and sexually torture them while listening to stories told by old prostitutes. The book was written while Sade was imprisoned in the Bastille and the manuscript was lost during the storming of the Bastille. Sade wrote that he wept tears of blood over the manuscript's loss. Many consider this to be Sade crowning achievement.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adult Fiction",
                "Horror",
                "Cultural",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Lost Colony",
            "authors": [
                "Eoin Colfer"
            ],
            "ranking": 4.0,
            "ranking_count": 152799,
            "abstract": "Alternate Cover Edition for ISBN: 9780786849567. Ten thousand years ago, humans and fairies fought a great battle for the magical island of Ireland. When it became clear to the fairy families that they could never win, they decided to move their civilisation underground and keep themselves hidden from the humans. All the fairy families agreed on this, except the eighth family, the demons.. The demons planned to lift their small island out of time until they had regrouped and were ready to wage war on the humans once more. However, the time spell went wrong, and the island of Hybras was catapulted into Limbo, where it has remained for ten thousand years.. Now, the tainted time spell is deteriorating and demons are being sucked back into the present space and time. The fairy Council are naturally concerned about this and are monitoring any materialisations. When the spell’s deterioration accelerates, the materialisations become unpredictable. Even the fairy scientists cannot figure out where the next demon will pop up.. But someone can. Artemis Fowl, the teenage criminal mastermind, has solved temporal equations that no normal human should be intelligent enough to understand. But Artemis Fowl is no normal human.. So when a confused and frightened demon pops up in a Sicilian theatre, Artemis Fowl is there to meet him. Unfortunately, he is not the only one. A second, mysterious party has also solved the temporal equations, and manages to abduct the demon before Artemis can secure him.. This is a disaster for the fairy People, because this demon was no ordinary fairy. He was the last demon warlock, and as such held the key to the survival of the entire demon race.. It is up to Artemis and his old comrade, Captain Holly Short to track down the missing demon and rescue him before the time spell dissolves completely and the lost demon colony returns violently to Earth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Childrens",
                "Audiobook"
            ]
        },
        {
            "title": "The Complete Essays",
            "authors": [
                "Michel de Montaigne",
                "M.A. Screech"
            ],
            "ranking": 4.24,
            "ranking_count": 12856,
            "abstract": "Michel de Montaigne was one of the most influential figures of the Renaissance, singlehandedly responsible for popularising the essay as a literary form. This Penguin Classics edition of. The Complete Essays. is translated from the French and edited with an introduction and notes by M.A. Screech.. In 1572 Montaigne retired to his estates in order to devote himself to leisure, reading and reflection. There he wrote his constantly expanding 'assays', inspired by the ideas he found in books contained in his library and from his own experience. He discusses subjects as diverse as war-horses and cannibals, poetry and politics, sex and religion, love and friendship, ecstasy and experience. But, above all, Montaigne studied himself as a way of drawing out his own inner nature and that of men and women in general. The. Essays. are among the most idiosyncratic and personal works in all literature and provide an engaging insight into a wise Renaissance mind, continuing to give pleasure and enlightenment to modern readers.. With its extensive introduction and notes, M.A. Screech's edition of Montaigne is widely regarded as the most distinguished of recent times.. Michel de Montaigne (1533-1586) studied law and spent a number of years working as a counsellor before devoting his life to reading, writing and reflection.. If you enjoyed. The Complete Essays. , you might like Francois Rabelais's. Gargantua and Pantagruel. , also available in Penguin Classics.. 'Screech's fine version ... must surely serve as the definitive English Montaigne'. A.C. Grayling,. Financial Times. 'A superb edition'. Nicholas Wollaston,. Observer",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Writing",
                "Classics",
                "Nonfiction",
                "Cultural",
                "History",
                "European Literature",
                "Literature",
                "Biography"
            ]
        },
        {
            "title": "Where There's Smoke",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.3,
            "ranking_count": 6663,
            "abstract": "A picturesque mountain town, sparks of romance, a threatening mystery, and a secret society of devious women…. “Wonderful characters, a real mix of women with varied strength and foibles” -Goodreads review 5 stars. “I loved the first book in the Sugar Mountain series so I was really second to read the second installment and get back to investigating with the Sugar Mountain Ladies Historical Society” – Goodreads review 5 stars. The cozy community of Sugar Mountain, NC harbors an underground society of women. The society itself is not secret—it’s the actual mission of the group that is concealed.. Sugar Mountain is a sleepy town bursting with tourists. If you like quirky shops and original artwork, you’ll want to visit. But the local kindergarten teacher, Sarah has a mystery on her hands. All she did was try to help the fire department and now she’s receiving threatening notes. Of course, she takes the frightening messages to her friends in the Sugar Mountain Ladies Historical Society, but even their investigative skills fall short. How will they be able to find the person intent on holding back the fire department and frightening Sarah?. Hugh Brockman, the second in command at the firehouse, is taking extra shifts to cope with the shortage of firefighters. When he visits Sarah’s classroom to talk to her students about fire safety, he gets caught up with the lovely teacher and her cryptic mystery. He’s not happy that someone in town is threatening her with bodily harm, and he intends to find out who it is.. With every lead shot down and tensions running high, it’s up to the ladies of the society to go undercover in their own town to flush out the culprit. If they’re not successful, the fire department will continue to be undermanned, leaving Sugar Mountain is in danger and Sarah in peril.. Join in the continuing antics of the Sugar Mountain Ladies Historical Society and fall in love along with Hugh and Sarah in this heartfelt and comical romantic mystery.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Fiction",
                "Mystery",
                "Romance",
                "Epic",
                "Novels"
            ]
        },
        {
            "title": "The Likeness",
            "authors": [
                "Tana French"
            ],
            "ranking": 4.06,
            "ranking_count": 146307,
            "abstract": "Still traumatised by her brush with a psychopath, Detective Cassie Maddox transfers out of the Murder squad and starts a relationship with fellow detective Sam O’Neill. When he calls her to the scene of his new case, she is shocked to find that the murdered girl is her double. What’s more, her ID shows she is Lexie Madison – the identity Cassie used, years ago, as an undercover detective. With no leads, no suspects and no clues to Lexie’s real identity, Cassie’s old boss spots the opportunity of a lifetime: send Cassie undercover in her place, to tempt the killer out of hiding to finish the job.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Travesuras de la niña mala",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 4.1,
            "ranking_count": 35065,
            "abstract": "¿Cuál es el verdadero rostro del amor?. Ricardo ve cumplido, a una edad muy temprana, el sueño que en su Lima natal alimentó desde que tenía uso de razón: vivir en París. Pero el rencuentro con un amor de adolescencia lo cambiará todo. La joven, inconformista, aventurera, pragmática e inquieta, lo arrastrará fuera del pequeño mundo de sus ambiciones.. Testigos de épocas convulsas y florecientes en ciudades como Londres, París, Tokio o Madrid, que aquí son mucho más que escenarios, ambos personajes verán sus vidas entrelazarse sin llegar a coincidir del todo. Sin embargo, esta danza de encuentros y desencuentros hará crecer la intensidad del relato página a página hasta propiciar una verdadera fusión del lector con el universo emocional de los protagonistas.. Creando una admirable tensión entre lo cómico y lo trágico, Mario Vargas Llosa juega en Travesuras de la niña mala (2006) con la realidad y la ficción para liberar una historia en la que el amor se nos muestra indefinible, dueño de mil caras, como la niña mala. Pasión y distancia, azar y destino, dolor y disfrute... ¿Cuál es el verdadero rostro del amor?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Novels",
                "European Literature",
                "Cultural",
                "Nobel Prize",
                "Literature",
                "Contemporary",
                "Historical"
            ]
        },
        {
            "title": "The Bonesetter's Daughter",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 3.99,
            "ranking_count": 125380,
            "abstract": "Ruth Young and her widowed mother, LuLing, have always had a tumultuous relationship. Now, before she succumbs to forgetfulness, LuLing gives Ruth some of her writings, which reveal a side of LuLing that Ruth has never known. . . .. In a remote mountain village where ghosts and tradition rule, LuLing grows up in the care of her mute Precious Auntie as the family endures a curse laid upon a relative known as the bonesetter. When headstrong LuLing rejects the marriage proposal of the coffinmaker, a shocking series of events are set in motion–all of which lead back to Ruth and LuLing in modern San Francisco. The truth that Ruth learns from her mother’s past will forever change her perception of family, love, and forgiveness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Contemporary",
                "Literature",
                "Novels",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "ذاكرة الجسد",
            "authors": [
                "Ahlam Mosteghanemi",
                "أحلام مستغانمي"
            ],
            "ranking": 3.81,
            "ranking_count": 24424,
            "abstract": "في حضور الوجدان تتألق معاني أحلام مستغانمي، وفي ذاكرة الجسد تتوج حضورها، حروفاً كلمات عبارات تتقاطر في حفل الغناء الروحي. موسيقاه الوطن المنبعث برغم الجراحات... مليون شهيد وثورة ومجاهد، وجزائر الثكلى بأبنائها تنبعث زوابع وعواصف الشوق والحنين في قلب خالد الرسام الذي امتشق الريشة بعد أن هوت يده التي حملت السلاح يوماً، والريشة والسلاح سيّان، كلاهما ريشة تعزف على أوتار الوطن. ففي فرنسا وعندما كان يرسم ما تراه عيناه، جسر ميرابو ونهر السين، وجد أن ما يرسمه هو جسراً آخر ووادياً آخر لمدينة أخرى هي قسنطينة، فأدرك لحظتها أنه في كل حال لا يرسم ما نسكنه، وإنما ما يسكننا.. وهل كانت أحلام مستغانمي تكتب ذاكرة الجسد أم أنها تكتب ذاكرة الوطن؟!! الأمر سيّان فما الجسد إلا جزء من الوطن وما الوطن إلا هذا الجسد الساكن فيه إلى الأبد. تتقاطر الذكرى مفعمة بروح الماضي الذي يأبى إلا الحضور في كل شيء متجسداً السي طاهر التي كما عرفها خالد طفلة رجل قاد خطواته على درب الكفاح؛ عرفها أنثى... كانت من الممكن أن تكون حبيبته، زوجته، ولكنها باتت زوجة في زواج لم يحضره، تلف الذكرى الصفحات، وتتهادى العبارات ممسكة بتلابيب الذكريات دون أن توقظ النفس ملل الحضور. الوطن والحبيبة يجتمعان، والثورة والحب ينصهران في بوتقة واحدة، ومزيجهما عطاء فكري، بعيد عن الخيال، للواقع أقرب، وللإنسان في صدق مشاعره وأحاسيسه أقرب وأقرب.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Romance",
                "Northern Africa",
                "Literature",
                "Cultural",
                "Historical",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "The Icebound Land",
            "authors": [
                "John Flanagan"
            ],
            "ranking": 4.24,
            "ranking_count": 75027,
            "abstract": "Kidnapped after the fierce battle with Lord Morgarath, Will and Evanlyn are bound for Skandia as captives aboard a fearsome wolfship. Halt has sworn to rescue Will, and he will do anything to keep his promise–even defy his King. Expelled from the Rangers he has served so loyally, Halt is joined by Will's friend Horace as he travels toward Skandia. On their way, they are challenged constantly by freelance knights–but Horace knows a thing or two about combat. Soon he begins to attract the attention of knights and warlords for miles around with his uncanny skill. Even so, will they be in time to rescue Will from a horrific life of slavery?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Childrens",
                "Action",
                "Historical"
            ]
        },
        {
            "title": "The Book of Life",
            "authors": [
                "Deborah Harkness"
            ],
            "ranking": 4.19,
            "ranking_count": 166829,
            "abstract": "The #1. New York Times. bestselling series finale and sequel to. A Discovery of Witches. and. Shadow of Night. Bringing the magic and suspense of the All Souls Trilogy to a deeply satisfying conclusion, this highly anticipated finale went straight to #1 on the. New York Times. bestseller list. In. The Book of Life,. Diana and Matthew time-travel back from Elizabethan London to make a dramatic return to the present—facing new crises and old enemies. At Matthew’s ancestral home, Sept-Tours, they reunite with the beloved cast of characters from. A Discovery of Witches. —with one significant exception. But the real threat to their future has yet to be revealed, and when it is, the search for Ashmole 782 and its missing pages takes on even more urgency.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Paranormal",
                "Historical"
            ]
        },
        {
            "title": "Go Tell It on the Mountain",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.02,
            "ranking_count": 59408,
            "abstract": "Go Tell It On The Mountain. , first published in 1953, is Baldwin's first major work, a semi-autobiographical novel that has established itself as an American classic. With lyrical precision, psychological directness, resonating symbolic power, and a rage that is at once unrelenting and compassionate, Baldwin chronicles a fourteen-year-old boy's discovery of the terms of his identity as the stepson of the minister of a storefront Pentecostal church in Harlem one Saturday in March of 1935. Baldwin's rendering of his protagonist's spiritual, sexual, and moral struggle of self-invention opened new possibilities in the American language and in the way Americans understand themselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Race",
                "Literature",
                "Religion",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Einstein's Dreams",
            "authors": [
                "Alan Lightman"
            ],
            "ranking": 4.07,
            "ranking_count": 36740,
            "abstract": "A modern classic,. Einstein’s Dreams. is a fictional collage of stories dreamed by Albert Einstein in 1905, when he worked in a patent office in Switzerland. As the defiant but sensitive young genius is creating his theory of relativity, a new conception of time, he imagines many possible worlds. In one, time is circular, so that people are fated to repeat triumphs and failures over and over. In another, there is a place where time stands still, visited by lovers and parents clinging to their children. In another, time is a nightingale, sometimes trapped by a bell jar.. Now translated into thirty languages,. Einstein’s Dreams. has inspired playwrights, dancers, musicians, and painters all over the world. In poetic vignettes, it explores the connections between science and art, the process of creativity, and ultimately the fragility of human existence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Philosophy",
                "Science Fiction",
                "Historical",
                "Fantasy",
                "Science",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Killing Dance",
            "authors": [
                "Laurell K. Hamilton"
            ],
            "ranking": 4.12,
            "ranking_count": 70721,
            "abstract": "Dating both a vampire and a werewolf isn't easy. But just to complicate Anita's already messy life, someone has put a price on her head. Love cannot save her this time, so she turns to Edward, hitman extraordinaire, for help. But finding the person behind the threat won't be easy, because as both a vampire hunter and zombie reanimator, Anita has made a lot of enemies-both human and otherwise.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Horror",
                "Fiction",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Lathe of Heaven",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 4.11,
            "ranking_count": 61101,
            "abstract": "A classic science fiction novel by one of the greatest writers of the genre, set in a future world where one man's dreams control the fate of humanity.. In a future world racked by violence and environmental catastrophes, George Orr wakes up one day to discover that his dreams have the ability to alter reality. He seeks help from Dr. William Haber, a psychiatrist who immediately grasps the power George wields. Soon George must preserve reality itself as Dr. Haber becomes adept at manipulating George's dreams for his own purposes.. The Lathe of Heaven is an eerily prescient novel from award-winning author Ursula K. Le Guin that masterfully addresses the dangers of power and humanity's self-destructiveness, questioning the nature of reality itself. It is a classic of the science fiction genre.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Enclave",
            "authors": [
                "Ann Aguirre"
            ],
            "ranking": 3.91,
            "ranking_count": 68988,
            "abstract": "New York City has been decimated by war and plague, and most of civilization has migrated to underground enclaves, where life expectancy is no more than the early 20's. When Deuce turns 15, she takes on her role as a Huntress, and is paired with Fade, a teenage Hunter who lived Topside as a young boy. When she and Fade discover that the neighboring enclave has been decimated by the tunnel monsters--or Freaks--who seem to be growing more organized, the elders refuse to listen to warnings. And when Deuce and Fade are exiled from the enclave, the girl born in darkness must survive in daylight--guided by Fade's long-ago memories--in the ruins of a city whose population has dwindled to a few dangerous gangs.. Ann Aguirre's thrilling young adult novel is the story of two young people in an apocalyptic world--facing dangers, and feelings, unlike any they've ever known.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Slow Regard of Silent Things",
            "authors": [
                "Patrick Rothfuss",
                "Nate  Taylor"
            ],
            "ranking": 3.89,
            "ranking_count": 129339,
            "abstract": "Deep below the University, there is a dark place. Few people know of it: a broken web of ancient passageways and abandoned rooms. A young woman lives there, tucked among the sprawling tunnels of the Underthing, snug in the heart of this forgotten place.. Her name is Auri, and she is full of mysteries.. The Slow Regard of Silent Things. is a brief, bittersweet glimpse of Auri’s life, a small adventure all her own. At once joyous and haunting, this story offers a chance to see the world through Auri’s eyes. And it gives the reader a chance to learn things that only Auri knows.... In this book, Patrick Rothfuss brings us into the world of one of. The Kingkiller Chronicle’s. most enigmatic characters. Full of secrets and mysteries,. The Slow Regard of Silent Things. is the story of a broken girl trying to live in a broken world.. AUTHOR’S FOREWORD. You might not want to buy this book.. I know, that’s not the sort of thing an author is supposed to say. The marketing people aren’t going to like this. My editor is going to have a fit. But I’d rather be honest with you right out of the gate.. First, if you haven’t read my other books, you don’t want to start here.. My first two books are. The Name of the Wind. and. The Wise Man’s Fear. . If you’re curious to try my writing, start there. They’re the best introduction to my world. This book deals with Auri, one of the characters from that series. Without the context of those books, you’re probably going to feel pretty lost.. Second, even if you have read my other books, I think it’s only fair to warn you that this is a bit of a strange story. I don’t go in for spoilers, but suffice to say that this one is ... different. It doesn’t do a lot of the things a classic story is supposed to do. And if you’re looking for a continuation of Kvothe’s storyline, you’re not going to find it here.. On the other hand, if you’d like to learn more about Auri, this story has a lot to offer. If you love words and mysteries and secrets. If you’re curious about the Underthing and alchemy. If you want to know more about the hidden turnings of my world.... Well, then this book might be for you.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Novella",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "My Sister's Grave",
            "authors": [
                "Robert Dugoni"
            ],
            "ranking": 4.07,
            "ranking_count": 132395,
            "abstract": "Tracy Crosswhite has spent twenty years questioning the facts surrounding her sister Sarah’s disappearance and the murder trial that followed. She doesn’t believe that Edmund House — a convicted rapist and the man condemned for Sarah’s murder — is the guilty party. Motivated by the opportunity to obtain real justice, Tracy became a homicide detective with the Seattle PD and dedicated her life to tracking down killers.. When Sarah’s remains are finally discovered near their hometown in the northern Cascade mountains of Washington State, Tracy is determined to get the answers she’s been seeking. As she searches for the real killer, she unearths dark, long-kept secrets that will forever change her relationship to her past — and open the door to deadly danger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Yiddish Policemen's Union",
            "authors": [
                "Michael Chabon"
            ],
            "ranking": 3.71,
            "ranking_count": 74529,
            "abstract": "For sixty years, Jewish refugees and their descendants have prospered in the Federal District of Sitka, a temporary safe haven created in the wake of revelations of the Holocaust and the shocking 1948 collapse of the fledgling state of Israel. Proud, grateful, and longing to be American, the Jews of the Sitka District have created their own little world in the Alaskan panhandle, a vibrant, gritty, soulful, and complex frontier city that moves to the music of Yiddish. For sixty years they have been left alone, neglected and half-forgotten in a backwater of history. Now the District is set to revert to Alaskan control, and their dream is coming to an end: once again the tides of history threaten to sweep them up and carry them off into the unknown.. But homicide detective Meyer Landsman of the District Police has enough problems without worrying about the upcoming Reversion. His life is a shambles, his marriage a wreck, his career a disaster. He and his half-Tlingit partner, Berko Shemets, can't catch a break in any of their outstanding cases. Landsman's new supervisor is the love of his life—and also his worst nightmare. And in the cheap hotel where he has washed up, someone has just committed a murder—right under Landsman's nose. Out of habit, obligation, and a mysterious sense that it somehow offers him a shot at redeeming himself, Landsman begins to investigate the killing of his neighbor, a former chess prodigy. But when word comes down from on high that the case is to be dropped immediately, Landsman soon finds himself contending with all the powerful forces of faith, obsession, hopefulness, evil, and salvation that are his heritage—and with the unfinished business of his marriage to Bina Gelbfish, the one person who understands his darkest fears.. At once a gripping whodunit, a love story, an homage to 1940s noir, and an exploration of the mysteries of exile and redemption, The Yiddish Policemen's Union is a novel only Michael Chabon could have written.. (front flap)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Science Fiction",
                "Literature",
                "Fantasy",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "God Emperor of Dune",
            "authors": [
                "Frank Herbert",
                "Brian Herbert"
            ],
            "ranking": 3.87,
            "ranking_count": 84539,
            "abstract": "Book four in Frank Herbert's magnificent Dune Chronicles--one of the most significant sagas in the history of literary science fiction.. Millennia have passed on Arrakis, and the once-desert planet is green with life. Leto Atreides, the son of the world's savior, the Emperor Paul Muad'Dib, is still alive but far from human. To preserve humanity's future, he sacrificed his own by merging with a sandworm, granting him near immortality as God Emperor of Dune for the past thirty-five hundred years.. Leto's rule is not a benevolent one. His transformation has made not only his appearance but his morality inhuman. A rebellion, led by Siona, a member of the Atreides family, has risen to oppose the despot's rule. But Siona is unaware that Leto's vision of a Golden Path for humanity requires her to fulfill a destiny she never wanted--or could possibly conceive..... Includes an introduction by Brian Herbert",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Classics",
                "Space",
                "Audiobook",
                "Novels",
                "Philosophy"
            ]
        },
        {
            "title": "The Maze of Bones",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 3.85,
            "ranking_count": 80605,
            "abstract": "When their beloved aunt--matriarch of the world's most powerful family--dies, orphaned siblings Amy and Dan Cahill compete with less honorable Cahill descendants in a race around the world to find cryptic clues to a mysterious fortune.. Book includes game cards which the reader may use to play an online version of the treasure hunt.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Adventure",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Never Never",
            "authors": [
                "Colleen Hoover",
                "Tarryn Fisher"
            ],
            "ranking": 4.03,
            "ranking_count": 82045,
            "abstract": "Charlie Wynwood and Silas Nash have been best friends since they could walk. They've been in love since the age of fourteen. But as of this morning... they are complete strangers. Their first kiss, their first fight, the moment they fell in love... every memory has vanished.. Charlie and Silas must work together to uncover the truth about what happened to them and why. But the more they learn about the couple they used to be, the more they question why they were ever together to begin with.. #1 New York Times bestselling author of Hopeless joins forces with the New York Times bestselling author of Mud Vein. Together, they have created a gripping, romantic tale unlike any other.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "New Adult",
                "Fiction",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "A Gracious Enemy",
            "authors": [
                "Michael G. Kramer"
            ],
            "ranking": 4.3,
            "ranking_count": 2391,
            "abstract": "The full story of the three Indochina Wars. Including warts and all. The first was the Indochinese People fighting against the French colonists and their suppliers and allies from the USA. The second was the people of Indochina (Cambodia, Laos & Vietnam) fighting against an allied coalition force made up of Australia, New Zealand, South Korea, Thailand, South Vietnam and the USA. The Second Indochina War is usually referred to as the Vietnam War. This book examines the re-adjustment of Vietnamese society after the uprising of the Tay Son Brothers in 1770, their stopping of the Trin and Nguyen families oppression of the Vietnamese people. The coming of the Catholic Church and how this affected the people is examined. As well the activities of Pineau de Bahrain, who was a missionary and the Bishop of Adran - he did much to ensure the French takeover of the majority of South East Asia. That was followed by the French takeover and full colonisation and rule by France. To better control the people, the French forbade the use of Chinese characters in writing and transcribed the entire Vietnamese language into the Latin alphabet, which was then taught in all schools. During WW2, Asian people saw that the Caucasian people could be beaten, That resulted in the First Indochina War, which ended with the French defeat at Dien Bien Phu. The Second Indochina War ended in 1975 with the withdrawal of the last American soldier from Vietnam. The Third Indochina War ended when the Vietnamese Army invaded Kampuchea, resulting in Vietnamese tanks entering its capital while the Pol Pot administration fled into the jungle.",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Contemporary",
                "Novels",
                "Epic",
                "War",
                "Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Fruzzle's Mystery Talent: A Bed Time Fantasy Story for Children ages 3-10",
            "authors": [
                "Karen (Kara) Brueggeman",
                "Briana Paddock",
                "Bryan Brueggeman"
            ],
            "ranking": 4.41,
            "ranking_count": 69,
            "abstract": "Fruzzles sure look different than us, but deep down we all have a lot in common. We see others with great talents and we wonder what ours will be. Everyone of us has a special talent to discover and Fruzzles are no different.. Meet Brown Fruzzle and follow along as Wizard Fruzzle helps him to explore the many different talents. See if you can help Brown figure out what his talent is and find out if he ever discovers it.. Bonus: After you read the story, go back and see if you can find all the swirls, beginning with the town. The answer is on the copyright page.. Fruzzle's Mystery Talent is an adorable fantasy children's book, written especially for children 3-10 year old kids. This Fruzzle book is great as a bedtime story or any other time. In addition, this book has life lessons like teaching the child to not give up and dealing with self esteem issues (explaining that we are all special in our own way). You will find it is also filled with bright and cheerful illustrations.. Happy reading and we hope you enjoy. We also welcome reviews. Thank you.. This book is suitable as a read aloud book for preschooler at bedtime or as a self-read children's book for older children.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Family",
                "Education",
                "Adventure"
            ]
        },
        {
            "title": "The Truth",
            "authors": [
                "Stephen Briggs",
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 49888,
            "abstract": "There's been a murder. Allegedly. William de Worde is the Discworld's first investigative journalist. He didn't mean to be - it was just an accident. But, as William fills his pages with reports of local club meetings and pictures of humorously shaped vegetables, dark forces high up in Ankh-Morpork's society are plotting to overthrow the city's ruler, Lord Vetinari.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Young Adult",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "Sword of Destiny",
            "authors": [
                "Andrzej Sapkowski",
                "David A French"
            ],
            "ranking": 4.28,
            "ranking_count": 137579,
            "abstract": "Geralt is a witcher, a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless assassin. Yet he is no ordinary murderer: his targets are the multifarious monsters and vile fiends that ravage the land and attack the innocent.. This is a collection of short stories, following the adventures of the hit collection THE LAST WISH. Join Geralt as he battles monsters, demons and prejudices alike...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Adventure",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Pride and Prejudice and Zombies",
            "authors": [
                "Seth Grahame-Smith",
                "Jane Austen"
            ],
            "ranking": 3.31,
            "ranking_count": 134940,
            "abstract": "“It is a truth universally acknowledged that a zombie in possession of brains must be in want of more brains.”. So begins. Pride and Prejudice and Zombies. , an expanded edition of the beloved Jane Austen novel featuring all-new scenes of bone-crunching zombie mayhem. As our story opens, a mysterious plague has fallen upon the quiet English village of Meryton—and the dead are returning to life! Feisty heroine Elizabeth Bennet is determined to wipe out the zombie menace, but she’s soon distracted by the arrival of the haughty and arrogant Mr. Darcy. What ensues is a delightful comedy of manners with plenty of civilized sparring between the two young lovers—and even more violent sparring on the blood-soaked battlefield. Can Elizabeth vanquish the spawn of Satan? And overcome the social prejudices of the class-conscious landed gentry? Complete with romance, heartbreak, swordfights, cannibalism, and thousands of rotting corpses,",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Humor",
                "Romance",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "The Bourne Supremacy",
            "authors": [
                "Robert Ludlum"
            ],
            "ranking": 4.1,
            "ranking_count": 177080,
            "abstract": "A killer with no face, no identity and a name the world wanted to forget:. Jason Bourne. Reenter the shadowy world of Jason Bourne, an expert assassin still plagued by the splintered nightmares of his former life. This time the stakes are higher than ever. For someone else has taken on the Bourne identity—a ruthless killer who must be stopped or the world will pay a devastating price. To succeed, the real Jason Bourne must maneuver through the dangerous labyrinth of international espionage—an exotic world filled with CIA plots, turncoat agents, and ever-shifting alliances—all the while hoping to find the truth behind his haunted memories and the answers to his own fragmented past. This time there are two Bournes—and one must die.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "Adventure"
            ]
        },
        {
            "title": "Love on the Line 2",
            "authors": [
                "Kirsten Fullmer"
            ],
            "ranking": 4.34,
            "ranking_count": 2834,
            "abstract": "In part two of this extraordinary love story set in the hot, humid, summer of the wide-open mid-west, egos and emotions collide. Andy and Rooster find their romance in peril when job-related stress, injuries, and extraordinary weather conditions interfere with their relationship, both at work and at home.. Andrea has come to understand working outdoors in inhospitable climates and is thriving in her role as assistant bending engineer. She and Rooster have moved in together and are starting a new job. Although exhausted, Andy is glad to be working with Grandpa Buck again, even though it limits her time with Rooster. She’s missed the other hands too, and she is very curious about the new coating foreman; an intelligent, confident, and independent young woman. So is her friend, Nick. Andy also finds herself befriending a neighbor at the RV park, the wife of a welder on the line. Seeing a girl her age as a mother has Andy wondering about her own future. Could she manage to pipeline and be wife and mother too?. As always, pipeline construction is interrupted by delays, fraught with fatigue, and contingent on the weather. Caught up in a world of egos, Andrea and Rooster struggle to maintain their workload while finding time for each other after hours. When a serious on-the-job accident tips the scale of leadership, Andy and Rooster are thrown into conflicting positions. If stress at work, little time for love, and their reputations in danger wasn’t enough, Andy’s parents show up to complicate things further. Rooster is determined to prove himself capable of his new position, and Andrea isn’t about to let Buck down; will their fledgling romance pay the price? The couple has their horns locked in battle and they can’t let go, but they need each other, especially now. Both will have to make sacrifices and take a chance on ruining their credibility in order to stay together.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Love",
                "Drama",
                "Romance",
                "Realistic Fiction",
                "Romantic",
                "Womens Fiction"
            ]
        },
        {
            "title": "Killing Yourself to Live: 85% of a True Story",
            "authors": [
                "Chuck Klosterman"
            ],
            "ranking": 3.84,
            "ranking_count": 27190,
            "abstract": "Building on the national bestselling success of. Sex, Drugs, and Cocoa Puffs. , preeminent pop culture writer Chuck Klosterman unleashes his best book yet—the story of his cross-country tour of sites where rock stars have died and his search for love, excitement, and the meaning of death.. For 6,557 miles, Chuck Klosterman thought about dying. He drove a rental car from New York to Rhode Island to Georgia to Mississippi to Iowa to Minneapolis to Fargo to Seattle, and he chased death and rock ‘n’ roll all the way. Within the span of twenty-one days, Chuck had three relationships end—one by choice, one by chance, and one by exhaustion. He snorted cocaine in a graveyard. He walked a half-mile through a bean field. A man in Dickinson, North Dakota, explained to him why we have fewer windmills than we used to. He listened to the KISS solo albums and the Rod Stewart box set. At one point, poisonous snakes became involved. The road is hard. From the Chelsea Hotel to the swampland where Lynyrd Skynyrd’s plane went down to the site where Kurt Cobain blew his head off, Chuck explored every brand of rock star demise. He wanted to know why the greatest career move any musician can make is to stop breathing...and what this means for the rest of us.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Music",
                "Autobiography",
                "Culture",
                "Humor",
                "Writing",
                "Travel",
                "Biography",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Book of Occult",
            "authors": [
                "Simon W. Clark"
            ],
            "ranking": 3.63,
            "ranking_count": 4580,
            "abstract": "****THIS BOOK IS OUT OF PRINT******. PLEASE SEE LINK FOR LATEST SPY THRILLER CALLED THINK FAST OR DIE:. https://www.goodreads.com/book/show/4.... One man's search for a mystery author catapults him into a dangerous race to unlock esoteric wisdom that has been hidden and disputed for thousands of years. Peter Ashton has a dark past. In a teenage prank he uses an old book to perform an occult ritual. The experiment goes awry and his best friend is killed in the act.. Two decades later Peter travels to Europe to discover the secrets of the book and its mystery author. Plagued by curiosity and guilt he meets a Professor and an English Auctioneer who try to help him verify its authenticity and origins. The result is far beyond what he imagined. It is the last unpublished secret work by 19th century French occultist Eliphas Levi. The book’s meaning is shrouded in mystical conspiracy like its author. Peter soon finds it brings unwanted attention.. Bonnet was once a dedicated American government agent but is descending on a dark mystical path. He uses an occult tool to enhance his abilities but at a grave personal cost. He desires occult power and is killing everyone that stands in the way. Will he catch Peter and his priceless book?. From Paris to Los Angeles Peter races against time and powerful enemies. A cult leader opens his eyes to the extent of underground mysticism and tempts him with money and power. With limited options Peter is attacked by extremists desperate to get hold of the book. A beautiful gypsy woman gives him hope and insight. The final clue leads him to a Spanish mansion with more revelations than he dreamed possible.. Can Peter unlock the secret wisdom before it is too late? Or will he be seduced by the deadly forces that tempted him 20 years ago….",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Occult",
                "Horror",
                "Thriller",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "The Lions of Al-Rassan",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.29,
            "ranking_count": 20589,
            "abstract": "The ruling Asharites of Al-Rassan have come from the desert sands, but over centuries, seduced by the sensuous pleasures of their new land, their stern piety has eroded. The Asharite empire has splintered into decadent city-states led by warring petty kings. King Almalik of Cartada is on the ascendancy, aided always by his friend and advisor, the notorious Ammar ibn Khairan — poet, diplomat, soldier — until a summer afternoon of savage brutality changes their relationship forever.. Meanwhile, in the north, the conquered Jaddites' most celebrated — and feared — military leader, Rodrigo Belmonte, driven into exile, leads his mercenary company south.. In the dangerous lands of Al-Rassan, these two men from different worlds meet and serve — for a time — the same master. Sharing their interwoven fate — and increasingly torn by her feelings — is Jehane, the accomplished court physician, whose own skills play an increasing role as Al-Rassan is swept to the brink of holy war, and beyond.. Hauntingly evocative of medieval Spain,. The Lions of Al-Rassan. is both a brilliant adventure and a deeply compelling story of love, divided loyalties, and what happens to men and women when hardening beliefs begin to remake — or destroy — a world.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Science Fiction"
            ]
        }
    ]
}