{
    "books": [
        {
            "title": "The Bluest Eye",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 4.09,
            "ranking_count": 204925,
            "abstract": "The Bluest Eye. is Toni Morrison's first novel, a book heralded for its richness of language and boldness of vision. Set in the author's girlhood hometown of Lorain, Ohio, it tells the story of black, eleven-year-old Pecola Breedlove. Pecola prays for her eyes to turn blue so that she will be as beautiful and beloved as all the blond, blue-eyed children in America. In the autumn of 1941, the year the marigolds in the Breedloves' garden do not bloom. Pecola's life does change- in painful, devastating ways.. What its vivid evocation of the fear and loneliness at the heart of a child's yearning, and the tragedy of its fulfillment.. The Bluest Eye. remains one of Toni Morrisons's most powerful, unforgettable novels- and a significant work of American fiction.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Race",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Academic",
                "Adult"
            ]
        },
        {
            "title": "Tempted",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.95,
            "ranking_count": 160491,
            "abstract": "So…you’d think after banishing an immortal being and a fallen High Priestess, saving Stark’s life, biting Heath, getting a headache from Erik, and almost dying, Zoey Redbird would catch a break. Sadly, a break is not in the House of Night school forecast for the High Priestess in training and her gang.. Juggling three guys is anything but a stress reliever, especially when one of them is a sexy Warrior who is so into protecting Zoey that he can sense her emotions. Speaking of stress, the dark force lurking in the tunnels under the Tulsa Depot is spreading, and Zoey is beginning to believe Stevie Rae could be responsible for a lot more than a group of misfit red fledglings. Aphrodite’s visions warn Zoey to stay away from Kalona and his dark allure, but they also show that it is Zoey who has the power to stop the evil immortal.Soon it becomes obvious that Zoey has no choice: if she doesn’t go to Kalona he will exact a fiery vengeance on those closest to her. Will Zoey have the courage to chance losing her life, her heart, and her soul?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Grimm's Fairy Tales",
            "authors": [
                "Jacob Grimm",
                "Wilhelm Grimm",
                "Edward Robert Hughes"
            ],
            "ranking": 4.13,
            "ranking_count": 25987,
            "abstract": "The Grimm brothers were early 19th-century writers best known for their fairy tales coming from Scandinavian, Icelandic and Germanic origins. By 1807 there was a growing interest in German folk tales. The Grimm brothers were academics who invited friends to their home and asked them to relate stories they had heard. They soon published their first collection of tales and from there several more volumes followed.. This compilation of fairy tales which includes the complete canon of over 200 tales has become a beloved set of classical stories the world over. Included in this collection are Hansel and Gretel, Briar Rose, The Fisherman and His Wife, Rapunzel, The Frog Prince, Little Red Riding Hood, Rumpelstiltskin, Tom Thumb, and many more. These stories are a delight to read and will rekindle up many childhood memories as they are reread. Presented here in this edition is the faithful translation of Margaret Hunt.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Literature",
                "European Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Bury My Heart at Wounded Knee: An Indian History of the American West",
            "authors": [
                "Dee Brown"
            ],
            "ranking": 4.22,
            "ranking_count": 81072,
            "abstract": "Now a special 30th-anniversary edition in both hardcover and paperback, the classic bestselling history. The New York Times. called Original, remarkable, and finally heartbreaking...Impossible to put down.. Bury My Heart at Wounded Knee. is Dee Brown's eloquent, fully documented account of the systematic destruction of the American Indian during the second half of the nineteenth century. A national bestseller in hardcover for more than a year after its initial publication, it has sold almost four million copies and has been translated into seventeen languages. For this elegant thirtieth-anniversary edition—published in both hardcover and paperback—Brown has contributed an incisive new preface.. Using council records, autobiographies, and firsthand descriptions, Brown allows the great chiefs and warriors of the Dakota, Ute, Sioux, Cheyenne, and other tribes to tell us in their own words of the battles, massacres, and broken treaties that finally left them demoralized and defeated. A unique and disturbing narrative told with force and clarity,. Bury My Heart at Wounded Knee. changed forever our vision of how the West was really won.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Classics",
                "Historical",
                "Politics",
                "Race",
                "War",
                "Westerns",
                "Native Americans"
            ]
        },
        {
            "title": "Cosmos",
            "authors": [
                "Carl Sagan"
            ],
            "ranking": 4.38,
            "ranking_count": 131626,
            "abstract": "Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also discusses the underlying premises of science by providing biographical anecdotes about many prominent scientists throughout history, placing their contributions into the broader context of the development of modern science.. The book covers a broad range of topics, comprising Sagan's reflections on anthropological, cosmological, biological, historical, and astronomical matters from antiquity to contemporary times. Sagan reiterates his position on extraterrestrial life—that the magnitude of the universe permits the existence of thousands of alien civilizations, but no credible evidence exists to demonstrate that such life has ever visited earth.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Space",
                "Philosophy",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "Prodigy",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.25,
            "ranking_count": 234507,
            "abstract": "Injured and on the run, it has been seven days since June and Day barely escaped Los Angeles and the Republic with their lives. Day is believed dead having lost his own brother to an execution squad who thought they were assassinating him. June is now the Republic's most wanted traitor. Desperate for help, they turn to the Patriots - a vigilante rebel group sworn to bring down the Republic. But can they trust them or have they unwittingly become pawns in the most terrifying of political games?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Action",
                "Audiobook"
            ]
        },
        {
            "title": "A Heartbreaking Work of Staggering Genius",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 3.68,
            "ranking_count": 177570,
            "abstract": "'When you read his extraordinary memoir you don't laugh, then cry, then laugh again; you somehow experience these emotions all at once.'. Well, this was when Bill was sighing a lot. He had decided that after our parents died he just didn't want any more fighting between what was left of us. He was twenty-four, Beth was twenty-three, I was twenty-one, Toph was eight, and all of us were so tried already, from that winter. So when something would come up, any little thing, some bill to pay or decision to make, he would just sigh, his eyes tired, his mouth in a sorry kind of smile.. But Beth and I...Jesus, we were fighting with everyone, anyone, each other, with strangers at bars, anywhere -- we were angry people wanting to exact revenge. We came to California and we wanted everything, would take what was ours, anything within reach. And I decided that little Toph and I, he with his backward hat and long hair, living together in our little house in Berkeley, would be world-destroyers. We inherited each other and, we felt, a responsibility to reinvent everything, to scoff and re-create and drive fast while singing loudly and pounding the windows. It was a hopeless sort of exhilaration, a kind of arrogance born of fatalism, I guess, of the feeling that if you could lose a couple of parents in a month, then basically anything could happen, at any time -- all bullets bear your name, all cars are there to crush you, any balcony could give way; more disaster seemed only logical.. And then, as in Dorothy's dream, all these people I grew up with were there, too, some of them orphans also, most but not all of us believing that what we had been given was extraordinary, that it was time to tear or break down, ruin, remake, take and devour. This was San Francisco, you know, and everyone had some dumb idea -- I mean, wicca? -- and no one there would tell you yours was doomed. Thus the public nudity, and this ridiculous magazine, and the Real World tryout, all this need, most of it disguised by sneering, but all driven by a hyper-awareness of this window, I guess, a few years when your muscles are taut, coiled up and vibrating. But what to do with the energy? I mean, when we drive, Toph and I, and we drive past people, standing on top of all these hills, part of me wants to stop the car and turn up the radio and have us all dance in formation, and part of me wants to run them all over.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Humor",
                "Biography Memoir",
                "Novels",
                "Unfinished",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Under the Dome",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.91,
            "ranking_count": 277709,
            "abstract": "On an entirely normal, beautiful fall day in Chester’s Mill, Maine, the town is inexplicably and suddenly sealed off from the rest of the world by an invisible force field. Planes crash into it and fall from the sky in flaming wreckage, a gardener’s hand is severed as “the dome” comes down on it, people running errands in the neighboring town are divided from their families, and cars explode on impact. No one can fathom what this barrier is, where it came from, and when—or if—it will go away.. Dale Barbara, Iraq vet and now a short-order cook, finds himself teamed with a few intrepid citizens—town newspaper owner Julia Shumway, a physician’s assistant at the hospital, a selectwoman, and three brave kids. Against them stands Big Jim Rennie, a politician who will stop at nothing—even murder—to hold the reins of power, and his son, who is keeping a horrible secret in a dark pantry. But their main adversary is the Dome itself. Because time isn’t just short. It’s running out.. source: stephenking.com",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Ocean at the End of the Lane",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.01,
            "ranking_count": 540592,
            "abstract": "Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.. Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what.. A groundbreaking work from a master,. The Ocean at the End of the Lane. is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Horror",
                "Audiobook",
                "Young Adult",
                "Adult",
                "Science Fiction Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "Freakonomics: A Rogue Economist Explores the Hidden Side of Everything",
            "authors": [
                "Steven D. Levitt",
                "Stephen J. Dubner"
            ],
            "ranking": 3.99,
            "ranking_count": 786407,
            "abstract": "Which is more dangerous, a gun or a swimming pool? What do schoolteachers and sumo wrestlers have in common? Why do drug dealers still live with their moms? How much do parents really matter? What kind of impact did Roe v. Wade have on violent crime? Freakonomics will literally redefine the way we view the modern world.. These may not sound like typical questions for an economist to ask. But Steven D. Levitt is not a typical economist. He is a much heralded scholar who studies the stuff and riddles of everyday life -- from cheating and crime to sports and child rearing -- and whose conclusions regularly turn the conventional wisdom on its head. He usually begins with a mountain of data and a simple, unasked question. Some of these questions concern life-and-death issues; others have an admittedly freakish quality. Thus the new field of study contained in this book: freakonomics.. Through forceful storytelling and wry insight, Levitt and co-author Stephen J. Dubner show that economics is, at root, the study of incentives -- how people get what they want, or need, especially when other people want or need the same thing. In Freakonomics, they set out to explore the hidden side of ... well, everything. The inner workings of a crack gang. The truth about real-estate agents. The myths of campaign finance. The telltale marks of a cheating schoolteacher. The secrets of the Ku Klux Klan.. What unites all these stories is a belief that the modern world, despite a surfeit of obfuscation, complication, and downright deceit, is not impenetrable, is not unknowable, and -- if the right questions are asked -- is even more intriguing than we think. All it takes is a new way of looking. Steven Levitt, through devilishly clever and clear-eyed thinking, shows how to see through all the clutter.. Freakonomics establishes this unconventional premise: If morality represents how we would like the world to work, then economics represents how it actually does work. It is true that readers of this book will be armed with enough riddles and stories to last a thousand cocktail parties. But Freakonomics can provide more than that. It will literally redefine the way we view the modern world.. (front flap)",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Economics",
                "Business",
                "Science",
                "Psychology",
                "Sociology",
                "Politics",
                "Audiobook",
                "Social Science"
            ]
        },
        {
            "title": "Simon vs. the Homo Sapiens Agenda",
            "authors": [
                "Becky Albertalli",
                "Mathilde Tamae-Bouhon"
            ],
            "ranking": 4.21,
            "ranking_count": 371155,
            "abstract": "Sixteen-year-old and not-so-openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight. Now Simon is actually being blackmailed: if he doesn’t play wingman for class clown Martin, his sexual identity will become everyone’s business. Worse, the privacy of Blue, the pen name of the boy he’s been emailing, will be compromised.. With some messy dynamics emerging in his once tight-knit group of friends, and his email correspondence with Blue growing more flirtatious every day, Simon’s junior year has suddenly gotten all kinds of complicated. Now, change-averse Simon has to find a way to step out of his comfort zone before he’s pushed out—without alienating his friends, compromising himself, or fumbling a shot at happiness with the most confusing, adorable guy he’s never met.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "LGBT",
                "Romance",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Aeneid",
            "authors": [
                "Virgil",
                "Robert Fitzgerald"
            ],
            "ranking": 3.86,
            "ranking_count": 116194,
            "abstract": "The Aeneid – thrilling, terrifying and poignant in equal measure – has inspired centuries of artists, writers and musicians.. Virgil’s epic tale tells the story of Aeneas, a Trojan hero, who flees his city after its fall, with his father Anchises and his young son Ascanius – for Aeneas is destined to found Rome and father the Roman race. As Aeneas journeys closer to his goal, he must first prove his worth and attain the maturity necessary for such an illustrious task. He battles raging storms in the Mediterranean, encounters the fearsome Cyclopes, falls in love with Dido, Queen of Carthage, travels into the Underworld and wages war in Italy.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Fantasy",
                "Literature",
                "Academic",
                "Epic"
            ]
        },
        {
            "title": "Sapiens: A Brief History of Humankind",
            "authors": [
                "Yuval Noah Harari",
                "Prottasha Prachurjo Sayed Fayej Ahmed"
            ],
            "ranking": 4.39,
            "ranking_count": 754647,
            "abstract": "100,000 years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens.. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations and human rights; to trust money, books and laws; and to be enslaved by bureaucracy, timetables and consumerism? And what will our world be like in the millennia to come?. In. Sapiens. , Dr Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical – and sometimes devastating – breakthroughs of the Cognitive, Agricultural and Scientific Revolutions. Drawing on insights from biology, anthropology, paleontology and economics, he explores how the currents of history have shaped our human societies, the animals and plants around us, and even our personalities. Have we become happier as history has unfolded? Can we ever free our behaviour from the heritage of our ancestors? And what, if anything, can we do to influence the course of the centuries to come?. Bold, wide-ranging and provocative, Sapiens challenges everything we thought we knew about being human: our thoughts, our actions, our power ... and our future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Philosophy",
                "Anthropology",
                "Audiobook",
                "Psychology",
                "Sociology",
                "Historical",
                "Biology"
            ]
        },
        {
            "title": "The Sirens of Titan",
            "authors": [
                "Kurt Vonnegut Jr.",
                "Chris     Moore"
            ],
            "ranking": 4.14,
            "ranking_count": 126467,
            "abstract": "The Sirens of Titan is an outrageous romp through space, time, and morality. The richest, most depraved man on Earth, Malachi Constant, is offered a chance to take a space journey to distant worlds with a beautiful woman at his side. Of course there's a catch to the invitation—and a prophetic vision about the purpose of human life that only Vonnegut has the courage to tell.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Big Sleep",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 3.96,
            "ranking_count": 142056,
            "abstract": "Down these mean streets a man must go who is not himself mean, who is neither tarnished nor afraid....He is the hero; he is everything. He must be a complete man and a common man and yet an unusual man.. This is the Code of the Private Eye as defined by Raymond Chandler in his 1944 essay 'The Simple Act of Murder.' Such a man was Philip Marlowe, private eye, an educated, heroic, streetwise, rugged individualist and the hero of Chandler's first novel,. The Big Sleep. . This work established Chandler as the master of the 'hard-boiled' detective novel, and his articulate and literary style of writing won him a large audience, which ranged from the man in the street to the most sophisticated intellectual.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Odd Thomas",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.97,
            "ranking_count": 261673,
            "abstract": "The dead don't talk. I don't know why.. But they do try to communicate, with a short-order cook in a small desert town serving as their reluctant confidant. Sometimes the silent souls who seek out Odd want justice. Occasionally their otherworldly tips help him prevent a crime. But this time it’s different.. A stranger comes to Pico Mundo, accompanied by a horde of hyena-like shades who herald an imminent catastrophe. Aided by his soul mate, Stormy Llewellyn, and an unlikely community of allies that includes the King of Rock ’n’ Roll, Odd will race against time to thwart the gathering evil. His account of these shattering hours, in which past and present, fate and destiny, converge, is a testament by which to live—an unforgettable fable for our time destined to rank among Dean Koontz’s most enduring works.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Fantasy",
                "Thriller",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Unravel Me",
            "authors": [
                "Tahereh Mafi"
            ],
            "ranking": 4.19,
            "ranking_count": 253703,
            "abstract": "The thrilling second installment in New York Times bestselling author Tahereh Mafi’s Shatter Me series.. It should have taken Juliette a single touch to kill Warner. But his mysterious immunity to her deadly power has left her shaken, wondering why her ultimate defense mechanism failed against the person she most needs protection from.. She and Adam were able to escape Warner’s clutches and join up with a group of rebels, many of whom have powers of their own. Juliette will finally be able to actively fight against The Reestablishment and try to fix her broken world. And perhaps these new allies can help her shed light on the secret behind Adam’s—and Warner’s—immunity to her killer skin.. Juliette’s world is packed with high-stakes action and tantalizing romance, perfect for fans of the Red Queen series by Victoria Aveyard and the Darkest Minds trilogy by Alexandra Bracken.. Ransom Riggs, #1 New York Times bestselling author of Miss Peregrine's Home for Peculiar Children, raved: A thrilling, high-stakes saga of self-discovery and forbidden love, the Shatter Me series is a must-read for fans of dystopian young-adult literature—or any literature!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Angle of Repose",
            "authors": [
                "Wallace Stegner"
            ],
            "ranking": 4.24,
            "ranking_count": 56678,
            "abstract": "Confined to a wheelchair, retired historian Lyman Ward sets out to write his grandparents' remarkable story, chronicling their days spent carving civilization into the surface of America's western frontier. But his research reveals even more about his own life than he's willing to admit. What emerges is an enthralling portrait of four generations in the life of an American family.. Wallace Stegner's Pultizer Prize-winning novel is a story of discovery—personal, historical, and geographical.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Westerns",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "The Elegance of the Hedgehog",
            "authors": [
                "Muriel Barbery",
                "Alison Anderson"
            ],
            "ranking": 3.79,
            "ranking_count": 166935,
            "abstract": "A moving, funny, triumphant novel that exalts the quiet victories of the inconspicuous among us.. We are in the center of Paris, in an elegant apartment building inhabited by bourgeois families. Renée, the concierge, is witness to the lavish but vacuous lives of her numerous employers. Outwardly she conforms to every stereotype of the concierge: fat, cantankerous, addicted to television. Yet, unbeknownst to her employers, Renée is a cultured autodidact who adores art, philosophy, music, and Japanese culture. With humor and intelligence she scrutinizes the lives of the building's tenants, who for their part are barely aware of her existence.. Then there's Paloma, a twelve-year-old genius. She is the daughter of a tedious parliamentarian, a talented and startlingly lucid child who has decided to end her life on the sixteenth of June, her thirteenth birthday. Until then she will continue behaving as everyone expects her to behave: a mediocre pre-teen high on adolescent subculture, a good but not an outstanding student, an obedient if obstinate daughter.. Paloma and Renée hide both their true talents and their finest qualities from a world they suspect cannot or will not appreciate them. They discover their kindred souls when a wealthy Japanese man named Ozu arrives in the building. Only he is able to gain Paloma's trust and to see through Renée's timeworn disguise to the secret that haunts her. This is a moving, funny, triumphant novel that exalts the quiet victories of the inconspicuous among us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Philosophy",
                "Literary Fiction",
                "Book Club",
                "Novels",
                "Literature",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The No. 1 Ladies' Detective Agency",
            "authors": [
                "Alexander McCall Smith"
            ],
            "ranking": 3.8,
            "ranking_count": 249546,
            "abstract": "Precious Ramotswe has only just set up shop as Botswana's No.1 (and only) lady detective when she is hired to track down a missing husband, uncover a con man, and follow a wayward daughter. However, the case that tugs at her heart, and lands her in danger, is a missing eleven-year-old boy, who may have been snatched by witch doctors.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Southern Africa",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Love Story",
            "authors": [
                "Erich Segal"
            ],
            "ranking": 3.63,
            "ranking_count": 56389,
            "abstract": "Oliver Barrett IV, a wealthy jock from a stuffy WASP family on his way to a Harvard degree and a career in law . . . Jenny Cavilleri, a sharp-tongued, working-class beauty studying music at Radcliffe . . .. Opposites in nearly every way, Oliver and Jenny are kindred spirits from vastly different worlds. Falling deeply and powerfully, their attraction to one another defies everything they have ever believed—as they share a passion far greater than anything they dreamed possible . . . and explore the wonder of a love that must end too soon.. One of the most adored novels of our time, this is the book that defined a generation—a story of uncompromising devotion, of life as it really is . . . and love that changes everything.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Classics",
                "Contemporary",
                "Womens Fiction",
                "Love",
                "Novels",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Message in a Bottle",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 3.97,
            "ranking_count": 224302,
            "abstract": "Shimmering with suspense and emotional intensity - takes readers on a hunt for the truth about a man and his memories, and about both the heartbreaking fragility and enormous strength of love.. Nicholas Sparks is our very best chronicler of the human heart. His stunning first novel, The Notebook, has been given by friend to friend and lover to lover all over the world as a testament to the timeless power of love. But if we thought he could never again move us so deeply, he now shows us he can-in a story that renews our faith in destiny...in the ability of true lovers to find each other no matter where, no matter when... Message In A Bottle. Thrown to the waves, and to fate, the bottle could have ended up anywhere. Instead, it is found just three weeks after it begins its journey. Theresa Osborne, divorced and the mother of a twelve-year-old son, picks it up during a seaside vacation from her job as a Boston newspaper columnist. Inside is a letter that opens with:. My Dearest Catherine, I miss you my darling, as I always do, but today is particularly hard because the ocean has been singing to me, and the song is that of our life together.... For Garrett, the man who signs the letter, the message is the only way he knows to express his undying love for a woman he has lost. For Theresa, wary of romance since her husband shattered her trust, the message raises questions that intrigue her. Who are Garrett and Catherine? Where is he now? What is his story?. Challenged by the mystery, and pulled to find Garrett by emotions she does not fully understand, Theresa begins a search that takes her to a sunlit coastal town and an unexpected confrontation. Brought together by chance-or something more powerful-Theresa and Garrett are people whose lives are about to touch for a purpose, in a tale that resonates with our deepest hopes for finding that special someone and everlasting love.. Shimmering with suspense and emotional intensity, Message in a Bottle takes readers on a hunt for the truth about a man and his memories, and about both the heartbreaking fragility and enormous strength of love. For those who cherished The Notebook and readers waiting to discover the magic of Nicholas Sparks's storytelling, here is his new, achingly lovely novel of happenstance, desire, and the choices that matter most...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Novels"
            ]
        },
        {
            "title": "Ivanhoe",
            "authors": [
                "Walter Scott",
                "Graham Tulloch",
                "Walter Brendel"
            ],
            "ranking": 3.75,
            "ranking_count": 91127,
            "abstract": "For this novel, Scott moved far away from the setting of his own turbulent time. He went back to the late 12th century, and to England rather than the Scottish settings of all his previous novels. He connected his writing. Ivanhoe. with his concerns about contemporary events.. Scott drew together the apparently opposing themes of historical reality and chivalric romance, social realism and high adventure, past and present.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Adventure",
                "Literature",
                "Romance"
            ]
        },
        {
            "title": "Lover Revealed",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.29,
            "ranking_count": 129848,
            "abstract": "Butch O'Neal is a fighter by nature. A hard-living ex-homicide cop, he's the only human ever to be allowed in the inner circle of the Black Dagger Brotherhood. And he wants to go even deeper into the vampire world—to engage in the turf war with the lessers. He's got nothing to lose. His heart belongs to a female vampire, an aristocratic beauty who's way out of his league. If he can't have Marissa, then at least he can fight side by side with the Brothers.... Fate curses him with the very thing he wants. When Butch sacrifices himself to save a civilian vampire from the slayers, he falls prey to the darkest force in the war. Left for dead, he's found by a miracle, and the Brotherhood calls on Marissa to bring him back. But even her love may not be enough to save him...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Anthem",
            "authors": [
                "Ayn Rand"
            ],
            "ranking": 3.63,
            "ranking_count": 141993,
            "abstract": "Anthem. has long been hailed as one of Ayn Rand's classic novels, and a clear predecessor to her later masterpieces,. The Fountainhead. and. Atlas Shrugged. . In Anthem, Rand examines a frightening future in which individuals have no name, no independence, and no values. Equality 7-2521 lives in the dark ages of the future where all decisions are made by committee, all people live in collectives, and all traces of individualism have been wiped out. Despite such a restrictive environment, the spark of individual thought and freedom still burns in him--a passion which he has been taught to call sinful. In a purely egalitarian world, Equality 7-2521 dares to stand apart from the herd--to think and choose for himself, to discover electricity, and to love the woman of his choice. Now he has been marked for death for committing the ultimate sin. In a world where the great we reign supreme, he has rediscovered the lost and holy word--I.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Philosophy",
                "Academic",
                "Literature",
                "Politics",
                "Novels"
            ]
        },
        {
            "title": "One Day",
            "authors": [
                "David Nicholls"
            ],
            "ranking": 3.8,
            "ranking_count": 306764,
            "abstract": "15th July 1988: Emma and Dexter meet for the first time on the night of their graduation. Tomorrow they must go their separate ways.. So where will they be on this one day next year? And the year after that?. And every year that follows?. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Adult Fiction",
                "Novels",
                "European Literature",
                "Love",
                "Drama"
            ]
        },
        {
            "title": "Confessions of a Shopaholic",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.67,
            "ranking_count": 693874,
            "abstract": "Becky has a fabulous flat in London's trendiest neighborhood, a troupe of glamorous socialite friends, and a closet brimming with the season's must-haves. The only trouble is that she can't actually afford it–not any of it.. Her job writing at Successful Savings not only bores her to tears, it doesn't pay much at all. And lately Becky's been chased by dismal letters from the bank –letters with large red sums she can't bear to read–and they're getting ever harder to ignore.. She tries cutting back. But none of her efforts succeeds. Becky's only consolation is to buy herself something ... just a little something..... Finally a story arises that Becky actually cares about, and her front-page article catalyzes a chain of events that will transform her life–and the lives of those around her–forever.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Alienist",
            "authors": [
                "Caleb Carr"
            ],
            "ranking": 4.05,
            "ranking_count": 164608,
            "abstract": "Length: 20 hrs and 3 mins. The year is 1896, the place, New York City. On a cold March night New York Times reporter John Schuyler Moore is summoned to the East River by his friend and former Harvard classmate Dr. Laszlo Kreizler, a psychologist, or alienist. On the unfinished Williamsburg Bridge, they view the horribly mutilated body of an adolescent boy, a prostitute from one of Manhattan's infamous brothels.. The newly appointed police commissioner, Theodore Roosevelt, in a highly unorthodox move, enlists the two men in the murder investigation, counting on the reserved Kreizler's intellect and Moore's knowledge of New York's vast criminal underworld. They are joined by Sara Howard, a brave and determined woman who works as a secretary in the police department. Laboring in secret (for alienists, and the emerging discipline of psychology, are viewed by the public with skepticism at best), the unlikely team embarks on what is a revolutionary effort in criminology-- amassing a psychological profile of the man they're looking for based on the details of his crimes. Their dangerous quest takes them into the tortured past and twisted mind of a murderer who has killed before--and will kill again before the hunt is over.. Fast-paced and gripping, infused with a historian's exactitude, The Alienist conjures up the Gilded Age and its untarnished underside: verminous tenements and opulent mansions, corrupt cops and flamboyant gangsters, shining opera houses and seamy gin mills. Here is a New York during an age when questioning society's belief that all killers are born, not made, could have unexpected and mortal consequences.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense"
            ]
        },
        {
            "title": "Digital Fortress",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.68,
            "ranking_count": 599298,
            "abstract": "When the National Security Agency's invincible code-breaking machine encounters a mysterious code it cannot break, the agency calls its head cryptographer, Susan Fletcher, a brilliant and beautiful mathematician. What she uncovers sends shock waves through the corridors of power. The NSA is being held hostage... not by guns or bombs, but by a code so ingeniously complex that if released it would cripple U.S. intelligence.. Caught in an accelerating tempest of secrecy and lies, Susan Fletcher battles to save the agency she believes in. Betrayed on all sides, she finds herself fighting not only for her country but for her life, and in the end, for the life of the man she loves.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Science Fiction",
                "Novels",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Call Me By Your Name",
            "authors": [
                "André Aciman"
            ],
            "ranking": 4.15,
            "ranking_count": 343402,
            "abstract": "Call Me by Your Name. is the story of a sudden and powerful romance that blossoms between an adolescent boy and a summer guest at his parents' cliff-side mansion on the Italian Riviera. Unprepared for the consequences of their attraction, at first each feigns indifference. But during the restless summer weeks that follow, unrelenting buried currents of obsession and fear, fascination and desire, intensify their passion as they test the charged ground between them. What grows from the depths of their spirits is a romance of scarcely six weeks' duration and an experience that marks them for a lifetime. For what the two discover on the Riviera and during a sultry evening in Rome is the one thing both already fear they may never truly find again: total intimacy.. The psychological maneuvers that accompany attraction have seldom been more shrewdly captured than in André Aciman's frank, unsentimental, heartrending elegy to human passion.. Call Me by Your Name. is clear-eyed, bare-knuckled, and ultimately unforgettable.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "LGBT",
                "Contemporary",
                "Audiobook",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "It's Kind of a Funny Story",
            "authors": [
                "Ned Vizzini",
                "Rachel Cohn"
            ],
            "ranking": 4.1,
            "ranking_count": 232790,
            "abstract": "Ambitious New York City teenager Craig Gilner is determined to succeed at life - which means getting into the right high school to get into the right job. But once Craig aces his way into Manhattan's Executive Pre-Professional High School, the pressure becomes unbearable. He stops eating and sleeping until, one night, he nearly kills himself.. Craig's suicidal episode gets him checked into a mental hospital, where his new neighbors include a transsexual sex addict, a girl who has scarred her own face with scissors, and the self-elected President Armelio. There, Craig is finally able to confront the sources of his anxiety.. Ned Vizzini, who himself spent time in a psychiatric hospital, has created a remarkably moving tale about the sometimes unexpected road to happiness.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Health",
                "Mental Health",
                "Realistic Fiction",
                "Romance",
                "Psychology"
            ]
        },
        {
            "title": "The Death Cure",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.78,
            "ranking_count": 389730,
            "abstract": "It’s the end of the line.. WICKED has taken everything from Thomas: his life, his memories, and now his only friends—the Gladers. But it’s finally over. The trials are complete, after one final test.. Will anyone survive?. What WICKED doesn’t know is that Thomas remembers far more than they think. And it’s enough to prove that he can’t believe a word of what they say.. The truth will be terrifying.. Thomas beat the Maze. He survived the Scorch. He’ll risk anything to save his friends. But the truth might be what ends it all.. The time for lies is over.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Apocalyptic",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "The Corrections",
            "authors": [
                "Jonathan Franzen"
            ],
            "ranking": 3.81,
            "ranking_count": 169222,
            "abstract": "Winner of the National Book Award for Fiction. Nominated for the National Book Critics Circle Award. An American Library Association Notable Book. Jonathan Franzen's third novel,. The Corrections. , is a great work of art and a grandly entertaining overture to our new century: a bold, comic, tragic, deeply moving family drama that stretches from the Midwest at mid-century to Wall Street and Eastern Europe in the age of greed and globalism. Franzen brings an old-time America of freight trains and civic duty, of Cub Scouts and Christmas cookies and sexual inhibitions, into brilliant collision with the modern absurdities of brain science, home surveillance, hands-off parenting, do-it-yourself mental healthcare, and the anti-gravity New Economy. With. The Corrections. , Franzen emerges as one of our premier interpreters of American society and the American soul.. Enid Lambert is terribly, terribly anxious. Although she would never admit it to her neighbors or her three grown children, her husband, Alfred, is losing his grip on reality. Maybe it's the medication that Alfred takes for his Parkinson's disease, or maybe it's his negative attitude, but he spends his days brooding in the basement and committing shadowy, unspeakable acts. More and more often, he doesn't seem to understand a word Enid says.. Trouble is also brewing in the lives of Enid's children. Her older son, Gary, a banker in Philadelphia, has turned cruel and materialistic and is trying to force his parents out of their old house and into a tiny apartment. The middle child, Chip, has suddenly and for no good reason quit his exciting job as a professor at D------ College and moved to New York City, where he seems to be pursuing a transgressive lifestyle and writing some sort of screenplay. Meanwhile the baby of the family, Denise, has escaped her disastrous marriage only to pour her youth and beauty down the drain of an affair with a married man--or so Gary hints.. Enid, who loves to have fun, can still look forward to a final family Christmas and to the ten-day Nordic Pleasurelines Luxury Fall Color Cruise that she and Alfred are about to embark on. But even these few remaining joys are threatened by her husband's growing confusion and unsteadiness. As Alfred enters his final decline, the Lamberts must face the failures, secrets, and long-buried hurts that haunt them as a family if they are to make the corrections that each desperately needs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Family",
                "The United States Of America",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "The Shell Seekers",
            "authors": [
                "Rosamunde Pilcher"
            ],
            "ranking": 4.17,
            "ranking_count": 101193,
            "abstract": "Artist's daughter Penelope Keeling can look back on a full and varied life: a Bohemian childhood in London and Cornwall, an unhappy wartime marriage, and the one man she truly loved. She has brought up three children - and learned to accept them as they are. Yet she is far too energetic and independent to settle sweetly into pensioned-off old-age. And when she discovers that her most treasured possession, her father's painting, The Shell Seekers, is now worth a small fortune, it is Penelope who must make the decisions that will determine whether her family can continue to survive as a family, or be split apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Womens Fiction",
                "European Literature",
                "Contemporary",
                "Adult Fiction",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Ender's Shadow",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.3,
            "ranking_count": 163223,
            "abstract": "Welcome to Battleschool.. Growing up is never easy. But try living on the mean streets as a child begging for food and fighting like a dog with ruthless gangs of starving kids who wouldn't hesitate to pound your skull into pulp for a scrap of apple. If Bean has learned anything on the streets, it's how to survive. And not with fists. He is way too small for that. But with brains.. Bean is a genius with a magician's ability to zero in on his enemy and exploit his weakness.. What better quality for a future general to lead the Earth in a final climactic battle against a hostile alien race, known as Buggers. At Battleschool Bean meets and befriends another future commander - Ender Wiggins - perhaps his only true rival.. Only one problem: for Bean and Ender, the future is now.. Ender's Shadow. is the book that launched The Shadow Series, and the parallel novel to Orson Scott Card's science fiction classic,. Ender's Game. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Death on the Nile",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 4.12,
            "ranking_count": 189998,
            "abstract": "Agatha Christie's most daring travel mystery.. The tranquility of a lovely cruise along the Nile is shattered by the discovery that Linnet Ridgeway has been shot through the head. She was young, stylish and beautiful, a girl who had everything – until she lost her life.. Who's also on board? Christie's great detective Hercule Poirot. He recalls an earlier outburst by a fellow passenger: ‘I’d like to put my dear little pistol against her head and just press the trigger.’ Despite the exotic setting, nothing is ever quite what it seems…. Librarian's note: this Hercule Poirot novel should not be confused with the short story of the same name. Also by Christie. But it starred Parker Pyne. It came out several years earlier. The title and locale are the same, but the contents are quite different. It is not a precursor of this story. The Pyne short story can be found elsewhere on Goodreads.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Glass Houses",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 3.91,
            "ranking_count": 99049,
            "abstract": "From the author of the popular Weather Warden series comes the debut of an exciting new series set in Morganville, Texas, where you would be well advised to avoid being out after dark.. College freshman Claire Danvers has had enough of her nightmarish dorm situation. When Claire heads off-campus, the imposing old house where she finds a room may not be much better. Her new roommates don't show many signs of life, but they'll have Claire's back when the town's deepest secrets come crawling out, hungry for fresh blood. Will she be able to face the town's terror or will she drown like everyone else?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Club Dead",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 4.01,
            "ranking_count": 229521,
            "abstract": "Things between cocktail waitress Sookie and her vampire boyfriend Bill seem to be going excellently (apart from the small matter of him being undead) until he leaves town for a while. A long while. Bill's sinister boss Eric has an idea of where to find him, whisking her off to Jackson, Mississippi to mingle with the under-underworld at Club Dead. When she finally catches up with the errant vampire, he is in big trouble and caught in an act of serious betrayal. This raises serious doubts as to whether she should save him or start sharpening a few stakes of her own ..",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "The Witch of Blackbird Pond",
            "authors": [
                "Elizabeth George Speare"
            ],
            "ranking": 4.0,
            "ranking_count": 144842,
            "abstract": "Orphaned Kit Tyler knows, as she gazes for the first time at the cold, bleak shores of Connecticut Colony, that her new home will never be like the shimmering Caribbean island she left behind. In her relatives' stern Puritan community, she feels like a tropical bird that has flown to the wrong part of the world, a bird that is now caged and lonely. The only place where Kit feels completely free is in the meadows, where she enjoys the company of the old Quaker woman known as the Witch of Blackbird Pond, and on occasion, her young sailor friend Nat. But when Kit's friendship with the witch is discovered, Kit is faced with suspicion, fear, and anger. She herself is accused of witchcraft!",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Classics",
                "Childrens",
                "Paranormal",
                "Romance",
                "Academic"
            ]
        },
        {
            "title": "The Magic Mountain",
            "authors": [
                "Thomas Mann",
                "John E. Woods"
            ],
            "ranking": 4.11,
            "ranking_count": 42822,
            "abstract": "In this dizzyingly rich novel of ideas, Mann uses a sanatorium in the Swiss Alps, a community devoted exclusively to sickness, as a microcosm for Europe, which in the years before 1914 was already exhibiting the first symptoms of its own terminal irrationality. The Magic Mountain is a monumental work of erudition and irony, sexual tension and intellectual ferment, a book that pulses with life in the midst of death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Philosophy",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Canticle for Leibowitz",
            "authors": [
                "Walter M. Miller Jr.",
                "Mary Doria Russell"
            ],
            "ranking": 3.98,
            "ranking_count": 100604,
            "abstract": "In a nightmarish ruined world slowly awakening to the light after sleeping in darkness, the infant rediscoveries of science are secretly nourished by cloistered monks dedicated to the study and preservation of the relics and writings of the blessed Saint Isaac Leibowitz. From here the story spans centuries of ignorance, violence, and barbarism, viewing through a sharp, satirical eye the relentless progression of a human race damned by its inherent humanness to recelebrate its grand foibles and repeat its grievous mistakes.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Classics",
                "Fantasy",
                "Science Fiction Fantasy",
                "Religion",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Edge of Never",
            "authors": [
                "J.A. Redmerski"
            ],
            "ranking": 4.23,
            "ranking_count": 145728,
            "abstract": "Twenty-year-old Camryn Bennett had always been one to think out-of-the-box, who knew she wanted something more in life than following the same repetitive patterns and growing old with the same repetitive life story. And she thought that her life was going in the right direction until everything fell apart.. Determined not to dwell on the negative and push forward, Camryn is set to move in with her best friend and plans to start a new job. But after an unexpected night at the hottest club in downtown North Carolina, she makes the ultimate decision to leave the only life she’s ever known, far behind.. With a purse, a cell phone and a small bag with a few necessities, Camryn, with absolutely no direction or purpose boards a Greyhound bus alone and sets out to find herself. What she finds is a guy named Andrew Parrish, someone not so very different from her and who harbors his own dark secrets. But Camryn swore never to let down her walls again. And she vowed never to fall in love.. But with Andrew, Camryn finds herself doing a lot of things she never thought she’d do. He shows her what it’s really like to live out-of-the-box and to give in to her deepest, darkest desires. On their sporadic road-trip he becomes the center of her exciting and daring new life, pulling love and lust and emotion out of her in ways she never imagined possible. But will Andrew’s dark secret push them inseparably together, or tear them completely apart?. Due to sexual content and language, this book is recommended for 17+ – Adult Contemporary Women’s – New Adult Fiction",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Womens Fiction",
                "Travel",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "Walk Two Moons",
            "authors": [
                "Sharon Creech"
            ],
            "ranking": 3.98,
            "ranking_count": 160917,
            "abstract": "How about a story? Spin us a yarn.. Instantly, Phoebe Winterbottom came to mind. I could tell you an extensively strange story, I warned.. Oh, good! Gram said. Delicious!. And that is how I happened to tell them about Phoebe, her disappearing mother, and the lunatic.. As Sal entertains her grandparents with Phoebe's outrageous story, her own story begins to unfold — the story of a thirteen-year-old girl whose only wish is to be reunited with her missing mother.. In her own award-winning style, Sharon Creech intricately weaves together two tales, one funny, one bittersweet, to create a heartwarming, compelling, and utterly moving story of love, loss, and the complexity of human emotion.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Academic",
                "Classics",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "The Jungle Books",
            "authors": [
                "Rudyard Kipling",
                "Alev Lytle Croutier"
            ],
            "ranking": 4.01,
            "ranking_count": 86044,
            "abstract": "The Jungle Books can be regarded as classic stories told by an adult to children. But they also constitute a complex literary work of art in which the whole of Kipling's philosophy of life is expressed in miniature. They are best known for the 'Mowgli' stories; the tale of a baby abandoned and brought up by wolves, educated in the ways and secrets of the jungle by Kaa the python, Baloo the bear, and Bagheera the black panther. The stories, a mixture of fantasy, myth, and magic, are underpinned by Kipling's abiding preoccupation with the theme of self-discovery, and the nature of the 'Law'.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Adventure",
                "Short Stories",
                "Literature",
                "Animals",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Hero of Ages",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.5,
            "ranking_count": 320893,
            "abstract": "Who is the Hero of Ages?. To end the Final Empire and restore freedom, Vin killed the Lord Ruler. But as a result, the Deepness—the lethal form of the ubiquitous mists—is back, along with increasingly heavy ashfalls and ever more powerful earthquakes. Humanity appears to be doomed.. Having escaped death at the climax of. The Well of Ascension. only by becoming a Mistborn himself, Emperor Elend Venture hopes to find clues left behind by the Lord Ruler that will allow him to save the world. Vin is consumed with guilt at having been tricked into releasing the mystic force known as Ruin from the Well. Ruin wants to end the world, and its near omniscience and ability to warp reality make stopping it seem impossible. Vin can't even discuss it with Elend lest Ruin learn their plans!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Audiobook",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Lover Avenged",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.36,
            "ranking_count": 110773,
            "abstract": "Rehvenge has always kept his distance from the Brotherhood—even though his sister is married to a member, for he harbors a deadly secret that could make him a huge liability in their war against the lessers. As plots within and outside of the Brotherhood threaten to reveal the truth about Rehvenge, he turns to the only source of light in his darkening world, Ehlena, a vampire untouched by the corruption that has its hold on him—and the only thing standing between him and eternal destruction.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Song of Solomon",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 4.11,
            "ranking_count": 97680,
            "abstract": "Milkman Dead was born shortly after a neighborhood eccentric hurled himself off a rooftop in a vain attempt at flight. For the rest of his life he, too, will be trying to fly. With this brilliantly imagined novel, Toni Morrison transfigures the coming-of-age story as audaciously as Saul Bellow or Gabriel García Márquez. As she follows Milkman from his rustbelt city to the place of his family’s origins, Morrison introduces an entire cast of strivers and seeresses, liars and assassins, the inhabitants of a fully realized black world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "Worm Holes",
            "authors": [
                "Kyle Keyes"
            ],
            "ranking": 4.3,
            "ranking_count": 7898,
            "abstract": "In this sequel to Quantum Roots, the meekish Olan Chapman faces danger as vigilante Samuel Leroy McCoy, a US deputy marshal who upheld law and order in 1876, Dodge City.. The metamorphous holds an eerie transformation, cloaked with rolling sagebrush and horse whinnies from yesteryear, which causes DPA Director, Alexis Grumman to rethink the validity of worm holes.. Creation is a worm hole, replies Dr Norman Daly, Atoms require hadrons to form a nucleus, and each hadron comes through it's own worm hole. Two quarks form the bi-dimensional plane needed to support the hole. The remaining quark squeezes through this hole, after which the first two quarks follow to shape the hadron to a given genetic, configuration. The hole then closes to divide time from timeless.. The gunfighter is wanted for multiple killings, a consequence that keeps the slender computer wizard on the run from authorities - and domineering wife, Ivy Chapman.. As in Quantum Roots, aka The Vigilante Sightings, Quantum Roots II is based on mounting evidence that people form from recycled energy.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Young Adult",
                "Adventure",
                "New Adult",
                "Adult",
                "Drama",
                "Childrens",
                "Contemporary",
                "Fantasy"
            ]
        },
        {
            "title": "The Power of Myth",
            "authors": [
                "Joseph Campbell",
                "Bill Moyers"
            ],
            "ranking": 4.25,
            "ranking_count": 48282,
            "abstract": "The Power Of Myth launched an extraordinary resurgence of interest in Joseph Campbell and his work. A preeminent scholar, writer, and teacher, he has had a profound influence on millions of people. To him, mythology was the song of the universe, the music of the spheres. With Bill Moyers, one of America's most prominent journalists, as his thoughtful and engaging interviewer, The Power Of Myth touches on subjects from modern marriage to virgin births, from Jesus to John Lennon, offering a brilliant combination of intelligence and wit.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Fantasy",
                "Philosophy",
                "Religion",
                "History",
                "Psychology",
                "Spirituality",
                "Classics",
                "Anthropology",
                "Language"
            ]
        },
        {
            "title": "Geek Love",
            "authors": [
                "Katherine Dunn"
            ],
            "ranking": 3.96,
            "ranking_count": 64146,
            "abstract": "Geek Love. is the story of the Binewskis, a carny family whose mater- and paterfamilias set out—with the help of amphetamine, arsenic, and radioisotopes—to breed their own exhibit of human oddities. There’s Arturo the Aquaboy, who has flippers for limbs and a megalomaniac ambition worthy of Genghis Khan . . . Iphy and Elly, the lissome Siamese twins . . . albino hunchback Oly, and the outwardly normal Chick, whose mysterious gifts make him the family’s most precious—and dangerous—asset.. As the Binewskis take their act across the backwaters of the U.S., inspiring fanatical devotion and murderous revulsion; as its members conduct their own Machiavellian version of sibling rivalry,. Geek Love. throws its sulfurous light on our notions of the freakish and the normal, the beautiful and the ugly, the holy and the obscene. Family values will never be the same.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Adult",
                "Adult Fiction",
                "Dark"
            ]
        },
        {
            "title": "Hard-Boiled Wonderland and the End of the World",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 4.14,
            "ranking_count": 118599,
            "abstract": "'A narrative particle accelerator that zooms between Wild Turkey Whiskey and Bob Dylan, unicorn skulls and voracious librarians, John Coltrane and. Lord Jim. . Science fiction, detective story and post-modern manifesto all rolled into one rip-roaring novel,. Hard-Boiled Wonderland and the End of the World. is the tour de force that expanded Haruki Murakami's international following. Tracking one man's descent into the Kafkaesque underworld of contemporary Tokyo, Murakami unites East and West, tragedy and farce, compassion and detachment, slang and philosophy.'",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Cultural",
                "Asian Literature",
                "Science Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Battle Royale",
            "authors": [
                "Koushun Takami",
                "Yuji Oniki"
            ],
            "ranking": 4.21,
            "ranking_count": 67997,
            "abstract": "Koushun Takami's notorious high-octane thriller is based on an irresistible premise: a class of junior high school students is taken to a deserted island where, as part of a ruthless authoritarian program, they are provided arms and forced to kill one another until only one survivor is left standing. Criticized as violent exploitation when first published in Japan - where it then proceeded to become a runaway bestseller - Battle Royale is a Lord of the Flies for the 21st century, a potent allegory of what it means to be young and (barely) alive in a dog-eat-dog world. Made into a controversial hit movie of the same name, Battle Royale is already a contemporary Japanese pulp classic, now available for the first time in the English language.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Science Fiction",
                "Thriller",
                "Young Adult",
                "Cultural",
                "Asian Literature",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Living Dead in Dallas",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.96,
            "ranking_count": 244895,
            "abstract": "Cocktail waitress Sookie Stackhouse is having a streak of bad luck. First her co-worker is killed, and no one seems to care. Then she comes face to-face with a beastly creature that gives her a painful and poisonous lashing. Enter the vampires, who graciously suck the poison from her veins (like they didn't enjoy it).. The point is: they saved her life. So when one of the bloodsuckers asks for a favor, she obliges - and soon Sookie's in Dallas, using her telepathic skills to search for a missing vampire. She's supposed to interview certain humans involved, but she makes one condition: the vampires must promise to behave and let the humans go unharmed. But that's easier said than done, and all it takes is one delicious blonde and one small mistake for things to turn deadly....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Red Rising",
            "authors": [
                "Pierce Brown"
            ],
            "ranking": 4.25,
            "ranking_count": 297102,
            "abstract": "I live for the dream that my children will be born free, she says. That they will be what they like. That they will own the land their father gave them.. I live for you, I say sadly.. Eo kisses my cheek. Then you must live for more.. Darrow is a Red, a member of the lowest caste in the color-coded society of the future. Like his fellow Reds, he works all day, believing that he and his people are making the surface of Mars livable for future generations.. Yet he spends his life willingly, knowing that his blood and sweat will one day result in a better world for his children.. But Darrow and his kind have been betrayed. Soon he discovers that humanity already reached the surface generations ago. Vast cities and sprawling parks spread across the planet. Darrow—and Reds like him—are nothing more than slaves to a decadent ruling class.. Inspired by a longing for justice, and driven by the memory of lost love, Darrow sacrifices everything to infiltrate the legendary Institute, a proving ground for the dominant Gold caste, where the next generation of humanity's overlords struggle for power. He will be forced to compete for his life and the very future of civilization against the best and most brutal of Society's ruling class. There, he will stop at nothing to bring down his enemies... even if it means he has to become one of them to do so.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "Chasing the Devil: The Search for Africa's Fighting Spirit",
            "authors": [
                "Tim Butcher"
            ],
            "ranking": 4.12,
            "ranking_count": 1734,
            "abstract": "For many years Sierra Leone and Liberia have been too dangerous to travel through, bedevilled by a uniquely brutal form of violence from which sprang many of Africa's cruellest contemporary icons. This travel book touches on one of the most fraught parts of the globe at a different moment in its history.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Travel",
                "Nonfiction",
                "History",
                "Adventure",
                "Western Africa",
                "Writing",
                "War",
                "Biography"
            ]
        },
        {
            "title": "The Story of My Life",
            "authors": [
                "Helen Keller"
            ],
            "ranking": 4.07,
            "ranking_count": 142071,
            "abstract": "When she was 19 months old, Helen Keller (1880–1968) suffered a severe illness that left her blind and deaf. Not long after, she also became mute. Her tenacious struggle to overcome these handicaps-with the help of her inspired teacher, Anne Sullivan-is one of the great stories of human courage and dedication. In this classic autobiography, first published in 1903, Miss Keller recounts the first 22 years of her life, including the magical moment at the water pump when, recognizing the connection between the word water and the cold liquid flowing over her hand, she realized that objects had names. Subsequent experiences were equally noteworthy: her joy at eventually learning to speak, her friendships with Oliver Wendell Holmes, Edward Everett Hale and other notables, her education at Radcliffe (from which she graduated cum laude), and-underlying all-her extraordinary relationship with Miss Sullivan, who showed a remarkable genius for communicating with her eager and quick-to-learn pupil.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Classics",
                "Autobiography",
                "History",
                "Biography Memoir",
                "Historical",
                "Disability",
                "Audiobook"
            ]
        },
        {
            "title": "Rubinrot",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.11,
            "ranking_count": 133641,
            "abstract": "Manchmal ist es ein echtes Kreuz, in einer Familie zu leben, die jede Menge Geheimnisse hat. Der Überzeugung ist zumindest die 16-jährige Gwendolyn.. Bis sie sich eines Tages aus heiterem Himmel im London um die letzte Jahrhundertwende wiederfindet. Und ihr klar wird, dass ausgerechnet sie das allergrößte Geheimnis ihrer Familie ist. Was ihr dagegen nicht klar ist: Dass man sich zwischen den Zeiten möglichst nicht verlieben sollte. Denn das macht die Sache erst recht kompliziert!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "One Fish, Two Fish, Red Fish, Blue Fish",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.15,
            "ranking_count": 185485,
            "abstract": "One Fish Two Fish Red Fish Blue Fish is a 1960 children's book by Dr. Seuss (Theodor Seuss Geisel). A simple rhyming book for learner readers, it is a book with a freewheeling plot about a boy and a girl, and the many amazing creatures they have for friends and pets. One Fish Two Fish Red Fish Blue Fish was part of the Beginner Book Video series which included Oh, the Thinks You Can Think! and The Foot Book.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Animals",
                "Fantasy",
                "Humor",
                "Kids"
            ]
        },
        {
            "title": "How to Win Friends and Influence People",
            "authors": [
                "Dale Carnegie"
            ],
            "ranking": 4.21,
            "ranking_count": 784921,
            "abstract": "You can go after the job you want...and get it! You can take the job you have...and improve it! You can take any situation you're in...and make it work for you!. Since its release in 1936,. How to Win Friends and Influence People. has sold more than 15 million copies. Dale Carnegie's first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives.. As relevant as ever before, Dale Carnegie's principles endure, and will help you achieve your maximum potential in the complex and competitive modern age.. Learn the six ways to make people like you, the twelve ways to win people to your way of thinking, and the nine ways to change people without arousing resentment.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Business",
                "Psychology",
                "Leadership",
                "Classics",
                "Language",
                "Audiobook",
                "Relationships"
            ]
        },
        {
            "title": "The Portrait of a Lady",
            "authors": [
                "Henry James",
                "Patricia Crick",
                "Claude Bonnafont"
            ],
            "ranking": 3.78,
            "ranking_count": 76371,
            "abstract": "When Isabel Archer, a beautiful, spirited American, is brought to Europe by her wealthy Aunt Touchett, it is expected that she will soon marry. But Isabel, resolved to determine her own fate, does not hesitate to turn down two eligible suitors. She then finds herself irresistibly drawn to Gilbert Osmond, who, beneath his veneer of charm and cultivation, is cruelty itself. A story of intense poignancy, Isabel's tale of love and betrayal still resonates with modern audiences.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "Jude the Obscure",
            "authors": [
                "Thomas Hardy",
                "Patricia Ingham",
                "Dennis Taylor",
                "Jenny Sterlin",
                "Mark Oxford",
                "James Oliver Smith Jr."
            ],
            "ranking": 3.82,
            "ranking_count": 67612,
            "abstract": "Jude Fawley's hopes of a university education are lost when he is trapped into marrying the earthy Arabella, who later abandons him. Moving to the town of Christminster where he finds work as a stonemason, Jude meets and falls in love with his cousin Sue Bridehead, a sensitive, freethinking 'New Woman'.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Princess Academy",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 4.02,
            "ranking_count": 112623,
            "abstract": "Miri lives on a mountain where, for generations, her ancestors have quarried stone and lived a simple life. Then word comes that the king's priests have divined her small village the home of the future princess. In a year's time, the prince himself will come and choose his bride from among the girls of the village. The king's ministers set up an academy on the mountain, and every teenage girl must attend and learn how to become a princess.. Miri soon finds herself confronted with a harsh academy mistress, bitter competition among the girls, and her own conflicting desires to be chosen and win the heart of her childhood best friend. But when bandits seek out the academy to kidnap the future princess, Miri must rally the girls together and use a power unique to the mountain dwellers to save herself and her classmates.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "The Omnivore's Dilemma: A Natural History of Four Meals",
            "authors": [
                "Michael Pollan"
            ],
            "ranking": 4.17,
            "ranking_count": 195704,
            "abstract": "What should we have for dinner? The question has confronted us since man discovered fire, but according to Michael Pollan, the bestselling author of. The Botany of Desire. , how we answer it today, at the dawn of the twenty-first century, may well determine our very survival as a species. Should we eat a fast-food hamburger? Something organic? Or perhaps something we hunt, gather, or grow ourselves? The omnivore’s dilemma has returned with a vengeance, as the cornucopia of the modern American supermarket and fast-food outlet confronts us with a bewildering and treacherous food landscape. What’s at stake in our eating choices is not only our own and our children’s health, but the health of the environment that sustains life on earth.. In this groundbreaking book, one of America’s most fascinating, original, and elegant writers turns his own omnivorous mind to the seemingly straightforward question of what we should have for dinner. To find out, Pollan follows each of the food chains that sustain us—industrial food, organic or alternative food, and food we forage ourselves—from the source to a final meal, and in the process develops a definitive account of the American way of eating. His absorbing narrative takes us from Iowa cornfields to food-science laboratories, from feedlots and fast-food restaurants to organic farms and hunting grounds, always emphasizing our dynamic coevolutionary relationship with the handful of plant and animal species we depend on. Each time Pollan sits down to a meal, he deploys his unique blend of personal and investigative journalism to trace the origins of everything consumed, revealing what we unwittingly ingest and explaining how our taste for particular foods and flavors reflects our evolutionary inheritance.. The surprising answers Pollan offers to the simple question posed by this book have profound political, economic, psychological, and even moral implications for all of us. Beautifully written and thrillingly argued,. The Omnivore’s Dilemma. promises to change the way we think about the politics and pleasure of eating. For anyone who reads it, dinner will never again look, or taste, quite the same.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Health",
                "History",
                "Environment",
                "Audiobook",
                "Politics"
            ]
        },
        {
            "title": "My Name Is Asher Lev",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.22,
            "ranking_count": 38142,
            "abstract": "Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. Asher Lev is an artist who is compulsively driven to render the world he sees and feels even when it leads him to blasphemy. In this stirring and often visionary novel, Chaim Potok traces Asher’s passage between these two identities, the one consecrated to God, the other subject only to the imagination.. Asher Lev grows up in a cloistered Hasidic community in postwar Brooklyn, a world suffused by ritual and revolving around a charismatic Rebbe. But in time his gift threatens to estrange him from that world and the parents he adores. As it follows his struggle,. My Name Is Asher Lev. becomes a luminous portrait of the artist, by turns heartbreaking and exultant, a modern classic.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Religion",
                "Art",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Still Alice",
            "authors": [
                "Lisa Genova"
            ],
            "ranking": 4.31,
            "ranking_count": 318827,
            "abstract": "Still Alice. is a compelling debut novel about a 50-year-old woman's sudden descent into early onset Alzheimer's disease, written by first-time author Lisa Genova, who holds a Ph. D in neuroscience from Harvard University.. Alice Howland, happily married with three grown children and a house on the Cape, is a celebrated Harvard professor at the height of her career when she notices a forgetfulness creeping into her life. As confusion starts to cloud her thinking and her memory begins to fail her, she receives a devastating diagnosis: early onset Alzheimer's disease. Fiercely independent, Alice struggles to maintain her lifestyle and live in the moment, even as her sense of self is being stripped away. In turns heartbreaking, inspiring and terrifying, Still Alice captures in remarkable detail what's it's like to literally lose your mind...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Psychology",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Medical",
                "Realistic Fiction",
                "Drama"
            ]
        },
        {
            "title": "Something Wicked This Way Comes",
            "authors": [
                "Ray Bradbury"
            ],
            "ranking": 3.92,
            "ranking_count": 113568,
            "abstract": "One of Ray Bradbury’s best-known and most popular novels,. Something Wicked This Way Comes. , now featuring a new introduction and material about its longstanding influence on culture and genre.. For those who still dream and remember, for those yet to experience the hypnotic power of its dark poetry, step inside. The show is about to begin. Cooger & Dark’s Pandemonium Shadow Show has come to Green Town, Illinois, to destroy every life touched by its strange and sinister mystery. The carnival rolls in sometime after midnight, ushering in Halloween a week early. A calliope’s shrill siren song beckons to all with a seductive promise of dreams and youth regained. Two boys will discover the secret of its smoke, mazes, and mirrors; two friends who will soon know all too well the heavy cost of wishes…and the stuff of nightmares.. Few novels have endured in the heart and memory as has Ray Bradbury’s unparalleled literary masterpiece. Something Wicked This Way Comes. . Scary and suspenseful, it is a timeless classic in the American canon.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction",
                "Young Adult",
                "Holiday",
                "Audiobook",
                "Science Fiction Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "The Glass Castle",
            "authors": [
                "Jeannette Walls"
            ],
            "ranking": 4.29,
            "ranking_count": 1031453,
            "abstract": "A tender, moving tale of unconditional love in a family that, despite its profound flaws, gave the author the fiery determination to carve out a successful life on her own terms.. Jeannette Walls grew up with parents whose ideals and stubborn nonconformity were both their curse and their salvation. Rex and Rose Mary Walls had four children. In the beginning, they lived like nomads, moving among Southwest desert towns, camping in the mountains. Rex was a charismatic, brilliant man who, when sober, captured his children's imagination, teaching them physics, geology, and above all, how to embrace life fearlessly. Rose Mary, who painted and wrote and couldn't stand the responsibility of providing for her family, called herself an excitement addict. Cooking a meal that would be consumed in fifteen minutes had no appeal when she could make a painting that might last forever.. Later, when the money ran out, or the romance of the wandering life faded, the Walls retreated to the dismal West Virginia mining town -- and the family -- Rex Walls had done everything he could to escape. He drank. He stole the grocery money and disappeared for days. As the dysfunction of the family escalated, Jeannette and her brother and sisters had to fend for themselves, supporting one another as they weathered their parents' betrayals and, finally, found the resources and will to leave home.. What is so astonishing about Jeannette Walls is not just that she had the guts and tenacity and intelligence to get out, but that she describes her parents with such deep affection and generosity. Hers is a story of triumph against all odds, but also a tender, moving tale of unconditional love in a family that despite its profound flaws gave her the fiery determination to carve out a successful life on her own terms.. For two decades, Jeannette Walls hid her roots. Now she tells her own story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Book Club",
                "Adult",
                "Audiobook",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Cryptonomicon",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.24,
            "ranking_count": 105565,
            "abstract": "Cryptonomicon. zooms all over the world, careening conspiratorially back and forth between two time periods—World War II and the present. Our 1940s heroes are the brilliant mathematician Lawrence Waterhouse, crypt analyst extraordinaire, and gung-ho, morphine-addicted marine Bobby Shaftoe. They're part of Detachment 2702, an Allied group trying to break Axis communication codes while simultaneously preventing the enemy from figuring out that their codes have been broken. Their job boils down to layer upon layer of deception. Dr. Alan Turing is also a member of 2702, and he explains the unit's strange workings to Waterhouse. When we want to sink a convoy, we send out an observation plane first... Of course, to observe is not its real duty—we already know exactly where the convoy is. Its real duty is to be observed... Then, when we come round and sink them, the Germans will not find it suspicious.. All of this secrecy resonates in the present-day story line, in which the grandchildren of the WWII heroes—inimitable programming geek Randy Waterhouse and the lovely and powerful Amy Shaftoe—team up to help create an offshore data haven in Southeast Asia and maybe uncover some gold once destined for Nazi coffers. To top off the paranoiac tone of the book, the mysterious Enoch Root, key member of Detachment 2702 and the Societas Eruditorum, pops up with an unbreakable encryption scheme left over from WWII to befuddle the 1990s protagonists with conspiratorial ties.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Historical",
                "Thriller",
                "War",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Ficciones",
            "authors": [
                "Jorge Luis Borges",
                "Anthony Kerrigan",
                "Anthony Bonner"
            ],
            "ranking": 4.43,
            "ranking_count": 56676,
            "abstract": "The seventeen pieces in. Ficciones. demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in. Ficciones. is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything else in between.. Part One: The Garden of Forking Paths. Prologue. Tlön, Uqbar, Orbis Tertius (1940). The Approach to Al-Mu'tasim (1936, not included in the 1941 edition). Pierre Menard, Author of the Quixote (1939). The Circular Ruins (1940). The Lottery in Babylon (1941). An Examination of the Work of Herbert Quain (1941). The Library of Babel (1941). The Garden of Forking Paths (1941). Part Two: Artifices. Prologue. Funes the Memorious (1942). The Form of the Sword (1942). Theme of the Traitor and the Hero (1944). Death and the Compass (1942). The Secret Miracle (1943). Three Versions of Judas (1944). The End (1953, 2nd edition only). The Sect of the Phoenix (1952, 2nd edition only). The South (1953, 2nd edition only)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Magical Realism",
                "Literature",
                "Fantasy",
                "European Literature",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "On Writing: A Memoir of the Craft",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.32,
            "ranking_count": 253387,
            "abstract": "Long live the King hailed Entertainment Weekly upon the publication of Stephen King's On Writing. Part memoir, part master class by one of the bestselling authors of all time, this superb volume is a revealing and practical view of the writer's craft, comprising the basic tools of the trade every writer must have. King's advice is grounded in his vivid memories from childhood through his emergence as a writer, from his struggling early career to his widely reported near-fatal accident in 1999 -- and how the inextricable link between writing and living spurred his recovery. Brilliantly structured, friendly and inspiring, On Writing will empower and entertain everyone who reads it -- fans, writers, and anyone who loves a great story well told.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Autobiography",
                "Biography",
                "Reference",
                "Audiobook",
                "Biography Memoir",
                "Writing",
                "Self Help"
            ]
        },
        {
            "title": "Howards End",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 3.95,
            "ranking_count": 83609,
            "abstract": "Howards End. is a novel by E. M. Forster about social conventions, codes of conduct and relationships in turn-of-the-century England. A strong-willed and intelligent woman refuses to allow the pretensions of her husband's smug English family to ruin her life.. Howards End. is considered by some to be Forster's masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "Romance",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Namesake",
            "authors": [
                "Jhumpa Lahiri"
            ],
            "ranking": 4.0,
            "ranking_count": 251020,
            "abstract": "Jhumpa Lahiri's. Interpreter of Maladies. established this young writer as one the most brilliant of her generation. Her stories are one of the very few debut works -- and only a handful of collections -- to have won the Pulitzer Prize for fiction. Among the many other awards and honors it received were the New Yorker Debut of the Year award, the PEN/Hemingway Award, and the highest critical praise for its grace, acuity, and compassion in detailing lives transported from India to America.. In. The Namesake. , Lahiri enriches the themes that made her collection an international bestseller: the immigrant experience, the clash of cultures, the conflicts of assimilation, and, most poignantly, the tangled ties between generations. Here again Lahiri displays her deft touch for the perfect detail — the fleeting moment, the turn of phrase — that opens whole worlds of emotion.. The Namesake. takes the Ganguli family from their tradition-bound life in Calcutta through their fraught transformation into Americans. On the heels of their arranged wedding, Ashoke and Ashima Ganguli settle together in Cambridge, Massachusetts. An engineer by training, Ashoke adapts far less warily than his wife, who resists all things American and pines for her family. When their son is born, the task of naming him betrays the vexed results of bringing old ways to the new world. Named for a Russian writer by his Indian parents in memory of a catastrophe years before, Gogol Ganguli knows only that he suffers the burden of his heritage as well as his odd, antic name.. Lahiri brings great empathy to Gogol as he stumbles along the first-generation path, strewn with conflicting loyalties, comic detours, and wrenching love affairs. With penetrating insight, she reveals not only the defining power of the names and expectations bestowed upon us by our parents, but also the means by which we slowly, sometimes painfully, come to define ourselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Asian Literature",
                "Literature",
                "Book Club",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Moon Is a Harsh Mistress",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 4.16,
            "ranking_count": 122803,
            "abstract": "It is a tale of revolution, of the rebellion of a former penal colony on the Moon against its masters on the Earth. It is a tale of a culture whose family structures are based on the presence of two men for every woman, leading to novel forms of marriage and family. It is the story of the disparate people, a computer technician, a vigorous young female agitator, and an elderly academic who become the movement's leaders, and of Mike, the supercomputer whose sentience is known only to the revolt's inner circle, who for reasons of his own is committed to the revolution's ultimate success.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Politics",
                "Space",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Because of Winn-Dixie",
            "authors": [
                "Kate DiCamillo"
            ],
            "ranking": 4.07,
            "ranking_count": 230691,
            "abstract": "Kate DiCamillo's beloved, best-selling debut novel is now available in a paperback digest edition.. Kate DiCamillo's first published novel, like Winn-Dixie himself, immediately proved to be a keeper—a New York Times bestseller, a Newbery Honor winner, the inspiration for a popular film, and most especially, a cherished classic that touches the hearts of readers of all ages. It's now available in a paperback digest format certain to bring this tale's magic to an even wider circle of fans.. The summer Opal and her father, the preacher, move to Naomi, Florida, Opal goes into the Winn-Dixie supermarket—and comes out with a dog. A big, ugly, suffering dog with a sterling sense of humor. A dog she dubs Winn-Dixie. Because of Winn-Dixie, the preacher tells Opal ten things about her absent mother, one for each year Opal has been alive. Winn-Dixie is better at making friends than anyone Opal has ever known, and together they meet the local librarian, Miss Franny Block, who once fought off a bear with a copy of WAR AND PEACE. They meet Gloria Dump, who is nearly blind but sees with her heart, and Otis, an ex-con who sets the animals in his pet shop loose after hours, then lulls them with his guitar.. Opal spends all that sweet summer collecting stories about her new friends and thinking about her mother. But because of Winn-Dixie or perhaps because she has grown, Opal learns to let go, just a little, and that friendship—and forgiveness—can sneak up on you like a sudden summer storm.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Realistic Fiction",
                "Young Adult",
                "Animals",
                "Classics",
                "Academic"
            ]
        },
        {
            "title": "The Color of Magic",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 3.99,
            "ranking_count": 347887,
            "abstract": "Terry Pratchett's profoundly irreverent, bestselling novels have garnered him a revered position in the halls of parody next to the likes of Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen.. The Color of Magic. is Terry Pratchett's maiden voyage through the now-legendary land of Discworld. This is where it all begins -- with the tourist Twoflower and his wizard guide, Rincewind.. On a world supported on the back of a giant turtle (sex unknown), a gleeful, explosive, wickedly eccentric expedition sets out. There's an avaricious but inept wizard, a naive tourist whose luggage moves on hundreds of dear little legs, dragons who only exist if you believe in them, and of course THE EDGE of the planet...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Blood of Olympus",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.42,
            "ranking_count": 255744,
            "abstract": "Nico had warned them.. Going through the House of Hades would stir the demigods' worst memories. Their ghosts would become restless. Nico may actually. become. a ghost if he has to shadow-travel with Reyna and Coach Hedge one more time. But that might be better than the alternative: allowing someone else to die, as Hades foretold.. Jason's ghost is his mother,. who abandoned him when he was little. He may not know how he is going to prove himself as a leader, but he does know that he will not break promises like she did. He will complete his line of the prophecy:. To storm or fire the world must fall.. Reyna fears the ghosts of her ancestors,. who radiate anger. But she can't allow them to distract her from getting the Athena Parthenos to Camp Half-Blood before war breaks out between the Romans and Greeks. Will she have enough strength to succeed, especially with a deadly hunter on her trail?. Leo fears that his plan won't work,. that his friends might interfere. But there is no other way. All of them know that one of the Seven has to die in order to defeat Gaea, the Earth Mother.. Piper must learn to give herself over to fear.. Only then will she be able to do her part at the end: utter a single word.. Heroes, gods, and monsters all have a role to play in the climactic fulfillment of the prophecy in. The Blood of Olympus. , the electrifying finale of the best-selling Heroes of Olympus series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Mythology"
            ]
        },
        {
            "title": "The Sea of Tranquility",
            "authors": [
                "Katja Millay"
            ],
            "ranking": 4.3,
            "ranking_count": 82815,
            "abstract": "I live in a world without magic or miracles. A place where there are no clairvoyants or shapeshifters, no angels or superhuman boys to save you. A place where people die and music disintegrates and things suck. I am pressed so hard against the earth by the weight of reality that some days I wonder how I am still able to lift my feet to walk.. Former piano prodigy Nastya Kashnikov wants two things: to get through high school without anyone learning about her past and to make the boy who took everything from her—her identity, her spirit, her will to live—pay.. Josh Bennett’s story is no secret: every person he loves has been taken from his life until, at seventeen years old, there is no one left. Now all he wants is be left alone and people allow it because when your name is synonymous with death, everyone tends to give you your space.. Everyone except Nastya, the mysterious new girl at school who starts showing up and won’t go away until she’s insinuated herself into every aspect of his life. But the more he gets to know her, the more of an enigma she becomes. As their relationship intensifies and the unanswered questions begin to pile up, he starts to wonder if he will ever learn the secrets she’s been hiding—or if he even wants to.. The Sea of Tranquility. is a rich, intense, and brilliantly imagined story about a lonely boy, an emotionally fragile girl, and the miracle of second chances.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "New Adult",
                "Fiction",
                "Sociology",
                "Realistic Fiction",
                "Drama"
            ]
        },
        {
            "title": "Antigone",
            "authors": [
                "Sophocles",
                "J.E. Thomas"
            ],
            "ranking": 3.67,
            "ranking_count": 124103,
            "abstract": "The curse placed on Oedipus lingers and haunts a younger generation in this new and brilliant translation of Sophocles' classic drama. The daughter of Oedipus and Jocasta, Antigone is an unconventional heroine who pits her beliefs against the King of Thebes in a bloody test of wills that leaves few unharmed. Emotions fly as she challenges the king for the right to bury her own brother. Determined but doomed, Antigone shows her inner strength throughout the play.. Antigone raises issues of law and morality that are just as relevant today as they were more than two thousand years ago. Whether this is your first reading or your twentieth, Antigone will move you as few pieces of literature can.. To make this quintessential Greek drama more accessible to the modern reader, this Prestwick House Literary Touchstone Edition includes a glossary of difficult terms, a list of vocabulary words, and convenient sidebar notes. By providing these, it is our intention that readers will more fully enjoy the beauty, wisdom, and intent of the play.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Academic",
                "Fantasy",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Around the World in Eighty Days",
            "authors": [
                "Jules Verne",
                "Brian W. Aldiss",
                "Michael Glencross"
            ],
            "ranking": 3.94,
            "ranking_count": 213155,
            "abstract": "One night in the reform club, Phileas Fogg bets his companions that he can travel across the globe in just eighty days. Breaking the well-established routine of his daily life, he immediately sets off for Dover with his astonished valet Passepartout. Passing through exotic lands and dangerous locations, they seize whatever transportation is at hand—whether train or elephant—overcoming set-backs and always racing against the clock.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Science Fiction",
                "Cultural",
                "Travel",
                "Fantasy",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Sharp Objects",
            "authors": [
                "Gillian Flynn"
            ],
            "ranking": 4.0,
            "ranking_count": 825598,
            "abstract": "Fresh from a brief stay at a psych hospital, reporter Camille Preaker faces a troubling assignment: she must return to her tiny hometown to cover the unsolved murder of a preteen girl and the disappearance of another. For years, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed in her old bedroom in her family's Victorian mansion, Camille finds herself identifying with the young victims—a bit too strongly. Dogged by her own demons, she must unravel the psychological puzzle of her own past if she wants to get the story—and survive this homecoming.. Librarian's Note: this is an alternate cover edition - ISBN 10: 0307341550 (ISBN 13: 9780307341556)",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook",
                "Contemporary",
                "Horror"
            ]
        },
        {
            "title": "The Passage",
            "authors": [
                "Justin Cronin"
            ],
            "ranking": 4.03,
            "ranking_count": 200522,
            "abstract": "IT HAPPENED FAST.. THIRTY-TWO MINUTES FOR ONE WORLD TO DIE, ANOTHER TO BE BORN.. First, the unthinkable: a security breach at a secret U.S. government facility unleashes the monstrous product of a chilling military experiment. Then, the unspeakable: a night of chaos and carnage gives way to sunrise on a nation, and ultimately a world, forever altered. All that remains for the stunned survivors is the long fight ahead and a future ruled by fear—of darkness, of death, of a fate far worse.. As civilization swiftly crumbles into a primal landscape of predators and prey, two people flee in search of sanctuary. FBI agent Brad Wolgast is a good man haunted by what he's done in the line of duty. Six-year-old orphan Amy Harper Bellafonte is a refugee from the doomed scientific project that has triggered apocalypse. Wolgast is determined to protect her from the horror set loose by her captors, but for Amy, escaping the bloody fallout is only the beginning of a much longer odyssey—spanning miles and decades—toward the time an place where she must finish what should never have begun.. With. The Passage. , award-winning author Justin Cronin has written both a relentlessly suspenseful adventure and an epic chronicle of human endurance in the face of unprecedented catastrophe and unimaginable danger. Its inventive storytelling, masterly prose, and depth of human insight mark it as a crucial and transcendent work of modern fiction.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Paranormal",
                "Thriller"
            ]
        },
        {
            "title": "Starship Troopers",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 4.0,
            "ranking_count": 209511,
            "abstract": "The historians can’t seem to settle whether to call this one The Third Space War (or the fourth), or whether The First Interstellar War fits it better. We just call it “The Bug War. Everything up to then and still later were incidents, patrols, or police actions. However, you are just as dead if you buy the farm in an incident as you are if you buy it in a declared war.... In one of Robert A. Heinlein’s most controversial bestsellers, a recruit of the future goes through the toughest boot camp in the Universe—and into battle with the Terran Mobile Infantry against mankind’s most alarming enemy.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "War",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Invention of Hugo Cabret",
            "authors": [
                "Brian Selznick"
            ],
            "ranking": 4.21,
            "ranking_count": 175403,
            "abstract": "Orphan, clock keeper, and thief, Hugo lives in the walls of a busy Paris train station, where his survival depends on secrets and anonymity. But when his world suddenly interlocks with an eccentric, bookish girl and a bitter old man who runs a toy booth in the station, Hugo's undercover life, and his most precious secret, are put in jeopardy. A cryptic drawing, a treasured notebook, a stolen key, a mechanical man, and a hidden message from Hugo's dead father form the backbone of this intricate, tender, and spellbinding mystery.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Sequential Art",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "An Ember in the Ashes",
            "authors": [
                "Sabaa Tahir"
            ],
            "ranking": 4.27,
            "ranking_count": 242998,
            "abstract": "▶. Alternative Cover Edition #1. Laia is a slave. Elias is a soldier. Neither is free.. Under the Martial Empire, defiance is met with death. Those who do not vow their blood and bodies to the Emperor risk the execution of their loved ones and the destruction of all they hold dear.. It is in this brutal world, inspired by ancient Rome, that Laia lives with her grandparents and older brother. The family ekes out an existence in the Empire’s impoverished backstreets. They do not challenge the Empire. They’ve seen what happens to those who do.. But when Laia’s brother is arrested for treason, Laia is forced to make a decision. In exchange for help from rebels who promise to rescue her brother, she will risk her life to spy for them from within the Empire’s greatest military academy.. There, Laia meets Elias, the school’s finest soldier—and secretly, its most unwilling. Elias wants only to be free of the tyranny he’s being trained to enforce. He and Laia will soon realize that their destinies are intertwined—and that their choices will change the fate of the Empire itself.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Choke",
            "authors": [
                "Chuck Palahniuk",
                "Matteo Colombo"
            ],
            "ranking": 3.7,
            "ranking_count": 198838,
            "abstract": "Victor Mancini, a medical-school dropout, is an antihero for our deranged times. Needing to pay elder care for his mother, Victor has devised an ingenious scam: he pretends to choke on pieces of food while dining in upscale restaurants. He then allows himself to be “saved” by fellow patrons who, feeling responsible for Victor’s life, go on to send checks to support him. When he’s not pulling this stunt, Victor cruises sexual addiction recovery workshops for action, visits his addled mom, and spends his days working at a colonial theme park. His creator, Chuck Palahniuk, is the visionary we need and the satirist we deserve.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Novels",
                "Literature",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Dark"
            ]
        },
        {
            "title": "Small Gods",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.3,
            "ranking_count": 108719,
            "abstract": "Just because you can't explain it, doesn't mean it's a miracle.' Religion is a controversial business in the Discworld. Everyone has their own opinion, and indeed their own gods. Who come in all shapes and sizes. In such a competitive environment, there is a pressing need to make one's presence felt. And it's certainly not remotely helpful to be reduced to be appearing in the form of a tortoise, a manifestation far below god-like status in anyone's book. In such instances, you need an acolyte, and fast. Preferably one who won't ask too many questions...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Religion",
                "Audiobook",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Finale",
            "authors": [
                "Becca Fitzpatrick"
            ],
            "ranking": 4.14,
            "ranking_count": 159932,
            "abstract": "Nora and Patch thought their troubles were behind them. Hank is gone and they should be able to put his ugly vendetta to rest. But in Hank's absence, Nora has become the unwitting head of the Nephilim and must finish what Hank began. Which ultimately means destroying the fallen angels - destroying Patch.. Nora will never let that happen, so she and Patch make a plan: lead everyone to believe they have broken up, and work the system from the inside. Nora will convince the Nephilim that they are making a mistake in fighting the fallen angels, and Patch will find out everything he can from the opposing side. They will end this war before it can even begin.. But the best-laid plans often go awry. Nora is put through the paces in her new role and finds herself drawn to an addictive power she never anticipated.. As the battle lines are drawn, Nora and Patch must confront the differences that have always been between them and either choose to ignore them or let them destroy the love they have always fought for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "An Abundance of Katherines",
            "authors": [
                "John Green"
            ],
            "ranking": 3.54,
            "ranking_count": 495261,
            "abstract": "Katherine V thought boys were gross. Katherine X just wanted to be friends. Katherine XVIII dumped him in an e-mail. K-19 broke his heart. When it comes to relationships, Colin Singleton's type happens to be girls named Katherine. And when it comes to girls named Katherine, Colin is always getting dumped. Nineteen times, to be exact.. On a road trip miles from home, this anagram-happy, washed-up child prodigy has ten thousand dollars in his pocket, a bloodthirsty feral hog on his trail, and an overweight, Judge Judy-loving best friend riding shotgun--but no Katherines. Colin is on a mission to prove The Theorem of Underlying Katherine Predictability, which he hopes will predict the future of any relationship, avenge Dumpees everywhere, and finally win him the girl.. Love, friendship, and a dead Austro-Hungarian archduke add up to surprising and heart-changing conclusions in this ingeniously layered comic novel about reinventing oneself.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "Linger",
            "authors": [
                "Maggie Stiefvater"
            ],
            "ranking": 3.88,
            "ranking_count": 164256,
            "abstract": "the longing.. Once Grace and Sam have found each other, they know they must fight to stay together. For Sam, this means a reckoning with his werewolf past. For Grace, it means facing a future that is less and less certain.. the loss.. Into their world comes a new wolf named Cole, whose past is full of hurt and danger. He is wrestling with his own demons, embracing the life of a wolf while denying the ties of being a human.. the linger.. For Grace, Sam, and Cole, life a constant struggle between two forces - wolf and human - with love baring its two sides as well. It is harrowing and euphoric, freeing and entrapping, enticing and alarming. As their world falls apart, love is what lingers. But will it be enough?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "Survivor",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.92,
            "ranking_count": 113459,
            "abstract": "From the author of the underground sensation. Fight Club. comes this wickedly incisive second novel, a mesmerizing, unnerving, and hilarious vision of cult and post-cult life.. Tender Branson—last surviving member of the so-called Creedish Death Cult—is dictating his life story into the flight recorder of Flight 2039, cruising on autopilot at 39,000 feet somewhere over the Pacific Ocean. He is all alone in the airplane, which will crash shortly into the vast Australian outback. Before it does, he will unfold the tale of his journey from an obedient Creedish child and humble domestic servant to an ultra-buffed, steroid- and collagen-packed media messiah, author of a best-selling autobiography,. Saved from Salvation. , and the even better selling. Book of Very Common Prayer. (The Prayer to Delay Orgasm, The Prayer to Prevent Hair Loss, The Prayer to Silence Car Alarms). He'll reveal the truth of his tortured romance with the elusive and prescient Fertility Hollis, share his insight that the only difference between suicide and martyrdom is press coverage, and deny responsibility for the Tender Branson Sensitive Materials Sanitary Landfill, a 20,000-acre repository for the nation's outdated pornography. Among other matters both bizarre and trenchant.. Not since Kurt Vonnegut's. Mother Night. and Jerzy Kosinski's. Being There. has there been as dark and telling a satire on the wages of fame and the bedrock lunacy of the modern world. Unpredictable, compelling, and unforgettable,. Survivor. is Chuck Palahniuk at his deadpan peak; and it cements his place as one of the most original writers in fiction today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Thriller",
                "Novels",
                "Humor",
                "Literature",
                "Dark",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Mary Poppins",
            "authors": [
                "P.L. Travers",
                "Júlia Sardà",
                "Mary   Shepard"
            ],
            "ranking": 4.02,
            "ranking_count": 124229,
            "abstract": "By P.L. Travers, the author featured in the major motion picture,. Saving Mr. Banks. . From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.. It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a. most. unusual nanny to Jane, Michael, and the twins. Who else but Mary Poppins can slide. up. banisters, pull an entire armchair out of an empty carpetbag, and make a dose of medicine taste like delicious lime-juice cordial? A day with Mary Poppins is a day of magic and make-believe come to life!",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Childrens",
                "Fiction",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Fire",
            "authors": [
                "Kristin Cashore"
            ],
            "ranking": 4.1,
            "ranking_count": 175204,
            "abstract": "It is not a peaceful time in the Dells. The young King Nash clings to his throne while rebel lords in the north and south build armies to unseat him. The mountains and forests are filled with spies and thieves and lawless men.. This is where Fire lives. With a wild, irresistible appearance and hair the color of flame, Fire is the last remaining human monster. Equally hated and adored, she had the unique ability to control minds, but she guards her power, unwilling to steal the secrets of innocent people. Especially when she has so many of her own.. Then Prince Brigan comes to bring her to King City, The royal family needs her help to uncover the plot against the king. Far away from home, Fire begins to realize there's more to her power than she ever dreamed. Her power could save the kingdom.. If only she weren't afraid of becoming the monster her father was.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
            "authors": [
                "Stephen R. Covey",
                "Jim Collins"
            ],
            "ranking": 4.14,
            "ranking_count": 635219,
            "abstract": "When Stephen Covey first released The Seven Habits of Highly Effective People, the book became an instant rage because people suddenly got up and took notice that their lives were headed off in the wrong direction; and more than that, they realized that there were so many simple things they could do in order to navigate their life correctly. This book was wonderful education for people, education in how to live life effectively and get closer to the ideal of being a ‘success’ in life.. But not everyone understands Stephen Covey’s model fully well, or maybe there are some people who haven’t read it yet. This is definitely true because we still see so much failure all around us. Now, I am not saying that by using Covey’s model, or anyone else’s model for that matter, you can become a sure-shot success, but at least we should have seen many more successes around us already judging by the number of copies the book has sold! So, where is the shortcoming?. There are two main problems here, and we are talking only about the people who have read the book already. The first problem is that most people are too lazy to implement the ideals of Stephen Covey in their lives. They consider his masterpiece of a book as a mere coffee-table book or a book that you use for light reading when you are traveling and then forget all about it. They do not realize that this book contains life-changing information. Or, they take the information and do not make the effort to actually utilize it so that it becomes knowledge for them.. The second problem is that a lot of people have a myopic view of Covey’s ideals. These are people who are impressed by the book already. If you ask them what the seven habits are, they can rattle them off end to end, but then they miss the larger picture. They do not understand that Covey was trying to tell more than he wrote in words. There are hidden implications in this book, yes, and a lot of people have just failed to see through them.. That is what we are trying to do. We are trying to show you how Covey’s book, or rather, his model, was a complete model in itself. There was nothing amiss about it. If you implement it, there should be no aspect of your life that should go untouched. The only thing is that you have to understand these ideals and try to implement them in your life.. But, before we barge into that area, it is extremely important to understand what these ideals are. What was the model that was propounded by Stephen Covey in his mega-famous book? We shall begin by trying to understand his model first, and then interpret it in such a way that it pertains to every aspect of our life",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Business",
                "Psychology",
                "Leadership",
                "Productivity",
                "Audiobook",
                "Philosophy"
            ]
        },
        {
            "title": "House of Leaves",
            "authors": [
                "Mark Z. Danielewski"
            ],
            "ranking": 4.07,
            "ranking_count": 148129,
            "abstract": "Years ago, when. House of Leaves. was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth—musicians, tattoo artists, programmers, strippers, environmentalists, and adrenaline junkies—the book eventually made its way into the hands of older generations, who not only found themselves in those strangely arranged pages but also discovered a way back into the lives of their estranged children.. Now, for the first time, this astonishing novel is made available in book form, complete with the original colored words, vertical footnotes, and newly added second and third appendices.. The story remains unchanged, focusing on a young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside.. Of course, neither Pulitzer Prize-winning photojournalist Will Navidson nor his companion Karen Green was prepared to face the consequences of that impossibility, until the day their two little children wandered off and their voices eerily began to return another story—of creature darkness, of an ever-growing abyss behind a closet door, and of that unholy growl which soon enough would tear through their walls and consume all their dreams.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Thriller",
                "Novels",
                "Contemporary",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "Shutter Island",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 4.09,
            "ranking_count": 180110,
            "abstract": "The year is 1954. U.S. Marshal Teddy Daniels and his new partner, Chuck Aule, have come to Shutter Island, home of Ashecliffe Hospital for the Criminally Insane, to investigate the disappearance of a patient. Multiple murderess Rachel Solando is loose somewhere on this remote and barren island, despite having been kept in a locked cell under constant surveillance. As a killer hurricane relentlessly bears down on them, a strange case takes on even darker, more sinister shades—with hints of radical experimentation, horrifying surgeries, and lethal countermoves made in the cause of a covert shadow war. No one is going to escape Shutter Island unscathed, because nothing at Ashecliffe Hospital is what it seems. But then neither is Teddy Daniels.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Walking Disaster",
            "authors": [
                "Jamie McGuire"
            ],
            "ranking": 4.18,
            "ranking_count": 180797,
            "abstract": "How much is too much to love? Travis Maddox learned two things from his mother before she died: Love hard. Fight harder.. Finally, the highly anticipated follow-up to the New York Times bestseller Beautiful Disaster.. Can you love someone too much?. Travis Maddox learned two things from his mother before she died: Love hard. Fight harder.. In Walking Disaster, the life of Travis is full of fast women, underground gambling, and violence. But just when he thinks he is invincible, Abby Abernathy brings him to his knees.. Every story has two sides. In Beautiful Disaster, Abby had her say. Now it’s time to see the story through Travis’s eyes.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Fiction",
                "Womens Fiction",
                "Warfare",
                "Love"
            ]
        },
        {
            "title": "Exodus",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.34,
            "ranking_count": 95384,
            "abstract": "Exodus. is an international publishing phenomenon--the towering novel of the twentieth century's most dramatic geopolitical event. Leon Uris magnificently portrays the birth of a new nation in the midst of enemies--the beginning of an earthshaking struggle for power. Here is the tale that swept the world with its fury: the story of an American nurse, an Israeli freedom fighter caught up in a glorious, heartbreaking, triumphant era.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "War",
                "Novels",
                "World War II"
            ]
        }
    ]
}