{
    "books": [
        {
            "title": "The Struggle For A Proletarian Party",
            "authors": [
                "James P. Cannon"
            ],
            "ranking": 4.3,
            "ranking_count": 33,
            "abstract": "In this companion to Trotsky's In Defense of Marxism, Cannon and other leaders of the Socialist Workers Party defend the political and organizational principles of Marxism against a petty-bourgeois current in the party. The debate unfolded as Washington prepared to drag U.S. working people into the slaughter of World War II.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History"
            ]
        },
        {
            "title": "Botany for Gardeners",
            "authors": [
                "Brian Capon"
            ],
            "ranking": 4.19,
            "ranking_count": 1115,
            "abstract": "A bestseller since its debut in 1990, this indispensable and handy reference has now been expanded and updated to include an appendix on plant taxonomy and a comprehensive index. Two dozen new photos and illustrations make this new edition even richer with information. Its convenient paperback format makes it easy to carry and access, whether you are in or out of the garden. An essential overview of the science behind plants for beginning and advanced gardeners alike.",
            "part_of_series": false,
            "genre_list": [
                "Horticulture",
                "Nonfiction",
                "Science",
                "Gardening",
                "Nature",
                "Environment",
                "Reference",
                "Education"
            ]
        },
        {
            "title": "El libro de los abrazos",
            "authors": [
                "Eduardo Galeano"
            ],
            "ranking": 4.34,
            "ranking_count": 8007,
            "abstract": "Eduardo Galeano (Montevideo, 1940).. Su libro Las venas abiertas de América Latina (1971), escrito con un estilo agudo, dinámico y con gran conocimiento de la historia latinoamericana, le granjeó un sinnúmero de lectores y le abrió las puertas de la popularidad. Siguieron otros muchos de buen éxito, que lo han convertido en el representante de la literature más incisiva, imaginativa y comprometida del subcontinente. Dueño ya de ese estilo fragmentario, rápido, penetrante, se abrió a otro temas de la vida común y cotidiana, con un sentido a veces autobiográfico. El libro de los abrazos es tal vez el mejor de todos ellos.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Short Stories",
                "Literature",
                "European Literature",
                "Writing",
                "Cultural",
                "Philosophy",
                "Adult"
            ]
        },
        {
            "title": "Der Tod in Venedig",
            "authors": [
                "Thomas Mann"
            ],
            "ranking": 3.72,
            "ranking_count": 45147,
            "abstract": "Thomas Mann selbst bezeichnete den Tod in Venedig als eine Novelle gewagten, wenn nicht unmöglichen Gegenstandes und bezieht sich dabei auf den plötzlichen Einbruch der Leidenschaft in das Leben eins homoerotisch veranlagten Menschen. Der nicht mehr junge Schriftsteller Gustav Aschenbach mit den Gesichtszügen Gustav Mahlers entdeckt für sich am Lido des schwülwarmen Venedig die Gestalt des schönen Knaben Tadzio, strebt in seinen Gedanken zu ihm und steigert sich in eine unerfüllbare Liebe, deren Opfer er schließlich wird.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "LGBT",
                "Short Stories"
            ]
        },
        {
            "title": "Howl's Moving Castle",
            "authors": [
                "Diana Wynne Jones",
                "Jenny Sterlin"
            ],
            "ranking": 4.28,
            "ranking_count": 269575,
            "abstract": "A. Boston Globe-Horn Book Honor Book. and ALA Notable and Best of the Year in Young Adult Fiction,. Howl’s Moving Castle. by acclaimed fantasy writer Diane Wynne Jones was transformed into an Academy Award®-nominated animated motion picture by Hayao Miyazaki. On a rare venture out from her step-mother’s hat shop, Sophie attracts the attention of a witch, who casts a terrible spell transforming the young girl into an old crone.. From the Publisher (Recorded Books). Length 8 Hours 35 Minutes",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Classics",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Temple",
            "authors": [
                "Matthew Reilly"
            ],
            "ranking": 4.06,
            "ranking_count": 20089,
            "abstract": "Deep in the jungles of Peru the race of the century is under way to locate a legendary Incan idol. An artifact carved out of a strange kind of stone, the idol could be used as the basis for a terrifying new weapon. The U.S. Army wants it - at any cost - but they are not alone. The only clue to the idol's final resting place lies in a four-hundred-year-old manuscript. Enter Professor William Race, a brilliant young linguist who is unwittingly recruited to translate the manuscript and lead the army team to the artifact. And so begins the mission that will take Race and his companions to a mysterious Andean temple seething with menace and danger. But it is only when the foreboding edifice is opened that Race and his team discover that they have broken a golden rule: Some doors are meant to remain closed.--BOOK JACKET.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Adventure",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Kavik the Wolf Dog",
            "authors": [
                "Walt Morey",
                "Peter Parnall"
            ],
            "ranking": 4.14,
            "ranking_count": 1681,
            "abstract": "An extraordinary journey of instinct and survival from the author of. Gentle Ben. When Andy Evans stumbles upon the snow-covered wreckage of a small plane, he's shocked to find a survivor. Should he put the gravely injured dog out of his misery? The look in the animal's eyes says he's not ready to die. It turns out that Kavik's a champion sled dog, and soon he makes a full recovery. When his rightful owner finds out Kavik is alive, he wants the dog back. But Kavik has other ideas.. Swiftly paced from the first page . . . dramatic and absorbing.. The Horn Book. ",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Historical",
                "Kids"
            ]
        },
        {
            "title": "Tortured for Christ",
            "authors": [
                "Richard Wurmbrand"
            ],
            "ranking": 4.33,
            "ranking_count": 15376,
            "abstract": "Tortured for Christ - After years of imprisonment and solitary confinement, enduring inhumane torture, Richard Wurmbrand emerges with a powerful testimony of courageous faith. Even today, believers are suffering and dying for Christ, yet their faith will not falter under the most unthinkable persecutions. In this stirring account, Wurmbrand (founder of The Voice of the Martyrs) encourages us to remember those in chains and equips us to help our persecuted brothers and sisters in Christ around the world.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Biography",
                "Nonfiction",
                "Religion",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "The Long Loneliness: The Autobiography of the Legendary Catholic Social Activist",
            "authors": [
                "Dorothy Day",
                "Daniel Berrigan"
            ],
            "ranking": 3.97,
            "ranking_count": 4843,
            "abstract": "This inspiring and fascinating memoir, subtitled, “The Autobiography of the Legendary Catholic Social Activist,”. The Long Loneliness. is the late Dorothy Day’s compelling autobiographical testament to her life of social activism and her spiritual pilgrimage.. A founder of the Catholic Worker Movement and longtime associate of Peter Maurin, Dorothy Day was eulogized in the New York Times as, “a nonviolent social radical of luminous personality.”. The Long Loneliness. recounts her remarkable journey from the Greenwich Village political and literary scene of the 1920s through her conversion to Catholicism and her lifelong struggle to help bring about “the kind of society where it is easier to be good.” (Description from Amazon.)",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Autobiography",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Christianity",
                "History"
            ]
        },
        {
            "title": "The Cereal Murders",
            "authors": [
                "Diane Mott Davidson"
            ],
            "ranking": 3.88,
            "ranking_count": 10761,
            "abstract": "Thanks to her recent adventures in. Dying for Chocolate,. Goldy Bear, the premier caterer of Aspen Meadow, Colorado, is no stranger to violence--or sudden death.  But when she agrees to cater the first College Advisory Dinner for Seniors and Parents at the exclusive Elk Park Preparatory School, the last thing she expects to find at the end of the evening is the battered body of the school valedictorian.. Who could have killed Keith Andrews, and why?  Goldy's hungry for some answers--and not just because she found the corpse.  Her young son, Arch, a student at Elk Park Prep, has become a target for some not-so-funny pranks, while her eighteen-year-old live-in helper, Julian, has become a prime suspect in the Andrews boy's murder.. As her investigation intensifies, Goldy's anxiety level rises faster than homemade doughnuts. . .as she turns up evidence that suggests that Keith knew more than enough to blow the lid off some very unscholarly secrets.  And then, as her search rattles one skeleton too many, Goldy learns a crucial fact: a little knowledge about a killer can be a deadly thing.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Food and Drink",
                "Audiobook",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "The Lady And The Unicorn",
            "authors": [
                "Alain Erlande-Brandenburg"
            ],
            "ranking": 3.8,
            "ranking_count": 56,
            "abstract": "No one can remain indifferent to the charm emanating from one of the most famous tapestries in the world,. La Dame à la Licorne. , to be seen at the Musée national du Moyen Âge in Paris. Six large tapestries with a radiant vermilion ground sprinkled with cut flowers illustrate six allegories of the senses--. Taste, Hearing, Sight, Smell, Feel. . The last of the series, the most enigmatic and marvelous, evokes the sense of. Understanding. , that of the heart. Discovered in the nineteenth century in the château de Boussac (Creuse), they became part of the museum collection in 1882. Each carries the arms of Jean Le Viste, who ordered them to be woven. It was perhaps to celebrate his social advancement that he chose the most important center of tapestry at this time, Brussels, having them based on drawings by a French painter who remains unknown. Even today, this mille fleurs tapestry doesn't cease to enchant us.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "History",
                "Cultural"
            ]
        },
        {
            "title": "Wetbones",
            "authors": [
                "John Shirley"
            ],
            "ranking": 3.74,
            "ranking_count": 431,
            "abstract": "A flesh-and-soul-devouring addiction runs rampant through the dark playground of the Hollywood elite. Welcome to Los Angeles, where every addiction is encouraged. . . Struggling Hollywood screenwriter Tom Prentice can hardly believe that the emaciated and mutilated corpse lying on the morgue slab was once his ex-wife. Then his roommate’s missing brother turns up in a local hospital having sliced open his own chest and legs for some sick, inexplicable reason. In Oakland, the Reverend Garner, a recovering addict, leaves his ministry in search of his teenage daughter, who was last seen in the company of her ghoulish kidnapper. And the Los Angeles police are meanwhile baffled in their hunt for the elusive “Wetbones” serial killer who leaves nothing of his victims behind except a damp, grisly pile of bones.. Though Tom, the reverend, and the LAPD are on separate quests for answers, they are all being led into the darkest shadows of Hollywood, where the debauchery never ceases and pleasure is a drug that devours human flesh, blood, and sanity. But the true source of the all-consuming addiction is the most horrifying revelation of all, for it is not of this rational Earth.. From International Horror Guild Award–winning author John Shirley, the acclaimed “splatterpunk” classic Wetbones combines the monstrous inventiveness of H. P. Lovecraft with the exquisite excess of Clive Barker. A true masterwork of modern terror, it’s decidedly not for the faint of heart.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The Weird of the White Wolf",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.96,
            "ranking_count": 9343,
            "abstract": "Michael John Moorcock is a prolific English writer primarily of science fiction and fantasy who has also published a number of literary novels. Morrcock's most famous popular works by far have been the Elric novels, starring the character Elric of Melnibone. In these books, Elric is an anti-hero written as a deliberate reversal of what Moorcock saw as cliches commonly found in fantasy adventure novels. Weird of the White Wolf is the third of a six-volume series of the original stories written about the albino prince.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "The Dragon Waiting",
            "authors": [
                "John M. Ford"
            ],
            "ranking": 3.8,
            "ranking_count": 1566,
            "abstract": "The Wars of the Roses have put Edward IV on the throne of England, Lorenzo de' Medici's court shines brilliantly, and Duke Galeazzo Maria Sforza plots in Milan. But this is a changed world, and medieval Europe is dominated by the threat from the Byzantine Empire. Sforza, the Vampire Duke, marshals his forces for his long-planned attack on Florence, and Byzantium is on the march. A mercenary, the exiled heir to the Byzantine throne, a young woman physician forced to flee Florence, and a Welsh wizard, the nephew of Owain Gly Dwr, seem to have no common goals but together they wage an intrigue-filled campaign against the might of Byzantium, striving to secure the English throne for Richard, Duke of Gloucester, and make him Richard III.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Science Fiction",
                "Historical Fiction",
                "Paranormal",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Smoke Signals: A Screenplay",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.25,
            "ranking_count": 1372,
            "abstract": "Set in Arizona, Smoke Signals is the story of two Native American boys on a journey. Victor is the stoic, handsome son of an alcoholic father who has abandoned his family. Thomas is a gregarious, goofy young man who lost both his parents in a fire at a very young age. Through storytelling, Thomas makes every effort to connect with the people around him: Victor, in contrast, uses his quiet countenance to gain strength and confidence.When Victor's estranged father dies, the two men embark on an adventure to Phoenix to collect the ashes. Along the way, Smoke Signals illustrates the ties that bind these two very different young men and embraces the lessons they learn from one another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Plays",
                "Drama",
                "Humor",
                "Adult Fiction",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Summer Game",
            "authors": [
                "Roger Angell"
            ],
            "ranking": 4.27,
            "ranking_count": 1923,
            "abstract": "The Summer Game. , Roger Angell’s first book on the sport, changed baseball writing forever. Thoughtful, funny, appreciative of the elegance of the game and the passions invested by players and fans, it goes beyond the usual sports reporter’s beat to examine baseball’s complex place in our American psyche. Between the miseries of the 1962 expansion Mets and a classic 1971 World Series between the Pirates and the Orioles, Angell finds baseball in the 1960s as a game in transition—marked by league expansion, uprooted franchises, the growing hegemony of television, the dominance of pitchers, uneasy relations between players and owners, and mounting competition from other sports for the fans’ dollars.. Willie Mays, Roberto Clemente, Brooks Robinson, Bob Gibson, Sandy Koufax, Carl Yastrzemski, Tom Seaver, Jim Palmer, and Casey Stengel are seen here with fresh clarity and pleasure. Here is California baseball in full flower, the once-mighty Yankees in collapse, baseball in French (in Montreal), indoor baseball (at the Astrodome), and sweet spring baseball (in Florida)—as Angell observes, “Always, it seems, there is something more to be discovered about this game.”",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Writing",
                "History",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Covering Islam: How the Media and the Experts Determine How We See the Rest of the World",
            "authors": [
                "Edward W. Said",
                "Luann Walther"
            ],
            "ranking": 4.06,
            "ranking_count": 1691,
            "abstract": "From the Iranian hostage crisis through the Gulf War and the bombing of the World Trade Center, the American news media have portrayed Islam as a monolithic entity, synonymous with terrorism and religious hysteria. In this classic work, now updated, the author of Culture and Imperialism reveals the hidden agendas and distortions of fact that underlie even the most objective coverage of the Islamic world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Religion",
                "History",
                "Writing",
                "Sociology",
                "Anthropology",
                "Cultural",
                "Philosophy"
            ]
        },
        {
            "title": "Rhoda: A Life in Stories",
            "authors": [
                "Ellen Gilchrist"
            ],
            "ranking": 4.21,
            "ranking_count": 695,
            "abstract": "Over the past ten years, Gilchrist fans have enjoyed glimpses of headstrong, redheaded Rhoda in five previous collections. Here, for the first time, are the collected Rhoda stories - including two new ones - offering a full-blown portrait of a woman worth waiting for: one of contemporary literature's most enchanting characters, in all her wicked glory.. With a high libido and reckless courage to match, Rhoda is one of those irresistible people who never hold back or take convention too seriously. In these twenty-three stories, arranged chronologically, we follow Rhoda from a precocious kid with a movie-star complex to a coed who makes love to a fraternity boy, and the next week elopes with him, to a middle-aged writer looking for a fling in the age of AIDS.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "The Liars' Club",
            "authors": [
                "Mary Karr"
            ],
            "ranking": 3.93,
            "ranking_count": 64274,
            "abstract": "Mary Karr grew up in a swampy East Texas refinery town in a volatile and defiantly loving family. In this funny, devastating, haunting memoir and with a raw and often painful honesty, she looks back at life with a painter mother, seven times married, whose outlaw spirit could tip over into psychosis, and a hard-drinking, fist-swinging father who liked nothing better than to spin tales with his cronies at the Liars' Club.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Young Adult",
                "Book Club",
                "Womens",
                "Adult",
                "American"
            ]
        },
        {
            "title": "The Genesee Diary: Report from a Trappist Monastery",
            "authors": [
                "Henri J.M. Nouwen"
            ],
            "ranking": 4.32,
            "ranking_count": 1214,
            "abstract": "The Genesee Diary: Report from a Trappist Monastery. is Henri Nouwen's journal of his seven-month stay in the Abbey of the Genesee in upstate New York. His reflections on daily life with the Trappists are funny, wise, and often profound--resembling Kathleen Norris's. The Cloister Walk. , but a bit less thematically structured and more down to earth. Nouwen's goal is simply to record what it's like to pass the time in a cloistered community. He spends part of his stay there reading Robert Pirsig's. Zen and the Art of Motorcycle Maintenance. , which helps awaken a hunger for a richer experience of life that he subsequently satisfies by learning to slow down. In his first week at the monastery, Nouwen writes, I have so many ideas I want to write about, so many books I want to read, so many skills I want to learn--motorcycle maintenance is now one of them--and so many things I want to say to others now or later, that I do not SEE that God is all around me and that I am always trying to see what is ahead, overlooking him who is so close. Then, looking forward to being planted in one place among the Trappists, he writes, Maybe I need to get stuck, to learn to see God. He does, and he does.. --Michael Joseph Gross",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Spirituality",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Christian",
                "Christianity"
            ]
        },
        {
            "title": "Never Come Morning",
            "authors": [
                "Nelson Algren",
                "Kurt Vonnegut Jr.",
                "H.E.F Donohue"
            ],
            "ranking": 4.13,
            "ranking_count": 529,
            "abstract": "An unusual book and a brilliant book. —. The New York Times. One of the finest works of American literature that I have read. —James T. Farrell. A knockout. —. Saturday Review of Literature. . Never Come Morning. depicts the intensity of feeling, the tawdry but potent dreams, the crude but forceful poetry, and the frustrated longing for human dignity residing in the lives of the Poles of Chicago's Northwest Side, and this revelation informs us all that there lies an ocean of life at our doorstep—an unharnessed, unchanneled and unknown ocean... —Richard Wright. Utter sincerity and psychological truth. —Philip Rahv in. The Nation. Mr. Algren is out to shock, but he does so without seeming to sensationalize. I, for one, found myself believing. —Clinton Fadiman in. The New Yorker. The girls sitting around the juke-box in Mama Tomek's, the boys playing under the El, the look of Chicago streets in the rain... It is the poetry of familiar things that is missing in the other Chicago novels... Algren is a poet the Chicago slums. —Malcolm Cowley. A book, a true book, is the writer's confessional. For, whether he would have it so or not, he is betrayed, directly or indirectly, by his characters, into presenting, publicly, his innermost feelings. —Nelson Algren",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "The United States Of America",
                "American",
                "Mystery"
            ]
        },
        {
            "title": "The Rape of Tamar",
            "authors": [
                "Dan Jacobson"
            ],
            "ranking": 3.41,
            "ranking_count": 27,
            "abstract": "Dan Jacobson retells the age-old, biblical story of the rape of King David’s daughter by her brother Amnon. Out of this material he creates a tragic and sardonically humorous novel, wholly modern in spirit and yet true to the time in which it is set. On first publication, The Rape of Tamar was hailed as a masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Shrinking of Treehorn",
            "authors": [
                "Florence Parry Heide",
                "Edward Gorey"
            ],
            "ranking": 4.17,
            "ranking_count": 1193,
            "abstract": "If you want to pretend you're shrinking, that's all right, said Treehorn's mother, as long as you don't do it at the table. But Treehorn wasn't pretending. He really was shrinking.. Hilarious complications result as he becomes more minuscule by the moment. Treehorn is a bit downhearted when his teacher says, we don't shrink in this class, and sends him to the principal. Poor Treehorn spends an unhappy day and night until he discovers a magical game that restores him to his natural size. This is a great relief to Treehorn before he notices that he is turning faintly green. . . .. An ALA Notable Book",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Humor",
                "Sequential Art",
                "Art",
                "Magical Realism",
                "Family"
            ]
        },
        {
            "title": "Walt Disney's Alice in Wonderland",
            "authors": [
                "Walt Disney Company",
                "Stella Coker"
            ],
            "ranking": 4.34,
            "ranking_count": 9291,
            "abstract": "Relive Walt Disney's 13th full-length animated feature. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Classics",
                "Fiction",
                "Media Tie In",
                "Adventure",
                "Animals"
            ]
        },
        {
            "title": "Split Heirs",
            "authors": [
                "Lawrence Watt-Evans",
                "Esther M. Friesner"
            ],
            "ranking": 3.6,
            "ranking_count": 649,
            "abstract": "War and wizardry, dark deeds and derring-do, matters of state and matters of the heart, and a dragon who thinks she's a sheep. . . . This modern fantasy is the ultimate saga of flashing swords, high magic, and hopeless dynamic confusion--an event fans of the genre will not want to miss.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Anthologies",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Prophet Outcast: Trotsky, 1929-1940",
            "authors": [
                "Isaac Deutscher"
            ],
            "ranking": 4.34,
            "ranking_count": 443,
            "abstract": "Few political figures of the twentieth century have aroused as much controversy as the Russian revolutionary Leon Trotsky. Trotsky’s extraordinary life and extensive writings have left an indelible mark on revolutionary conscience, yet there was a danger that his name would disappear from history. Originally published in 1954, Deutscher’s magisterial three-volume biography was the first major publication to counter the powerful Stalinist propaganda machine. In this definitive biography Trotsky emerges in his real stature, as the most heroic, and ultimately tragic, character of the Russian Revolution.. This third volume of the trilogy, first published in 1963, is a self-contained narrative of Trotsky’s years in exile and of his murder in Mexico in 1940. Deutscher’s masterful account of the period, and of the ideological controversies ranging throughout it, forms a background against which, as he says, ‘the protagonist’s character reveals itself, while he is moving towards catastrophe.’",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Cultural",
                "Nonfiction",
                "Russian History",
                "Philosophy",
                "Russia"
            ]
        },
        {
            "title": "Spring's Gentle Promise",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.16,
            "ranking_count": 3739,
            "abstract": "Josh Jones feels the added responsibility, when his grandfather and uncle sign over the family farm to him.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Romance",
                "Historical",
                "Fiction",
                "Inspirational",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Gates of the Alamo",
            "authors": [
                "Stephen Harrigan"
            ],
            "ranking": 4.06,
            "ranking_count": 1543,
            "abstract": "A huge, riveting, deeply imagined novel about the siege and fall of the Alamo in 1836--an event that formed the consciousness of Texas and that resonates through American history--. The Gates of the Alamo. follows the lives of three people whose fates become bound to the now-fabled Texas fort: Edmund McGowan, a proud and gifted naturalist whose life's work is threatened by the war against Mexico; the resourceful, widowed innkeeper Mary Mott; and her sixteen-year-old son, Terrell, whose first shattering experience with love leads him instead to war, and into the crucible of the Alamo. The story unfolds with vivid immediacy and describes the pivotal battle from the perspective of the Mexican attackers as well as the American defenders. Filled with dramatic scenes, and abounding in fictional and historical personalities--among them James Bowie, David Crockett, William Travis, and General Santa Anna--The Gates of the Alamo enfolds us in history and, through its remarkable and passionate storytelling, allows us to participate at last in an American legend.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "North American Hi...",
                "War",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "In the Year of the Boar and Jackie Robinson",
            "authors": [
                "Bette Bao Lord",
                "Marc Simont"
            ],
            "ranking": 3.87,
            "ranking_count": 5933,
            "abstract": "Shirley Temple Wong sails from China to America with a heart full of dreams. Her new home is Brooklyn, New York. America is indeed a land full of wonders, but Shirley doesn't know any English, so it's hard to make friends. Then a miracle-baseball-happens. It is 1947, and Jackie Robinson, star of the Brooklyn Dodgers, is everyone's hero. Jackie Robinson is proving that a black man, the grandson of a slave, can make a difference in America and for Shirley as well, on the ball field and off, America becomes the land of opportunity.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Sports",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "The Pretender",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.96,
            "ranking_count": 3264,
            "abstract": "Someone's looking for Tobias. Someone who says she's his long-lost cousin. Tobias isn't sure the person is telling the truth. But she's really nice, and knows a lot about him. And what she tells Tobias definitely gets his attention.. It seems a lawyer has discovered Tobias's father's last will and testament. So, Tobias needs to attend the reading. His cousin even offers to go along. But something just doesn't feel quite right. That's when Tobias, the other Animorphs, and Ax decide to do a little checking on this cousin. And what they discover will change the rest of Tobias's life....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Maldoror and Poems",
            "authors": [
                "Comte de Lautréamont",
                "Paul Knight"
            ],
            "ranking": 4.18,
            "ranking_count": 992,
            "abstract": "Alternate version of. this book. .. ‘It is not right that everyone should read the pages which follow; only a few will be able to savour this bitter fruit with impunity.’. So wrote the self-styled Comte de Lautréamont (1846–70) at the beginning of this sensational. Chants de Maldoror. .. One of the earliest and most astonishing examples of surrealist writing, Lautréamont’s fantasy unveils a world – half-vision, half-nightmare – of angels and gravediggers, hermaphrodites and pederasts, lunatics and strange children. The writing is drenched with an unrestrained savagery and menace, and the startling imagery – delirious, erotic, blasphemous and grandiose by turns – possesses a remarkable hallucinatory quality.. The writer’s mysterious life and death, no less than the book itself, captured the imagination of surrealists. Jarry, Modigliani, Verlaine and others hailed it as a work of genius. André Gide wrote, ‘Here is something that excites me to the point of delirium,’ and André Breton described the book as ‘the expression of a total revelation which seems to surpass human capacities’.. This volume also contains a translation of the epigrammatic. Poésies. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Cultural",
                "Horror",
                "Literature",
                "Classics",
                "European Literature",
                "Gothic",
                "Surreal"
            ]
        },
        {
            "title": "Only You",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.94,
            "ranking_count": 2377,
            "abstract": "Made desperate by poverty and loss, Evelyn Starr Johnson sees a golden opportunity to win back her lost status by recovering the treasure map stolen from her murdered foster parents. And with nothing left to wager but her innocence, the beautiful card shark stares coolly at their killers across the poker table - then stacks the deck and deals the winning hand to a handsome, unsuspecting stranger.. When the exquisite temptress he won at a card game runs off with rest of his winnings, sharpshooter Matt ′Reno′ Moran vows to hunt her down-never dreaming it is his destiny to join forces with the thieving female on a dangerous search for hidden gold. But, come hell or high water, Reno is determined to reclaim everything that is rightfully his - including the tempestuous woman who calls herself ′Evening Star′, who Reno dares not love, but desires with all his soul.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Westerns",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Hunter",
            "authors": [
                "Richard Stark"
            ],
            "ranking": 4.02,
            "ranking_count": 11422,
            "abstract": "Double-crossed, shot, and left for dead — by his wife. The thriller that introduces Parker. “A brilliant invention”. Played by Lee Marvin in the John Boorman movie. “The funnies call it the syndicate. The goons and hustlers call it the Outfit. You call it the Organization. But I don’t care if you call yourselves the Red Cross, you owe me forty-five thousand dollars and you’ll pay me back whether you like it or not.”. This novel was originally titled The Hunter, later retitled Point Blank because of the movie, later retitled Payback because of the other movie.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Pulp",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "Shock Wave",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 4.04,
            "ranking_count": 19552,
            "abstract": "A mysterious plague in the Antarctic.... A diamond empire run by an evil genius.... A devastating new technology that threatens to annihilate millions!. Tasman Sea, 1856.. A British clipper ship bound for Australia's penal colony is crushed in a raging typhoon. A few pitiful survivors wash up on a deserted island. Among them are Betsy Fletcher and Jess Dorsett, who discover an immense supply of exquisite diamonds.... Seymour Island, Antarctica, 2000.. Dirk Pitt rescues Maeve Fletcher, a descendant of Betsy and Jess, after an unknouwn cataclysm kills thousands of marine animals plus nearly two hundred people aboard a cruise ship. Pitt traces the carnage to the global diamond operations of Maeve's father, Arthur Dorsett, and her callous sisters. From a chilling escape at a high-security Canadian mine to a tiny boat adrift on lonely, shark-infested seas, the ingenious Pitt is racing to thwart Dorsett's ruthless plans -- before an unthinkable disaster claims millions of innocent lives!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Novels",
                "Historical",
                "Spy Thriller"
            ]
        },
        {
            "title": "Dragons of Winter Night",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.12,
            "ranking_count": 48416,
            "abstract": "Dragons. Creatures of legend. Stories told to children.. But now dragons have returned to Krynn. The darkness of war and destruction threatens to engulf the land.. A small band of heroes brings hope to the land. But the hope is fragile as a rose and many be lost completely, shattered by the bitter winds of winter.. Knights and barbarian, warrior and half-elf, dwarf and kender and dark-souled mage; they begin a perilous search for two artifacts that may help them or lead them to their destruction-. the Dragon Orbs.... and the legendary Dragonlance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "All the Little Animals",
            "authors": [
                "Walker Hamilton"
            ],
            "ranking": 3.9,
            "ranking_count": 220,
            "abstract": "A beguiling, unsettling and ultimately moving modern fable set on the byways of rural Cornwall; a story about running away, the search for acceptance and burying road-kill.. Bobby is a 31 year old man with the mind of a small, frightened boy. He has run away from his privileged but abusive London home to rural Cornwall. Through an accident of fate he meets Mr Summers, a man with a terrible secret who, in atonement, has dedicated his life to burying all the little animals. Together they embark on a bizarre mission, and a savage act of revenge.. All the Little Animals was Walker Hamilton’s debut novel, published months before his untimely death at the age of 34. Acclaimed by writers and critics alike on publication in 1968, it has been largely forgotten.. This beautifully produced edition is a long overdue republishing of this dark, disturbing but utterly charming, classic tale pertinent to our times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Kokoro",
            "authors": [
                "Natsume Sōseki",
                "Edwin McClellan"
            ],
            "ranking": 4.05,
            "ranking_count": 23297,
            "abstract": "Hailed by The New Yorker as. rich in understanding and insight,. Kokoro —. the heart of things. — is the work of one of Japan's most popular authors. This thought-provoking trilogy of stories explores the very essence of loneliness and stands as a stirring introduction to modern Japanese literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Brotherhood of the Rose",
            "authors": [
                "David Morrell"
            ],
            "ranking": 4.14,
            "ranking_count": 6833,
            "abstract": "Chris and Saul were orphans - raised in a Philadelphia school for boys, bonded by friendship and devoted to a mysterious man called Eliot. He visited them and brought them sweets. He treated them like sons. He trained them to be assassins.. Now he is trying to have them killed.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Spy Thriller",
                "Adventure",
                "Action",
                "Suspense"
            ]
        },
        {
            "title": "The Last Letters of Thomas More",
            "authors": [
                "Thomas More",
                "Alvaro De Silva"
            ],
            "ranking": 4.21,
            "ranking_count": 52,
            "abstract": "In the spring of 1534, Thomas More was taken to the Tower of London, and after fourteen months in prison, the brilliant author of. Utopia. , friend of Erasmus and the humanities, highly respected judge, family man, and former Lord Chancellor of England was beheaded on Tower Hill. Yet More wrote some of his best works as a prisoner, including. A Dialogue of Comfort against Tribulation. and a commentary on the agony of Christ (. De tristitia Christi. ). His last letters, too, are works of art that are both historically important and religiously significant.. The Last Letters of Thomas More. is a superb new edition of More's prison correspondence, introduced and fully annotated for contemporary readers by Alvaro de Silva. Based on the critical edition of More's correspondence, this volume begins with letters penned by More to Cromwell and Henry VIII in the spring of 1534 and ends with More's last words to Margaret Roper, his daughter, on the eve of his execution, July 6, 1535. More writes on a host of topics — prayer and penance, the right use of riches and power, the joys of heaven, the challenges of maintaining moral virtue, and much more.. These letters also reveal much about More himself, especially his understanding of conscience. The strength of his conscience was reinforced by the Word of God coming in all its power through Scripture, and by remembering all the faithful of the church. In his vivid imagination of that glorious company of saints, More found the courage to follow his conscience even unto death. It is a case, he wrote, in which a man may lose his head and yet have none harm, but instead of harm inestimable good at the hand of God.. Providing a rich complement to these letters is de Silva's commentary. In it he throws light on the literary works that More wrote in prison, and explores the religious and political conditions of Tudor England. And always he reminds us of More — of the man whose unshakable faith and shining example draw us to him today.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Spirituality",
                "Philosophy",
                "Nonfiction",
                "Christianity"
            ]
        },
        {
            "title": "Lucky Starr and the Big Sun of Mercury",
            "authors": [
                "Paul  French",
                "Isaac Asimov"
            ],
            "ranking": 3.65,
            "ranking_count": 1797,
            "abstract": "From Wikipedia--. Lucky Starr and the Big Sun of Mercury is the fourth novel in the Lucky Starr series, six juvenile science fiction novels by Isaac Asimov that originally appeared under the pseudonym Paul French. The novel was first published by Doubleday & Company in March 1956. Since 1972, reprints have included a foreword by Asimov explaining that advancing knowledge of conditions on Mercury have rendered some of the novel's descriptions of that world inaccurate.. Cover artist Darrell K. Sweet",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Mystery",
                "Fantasy",
                "Space",
                "Childrens"
            ]
        },
        {
            "title": "Monster",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.72,
            "ranking_count": 2763,
            "abstract": "She said she killed them because they were monsters. Mary Blanc walked into the party with a loaded shotgun. In the blink of an eye she blew two people away. She wanted to kill more, but was stopped by her best friend, Angela Warner, and the police. The next day, when Angela visits Mary at the jail, she asks why she did it. Mary responds, Because they were no longer human. Angela thinks she's crazy. At first.. Until she probes deeper into Mary's claims and discovers a horror so unimaginable that she thinks she is going crazy. She even gets to the point where she wonders if she should have let Mary keep on killing. While there was still time to stop the thing from spreading. The very old thing. The hungry thing.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Childrens",
                "Mystery",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Marco Polo, If You Can",
            "authors": [
                "William F. Buckley Jr."
            ],
            "ranking": 3.72,
            "ranking_count": 370,
            "abstract": "Master of espionage fiction and National Book Award winner William F. Buckley Jr. brings us another in his best-selling series starring the intrepid CIA agent Blackford Oakes.. When a shadowy Russian mole threatens to undermine the free world's defenses by infiltrating President Eisenhower's National Security Counsel, CIA super-secret agent Blackford Oakes is called in to unmask the imposter. Then, Oakes turns the tables on the Communists by piloting a U-2 spy plane on a Gary Powers-style one-way mission behind the Iron Curtain. Sentenced to death and trapped in the depths of the Lubyanka prison, Oakes may have turned his last trick. Or has he?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Spy Thriller",
                "Thriller",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "The Spanish Farm",
            "authors": [
                "Ralph Hale Mottram"
            ],
            "ranking": 3.56,
            "ranking_count": 78,
            "abstract": "As hundreds of thousands of young men enlist to fight on the Western Front, the Spanish Farm, standing amongst the undisturbed pastures of Flanders and built to withstand the wars of an earlier century, faces the horrors of the First World War with the same imperturbable stolidity.. Billeted out as accommodation for the thousands of young soldiers heading to and from the trenches, the farm becomes an oasis of enduring sanity for those who pass through its doors.. It is run by the notoriously tenacious farmer’s daughter, Madeleine Vanderlynden, a woman with the determination and business skill to rival any man’s.. The war may have brought her a profitable business, but it has also taken Madeleine’s lover from her - the young and inexperienced Baron Georges, who rode off to the conflict on an impulse.. And Madeline is not content to sit and wait for the war to be over.. Her Spanish Farm becomes a home to the wounded and damaged troops who have experienced the horrors of the Western Front - and a refuge from a world that appears to have gone mad.. The Spanish Farm is both an intricate portrait of the First World War from a civilian perspective – of life lived against a background of bombardment and machine guns - and a stark portrayal of the intricacies and reality of love and romance during wartime.. 'The Spanish Farm' is widely acknowledged as one of the great classics of World War One fiction, ranked alongside 'Goodbye To All That' and 'The Secret Battle'.. ‘The most significant work of its kind’ - The Times Literary Supplement. R H Mottram served in France from 1914 to 1919. The Spanish Farm was first published in 1924 and won the Hawthornden Prize. Mottram wrote some sixty books altogether and in 1966 he was awarded the honorary degree of Doctor of Letters by the University of East Anglia. He died in 1971.. Endeavour Press is the UK's leading independent digital publisher.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "War",
                "Novels",
                "Fiction"
            ]
        },
        {
            "title": "Of Noble Birth",
            "authors": [
                "Brenda Novak"
            ],
            "ranking": 3.65,
            "ranking_count": 1877,
            "abstract": "Furious at his aristocratic father for abandoning him as an infant, Nathaniel Kent spends his days exacting revenge…in a most lucrative way. The handsome, blue-eyed pirate captain attacks his father’s boats, plundering their cargo and reaping the rewards. When Nathaniel takes a lovely seamstress as his hostage, mistaking her for his spoiled and wealthy half sister, he feels elated over his clever capture. But his sense of triumph disappears as he slowly becomes tormented by his rising passion for the spirited young woman.. After years of abuse from her violent stepfather, seamstress Alexandra Cogsworth finally planned her escape. But she never intended to wind up as a hostage on a pirate ship. Determined to ensure her safe passage on the. Royal Vengeance. , she keeps her true identity secret, playing the part of Nathaniel’s blood relation. But as her desire for the charismatic yet dangerous Nathaniel grows, the rising current of their mutual longing could sweep them both away…forever.. Revised edition: This edition of. Of Noble Birth. includes editorial revisions.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Fiction",
                "Womens Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Mrs. 'Arris Goes to Paris",
            "authors": [
                "Paul Gallico"
            ],
            "ranking": 3.91,
            "ranking_count": 2504,
            "abstract": "Mrs Harris is a salt-of-the-earth London charlady who cheerfully cleans the houses of the rich. One day, when tidying Lady Dant's wardrobe, she comes across the most beautiful thing she has ever seen in her life - a Dior dress. In all the years of her drab and humble existence, she's never seen anything as magical as the dress before her and she's never wanted anything as much before. Determined to make her dream come true, Mrs Harris scrimps, saves and slaves away until one day, after three long, uncomplaining years, she finally has enough money to go to Paris. When she arrives at the House of Dior, Mrs Harris has little idea of how her life is about to be turned upside down and how many other lives she will transform forever. Always kind, always cheery and always winsome, the indomitable Mrs Harris takes Paris by storm and learns one of life's greatest lessons along the way. This treasure from the 1950s introduces the irrepressible Mrs Harris, part charlady, part fairy-godmother, whose adventures take her from her humble London roots to the heights of glamour.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Cultural",
                "Classics",
                "European Literature",
                "Romance",
                "Novels",
                "Literature",
                "Travel",
                "Historical"
            ]
        },
        {
            "title": "Black Girl Lost",
            "authors": [
                "Donald Goines"
            ],
            "ranking": 4.34,
            "ranking_count": 2254,
            "abstract": "In this shocking novel of a young girl alone on the streets, Goines delves into yet another facet of the ghetto experience-the dark, despair-ridden world of a black girl s soul! Sandra took to the streets when she was eight years old and tried to fight off the hunger pangs by shoplifting and moving into the profits of drug pushing. The she met Chink and discovered love and affection...and rape and murder!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Urban",
                "Audiobook",
                "Young Adult",
                "American",
                "Mystery",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "Can I Get There By Candlelight?",
            "authors": [
                "Jean Slaughter Doty",
                "Ted Lewin"
            ],
            "ranking": 4.22,
            "ranking_count": 479,
            "abstract": "Come on, Candy, says Gail, leading her horse, Candlight. Let's go exploring.. Gail's parents have just rented a carriage house, about all that's left of an old country estate. The big house was torn down long ago, and woods have sprung up where the lawns and gardens grew. Beyond the woods, fields stretch for miles—perfect for riding.. But when Gail steps through the iron gate near the edge of the woods, she has a shock. Instead of fields, she looks across a wide lawn to an enormous house! And running toward her is a girl wearing a dress from a hundred years ago!. Somehow, Gail has gone back in time. Can she return to the present? Or will she and Candy be caught in the past forever?",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Science Fiction",
                "Childrens",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Kein Keks für Kobolde",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.11,
            "ranking_count": 323,
            "abstract": "Die kleinen Kobolde Neunauge, Feuerkopf und Siebenpunkt sind hungrig, denn der Winter ist früher gekommen als erwartet. Am liebsten würden sie sich ja von Ravioli, Äpfeln und Keksen ernähren, aber damit sieht es schlecht aus. An Vorräte haben sie nämlich nicht gedacht. So müssen sie sich in Abenteuer stürzen, um nicht zu verhungern. Als sie sich dann aber mit dem »weißen Kobold« anlegen, wird die Lage richtig brenzlig.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "European Literature",
                "Childrens"
            ]
        },
        {
            "title": "Cassandra: A Novel and Four Essays",
            "authors": [
                "Christa Wolf",
                "Jan van Heurck"
            ],
            "ranking": 3.94,
            "ranking_count": 1632,
            "abstract": "In this volume, the distinguished East German writer Christa Wolf retells the story of the fall of Troy, but from the point of view of the woman whose visionary powers earned her contempt and scorn. Written as a result of the author's Greek travels and studies,. Cassandra. speaks to us in a pressing monologue whose inner focal points are patriarchy and war. In the four accompanying pieces, which take the form of travel reports, journal entries, and a letter, Wolf describes the novel's genesis. Incisive and intelligent, the entire volume represents an urgent call to examine the past in order to insure a future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Classics",
                "European Literature",
                "Writing",
                "Feminism",
                "Cultural",
                "Mythology"
            ]
        },
        {
            "title": "Wanderer",
            "authors": [
                "Sterling Hayden"
            ],
            "ranking": 4.22,
            "ranking_count": 545,
            "abstract": "Since its publication in 1963, Sterling Hayden's autobiography, Wanderer, has been surrounded by controversy. The author was at the peak of his earning power as a movie star when he suddenly quit. He walked out on Hollywood, walked out of a shattered marriage, defied the courts, broke as an outlaw, set sail with his four children in the schooner Wanderer--bound for the South Seas. His attempt to escape launched his autobiography. It is the candid, sometimes painfully revealing confession of a man who scrutinized his every self-defeat and self-betrayal in the unblinking light of conscience.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Travel",
                "Adventure",
                "Culture",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Lucky",
            "authors": [
                "Alice Sebold"
            ],
            "ranking": 3.77,
            "ranking_count": 97942,
            "abstract": "In a memoir hailed for its searing candor and wit, Alice Sebold reveals how her life was utterly transformed when, as an eighteen-year-old college freshman, she was brutally raped and beaten in a park near campus. What propels this chronicle of her recovery is Sebold's indomitable spirit - as she struggles for understanding (After telling the hard facts to anyone, from lover to friend, I have changed in their eyes); as her dazed family and friends sometimes bungle their efforts to provide comfort and support; and as, ultimately, she triumphs, managing through grit and coincidence to help secure her attacker's arrest and conviction. In a narrative by turns disturbing, thrilling, and inspiring, Alice Sebold illuminates the experience of trauma victims even as she imparts wisdom profoundly hard-won: You save yourself or you remain unsaved.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Crime",
                "Biography Memoir",
                "Adult",
                "Mystery",
                "Contemporary",
                "Feminism"
            ]
        },
        {
            "title": "The Murder on the Links",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.86,
            "ranking_count": 67976,
            "abstract": "The unassailable Belgian sleuth Hercule Poirot travels to northern France to investigate a millionaire’s cry for help. Unfortunately, he arrives a day too late. Paul Renauld is found on a golf course in a freshly dug, shallow grave. Stabbed to death, he is in possession of a cryptic love letter. Pitting his wits against the hostile Paris Sûreté, Poirot is looking into Renauld’s past when another corpse surfaces on the same grounds—with wounds from the same murder weapon. But this time, the victim is a total stranger.. With his penchant for delving into the psychology of murder, the intuitive Poirot finds his footing in Christie’s second classic whodunit featuring the now iconic private detective.. Revised edition: Previously published as. The Murder on the Links. , this edition of. The Murder on the Links (AmazonClassics Edition). includes editorial revisions.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Μικρό βιβλίο για μεγάλα όνειρα",
            "authors": [
                "Tasos Livaditis",
                "Τάσος Λειβαδίτης"
            ],
            "ranking": 4.54,
            "ranking_count": 224,
            "abstract": "Νενικήκαμεν. Όραμα μεγάλο πάνω απ’ τους δρόμους, σα φύλλα του. φθινοπώρου σκόρπιζαν οι ζητωκραυγές.. Η πόλη είχε χαθεί κάτω απ’ τα φώτα, τις σημαίες, τη. βουή. Γιορτάζαμε τη νίκη.. Όμως την ίδια ώρα κάποιος σηκώνεται μες στο σιωπηλό. σπίτι, δεν ανάβει φως, ντύνεται και κάθεται στο. σκοτάδι.. Κανείς δεν μπορεί να τον βοηθήσει.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Transitional Program for Socialist Revolution",
            "authors": [
                "Leon Trotsky"
            ],
            "ranking": 4.2,
            "ranking_count": 291,
            "abstract": "Contains discussions between leaders of the U.S Socialist Workers Party and exiled revolutionary Leon Trotsky in 1938. The product of these discussions, a program of immediate, democratic and transitional demands, was adopted by the SWP later that year. This program for socialist revolution, remains an important tool for communist workers today.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Economics",
                "Anthologies",
                "Cultural",
                "Writing",
                "Literature"
            ]
        },
        {
            "title": "Diamonds Are Forever",
            "authors": [
                "Ian Fleming",
                "Jonathan Kellerman"
            ],
            "ranking": 3.64,
            "ranking_count": 20465,
            "abstract": "‘Listen, Bond,’ said Tiffany Case. ‘It’d take more than Crabmeat Ravigotte to get me into bed with a man. In any event, since it’s your check, I’m going to have caviar, and what the English call “cutlets”, and some pink champagne. I don’t often date a good-looking Englishman and the dinner’s going to live up to the occasion.’. Meet Tiffany Case, a cold, gorgeous, hard-boiled blonde; the kind of girl you could get into a lot of trouble with — if you wanted. She stands between James Bond and the leaders of a diamond-smuggling ring that stretches from Africa via London to the States. Bond uses her to infiltrate this gang, but once in America the hunter becomes the hunted. Bond is in real danger until help comes from an unlikely quarter, the ice maiden herself …",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Classics",
                "Action"
            ]
        },
        {
            "title": "Die Verwirrungen des Zöglings Törleß",
            "authors": [
                "Robert Musil"
            ],
            "ranking": 3.7,
            "ranking_count": 7659,
            "abstract": "Die oft gelobte Kühnheit Musilscher Psychologie zeichnet shon dies erste Werk aus. Es ist die ungewöhnliche, subtile Pubertätsstudie, in der Musil seine Erfahrungen als Kadett einer k. u. k. österreichischen Militärerziehungsanstalt auswertete. Eine scharfsichtig genaue, glasklare Interpretation jugendlichen Wachstums, die zugleich das Bild kommender Diktatur und der Vergewaltigung des einzelnen durch das System visionär vorzeichnet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "LGBT",
                "Young Adult",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Murder of Roger Ackroyd",
            "authors": [
                "Agatha Christie",
                "Hugh Fraser"
            ],
            "ranking": 4.26,
            "ranking_count": 203529,
            "abstract": "Roger Ackroyd knew too much. He knew that the woman he loved had poisoned her brutal first husband. He suspected also that someone had been blackmailing her. Now, tragically, came the news that she had taken her own life with a drug overdose.. But the evening post brought Roger one last fatal scrap of information. Unfortunately, before he could finish the letter, he was stabbed to death…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Granny Dan",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.94,
            "ranking_count": 8037,
            "abstract": "For over a decade, young Danina Petroskova has known no life but that of the ballet and her mentor Madame Markova. When a deathly illness steals her from the stage, the young dancer is inconsolable, and, desperate to speed her recovery, Madame Markova agrees to hand Danina over to the talented Dr. Nikolai Obrajensky for treatment. Convalescing with the Romanovs at the Tsarskoe Selo palace, Danina learns to live in and love the world beyond the ballet. And while grateful for Nikolai's companionship, she is startled by the intense emotions growing inside her for the married doctor. Drawn to Danina, Nikolai cannot ignore the passion between them either, and the strength of their love quickly overpowers their resistance. Soon Madame Markova and Nikolai's wife remind them of their previous obligations, and as the Revolution hovers on the horizon, the two must make a decision that will change their lives forever.. As if a romance set in the twilight years of czarist Russia doesn't have enough intrinsic pathos, Danielle Steel takes great care to give her hero and heroine the bittersweet combination of incomparable virtue and external duties. When the young prima ballerina and the married doctor meet, they are drawn to the corresponding sense of integrity and duty in each other. However, when love and duty conflict, the struggle is never easy.. Maestro Steel knows where the heartstrings are, and she plays them with her reliable talents. While students of history may cringe at the simplified approach to the historical period, readers just looking for a good time have found it. With the tough-but-loving mother figure, the ill-but-lovable Prince Alexander, the borrowed ball gowns, and the emotional grand jeté, this book has everything a TV movie needs except a small, cuddly pet. Put your feet up, set aside your spoilsport logic, and enjoy this novel for what it is: a classic romance.. --Nancy R.E. O'Brien",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Historical",
                "Womens Fiction",
                "Novels",
                "Contemporary",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Lost in the City",
            "authors": [
                "Edward P. Jones"
            ],
            "ranking": 4.06,
            "ranking_count": 3035,
            "abstract": "A magnificent collection of short fiction focusing on the lives of African-American men and women in Washington, D.C., Lost in the City is the book that first brought author Edward P. Jones to national attention. Winner of the Pulitzer Prize, the National Book Critics Circle Award, and numerous other honors for his novel The Known World, Jones made his literary debut with these powerful tales of ordinary people who live in the shadows in this metropolis of great monuments and rich history. Lost in the City received the Pen/Hemingway Award for Best First Fiction and was a National Book Award Finalist. This beautiful 20th Anniversary Edition features a new introduction by the author, and is a wonderful companion piece to Jones’s masterful novel and his second acclaimed collection of stories, All Aunt Hagar’s Children.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Superheroes",
                "Race",
                "The United States Of America",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Scrub Dog of Alaska",
            "authors": [
                "Walt Morey"
            ],
            "ranking": 4.19,
            "ranking_count": 183,
            "abstract": "After a runt sled dog is raised by a young boy, the dog's cruel owner demands his return.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Childrens",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "Fear Nothing",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.0,
            "ranking_count": 35861,
            "abstract": "This is a killer of a book, period. Probably the best of Koontz's career to date.. Because Chris Snow has xeroderma pimentosum - a rare, and usually fatal, genetic disorder - even a brief exposure to sunlight can cause irreparable damage leading to blindness and fatal skin cancers. So Snow only comes at night. The novel opens with the death of Snow's father, a tragic, but seemingly innocent incident that tears open the fabric of Snow's life. He soon becomes embroiled in a conspiracy that seems to involve everyone in the small town of Moonlight Bay, where Snow has spent his entire life.. The whole book, except for the last few pages, takes place during one night, making for a riveting, fast-paced read that still has time for thoughtful speculations and wonderful characters. If you've never tried Koontz before, this is the place to start, while for longtime readers, I need say no more than that this is Koontz writing at the peak of his form.. - Charles de Lint",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Science Fiction",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "Les Justes",
            "authors": [
                "Albert Camus"
            ],
            "ranking": 4.02,
            "ranking_count": 6240,
            "abstract": "À Moscou, en 1905, un groupe de socialistes révolutionnaires projette d'assassiner le grand-duc Serge, qui gouverne la ville en despote, afin de lutter contre la tyrannie exercée sur eux. Kaliayev, un jeune terroriste, lancera la bombe. Dora restera en arrière, mais c'est elle qui a fabriqué les bombes servant à l'attentat. Dora et Kaliayev sont amants. Kaliayev est emprisonné, la grande-duchesse Élisabeth lui propose d'être gracié, il refuse et il est pendu. Dora, à la fin, s'apprête à faire le prochain attentat et peut ainsi rejoindre Kaliayev.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Cultural",
                "Classics",
                "Philosophy",
                "European Literature",
                "Fiction",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "Tempting Fortune",
            "authors": [
                "Jo Beverley"
            ],
            "ranking": 3.73,
            "ranking_count": 1808,
            "abstract": "THE STAKES. Portia St. Claire's brother has gambled and lost, throwing her into the power of ruthless men. Their price for his life is her virtue, to be auctioned off in London's most notorious brothel .... THE BIDDER. To retrieve an incriminating letter, Bryght Malloren once broke into a house where he was greeted at pistol point by a resolute woman ... a woman he could swear stands before him, masked and trembling, on a madam's auction block .... THE RISKIEST GAME. Unable to leave Portia to such a cruel fate, Bryght turns the private wager into a very public game of seduction, one that confirms his reputation as a shameless rake and keeps all of London society breathless with anticipation. But on a night shimmering with destiny, truth, and passion, those who tempt fortune risk losing everything ... including their hearts ...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "European Literature"
            ]
        },
        {
            "title": "The Ax",
            "authors": [
                "Donald E. Westlake"
            ],
            "ranking": 3.91,
            "ranking_count": 1992,
            "abstract": "For 25 years, Burke Devore has provided for his family and played by the rules. Until now. Downsized from his job, Devore is slipping away: from his wife, his family, and from all civilized norms of behavior. He wants his life back, and will do anything to get it. In this relentlessly fascinating novel, the masterful Westlake takes readers on a journey of obsession and outrage inside a quiet man's desperate world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Horror",
                "Novels",
                "Suspense",
                "Sociology"
            ]
        },
        {
            "title": "Unfinished Symphony",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 6669,
            "abstract": "Melody Logan had only just found a safe harbor when a new storm set her adrift all over again..... Melody had always believed her mother, Haille, and dear stepdaddy had died in tragic accidents — that's why she'd come to stay with her secretive Logan relatives on Cape Cod. But then a friend recognized Haille's picture in a catalog and kindled Melody's hopes. Maybe her mother hadn't perished in a fire in California after all, but was in some desperate trouble that kept her out of reach..... Melody's dream of finding her mother seemed as flimsy as the scrap of paper that was her only clue. And despite the pampered life Melody was offered as a guest in a Beverly Hills mansion, nothing could soften the blow of the moment she stood face-to-face with her mother and saw her eyes turn dark and cold as stones. Melody knew there must be a reason why her mother pretended at first not to recognize her — and why she'd even faked her own death. Though Melody's beloved Cary beckoned from Cape Cod, she felt in her heart that her mother needed her now more than ever. And beneath her mother's unkept promises and tattered fantasies, Melody hoped to unearth the truth about her own past, and find her way to a safer, better place...where she could embrace a bright new future of her own.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Mystery",
                "Gothic",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "The Vanishing Tower",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.97,
            "ranking_count": 8737,
            "abstract": "The swashbuckling and fantastic adventures of the moody albino prince -- Elric -- and his soul-drinking runesword, called Storm-bringer. The two are on a quest for The Vanishing Tower, which stands at the nexus of space and time and is a gateway into other dimensions. Elric must conquer the demon that inhabits the tower and tame the soul of his black runesword.This tale and its heroes weave in and out of events throughout Moorcock's Eternal Champion series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "A Cavern of Black Ice",
            "authors": [
                "J.V. Jones"
            ],
            "ranking": 3.87,
            "ranking_count": 8907,
            "abstract": "HIGH ADVENTURE ON THE SWORD EDGE OF DESTINY. A Cavern of Black Ice. is the first book in J.V. Jones's Sword of Shadow series. As a newborn Ash March was abandoned--left for dead at the foot of a frozen mountain. Found and raised by the Penthero Iss, the mighty Surlord of Spire Vanis, she has always known she is different. Terrible dreams plague her and sometimes in the darkness she hears dread voices from another world. Iss watches her as she grows to womanhood, eager to discover what powers his ward might possess. As his interest quickens, he sends his living blade, Marafice Eye, to guard her night and day.. Raif Sevrance, a young man of Clan Blackhail, also knows he is different, with uncanny abilities that distance him from the clan. But when he and his brother survive an ambush that plunges the entire Northern Territories into war, he yet seeks justice for his own . . . even if means he must forsake clan and kin.. Ash and Raif must learn to master their powers and accept their joint fate if they are to defeat an ancient prophecy and prevent the release of the pure evil known as the End Lords.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Don't Bump the Glump! and Other Fantasies",
            "authors": [
                "Shel Silverstein"
            ],
            "ranking": 3.88,
            "ranking_count": 1378,
            "abstract": "It's a zoo in here!. Have you ever.... Seen a Gritchen in your kitchen?. Dared to dance with the One-Legged Zantz?. Declined to dine with the Glub-Toothed Sline?. You haven't? Well then, step inside - but only if you are ready to be amazed, tickled, astonished and entertained by this most unusual bestiary of silly and scary creatures.. Shel Silverstein combined his unique imagination and bold brand of humor for his first poetry collection - the only one he illustrated in full color. Now available again after three decades, DON'T BUMP THE GLUMP! and Other Fantasies was originally published in 1964, the same year as his most famous picture book, THE GIVING TREE.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Childrens",
                "Fiction",
                "Humor",
                "Classics",
                "Fantasy",
                "Sequential Art",
                "Kids"
            ]
        },
        {
            "title": "Rum Punch",
            "authors": [
                "Elmore Leonard"
            ],
            "ranking": 3.92,
            "ranking_count": 9935,
            "abstract": "“Powerful…clever…astonishing…a delicious read.”. —. Detroit Free Press. Rum Punch. is classic Elmore Leonard—the electrifying thriller that served as the basis for the acclaimed film. Jackie Brown. by director Quentin Tarantino, starring Pam Grier, Robert DeNiro, and Samuel L. Jackson. Leonard’s story of a not-altogether-blameless flight attendant on the run from her vicious gun-running sometime employer who sees her as a troublesome loose end,. Rum Punch. is “the King Daddy of crime writers” (. Seattle Times. ) at his sharpest and most ingeniously entertaining. In fact,. People. magazine calls it, “Leonard’s best work. He brilliantly reaffirms his right to the title of America’s finest crime fiction writer.” Enjoy this sensational noir winner from the creator of the character of U.S. Marshal Raylan Givens, lately of TV’s hit series. Justified. , and see why the great Elmore Leonard stands tall in the company of America’s most legendary crime fiction masters: John D. MacDonald, Dashiell Hammett, James M. Cain, et al.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Literature",
                "Suspense"
            ]
        },
        {
            "title": "The Business of Fancydancing",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.17,
            "ranking_count": 1982,
            "abstract": "Poetry. Fiction. Published in 1992, well before Sherman Alexie became well-known as the screenwriter for the film SMOKE SIGNALS, THE BUSINESS OF FANCYDANCING has now been turned into a film with none other than Alexie himself in his directorial debut. The screenplay for the movie, which recently won the Audience Award at the San Francisco Film Festival, is loosly adapted from this book. Many film-goers will want to visit or revisit the elegaic poems and stories that set the tone for the film itself. In an age when many 'Native American' writers publish books that prove their ignorance of the real Indian world, Sherman Alexie paints painfully honest visions of our beautiful and brutal lives--Adrian C. Louis.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Adult",
                "Literature",
                "Native Americans",
                "Race",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "The Mark: The Beast Rules the World",
            "authors": [
                "Tim LaHaye",
                "Jerry B. Jenkins",
                "Frank  Muller"
            ],
            "ranking": 4.02,
            "ranking_count": 27920,
            "abstract": "2001 Christy Award finalist! The international fiction series phenomenon continues. Jerry B. Jenkins and Tim LaHaye pick up the exciting end-times saga where The Indwelling left off. The evil world leader Nicolae Carpathia officially takes his place as the Antichrist and begins his three-and-a-half year reign of terror over the earth. Technology provides the means to place the mark of the beast on every human, and the Trib Force scrambles to survive.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Religion",
                "Fantasy",
                "Thriller",
                "Science Fiction",
                "Spirituality"
            ]
        },
        {
            "title": "The Doors of His Face, the Lamps of His Mouth",
            "authors": [
                "Roger Zelazny"
            ],
            "ranking": 4.07,
            "ranking_count": 3786,
            "abstract": "Here are strange, beautiful stories covering the full spectrum of the late Roger Zelazny's remarkable talents. In Doors of His Face, The Lamps of His Mouth, Zelazny's rare ability to mix the dream-like, disturbing imagery of fantasy with the real-life hardware of science fiction is on full display. His vivid imagination and fine prose made him one of the most highly acclaimed writers in his field.. Contents:. · The Doors of His Face, the Lamps of His Mouth · nv F&SF Mar ’65. · The Keys to December · nv New Worlds Aug ’66. · Devil Car [Sam Nurdock] · ss Galaxy Jun ’65. · A Rose for Ecclesiastes · nv F&SF Nov ’63. · The Monster and the Maiden · vi Galaxy Dec ’64. · Collector’s Fever · vi Galaxy Jun ’64. · This Mortal Mountain · nv If Mar ’67. · This Moment of the Storm · nv F&SF Jun ’66. · The Great Slow Kings · ss Worlds of Tomorrow Dec ’63. · A Museum Piece · ss Fantastic Jun ’63. · Divine Madness · ss Magazine of Horror Sum ’66. · Corrida · ss Anubis v1 #3 ’68. · Love Is an Imaginary Number · ss New Worlds Jan ’66. · The Man Who Loved the Faioli · ss Galaxy Jun ’67. · Lucifer · ss Worlds of Tomorrow Jun ’64",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Speculative Fiction",
                "Humor"
            ]
        },
        {
            "title": "Wounded Prophet: A Portrait of Henri J.M. Nouwen",
            "authors": [
                "Michael    Ford"
            ],
            "ranking": 4.24,
            "ranking_count": 228,
            "abstract": "Henri Nouwen, a Dutch Roman Catholic priest, was one of the most beloved and important spiritual writers of the twentieth century. Since his death in 1996, his stature has only increased; and his books, including. The Inner Voice of Love. ,. The Wounded Healer. , and. The Return of the Prodigal Son. ,. have become cherished classics. For thousands of readers around the world, Nouwen’s influence as a teacher and author is considered equal to, or greater than, that of the century’s great spiritual writers, C. S. Lewis and Thomas Merton.. Although Nouwen could be radically revealing about his personal thoughts and struggles, there are nonetheless gaps in our understanding of who he was.. With. Wounded Prophet. , readers are given the first extensive look into this man who touched so many, not only through his own words but, most powerfully, through the eyes of those around the world who knew Nouwen best. While researching this compelling biography, BBC producer Michael Ford conducted wide-ranging interviews with Nouwen’s friends, colleagues, and family members. What he discovered was far more compelling than what he had imagined: Though Nouwen was indeed the generous and loving man many thought he was, he was also never able to find consistent peace in his own life. Tormenting him were profound feelings of anxiety, insecurity, and loneliness. This portrait gives an honest and well-balanced account of Nouwen’s life that leaves no stone unturned, investigating his childhood, his family, his sexuality, and his life as a priest and member of the L’Arche Daybreak community in Toronto.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Spirituality",
                "Religion",
                "Christian",
                "Christianity",
                "Nonfiction"
            ]
        },
        {
            "title": "The Boardman Tasker Omnibus",
            "authors": [
                "Joe Tasker",
                "Peter Boardman",
                "Chris Bonington"
            ],
            "ranking": 4.46,
            "ranking_count": 185,
            "abstract": "Peter Boardman and Joe Tasker, who died on Everest in 1982, were one of the most respected climbing partnerships since Shipton and Tilman. Their four books of lightweight Himalayan expeditioning are here published in one volume for the first time.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Mountaineering",
                "Nonfiction",
                "Adventure",
                "Nature",
                "Biography",
                "Environment",
                "Autobiography",
                "Travel"
            ]
        },
        {
            "title": "Walt Disney - Eeyore, Be Happy (A Little Golden Book)",
            "authors": [
                "Don Ferguson",
                "Walt Disney Company"
            ],
            "ranking": 4.36,
            "ranking_count": 579,
            "abstract": "Eeyore's gloominess gets to Tigger, so Pooh and Piglet set out to make Eeyore happy, an effort that turns into a very tiring day for poor Eeyore.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Kids",
                "Fiction"
            ]
        },
        {
            "title": "The Justification of God: An Exegetical and Theological Study of Romans 9:1-23",
            "authors": [
                "John Piper"
            ],
            "ranking": 4.3,
            "ranking_count": 604,
            "abstract": "John Piper presents a careful, reasoned study of the doctrine of election. He dissects Paul's argument to highlight the picture of God and his righteousness painted in Romans 9. Undergirded by his belief that the sovereignty of God is too precious a part of our faith to dismiss or approach weak-kneed, Piper explores the Greek text and Paul's argument with singular deftness.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Christianity",
                "Reference",
                "Spirituality"
            ]
        },
        {
            "title": "The Prophet Armed: Trotsky, 1879-1921",
            "authors": [
                "Isaac Deutscher"
            ],
            "ranking": 4.32,
            "ranking_count": 967,
            "abstract": "Few political figures of the twentieth century have aroused as much controversy as the Russian revolutionary Leon Trotsky. Trotsky’s extraordinary life and extensive writings have left an indelible mark on revolutionary conscience; and yet there was at one time a danger that his name would disappear altogether from history. Isaac Deutscher’s magisterial three-volume biography was the first major publication to counter the powerful Stalinist propaganda machine, and in this definitive work Trotsky emerges in his real stature, as the most heroic, and ultimately tragic, character of the Russian revolution.. This first volume of the trilogy, originally published in 1954, traces Trotsky’s political development: his early activities, the formation and crystallization of his distinctive and motivating idea—the permanent revolution— his long feud and final reconciliation with Lenin and Bolshevism, and his role in the October insurrection of 1917. The volume ends in the year 1921, when Trotsky, then at the climax of his power, unwittingly sowed the seeds of his own defeat.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Biography",
                "Politics",
                "Cultural",
                "Nonfiction",
                "Russian History",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "David Boring",
            "authors": [
                "Daniel Clowes"
            ],
            "ranking": 3.81,
            "ranking_count": 8283,
            "abstract": "Meet David Boring: a nineteen-year-old security guard with a tortured innner life and an obsessive nature. When he meets the girl of his dreams, things begin to go awry: what seems too good to be true apparently is. And what seems truest in Boring's life is that, given the right set of circumstances (in this case, an orgiastic cascade of vengeance, humiliation and murder) the primal nature of humandkind will come inexorably to the fore.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "L'esclusa",
            "authors": [
                "Luigi Pirandello"
            ],
            "ranking": 3.71,
            "ranking_count": 1360,
            "abstract": "A questo romanzo di impianto naturalistico, Pirandello lavorò in tempi diversi e ne trasse anche una commedia: L'uomo, la bestia e la virtù. Si narra la storia di Marta, che viene cacciata di casa dal marito dietro il sospetto di un tradimento che si riduce invece a qualche lettera appassionata e filosoficheggiante che le indirizza un intellettuale del luogo, Gregorio Alvignani, deputato al Parlamento. Creduta colpevole da tutti e persino dal padre, Marta,dopo aver cercato di guadagnarsi la vita in paese, accetta un posto di maestra a Palermo. Sarà qui che tornerà ad affacciarsi l'ombra del marito e che lei, giovane e bella, diventerà facilmente vittima dell'Alvignani. Ma la sua scelta la porterà al distacco da tutti coloro che l'avevano esclusa.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Nobel Prize",
                "Academic",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "When Hope Springs New",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.17,
            "ranking_count": 6182,
            "abstract": "The sequel to When Breaks the Dawn. A frontier woman now, she had triumphed over the worst life could offer-or had she?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Fiction",
                "Romance",
                "Christian",
                "Inspirational",
                "Adult Fiction"
            ]
        },
        {
            "title": "شروح سقط الزند",
            "authors": [
                "أبو العلاء المعري",
                "مصطفى السقا",
                "عبد الرحيم محمود",
                "إبراهيم الإبياري",
                "عبد السلام هارون",
                "حامد عبد المجيد",
                "البطليوسي",
                "محمد بن موسى الخوارزمي",
                "more…",
                "الخطيب التبريزي",
                "طه حسين",
                "…less"
            ],
            "ranking": 3.91,
            "ranking_count": 22,
            "abstract": "هذه هي الطبعة الثالثة من مجموعة آثار أبي العلاء:. تعريف القدماء بأبي العلاء.. و شروح سقط الزند - للتبريزي و البطليوسي و الخوارزمي. نقدمها إلى جمهور الباحثين بعد إعادة النظر فيما اقتضى النظر من النصوص و الضبط.. المحققون",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Hammer of Eden",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.51,
            "ranking_count": 12850,
            "abstract": "Ken Follett hits the top of his form with The Hammer of Eden, a state-of-the-art suspense thriller to rival his best.. When controversial radio talk host John Truth broadcasts a terrorist threat of a man-made earthquake, few people take it seriously. Crackerjack young FBI agent Judy Maddox is assigned to track down the elusive, sinister group called the Hammer of Eden.Judy's boss, who has a grudge against her, thinks he has given her a waste-of-time assignment. But Judy's research leads her to maverick seismologist Michael Quercus, who gives her the shocking news that it might just be possible for an earthquake to be deliberately triggered. And when a tremor in a remote California desert shows evidence of being machine-generated, Judy knows the threat is terrifyingly real.. Suddenly in charge of a life-or-death investigation, Judy must pinpoint the terrorists' next target, with the help of the erratic but attractive Michael. Their compelling romantic drama is played out as they race to beat the terrorist deadline and prevent an unthinkable disaster.. Unknown to them, Michael's estranged wife, gorgeous but angry, has fallen under the spell of a clever, sexy cult leader called Priest -- and they have stolen from Michael's computer the key data that enables the Hammer of Eden to carry out their cataclysmic threat. Worse still, Michael's son is with his wife -- and under the control of Priest. All of them are in mortal jeopardy as Judy and Michael fight to save San Francisco from being brought down in ruins.. Ken Follett became a best-selling author in 1978 with the publication of Eye of the Needle,  which won the Edgar award and became a major motion picture. He has sincewritten numerous other best-selling thrillers and historical novels, including The Third Twin,  and A Place Called Freedom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Historical",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Mhudi",
            "authors": [
                "Sol T. Plaatje"
            ],
            "ranking": 3.55,
            "ranking_count": 288,
            "abstract": "Mhudi. , the first full-length novel in English by a black South African, was written in the late 1910s. A romantic epic set in the first half of the nineteenth century, the main action is unleashed by King Mzilikazi's extermination campaign against the Barolong in 1832 at Kunana (nowadays Setlagole), and covers the resultant alliance of defeated peoples with Boer frontiersmen in a resistance movement leading to Battlehill (Vegkop, 1836) and the showdown at the Battle of Mosega (17 January 1839). Plaatje's eponymous heroine is an enduring symbol of the belief in a new day.",
            "part_of_series": false,
            "genre_list": [
                "Literature",
                "Cultural",
                "Southern Africa",
                "Historical",
                "Classics",
                "Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Sickness",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.94,
            "ranking_count": 2794,
            "abstract": "Something is very wrong with Ax. He's sick. And the Animorphs don't know what to do about it. They can't take him to a hospital. They don't know how to contact the Andalite home world. And Ax is dying.. Cassie and the other Animorphs come up with a plan. But it involves finding a new way into the Yeerk pool. There's just one problem: Jake, Rachel, Tobias, and Marco come down with Ax's sickness. And now, for the first time, Cassie is on her own. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Adventure",
                "Animals",
                "Novels"
            ]
        },
        {
            "title": "The Machiavellians: Defenders of Freedom",
            "authors": [
                "James Burnham"
            ],
            "ranking": 4.32,
            "ranking_count": 852,
            "abstract": "This classic work of political theory and practice offers an account of the modern Machiavellians, a remarkable group who have been influential in Europe and practically unknown in the United States. The book devotes a long section to Machiavelli himself as well as to such modern Machiavellians as Gaetano Mosca, Georges Sorel, Robert Michels and Vilfredo Pareto. Burnham contends that the writings of these men hold the key both to the truth about politics and to the preservation of political liberty.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Philosophy",
                "History",
                "Nonfiction",
                "Economics",
                "Sociology",
                "Audiobook",
                "Culture",
                "Writing"
            ]
        },
        {
            "title": "Permanent Midnight",
            "authors": [
                "Jerry Stahl"
            ],
            "ranking": 3.96,
            "ranking_count": 1879,
            "abstract": "His byline appeared everywhere, from. L.A. Style. to the. Village Voice. , from. Esquire. to. Hustler. . He penned scripts for twisted cult classics like. Cafe Flesh. and. Dr. Caligari. . He banged out shows for TV mega-hits like. Moonlighting. ,. Twin Peaks. , and. thirtysomething. . But even when Jerry Stahl was making five grand a week, he was shooting six. Careening from his luxury home to L.A.'s more hellacious neighborhoods, he financed a heroin habit that brought on the soothing hiss of oblivion, while it stole his health and smashed his career. Until in a private apocalypse straight out of. Day of the Locust. , Jerry Stahl kicked smack and emerged clean.. A searing, strung-out confessional in the lineage of Lenny Bruce, William S. Burroughs, and Hubert Selby Jr., PERMANENT MIDNIGHT chronicles one man's slide into the opiated abyss and his claw-marked ascent back into the light--heralding the return of the Urban Hipster to contemporary literature, infused with savage humor and relentless intensity.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Humor"
            ]
        },
        {
            "title": "Only Mine",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.9,
            "ranking_count": 2841,
            "abstract": "The bastard son of a viscount and a Cheyenne shaman′s daughter, Wolfe Lonetree agrees to rescue the pampered Lady Jessica from an unwanted impending wedding -- but only if she will be his wife.. Naive and shockingly innocent, Lady Jessica Charteris tricked a rugged, handsome stranger into a marriage in name only in order to escape a union with a vile British lord. Totally unprepared for the hardships awaiting her in America, she is terrified by the prospect of life in the harsh and magnificent land at the edge of the Rockies. But even more frightening is Wolfe himself -- a man whose raw sensuality leaves her breathless. Her proud, virile new husband is not one to be trifled with, nor will he be denied what his heart fervently desires -- for only in Wolfe Lonetree′s arms can Jessica truly learn the unparalleled joy of becoming the right man′s woman.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Westerns",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult"
            ]
        },
        {
            "title": "The Shores of Space",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.88,
            "ranking_count": 187,
            "abstract": "Contents:. · Being · nv If Aug ’54. · Pattern for Survival · vi F&SF May ’55. · Steel · nv F&SF May ’56. · The Test · ss F&SF Nov ’54. · Clothes Make the Man · ss Worlds Beyond Feb ’51. · Blood Son [“Drink My Red Blood”] · ss Imagination Apr ’51. · Trespass [“Mother by Protest”] · nv Fantastic Sep/Oct ’53. · When Day Is Dun · ss Fantastic Universe May ’54. · The Curious Child · ss Fantastic Jun ’54. · The Funeral · ss F&SF Apr ’55. · The Last Day · ss Amazing Apr/May ’53. · Little Girl Lost · ss Amazing Oct/Nov ’53. · The Doll That Does Everything · ss Fantastic Universe Dec ’54",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Horror",
                "Fiction",
                "Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "Word of Honor",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.19,
            "ranking_count": 10843,
            "abstract": "Read the gripping story of a Vietnam vet whose secret past threatens his family, career, and honor, from the #1. New York Times. bestselling author whose books have sold over 50 million copies worldwide, and is a true master (Dan Brown).. He is a good man, a brilliant corporate executive, an honest, handsome family man admired by men and desired by women. But sixteen years ago Ben Tyson was a lieutenant in Vietnam.. There, in 1968, the men under his command committed a murderous atrocity-and together swore never to tell the world what they had done. Not the press, army justice, and the events he tried to forget have caught up with Ben Tyson. His family, his career, and his personal sense of honor hang in the balance. And only one woman can reveal the truth of his past--and set him free.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "War",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Silent Partner",
            "authors": [
                "Jonathan Kellerman"
            ],
            "ranking": 3.91,
            "ranking_count": 14861,
            "abstract": "At a party for a controversial Los Angeles sex therapist, Alex encounters a face from his own past--Sharon Ransom, an exquisite, alluring lover who left him abruptly more than a decade earlier. Sharon now hints that she desperately needs help, but Alex evades her. The next day she is dead, an apparent suicide. Driven by guilt and sadness, Alex plunges into the maze of Sharon's life--a journey that will take him through the pleasure palaces of California's ultra-rich, into the dark closets of a family's disturbing past, and finally into the alleyways of the mind, where childhood terrors still hold sway.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "The Power That Preserves",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 4.02,
            "ranking_count": 23852,
            "abstract": "Used, book, fiction",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Epic",
                "Adventure",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Lukewarmness",
            "authors": [
                "Francis Fernandez-Carvajal",
                "Francisco Fernández-Carvajal"
            ],
            "ranking": 4.37,
            "ranking_count": 51,
            "abstract": "Here is a practical and complete remedy for a spiritual malady that afflicts many Christians, often without their even being aware of it: lukewarmness. Francis Carvajal explains how lukewarmness can creep into your soul through small infidelities, and can result in spiritual death. In this book, he offers a radical cure to this little-known spiritual sickness. He gives you realistic steps you can take now (including frequent Confession and renewed devotion to Mary) to root lukewarmness out of your soul.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Spirituality",
                "Religion"
            ]
        },
        {
            "title": "Lucky Starr and the Oceans of Venus",
            "authors": [
                "Paul  French",
                "Isaac Asimov"
            ],
            "ranking": 3.65,
            "ranking_count": 1784,
            "abstract": "From the distance it seemed an emerald green, fairyland bubble! Aphrodite, the largest city of Venus, deep under the planet's sea. There Earthmen had established an incredible civilization, but now it was threatened by some awesome force which preyed on men's minds.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Space",
                "Childrens",
                "Anthologies",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "There's Always a Price Tag",
            "authors": [
                "James Hadley Chase"
            ],
            "ranking": 3.91,
            "ranking_count": 232,
            "abstract": "Small time freelance worker Glyn Nash rescues a drunken billionaire film director Dester from being run over, and soon gets appointed by the latter at his Hollywood residence, much against the wishes of Dester's glamorous and shady wife, Helen Dester. Glyn sees the employment as an opportunity to become rich and famous, not knowing what is in store for him.. (wikipedia.org)",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Mystery",
                "European Literature"
            ]
        },
        {
            "title": "The Season of Passage",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 4.15,
            "ranking_count": 3261,
            "abstract": "Dr. Lauren Wagner was a celebrity. She was involved with the most exciting adventure mankind had ever undertaken. The whole world admired and respected her.. But Lauren knew fear.. Inside voices entreating her to love them.. Outside — the mystery of the missing group that had gone before her. The dead group.. But were they simply dead?. Or something else?. A terrifying novel of horror — and, surprisingly, of salvation — from one of America's bestselling writers.. A novel you won't forget.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Science Fiction",
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "The Best of Robert Service",
            "authors": [
                "Robert W. Service"
            ],
            "ranking": 4.3,
            "ranking_count": 432,
            "abstract": "This new and revised edition of poems about the men and women of the North features the most loved ballads by Robert Service, and is illustrated with lively art by Marilen Van Nimwegen. While living in Whitehorse, Robert Service wrote The Cremation of Sam McGee, and other well-known poems. He wrote and published into his mid-eighties. He was quoted as saying, I just go for a walk and come back with a poem in my pocket.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Fiction",
                "Travel",
                "Classics",
                "Reference",
                "Environment",
                "Anthologies"
            ]
        }
    ]
}