{
    "books": [
        {
            "title": "Inferno",
            "authors": [
                "Dante Alighieri",
                "Anthony Esolen"
            ],
            "ranking": 4.01,
            "ranking_count": 159458,
            "abstract": "Of the great poets, Dante is one of the most elusive and therefore one of the most difficult to adequately render into English verse. In the Inferno, Dante not only judges sin but strives to understand it so that the reader can as well. With this major new translation, Anthony Esolen has succeeded brilliantly in marrying sense with sound, poetry with meaning, capturing both the poem’s line-by-line vigor and its allegorically and philosophically exacting structure, yielding an Inferno that will be as popular with general readers as with teachers and students. For, as Dante insists, without a trace of sentimentality or intellectual compromise, even Hell is a work of divine art.. Esolen also provides a critical Introduction and endnotes, plus appendices containing Dante’s most important sources—from Virgil to Saint Thomas Aquinas and other Catholic theologians—that deftly illuminate the religious universe the poet inhabited.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Literature",
                "Religion",
                "Fantasy",
                "Academic",
                "Philosophy",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "The English Patient",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.87,
            "ranking_count": 122614,
            "abstract": "With ravishing beauty and unsettling intelligence, Michael Ondaatje's Booker Prize-winning novel traces the intersection of four damaged lives in an Italian villa at the end of World War II. Hana, the exhausted nurse; the maimed thief, Caravaggio; the wary sapper, Kip: each is haunted by the riddle of the English patient, the nameless, burned man who lies in an upstairs room and whose memories of passion, betrayal, and rescue illuminate this book like flashes of heat lightning.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Romance",
                "War",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Midnight's Children",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.98,
            "ranking_count": 112219,
            "abstract": "Saleem Sinai is born at the stroke of midnight on August 15, 1947, the very moment of India’s independence. Greeted by fireworks displays, cheering crowds, and Prime Minister Nehru himself, Saleem grows up to learn the ominous consequences of this coincidence. His every act is mirrored and magnified in events that sway the course of national affairs; his health and well-being are inextricably bound to those of his nation; his life is inseparable, at times indistinguishable, from the history of his country. Perhaps most remarkable are the telepathic powers linking him with India’s 1,000 other “midnight’s children,” all born in that initial hour and endowed with magical gifts.. This novel is at once a fascinating family saga and an astonishing evocation of a vast land and its people–a brilliant incarnation of the universal human comedy. Twenty-five years after its publication, Midnight’ s Children stands apart as both an epochal work of fiction and a brilliant performance by one of the great literary voices of our time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Classics",
                "Historical",
                "Fantasy",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Asian Literature"
            ]
        },
        {
            "title": "The Amber Spyglass",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.09,
            "ranking_count": 331972,
            "abstract": "Will is the bearer of the knife. Now, accompanied by angels, his task is to deliver that powerful, dangerous weapon to Lord Asriel - by the command of his dying father.. But how can he go looking for Lord Asriel when Lyra is gone? Only with her help can he fathom the myriad plots and intrigues that beset him.. The two great powers of the many worlds are lining up for war, and Will must find Lyra, for together they are on their way to battle, an inevitable journey that will even take them to the world of the dead...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Firm",
            "authors": [
                "Robin Waterfield",
                "John Grisham"
            ],
            "ranking": 4.04,
            "ranking_count": 598535,
            "abstract": "Adaptation for younger readers.. Mitch McDeere, a Harvard Law graduate, becomes suspicious of his Memphis tax firm when mysterious deaths, obsessive office security, and the Chicago mob figure into its operations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Law",
                "Drama"
            ]
        },
        {
            "title": "The BFG",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.22,
            "ranking_count": 430020,
            "abstract": "Captured by a giant! The BFG is no ordinary bone-crunching giant. He is far too nice and jumbly. It's lucky for Sophie that he is. Had she been carried off in the middle of the night by the Bloodbottler, the Fleshlumpeater, the Bonecruncher, or any of the other giants-rather than the BFG-she would have soon become breakfast.. When Sophie hears that they are flush-bunking off in England to swollomp a few nice little chiddlers, she decides she must stop them once and for all. And the BFG is going to help her!",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Humor",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Crescendo",
            "authors": [
                "Becca Fitzpatrick"
            ],
            "ranking": 4.0,
            "ranking_count": 303354,
            "abstract": "Nora Grey's life is still far from perfect. Surviving an attempt on her life wasn't pleasant, but at least she got a guardian angel out of it. A mysterious, magnetic, gorgeous guardian angel. But despite his role in her life, Patch has been acting anything but angelic. He's more elusive than ever (if that's possible) and what's worse, he seems to be spending time with Nora's archenemy, Marcie Millar.. Nora would have hardly noticed Scott Parnell, an old family friend who has moved back to town, if Patch hadn't been acting so distant. Even with Scott's totally infuriating attitude, Nora finds herself drawn to him - despite her lingering feelings that he is hiding something.. If that weren't enough, Nora is haunted by images of her murdered father, and comes to question whether her Nephilim bloodline has anything to do with his death. Desperate to figure out what happened, she puts herself in increasingly dangerous situations to get the answer. But maybe some things are better left buried, because the truth could destroy everything - and everyone - she trusts.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Doctor Zhivago",
            "authors": [
                "Boris Pasternak",
                "John Bayley",
                "Max Hayward",
                "Manya Harari"
            ],
            "ranking": 4.01,
            "ranking_count": 90028,
            "abstract": "This epic tale about the effects of the Russian Revolution and its aftermath on a bourgeois family was not published in the Soviet Union until 1987. One of the results of its publication in the West was Pasternak's complete rejection by Soviet authorities; when he was awarded the Nobel Prize for Literature in 1958 he was compelled to decline it. The book quickly became an international best-seller.. Dr. Yury Zhivago, Pasternak's alter ego, is a poet, philosopher, and physician whose life is disrupted by the war and by his love for Lara, the wife of a revolutionary. His artistic nature makes him vulnerable to the brutality and harshness of the Bolsheviks. The poems he writes constitute some of the most beautiful writing featured in the novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "Romance",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values",
            "authors": [
                "Robert M. Pirsig"
            ],
            "ranking": 3.77,
            "ranking_count": 215822,
            "abstract": "Robert M. Pirsig's. Zen & the Art of Motorcycle Maintenance. is an examination of how we live, a meditation on how to live better set around the narration of a summer motorcycle trip across America's Northwest, undertaken by a father & his young son.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Fiction",
                "Classics",
                "Spirituality",
                "Travel",
                "Psychology",
                "Self Help",
                "Literature",
                "Unfinished",
                "Religion"
            ]
        },
        {
            "title": "Room",
            "authors": [
                "Emma Donoghue"
            ],
            "ranking": 4.07,
            "ranking_count": 765497,
            "abstract": "To five-year-old-Jack, Room is the world..... Told in the inventive, funny, and poignant voice of Jack, Room is a celebration of resilience—and a powerful story of a mother and son whose love lets them survive the impossible.. To five-year-old Jack, Room is the entire world. It is where he was born and grew up; it's where he lives with his Ma as they learn and read and eat and sleep and play. At night, his Ma shuts him safely in the wardrobe, where he is meant to be asleep when Old Nick visits.. Room is home to Jack, but to Ma, it is the prison where Old Nick has held her captive for seven years. Through determination, ingenuity, and fierce motherly love, Ma has created a life for Jack. But she knows it's not enough ... not for her or for him. She devises a bold escape plan, one that relies on her young son's bravery and a lot of luck. What she does not realize is just how unprepared she is for the plan to actually work.. Told entirely in the language of the energetic, pragmatic five-year-old Jack, Room is a celebration of resilience and the limitless bond between parent and child, a brilliantly executed novel about what it means to journey from one world to another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Thriller",
                "Audiobook",
                "Book Club",
                "Drama",
                "Mystery",
                "Realistic Fiction"
            ]
        },
        {
            "title": "City of Heavenly Fire",
            "authors": [
                "Cassandra Clare"
            ],
            "ranking": 4.4,
            "ranking_count": 340771,
            "abstract": "In this dazzling and long-awaited conclusion to the acclaimed Mortal Instruments series, Clary and her friends fight the greatest evil they have ever faced: Clary's own brother.. Sebastian Morgenstern is on the move, systematically turning Shadowhunter against Shadowhunter. Bearing the Infernal Cup, he transforms Shadowhunters into creatures out of nightmare, tearing apart families and lovers as the ranks of his Endarkened army swell.. The embattled Shadowhunters withdraw to Idris - but not even the famed demon towers of Alicante can keep Sebastian at bay. And with the Nephilim trapped in Idris, who will guard the world against demons?. When one of the greatest betrayals the Nephilim have ever known is revealed, Clary, Jace, Isabelle, Simon, and Alec must flee - even if their journey takes them deep into the demon realms, where no Shadowhunter has set foot before, and from which no human being has ever returned.... Love will be sacrificed and lives lost in the terrible battle for the fate of the word in the thrilling final installment of the classic urban fantasy series The Mortal Instruments!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "My Ántonia",
            "authors": [
                "Willa Cather"
            ],
            "ranking": 3.81,
            "ranking_count": 127462,
            "abstract": "Through Jim Burden's endearing, smitten voice, we revisit the remarkable vicissitudes of immigrant life in the Nebraska heartland, with all its insistent bonds. Guiding the way are some of literature's most beguiling characters: the Russian brothers plagued by memories of a fateful sleigh ride, Antonia's desperately homesick father and self-indulgent mother, and the coy Lena Lingard. Holding the pastoral society's heart, of course, is the bewitching, free-spirited Antonia.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Academic",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "11/22/63",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.31,
            "ranking_count": 473334,
            "abstract": "On November 22, 1963, three shots rang out in Dallas, President Kennedy died, and the world changed. What if you could change it back? Stephen King’s heart-stoppingly dramatic new novel is about a man who travels back in time to prevent the JFK assassination—a thousand page tour de force. Following his massively successful novel Under the Dome, King sweeps readers back in time to another moment—a real life moment—when everything went wrong: the JFK assassination. And he introduces readers to a character who has the power to change the course of history.. Jake Epping is a thirty-five-year-old high school English teacher in Lisbon Falls, Maine, who makes extra money teaching adults in the GED program. He receives an essay from one of the students—a gruesome, harrowing first person story about the night 50 years ago when Harry Dunning’s father came home and killed his mother, his sister, and his brother with a hammer. Harry escaped with a smashed leg, as evidenced by his crooked walk. Not much later, Jake’s friend Al, who runs the local diner, divulges a secret: his storeroom is a portal to 1958. He enlists Jake on an insane—and insanely possible—mission to try to prevent the Kennedy assassination.. So begins Jake’s new life as George Amberson and his new world of Elvis and JFK, of big American cars and sock hops, of a troubled loner named Lee Harvey Oswald and a beautiful high school librarian named Sadie Dunhill, who becomes the love of Jake’s life—a life that transgresses all the normal rules of time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Science Fiction",
                "Fantasy",
                "Horror",
                "Thriller",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Like Water for Chocolate",
            "authors": [
                "Laura Esquivel",
                "Thomas  Christensen",
                "Carol Christensen"
            ],
            "ranking": 3.95,
            "ranking_count": 342624,
            "abstract": "Earthy, magical, and utterly charming, this tale of family life in turn-of-the-century Mexico became a best-selling phenomenon with its winning blend of poignant romance and bittersweet wit.. The number one bestseller in Mexico and America for almost two years, and subsequently a bestseller around the world,. Like Water For Chocolate. is a romantic, poignant tale, touched with moments of magic, graphic earthiness, bittersweet wit - and recipes.. A sumptuous feast of a novel, it relates the bizarre history of the all-female De La Garza family. Tita, the youngest daughter of the house, has been forbidden to marry, condemned by Mexican tradition to look after her mother until she dies. But Tita falls in love with Pedro, and he is seduced by the magical food she cooks. In desperation, Pedro marries her sister Rosaura so that he can stay close to her, so that Tita and Pedro are forced to circle each other in unconsummated passion. Only a freakish chain of tragedies, bad luck and fate finally reunite them against all the odds.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Romance",
                "Historical",
                "Classics",
                "Fantasy",
                "Food and Drink",
                "European Literature",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Plague",
            "authors": [
                "Albert Camus",
                "Stuart Gilbert",
                "Ersílio Cardoso",
                "Альбер Камю",
                "Valery Rumjanek",
                "Susana Cordero Espinosa"
            ],
            "ranking": 4.02,
            "ranking_count": 211562,
            "abstract": "Alternate cover edition of ISBN. 9780679720218. A gripping tale of human unrelieved horror, of survival and resilience, and of the ways in which humankind confronts death,. The Plague. is at once a masterfully crafted novel, eloquently understated and epic in scope, and a parable of ageless moral resonance, profoundly relevant to our times. In Oran, a coastal town in North Africa, the plague begins as a series of portents, unheeded by the people. It gradually becomes an omnipresent reality, obliterating all traces of the past and driving its victims to almost unearthly extremes of suffering, madness, and compassion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dragonfly in Amber",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.33,
            "ranking_count": 319478,
            "abstract": "An alternate cover edition can be found. here.. From the author of. Outlander. ... a magnificent epic that once again sweeps us back in time to the drama and passion of 18th-century Scotland.... For twenty years Claire Randall has kept her secrets. But now she is returning with her grown daughter to Scotland's majestic mist-shrouded hills. Here Claire plans to reveal a truth as stunning as the events that gave it birth: about the mystery of an ancient circle of standing stones ...about a love that transcends the boundaries of time ...and about James Fraser, a Scottish warrior whose gallantry once drew a young Claire from the security of her century to the dangers of his ..... Now a legacy of blood and desire will test her beautiful copper-haired daughter, Brianna, as Claire's spellbinding journey of self-discovery continues in the intrigue-ridden Paris court of Charles Stuart ...in a race to thwart a doomed Highlands uprising ...and in a desperate fight to save both the child and the man she loves....",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "Breakfast at Tiffany's and Three Stories",
            "authors": [
                "Truman Capote"
            ],
            "ranking": 3.9,
            "ranking_count": 187571,
            "abstract": "It's New York in the 1940s, where the martinis flow from cocktail hour till breakfast at Tiffany's. And nice girls don't, except, of course, Holly Golightly. Pursued by Mafia gangsters and playboy millionaires, Holly is a fragile eyeful of tawny hair and turned-up nose, a heart-breaker, a perplexer, a traveller, a tease. She is irrepressibly 'top banana in the shock department', and one of the shining flowers of American fiction.. This edition also contains three stories: 'House of Flowers', 'A Diamond Guitar' and 'A Christmas Memory'.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Literature",
                "Romance",
                "Novels",
                "Audiobook",
                "New York"
            ]
        },
        {
            "title": "Breakfast of Champions",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 4.07,
            "ranking_count": 239074,
            "abstract": "Alternate cover for this ISBN can be found. here. In. Breakfast of Champions,. one of Kurt Vonnegut’s most beloved characters, the aging writer Kilgore Trout, finds to his horror that a Midwest car dealer is taking his fiction as truth. What follows is murderously funny satire, as Vonnegut looks at war, sex, racism, success, politics, and pollution in America and reminds us how to see the truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Science Fiction",
                "Humor",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Origin of Species",
            "authors": [
                "Charles Darwin"
            ],
            "ranking": 3.99,
            "ranking_count": 107124,
            "abstract": "Darwin's theory of natural selection issued a profound challenge to orthodox thought and belief: no being or species has been specifically created; all are locked into a pitiless struggle for existence, with extinction looming for those not fitted for the task.. Yet. The Origin of Species. (1859) is also a humane and inspirational vision of ecological interrelatedness, revealing the complex mutual interdependencies between animal and plant life, climate and physical environment, and—by implication—within the human world.. Written for the general reader, in a style which combines the rigour of science with the subtlety of literature,. The Origin of Species. remains one of the founding documents of the modern age.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Classics",
                "Biology",
                "Philosophy",
                "History",
                "Environment",
                "Anthropology"
            ]
        },
        {
            "title": "A Fine Balance",
            "authors": [
                "Rohinton Mistry"
            ],
            "ranking": 4.36,
            "ranking_count": 139187,
            "abstract": "With a compassionate realism and narrative sweep that recall the work of Charles Dickens, this magnificent novel captures all the cruelty and corruption, dignity and heroism, of India.. The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uprooted from his idyllic hill station, and two tailors who have fled the caste violence of their native village--will be thrust together, forced to share one cramped apartment and an uncertain future.. As the characters move from distrust to friendship and from friendship to love,. A Fine Balance. creates an enduring panorama of the human spirit in an inhuman state.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Literary Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Midnight in the Garden of Good and Evil",
            "authors": [
                "John Berendt"
            ],
            "ranking": 3.92,
            "ranking_count": 245773,
            "abstract": "A sublime and seductive reading experience. This portrait of a beguiling Southern city was a best-seller (though a flop as a movie). ~ Shots rang out in Savannah's grandest mansion in the misty, early morning hours of May 2, 1981. Was it murder or self-defense? For nearly a decade, the shooting and its aftermath reverberated throughout this city of moss-hung oaks and shaded squares. John Berendt's narrative reads like a thoroughly engrossing novel, and yet it is a work of nonfiction. Berendt interweaves a first-person account of life in this isolated remnant of the Old South with the unpredictable twists and turns of a landmark murder case.. The story is peopled by a gallery of remarkable characters: the well-bred society ladies of the Married Woman's Card Club; the turbulent young redneck gigolo; the hapless recluse who owns a bottle of poison so powerful it could kill every man, woman, and child in Savannah; the aging and profane Southern belle who is the soul of pampered self-absorption; the uproarious black drag queen; the acerbic and arrogant antiques dealer; the sweet-talking, piano-playing con artist; young blacks dancing the minuet at the black debutante ball; and Minerva, the voodoo priestess who works her magic in the graveyard at midnight. These and other Savannahians act as a Greek chorus, with Berendt revealing the alliances, hostilities, and intrigues that thrive in a town where everyone knows everyone else.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "History",
                "American",
                "Classics",
                "Travel",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "The Subtle Knife",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 4.14,
            "ranking_count": 404482,
            "abstract": "She had asked: What is he? A friend or an enemy?. The alethiometer answered: He is a murderer.. When she saw the answer, she relaxed at once.. Lyra finds herself in a shimmering, haunted otherworld – Cittàgazze, where soul-eating Spectres stalk the streets and wingbeats of distant angels sound against the sky.. But she is not without allies: twelve-year-old Will Parry, fleeing for his life after taking another's, has also stumbled into this strange new realm.. On a perilous journey from world to world, Lyra and Will uncover a deadly secret: an object of extraordinary and devastating power.. And with every step, they move closer to an even greater threat – and the shattering truth of their own destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Aristotle and Dante Discover the Secrets of the Universe",
            "authors": [
                "Benjamin Alire Sáenz"
            ],
            "ranking": 4.35,
            "ranking_count": 418041,
            "abstract": "Dante can swim. Ari can't. Dante is articulate and self-assured. Ari has a hard time with words and suffers from self-doubt. Dante gets lost in poetry and art. Ari gets lost in thoughts of his older brother who is in prison. Dante is fair skinned. Ari's features are much darker. It seems that a boy like Dante, with his open and unique perspective on life, would be the last person to break down the walls that Ari has built around himself.. But against all odds, when Ari and Dante meet, they develop a special bond that will teach them the most important truths of their lives, and help define the people they want to be. But there are big hurdles in their way, and only by believing in each other―and the power of their friendship―can Ari and Dante emerge stronger on the other side.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "LGBT",
                "Contemporary",
                "Romance",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The House of Hades",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.54,
            "ranking_count": 329084,
            "abstract": "Hazel stands at a crossroads.. She and the remaining crew of the. Argo II. could return home with the Athena Parthenos statue and try to stop Camp Half-Blood and Camp Jupiter from going to war. Or they could continue their quest to find the House of Hades, where they might be able to open the Doors of Death, rescue their friends Percy and Annabeth from Tartarus, and prevent monsters from being reincarnated in the mortal world. Whichever road they decide to take, they have to hurry, because time is running out. Gaea, the bloodthirsty Earth Mother, has set the date of August 1 for her rise to power.. Annabeth and Percy are overwhelmed.. How will the two of them make it through Tartarus? Starving, thirsty, and in pain, they are barely able to stumble on in the dark and poisonous landscape that holds new horrors at every turn. They have no way of locating the Doors of Death. Even if they did, a legion of Gaea's strongest monsters guards the Doors on the Tartarus side. Annabeth and Percy can't exactly launch a frontal assault.. Despite the terrible odds, Hazel, Annabeth, Percy, and the other demigods of the prophecy know that there is only one choice: to attempt the impossible. Not just for themselves, but for everyone they love. Even though love can be the riskiest choice of all.. Join the demigods as they face their biggest challenges yet in. The House of Hades. , the hair-raising penultimate book in the best-selling Heroes of Olympus series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Mythology",
                "Romance"
            ]
        },
        {
            "title": "A Streetcar Named Desire",
            "authors": [
                "Tennessee Williams"
            ],
            "ranking": 3.98,
            "ranking_count": 282721,
            "abstract": "The Pulitzer Prize and Drama Critics Circle Award winning play—reissued with an introduction by Arthur Miller (. Death of a Salesman. and. The Crucible. ), and Williams’ essay “The World I Live In.”. It is a very short list of 20th-century American plays that continue to have the same power and impact as when they first appeared—57 years after its Broadway premiere, Tennessee Williams’. A Streetcar Named Desire. is one of those plays. The story famously recounts how the faded and promiscuous Blanche DuBois is pushed over the edge by her sexy and brutal brother-in-law, Stanley Kowalski.. Streetcar. launched the careers of Marlon Brando, Jessica Tandy, Kim Hunter, and Karl Malden, and solidified the position of Tennessee Williams as one of the most important young playwrights of his generation, as well as that of Elia Kazan as the greatest American stage director of the ’40s and ’50s.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "The Remains of the Day",
            "authors": [
                "Kazuo Ishiguro",
                "نجف دریابندری"
            ],
            "ranking": 4.14,
            "ranking_count": 243924,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0571225381. here. .. In the summer of 1956, Stevens, a long-serving butler at Darlington Hall, decides to take a motoring trip through the West Country. The six-day excursion becomes a journey into the past of Stevens and England, a past that takes in fascism, two world wars, and an unrealised love between the butler and his housekeeper.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "War and Peace",
            "authors": [
                "Leo Tolstoy",
                "Henry Gifford",
                "Aylmer Maude",
                "Louise Maude"
            ],
            "ranking": 4.14,
            "ranking_count": 293209,
            "abstract": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, `a complete picture', as a contemporary reviewer put it, `of everything in which people find their happiness and greatness, their grief and humiliation'. Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay `Some Words about War and Peace'.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Cultural",
                "Literature",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Dr. Jekyll and Mr. Hyde",
            "authors": [
                "Robert Louis Stevenson",
                "Vladimir Nabokov",
                "Dan Chaon"
            ],
            "ranking": 3.83,
            "ranking_count": 464854,
            "abstract": "Robert Louis Stevenson's masterpiece of the duality of good and evil in man's nature sprang from the darkest recesses of his own unconscious—during a nightmare from which his wife awakened him, alerted by his screams. More than a hundred years later, this tale of the mild-mannered Dr. Jekyll and the drug that unleashes his evil, inner persona—the loathsome, twisted Mr. Hyde—has lost none of its ability to shock. Its realistic police-style narrative chillingly relates Jekyll's desperation as Hyde gains control of his soul—and gives voice to our own fears of the violence and evil within us. Written before Freud's naming of the ego and the id, Stevenson's enduring classic demonstrates a remarkable understanding of the personality's inner conflicts—and remains the irresistibly terrifying stuff of our worst nightmares.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Horror",
                "Science Fiction",
                "Mystery",
                "Gothic",
                "Fantasy",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Grapes of Wrath",
            "authors": [
                "John Steinbeck",
                "Alfred Liebfeld"
            ],
            "ranking": 3.99,
            "ranking_count": 820859,
            "abstract": "The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers.. First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to the promised land of California. Out of their trials and their repeated collisions against the hard realities of an America divided into Haves and Have-Nots evolves a drama that is intensely human yet majestic in its scale and moral vision, elemental yet plainspoken, tragic but ultimately stirring in its human dignity. A portrait of the conflict between the powerful and the powerless, of one man’s fierce reaction to injustice, and of one woman’s stoical strength, the novel captures the horrors of the Great Depression and probes into the very nature of equality and justice in America. At once a naturalistic epic, captivity narrative, road novel, and transcendental gospel, Steinbeck’s powerful landmark novel is perhaps the most American of American Classics.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Academic",
                "Young Adult"
            ]
        },
        {
            "title": "Miss Peregrine's Home for Peculiar Children",
            "authors": [
                "Ransom Riggs"
            ],
            "ranking": 3.91,
            "ranking_count": 1123078,
            "abstract": "Alternate Cover edition for ISBN. 9781594744761. A mysterious island. An abandoned orphanage. A strange collection of very curious photographs. It all waits to be discovered in Miss Peregrine's Home for Peculiar Children, an unforgettable novel that mixes fiction and photography in a thrilling reading experience. As our story opens, a horrific family tragedy sets sixteen-year-old Jacob journeying to a remote island off the coast of Wales, where he discovers the crumbling ruins of Miss Peregrine's Home for Peculiar Children. As Jacob explores its abandoned bedrooms and hallways, it becomes clear that the children were more than just peculiar. They may have been dangerous. They may have been quarantined on a deserted island for good reason. And somehow-impossible though it seems-they may still be alive. A spine-tingling fantasy illustrated with haunting vintage photography, Miss Peregrine's Home for Peculiar Children will delight adults, teens, and anyone who relishes an adventure in the shadows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Horror",
                "Historical",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Evermore",
            "authors": [
                "Alyson Noel"
            ],
            "ranking": 3.59,
            "ranking_count": 280906,
            "abstract": "The first book in Alyson Noël's extraordinary new Immortals series. Enter an enchanting new world, where true love never dies.... After a horrible accident claims the lives of her family, sixteen-year-old Ever Bloom can see people's auras, hear their thoughts, and know someone's entire life story by touching them. Going out of her way to avoid human contact to suppress her abilities, she has been branded a freak at her new high school—but everything changes when she meets Damen Auguste.. Damen is gorgeous, exotic and wealthy. He's the only one who can silence the noise and random energy in her head—wielding a magic so intense, it's as though he can peer straight into her soul. As Ever is drawn deeper into his enticing world of secrets and mystery, she's left with more questions than answers. And she has no idea just who he really is—or. what. he is. The only thing she knows to be true is that she's falling deeply and helplessly in love with him.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Death of a Salesman",
            "authors": [
                "Arthur  Miller"
            ],
            "ranking": 3.55,
            "ranking_count": 206866,
            "abstract": "'For a salesman, there is no rock bottom to life. He don't put a bolt to a nut, he don't tell you the law or give you medicine. He's a man way out there in the blue, riding on a smile and a shoeshine.'. Willy Loman has been a salesman for 34 years. At 60, he is cast aside, his usefulness now exhausted. With no future to dream about he must face the crushing disappointments of his past. He takes one final brave action, but is he heroic at last?, or a self-deluding fool?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Daughter of Smoke & Bone",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 3.99,
            "ranking_count": 347387,
            "abstract": "Around the world, black hand prints are appearing on doorways, scorched there by winged strangers who have crept through a slit in the sky.. In a dark and dusty shop, a devil’s supply of human teeth grows dangerously low.. And in the tangled lanes of Prague, a young art student is about to be caught up in a brutal otherworldly war.. Meet Karou. She fills her sketchbooks with monsters that may or may not be real, she’s prone to disappearing on mysterious errands, she speaks many languages - not all of them human - and her bright blue hair. actually. grows out of her head that color. Who is she? That is the question that haunts her, and she’s about to find out.. When beautiful, haunted Akiva fixes fiery eyes on her in an alley in Marrakesh, the result is blood and starlight, secrets unveiled, and a star-crossed love whose roots drink deep of a violent past. But will Karou live to regret learning the truth about herself?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Prince",
            "authors": [
                "Niccolò Machiavelli",
                "Rufus Goodwin",
                "Benjamin Martinez"
            ],
            "ranking": 3.83,
            "ranking_count": 293057,
            "abstract": "Machiavelli needs to be looked at as he really was. Hence: Can Machiavelli, who makes the following observations, be Machiavellian as we understand the disparaging term? 1. So it is that to know the nature of a people, one need be a Prince; to know the nature of a Prince, one need to be of the people. 2. If a Prince is not given to vices that make him hated, it is unsusal for his subjects to show their affection for him. 3. Opportunity made Moses, Cyrus, Romulus, Theseus, and others; their virtue domi-nated the opportunity, making their homelands noble and happy. Armed prophets win; the disarmed lose. 4. Without faith and religion, man achieves power but not glory. 5. Prominent citizens want to command and oppress; the populace only wants to be free of oppression. 6. A Prince needs a friendly populace; otherwise in diversity there is no hope. 7. A Prince, who rules as a man of valor, avoids disasters, 8. Nations based on mercenary forces will never be solid or secure. 9. Mercenaries are dangerous because of their cowardice 10. There are two ways to fight: one with laws, the other with force. The first is rightly man’s way; the second, the way of beasts.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "History",
                "Literature",
                "European Literature",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "Hopeless",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.28,
            "ranking_count": 330338,
            "abstract": "Sometimes discovering the truth can leave you more hopeless than believing the lies…. That’s what seventeen-year-old Sky realizes after she meets Dean Holder. A guy with a reputation that rivals her own and an uncanny ability to invoke feelings in her she’s never had before. He terrifies her and captivates her all in the span of just one encounter, and something about the way he makes her feel sparks buried memories from a past that she wishes could just stay buried.. Sky struggles to keep him at a distance knowing he’s nothing but trouble, but Holder insists on learning everything about her. After finally caving to his unwavering pursuit, Sky soon finds that Holder isn’t at all who he’s been claiming to be. When the secrets he’s been keeping are finally revealed, every single facet of Sky’s life will change forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Sociology",
                "Drama",
                "Womens Fiction"
            ]
        },
        {
            "title": "Infinite Jest",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 4.26,
            "ranking_count": 82475,
            "abstract": "A gargantuan, mind-altering tragi-comedy about the Pursuit of Happiness in America.. Set in an addicts' halfway house and a tennis academy, and featuring the most endearingly screwed-up family to come along in recent fiction,. Infinite Jest. explores essential questions about what entertainment is and why it has come to so dominate our lives; about how our desire for entertainment affects our need to connect with other people; and about what the pleasures we choose say about who we are.. Equal parts philosophical quest and screwball comedy,. Infinite Jest. bends every rule of fiction without sacrificing for a moment its own entertainment value. It is an exuberant, uniquely American exploration of the passions that make us human—and one of those rare books that renew the idea of what a novel can do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Humor",
                "Unfinished",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "A Feast for Crows",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.14,
            "ranking_count": 672104,
            "abstract": "Crows will fight over a dead man's flesh, and kill each other for his eyes. .. Bloodthirsty, treacherous and cunning, the Lannisters are in power on the Iron Throne in the name of the boy-king Tommen. The war in the Seven Kingdoms has burned itself out, but in its bitter aftermath new conflicts spark to life.. The Martells of Dorne and the Starks of Winterfell seek vengeance for their dead. Euron Crow's Eye, as black a pirate as ever raised a sail, returns from the smoking ruins of Valyria to claim the Iron Isles. From the icy north, where Others threaten the Wall, apprentice Maester Samwell Tarly brings a mysterious babe in arms to the Citadel.. Against a backdrop of incest and fratricide, alchemy and murder, victory will go to the men and women possessed of the coldest steel and the coldest hearts.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Snow Flower and the Secret Fan",
            "authors": [
                "Lisa See"
            ],
            "ranking": 4.08,
            "ranking_count": 357069,
            "abstract": "In nineteenth-century China, in a remote Hunan county, a girl named Lily, at the tender age of seven, is paired with a laotong, “old same,” in an emotional match that will last a lifetime. The laotong, Snow Flower, introduces herself by sending Lily a silk fan on which she’s painted a poem in nu shu, a unique language that Chinese women created in order to communicate in secret, away from the influence of men.. As the years pass, Lily and Snow Flower send messages on fans, compose stories on handkerchiefs, reaching out of isolation to share their hopes, dreams, and accomplishments. Together, they endure the agony of foot-binding, and reflect upon their arranged marriages, shared loneliness, and the joys and tragedies of motherhood. The two find solace, developing a bond that keeps their spirits alive. But when a misunderstanding arises, their deep friendship suddenly threatens to tear apart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Book Club",
                "Adult",
                "Literature",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Unbroken: A World War II Story of Survival, Resilience and Redemption",
            "authors": [
                "Laura Hillenbrand"
            ],
            "ranking": 4.36,
            "ranking_count": 857624,
            "abstract": "On a May afternoon in 1943, an Army Air Forces bomber crashed into the Pacific Ocean and disappeared, leaving only a spray of debris and a slick of oil, gasoline, and blood. Then, on the ocean surface, a face appeared. It was that of a young lieutenant, the plane's bombardier, who was struggling to a life raft and pulling himself aboard. So began one of the most extraordinary odysseys of the Second World War.. The lieutenant’s name was Louis Zamperini. In boyhood, he'd been a cunning and incorrigible delinquent, breaking into houses, brawling, and fleeing his home to ride the rails. As a teenager, he had channeled his defiance into running, discovering a prodigious talent that had carried him to the Berlin Olympics and within sight of the four-minute mile. But when war had come, the athlete had become an airman, embarking on a journey that led to his doomed flight, a tiny raft, and a drift into the unknown.. Ahead of Zamperini lay thousands of miles of open ocean, leaping sharks, a foundering raft, thirst and starvation, enemy aircraft, and, beyond, a trial even greater. Driven to the limits of endurance, Zamperini would answer desperation with ingenuity; suffering with hope, resolve, and humor; brutality with rebellion. His fate, whether triumph or tragedy, would be suspended on the fraying wire of his will.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "War",
                "Historical",
                "Audiobook",
                "Autobiography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Blood Meridian, or the Evening Redness in the West",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.16,
            "ranking_count": 123860,
            "abstract": "Blood Meridian. is an epic novel of the violence and depravity that attended America's westward expansion, brilliantly subverting the conventions of the Western novel and the mythology of the Wild West. Based on historical events that took place on the Texas-Mexico border in the 1850s, it traces the fortunes of the Kid, a fourteen-year-old Tennesseean who stumbles into a nightmarish world where Indians are being murdered and the market for their scalps is thriving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Classics",
                "Literature",
                "Novels",
                "Horror",
                "Literary Fiction"
            ]
        },
        {
            "title": "Flowers in the Attic",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 182955,
            "abstract": "Such wonderful children. Such a beautiful mother. Such a lovely house. Such endless terror!. It wasn't that she didn't love her children. She did. But there was a fortune at stake—a fortune that would assure their later happiness if she could keep the children a secret from her dying father. So she and her mother hid her darlings away in an unused attic. Just for a little while. But the brutal days swelled into agonizing years. Now Cathy, Chris, and the twins wait in their cramped and helpless world, stirred by adult dreams, adult desires, served a meager sustenance by an angry, superstitious grandmother who knows that the Devil works in dark and devious ways. Sometimes he sends children to do his work—children who—one by one—must be destroyed.... 'Way upstairs there are four secrets hidden. Blond, beautiful, innocent struggling to stay alive....'",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Classics",
                "Mystery",
                "Gothic",
                "Romance",
                "Thriller",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "Anna and the French Kiss",
            "authors": [
                "Stephanie Perkins"
            ],
            "ranking": 3.99,
            "ranking_count": 416830,
            "abstract": "Anna is looking forward to her senior year in Atlanta, where she has a great job, a loyal best friend, and a crush on the verge of becoming more. Which is why she is less than thrilled about being shipped off to boarding school in Paris--until she meets Étienne St. Clair. Smart, charming,. beautiful. , Étienne has it all...including a serious girlfriend.. But in the City of Light, wishes have a way of coming true. Will a year of romantic near-misses end with their long-awaited French kiss?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Angel Experiment",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.07,
            "ranking_count": 216443,
            "abstract": "Six unforgettable kids — with no families, no homes — are running for their lives. Max Ride and her best friends have the ability to fly. And that's just the beginning of their amazing powers. But they don't know where they come from, who's hunting them, why they are different from all other humans... and if they're meant to save mankind — or destroy it.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Action",
                "Mystery"
            ]
        },
        {
            "title": "Matched",
            "authors": [
                "Ally Condie"
            ],
            "ranking": 3.64,
            "ranking_count": 718691,
            "abstract": "In the Society, officials decide. Who you love. Where you work. When you die.. Cassia has always trusted their choices. It’s hardly any price to pay for a long life, the perfect job, the ideal mate. So when her best friend appears on the Matching screen, Cassia knows with complete certainty that he is the one…until she sees another face flash for an instant before the screen fades to black. Now Cassia is faced with impossible choices: between Xander and Ky, between the only life she’s known and a path no one else has ever dared follow—between perfection and passion.. Matched. is a story for right now and storytelling with the resonance of a classic.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Futuristic",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Virgin Suicides",
            "authors": [
                "Jeffrey Eugenides"
            ],
            "ranking": 3.83,
            "ranking_count": 257430,
            "abstract": "The shocking thing about the girls was how nearly normal they seemed when their mother let them out for the one and only date of their lives. Twenty years on, their enigmatic personalities are embalmed in the memories of the boys who worshipped them and who now recall their shared adolescence: the brassiere draped over a crucifix belonging to the promiscuous Lux; the sisters' breathtaking appearance on the night of the dance; and the sultry, sleepy street across which they watched a family disintegrate and fragile lives disappear.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Faust, First Part",
            "authors": [
                "Johann Wolfgang von Goethe",
                "Peter Salm"
            ],
            "ranking": 3.9,
            "ranking_count": 66478,
            "abstract": "Goethe’s masterpiece and perhaps the greatest work in German literature, Faust has made the legendary German alchemist one of the central myths of the Western world. Here indeed is a monumental Faust, an audacious man boldly wagering with the devil, Mephistopheles, that no magic, sensuality, experience, or knowledge can lead him to a moment he would wish to last forever. Here, in Faust, Part I, the tremendous versatility of Goethe’s genius creates some of the most beautiful passages in literature. Here too we experience Goethe’s characteristic humor, the excitement and eroticism of the witches’ Walpurgis Night, and the moving emotion of Gretchen’s tragic fate.. This authoritative edition, which offers Peter Salm’s wonderfully readable translation as well as the original German on facing pages, brings us Faust in a vital, rhythmic American idiom that carefully preserves the grandeur, integrity, and poetic immediacy of Goethe’s words.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Plays",
                "Poetry",
                "European Literature",
                "Drama",
                "Literature",
                "Academic",
                "Philosophy",
                "Fantasy"
            ]
        },
        {
            "title": "The Scarlet Pimpernel",
            "authors": [
                "Emmuska Orczy"
            ],
            "ranking": 4.06,
            "ranking_count": 129961,
            "abstract": "Armed with only his wits and his cunning, one man recklessly defies the French revolutionaries and rescues scores of innocent men, women, and children from the deadly guillotine. His friends and foes know him only as the Scarlet Pimpernel. But the ruthless French agent Chauvelin is sworn to discover his identity and to hunt him down.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Fiction",
                "Adventure",
                "Romance",
                "Mystery",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Heir of Fire",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.46,
            "ranking_count": 421555,
            "abstract": "Celaena has survived deadly contests and shattering heartbreak-but at an unspeakable cost. Now, she must travel to a new land to confront her darkest truth . . . a truth about her heritage that could change her life-and her future-forever. Meanwhile, brutal and monstrous forces are gathering on the horizon, intent on enslaving her world. Will Celaena find the strength to not only fight her inner demons, but to take on the evil that is about to be unleashed?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Fiction",
                "New Adult",
                "Adventure"
            ]
        },
        {
            "title": "Pippi Longstocking",
            "authors": [
                "Astrid Lindgren",
                "Florence Lamborn",
                "Louis S. Glanzman"
            ],
            "ranking": 4.14,
            "ranking_count": 184197,
            "abstract": "Tommy and his sister Annika have a new neighbor, and her name is Pippi Longstocking. She has crazy red pigtails, no parents to tell her what to do, a horse that lives on her porch, and a flair for the outrageous that seems to lead to one adventure after another!",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Humor",
                "Adventure"
            ]
        },
        {
            "title": "Jonathan Strange & Mr Norrell",
            "authors": [
                "Susanna Clarke"
            ],
            "ranking": 3.84,
            "ranking_count": 218522,
            "abstract": "Sophisticated, witty, and ingeniously convincing, Susanna Clarke's magisterial novel weaves magic into a flawlessly detailed vision of historical England. She has created a world so thoroughly enchanting that eight hundred pages leave readers longing for more.. English magicians were once the wonder of the known world, with fairy servants at their beck and call; they could command winds, mountains, and woods. But by the early 1800s they have long since lost the ability to perform magic. They can only write long, dull papers about it, while fairy servants are nothing but a fading memory.. But at Hurtfew Abbey in Yorkshire, the rich, reclusive Mr Norrell has assembled a wonderful library of lost and forgotten books from England's magical past and regained some of the powers of England's magicians. He goes to London and raises a beautiful young woman from the dead. Soon he is lending his help to the government in the war against Napoleon Bonaparte, creating ghostly fleets of rain-ships to confuse and alarm the French.. All goes well until a rival magician appears. Jonathan Strange is handsome, charming, and talkative-the very opposite of Mr Norrell. Strange thinks nothing of enduring the rigors of campaigning with Wellington's army and doing magic on battlefields. Astonished to find another practicing magician, Mr Norrell accepts Strange as a pupil. But it soon becomes clear that their ideas of what English magic ought to be are very different. For Mr Norrell, their power is something to be cautiously controlled, while Jonathan Strange will always be attracted to the wildest, most perilous forms of magic. He becomes fascinated by the ancient, shadowy figure of the Raven King, a child taken by fairies who became king of both England and Faerie, and the most legendary magician of all. Eventually Strange's heedless pursuit of long-forgotten magic threatens to destroy not only his partnership with Norrell, but everything that he holds dear.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Audiobook",
                "Magical Realism",
                "Adult"
            ]
        },
        {
            "title": "The Chosen",
            "authors": [
                "Chaim Potok"
            ],
            "ranking": 4.05,
            "ranking_count": 89346,
            "abstract": "It is the now-classic story of two fathers and two sons and the pressures on all of them to pursue the religion they share in the way that is best suited to each. And as the boys grow into young men, they discover in the other a lost spiritual brother, and a link to an unexplored world that neither had ever considered before. In effect, they exchange places, and find the peace that neither will ever retreat from again. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Young Adult",
                "Literature",
                "Religion",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Houdini Heart",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 3.78,
            "ranking_count": 6525,
            "abstract": "HOUDINI HEART harkens back to the masters of suspenseful supernatural horror: Poe, Lovecraft, Shirley Jackson, but speaks with a wholly fresh voice. Once caught in its pages, there's no escaping Longfellow's terrible tale. Weeks ago, she was one of Hollywood's biggest writers, wed to one of its greatest stars. The doting mother of their golden child. But now? She's alone, tortured by a horrifying secret no woman could bear. Pursued by those she can't outrun, anguished by a guilt she can't endure, and driven close to madness, she flees to the one place she's ever called home: a small town in Vermont where River House still stands. To a child, the splendid hotel was mysterious and magical and all its glamorous guests knew delicious secrets. Cocooned in its walls, she will write one last book. Her atonement? Or her suicide note? But life is never as you dream it, and River House isn't what she'd always imagined it was. Intense, literary, and harrowing, Houdini Heart is a tale of bone-chilling horror, emotional torment, and psychological terror. Gripped by River House, trapped in an aging hotel of mirrors only Houdini could escape, how much can haunt a mind before it too is only a thing once imagined? A haunting and disturbing journey through the psyche.-Erika Mailman, Author of The Witch's Trinity",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Magical Realism",
                "Gothic",
                "Literature",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "The Shipping News",
            "authors": [
                "Annie Proulx"
            ],
            "ranking": 3.87,
            "ranking_count": 137225,
            "abstract": "When Quoyle's two-timing wife meets her just deserts, he retreats with his two daughters to his ancestral home on the starkly beautiful Newfoundland coast, where a rich cast of local characters and family members all play a part in Quoyle's struggle to reclaim his life. As Quoyle confronts his private demons--and the unpredictable forces of nature and society--he begins to see the possibility of love without pain or misery. A vigorous, darkly comic, and at times magical portrait of the contemporary North American family,. The Shipping News. shows why Annie Proulx is recognized as one of the most gifted and original writers in America today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Classics",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "High Fidelity",
            "authors": [
                "Nick Hornby"
            ],
            "ranking": 3.92,
            "ranking_count": 186524,
            "abstract": "Do you know your desert-island, all-time, top five most memorable split-ups?. Rob does. He keeps a list, in fact. But Laura isn't on it - even though she's just become his latest ex. He's got his life back, you see. He can just do what he wants when he wants: like listen to whatever music he likes, look up the girls that are on his list, and generally behaves as if Laura never mattered. But Rob finds he can't move on. He's stuck in a really deep groove - and it's called Laura. Soon, Rob's asking himself some big questions: about love, about life - and about why we choose to share ours with the people we do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Contemporary",
                "Humor",
                "Romance",
                "Novels",
                "European Literature",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The One",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 4.18,
            "ranking_count": 535378,
            "abstract": "The time has come for one winner to be crowned.. When she was chosen to compete in the Selection, America never dreamed she would find herself anywhere close to the crown—or to Prince Maxon's heart. But as the end of the competition approaches, and the threats outside the palace walls grow more vicious, America realizes just how much she stands to lose—and how hard she'll have to fight for the future she wants.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "Artemis Fowl",
            "authors": [
                "Eoin Colfer"
            ],
            "ranking": 3.85,
            "ranking_count": 528797,
            "abstract": "Twelve-year-old Artemis Fowl is a millionaire, a genius, and above all, a criminal mastermind. But even Artemis doesn't know what he's taken on when he kidnaps a fairy, Captain Holly Short of the LEPrecon Unit. These aren't the fairies of bedtime stories—they're dangerous! Full of unexpected twists and turns,. Artemis Fowl. is a riveting, magical adventure.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Tales of Beedle the Bard",
            "authors": [
                "J.K. Rowling",
                "Lý Lan"
            ],
            "ranking": 4.05,
            "ranking_count": 453625,
            "abstract": "The Tales of Beedle the Bard. contains five richly diverse fairy tales, each with its own magical character, that will variously bring delight, laughter and the thrill of mortal peril.. Additional notes for each story penned by Professor Albus Dumbledore will be enjoyed by Muggles and wizards alike, as the Professor muses on the morals illuminated by the tales, and reveals snippets of information about life at Hogwarts.. A uniquely magical volume, with illustrations by the author, J. K. Rowling, that will be treasured for years to come.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Short Stories",
                "Childrens",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Host",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.85,
            "ranking_count": 953116,
            "abstract": "Melanie Stryder refuses to fade away. The earth has been invaded by a species that take over the minds of human hosts while leaving their bodies intact. Wanderer, the invading soul who has been given Melanie's body, didn't expect to find its former tenant refusing to relinquish possession of her mind.. As Melanie fills Wanderer's thoughts with visions of Jared, a human who still lives in hiding, Wanderer begins to yearn for a man she's never met. Reluctant allies, Wanderer and Melanie set off to search for the man they both love.. Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. -. ACE #2",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Crown of Midnight",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.36,
            "ranking_count": 498100,
            "abstract": "A line that should never be crossed is about to be breached.. It puts this entire castle in jeopardy—and the life of your friend.. From the throne of glass rules a king with a fist of iron and a soul as black as pitch. Assassin Celaena Sardothien won a brutal contest to become his Champion. Yet Celaena is far from loyal to the crown. She hides her secret vigilantly; she knows that the man she serves is bent on evil.. Keeping up the deadly charade becomes increasingly difficult when Celaena realizes she is not the only one seeking justice. As she tries to untangle the mysteries buried deep within the glass castle, her closest relationships suffer. It seems no one is above questioning her allegiances—not the Crown Prince Dorian; not Chaol, the Captain of the Guard; not even her best friend, Nehemia, a foreign princess with a rebel heart.. Then one terrible night, the secrets they have all been keeping lead to an unspeakable tragedy. As Celaena's world shatters, she will be forced to give up the very thing most precious to her and decide once and for all where her true loyalties lie... and whom she is ultimately willing to fight for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Fairies",
                "New Adult",
                "Adventure"
            ]
        },
        {
            "title": "Nineteen Minutes",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.13,
            "ranking_count": 324641,
            "abstract": "In nineteen minutes, you can mow the front lawn, color your hair, watch a third of a hockey game. In nineteen minutes, you can bake scones or get a tooth filled by a dentist; you can fold laundry for a family of five....In nineteen minutes, you can stop the world, or you can just jump off it. In nineteen minutes, you can get revenge.. Sterling is a small, ordinary New Hampshire town where nothing ever happens -- until the day its complacency is shattered by a shocking act of violence. In the aftermath, the town's residents must not only seek justice in order to begin healing but also come to terms with the role they played in the tragedy. For them, the lines between truth and fiction, right and wrong, insider and outsider have been obscured forever. Josie Cormier, the teenage daughter of the judge sitting on the case, could be the state's best witness, but she can't remember what happened in front of her own eyes. And as the trial progresses, fault lines between the high school and the adult community begin to show, destroying the closest of friendships and families.. Nineteen Minutes is New York Times bestselling author Jodi Picoult's most raw, honest, and important novel yet. Told with the straightforward style for which she has become known, it asks simple questions that have no easy answers: Can your own child become a mystery to you? What does it mean to be different in our society? Is it ever okay for a victim to strike back? And who -- if anyone -- has the right to judge someone else?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Drama",
                "Adult Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Shantaram",
            "authors": [
                "Gregory David Roberts"
            ],
            "ranking": 4.25,
            "ranking_count": 189740,
            "abstract": "It took me a long time and most of the world to learn what I know about love and fate and the choices we make, but the heart of it came to me in an instant, while I was chained to a wall and being tortured.. So begins this epic, mesmerizing first novel set in the underworld of contemporary Bombay.. Shantaram. is narrated by Lin, an escaped convict with a false passport who flees maximum security prison in Australia for the teeming streets of a city where he can disappear.. Accompanied by his guide and faithful friend, Prabaker, the two enter Bombay's hidden society of beggars and gangsters, prostitutes and holy men, soldiers and actors, and Indians and exiles from other countries, who seek in this remarkable place what they cannot find elsewhere.. As a hunted man without a home, family, or identity, Lin searches for love and meaning while running a clinic in one of the city's poorest slums, and serving his apprenticeship in the dark arts of the Bombay mafia. The search leads him to war, prison torture, murder, and a series of enigmatic and bloody betrayals. The keys to unlock the mysteries and intrigues that bind Lin are held by two people. The first is Khader Khan: mafia godfather, criminal-philosopher-saint, and mentor to Lin in the underworld of the Golden City. The second is Karla: elusive, dangerous, and beautiful, whose passions are driven by secrets that torment her and yet give her a terrible power.. Burning slums and five-star hotels, romantic love and prison agonies, criminal wars and Bollywood films, spiritual gurus and mujaheddin guerrillas—this huge novel has the world of human experience in its reach, and a passionate love for India at its heart. Based on the life of the author, it is by any measure the debut of an extraordinary voice in literature.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Travel",
                "Adventure",
                "Contemporary",
                "Novels",
                "Historical",
                "Mystery",
                "Unfinished"
            ]
        },
        {
            "title": "The Reader",
            "authors": [
                "Bernhard Schlink",
                "Carol Brown Janeway"
            ],
            "ranking": 3.77,
            "ranking_count": 187684,
            "abstract": "Hailed for its coiled eroticism and the moral claims it makes upon the reader, this mesmerizing novel is a story of love and secrets, horror and compassion, unfolding against the haunted landscape of postwar Germany.. When he falls ill on his way home from school, fifteen-year-old Michael Berg is rescued by Hanna, a woman twice his age. In time she becomes his lover—then she inexplicably disappears. When Michael next sees her, he is a young law student, and she is on trial for a hideous crime. As he watches her refuse to defend her innocence, Michael gradually realizes that Hanna may be guarding a secret she considers more shameful than murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "World War II",
                "Romance",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "Waiting for Godot",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.83,
            "ranking_count": 178987,
            "abstract": "The story revolves around two seemingly homeless men simply waiting for someone—or something—named Godot. Vladimir and Estragon wait near a tree, inhabiting a drama spun of their own consciousness. The result is a comical wordplay of poetry, dreamscapes, and nonsense, which has been interpreted as mankind’s inexhaustible search for meaning. Beckett’s language pioneered an expressionistic minimalism that captured the existential post-World War II Europe. His play remains one of the most magical and beautiful allegories of our time.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Literature",
                "Philosophy",
                "Academic",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Devil in the White City: Murder, Magic, and Madness at the Fair That Changed America",
            "authors": [
                "Erik Larson"
            ],
            "ranking": 3.99,
            "ranking_count": 598172,
            "abstract": "Author Erik Larson imbues the incredible events surrounding the 1893 Chicago World's Fair with such drama that readers may find themselves checking the book's categorization to be sure that 'The Devil in the White City' is not, in fact, a highly imaginative novel. Larson tells the stories of two men: Daniel H. Burnham, the architect responsible for the fair's construction, and H.H. Holmes, a serial killer masquerading as a charming doctor.. Burnham's challenge was immense. In a short period of time, he was forced to overcome the death of his partner and numerous other obstacles to construct the famous White City around which the fair was built. His efforts to complete the project, and the fair's incredible success, are skillfully related along with entertaining appearances by such notables as Buffalo Bill Cody, Susan B. Anthony, and Thomas Edison.. The activities of the sinister Dr. Holmes, who is believed to be responsible for scores of murders around the time of the fair, are equally remarkable. He devised and erected the World's Fair Hotel, complete with crematorium and gas chamber, near the fairgrounds and used the event as well as his own charismatic personality to lure victims.. Combining the stories of an architect and a killer in one book, mostly in alternating chapters, seems like an odd choice but it works. The magical appeal and horrifying dark side of 19th-century Chicago are both revealed through Larson's skillful writing. - John Moe",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "Historical",
                "Audiobook",
                "North American Hi...",
                "Biography",
                "Book Club"
            ]
        },
        {
            "title": "Northanger Abbey",
            "authors": [
                "Jane Austen",
                "Alfred Mac Adam"
            ],
            "ranking": 3.84,
            "ranking_count": 344581,
            "abstract": "A wonderfully entertaining coming-of-age story,. Northanger Abbey. is often referred to as Jane Austen's Gothic parody. Decrepit castles, locked rooms, mysterious chests, cryptic notes, and tyrannical fathers give the story an uncanny air, but one with a decidedly satirical twist.. The story's unlikely heroine is Catherine Morland, a remarkably innocent seventeen-year-old woman from a country parsonage. While spending a few weeks in Bath with a family friend, Catherine meets and falls in love with Henry Tilney, who invites her to visit his family estate, Northanger Abbey. Once there, Catherine, a great reader of Gothic thrillers, lets the shadowy atmosphere of the old mansion fill her mind with terrible suspicions. What is the mystery surrounding the death of Henry's mother? Is the family concealing a terrible secret within the elegant rooms of the Abbey? Can she trust Henry, or is he part of an evil conspiracy? Catherine finds dreadful portents in the most prosaic events, until Henry persuades her to see the peril in confusing life with art.. Executed with high-spirited gusto,. Northanger Abbey. is a lighthearted, yet unsentimental commentary on love and marriage.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Gothic",
                "Literature",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "I Know Why the Caged Bird Sings",
            "authors": [
                "Maya Angelou"
            ],
            "ranking": 4.27,
            "ranking_count": 469988,
            "abstract": "Maya Angelou’s debut memoir is a modern American classic beloved worldwide. Her life story is told in the documentary film And Still I Rise, as seen on PBS’s American Masters.. Here is a book as joyous and painful, as mysterious and memorable, as childhood itself. I Know Why the Caged Bird Sings captures the longing of lonely children, the brute insult of bigotry, and the wonder of words that can make the world right. Maya Angelou’s debut memoir is a modern American classic beloved worldwide.. Sent by their mother to live with their devout, self-sufficient grandmother in a small Southern town, Maya and her brother, Bailey, endure the ache of abandonment and the prejudice of the local “powhitetrash.” At eight years old and back at her mother’s side in St. Louis, Maya is attacked by a man many times her age—and has to live with the consequences for a lifetime. Years later, in San Francisco, Maya learns that love for herself, the kindness of others, her own strong spirit, and the ideas of great authors (“I met and fell in love with William Shakespeare”) will allow her to be free instead of imprisoned.. Poetic and powerful,. I Know Why the Caged Bird Sings. will touch hearts and change minds for as long as people read.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Biography",
                "Poetry",
                "Feminism",
                "Biography Memoir",
                "Cultural",
                "Race"
            ]
        },
        {
            "title": "Redeeming Love",
            "authors": [
                "Francine Rivers"
            ],
            "ranking": 4.5,
            "ranking_count": 258549,
            "abstract": "California’s gold country, 1850. A time when men sold their souls for a bag of gold and women sold their bodies for a place to sleep.. Angel expects nothing from men but betrayal. Sold into prostitution as a child, she survives by keeping her hatred alive. And what she hates most are the men who use her, leaving her empty and dead inside.. Then she meets Michael Hosea. A man who seeks his Father’s heart in everything, Michael Hosea obeys God’s call to marry Angel and to love her unconditionally. Slowly, day by day, he defies Angel’s every bitter expectation until, despite her resistance her frozen heart begins to thaw.. But with her unexpected softening come overwhelming feelings of unworthiness and fear. And so Angel runs. Back to the darkness, away from her husband’s pursuing love, terrified of the truth she can no longer deny: Her final healing must come from the One who loves her even more than Michael Hosea does…the One who will never let her go.. A life-changing story of God’s unconditional, redemptive, all-consuming love.. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Historical",
                "Adult",
                "Religion"
            ]
        },
        {
            "title": "Neuromancer",
            "authors": [
                "William Gibson"
            ],
            "ranking": 3.9,
            "ranking_count": 289891,
            "abstract": "Hotwired to the leading edges of art and technology,. Neuromancer. is a cyberpunk, science fiction masterpiece—a classic that ranks with. 1984. and. Brave New World. as one of the twentieth century’s most potent visions of the future.. The Matrix is a world within the world, a global consensus-hallucination, the representation of every byte of data in cyberspace.... Henry Dorsett Case was the sharpest data-thief in the business, until vengeful former employees crippled his nervous system. But now a new and very mysterious employer recruits him for a last-chance run. The target: an unthinkably powerful artificial intelligence orbiting Earth in service of the sinister Tessier-Ashpool business clan. With a dead man riding shotgun and Molly, mirror-eyed street-samurai, to watch his back, Case embarks on an adventure that ups the ante on an entire genre of fiction.. The winner of the Hugo, Nebula, and Philip K. Dick Awards,. Neuromancer. was the first fully-realized glimpse of humankind’s digital future—a shocking vision that has challenged our assumptions about our technology and ourselves, reinvented the way we speak and think, and forever altered the landscape of our imaginations.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Age of Innocence",
            "authors": [
                "Edith Wharton",
                "Maureen Howard"
            ],
            "ranking": 3.96,
            "ranking_count": 153759,
            "abstract": "Winner of the 1921 Pulitzer Prize,. The Age of Innocence. is. Edith Wharton. ’s masterful portrait of desire and betrayal during the sumptuous Golden Age of Old New York, a time when society people “dreaded scandal more than disease.”. This is Newland Archer’s world as he prepares to marry the beautiful but conventional May Welland. But when the mysterious Countess Ellen Olenska returns to New York after a disastrous marriage, Archer falls deeply in love with her. Torn between duty and passion, Archer struggles to make a decision that will either courageously define his life—or mercilessly destroy it.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Romance",
                "Literature",
                "Novels",
                "New York"
            ]
        },
        {
            "title": "The Lost Symbol",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.73,
            "ranking_count": 566584,
            "abstract": "WHAT IS LOST.... WILL BE FOUND. In this stunning follow-up to the global phenomenon. The Da Vinci Code. , Dan Brown demonstrates once again why he is the world's most popular thriller writer.. The Lost Symbol. is a masterstroke of storytelling - a deadly race through a real-world labyrinth of codes, secrets, and unseen truths...all under the watchful eye of Brown's most terrifying villain to date. Set within the hidden chambers, tunnels, and temples of Washington, DC.,. The Lost Symbol. accelerates through a startling landscape toward an unthinkable finale.. As the story opens, Harvard symbologist Robert Langdon is summoned unexpectedly to deliver an evening lecture in the U.S. Capitol Building. Within minutes of his arrival, however, the night takes a bizarre turn. A disturbing object - artfully encoded with five symbols - is discovered in the Capitol Building. Langdon recognizes the object as an ancient invitation...one meant to usher its recipient into a long-lost world of esoteric wisdom.. When Langdon's beloved mentor, Peter Solomon - a prominent Mason and philanthropist - is brutally kidnapped, Langdon realizes his only hope of saving Peter is to accept this mystical invitation and follow wherever it leads him. Langdon is instantly into a clandestine world of Masonic secrets, hidden history, and never-before-seen locations - all of which seem to be dragging him toward a single, inconceivable truth.. As the world discovered in. The Da Vinci Code. and. Angels & Demons. , Dan Brown's novels are brilliant tapestries of veiled histories, arcane symbols, and enigmatic codes. In this new novel, he again challenges readers with an intelligent, lightning-paced story that offers surprises at every turn.. The Lost Symbol. is exactly what Brown's fans have been waiting for...his most thrilling novel yet.. (jacket)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Adventure",
                "Historical",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Coraline",
            "authors": [
                "Neil Gaiman",
                "Dave McKean"
            ],
            "ranking": 4.08,
            "ranking_count": 569177,
            "abstract": "The day after they moved in, Coraline went exploring..... In Coraline's family's new flat are twenty-one windows and fourteen doors. Thirteen of the doors open and close.. The fourteenth is locked, and on the other side is only a brick wall, until the day Coraline unlocks the door to find a passage to another flat in another house just like her own.. Only it's different.. At first, things seem marvelous in the other flat. The food is better. The toy box is filled with wind-up angels that flutter around the bedroom, books whose pictures writhe and crawl and shimmer, little dinosaur skulls that chatter their teeth. But there's another mother, and another father, and they want Coraline to stay with them and be their little girl. They want to change her and never let her go.. Other children are trapped there as well, lost souls behind the mirrors. Coraline is their only hope of rescue. She will have to fight with all her wits and all the tools she can find if she is to save the lost children, her ordinary life, and herself.. Critically acclaimed and award-winning author Neil Gaiman will delight readers with his first novel for all ages.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Red Queen",
            "authors": [
                "Victoria Aveyard"
            ],
            "ranking": 4.04,
            "ranking_count": 777602,
            "abstract": "This is a world divided by blood—red or silver. The Reds are commoners, ruled by a Silver elite in possession of god-like superpowers. And to Mare Barrow, a seventeen-year-old Red girl from the poverty-stricken Stilts, it seems like nothing will ever change. That is until she finds herself working in the Silver Palace. Here, surrounded by the people she hates the most, Mare discovers that, despite her red blood, she possesses a deadly power of her own. One that threatens to destroy the balance of power. Fearful of Mare's potential, the Silvers hide her in plain view, declaring her a long-lost Silver princess, now engaged to a Silver prince. Despite knowing that one misstep would mean her death, Mare works silently to help the Red Guard, a militant resistance group, and bring down the Silver regime. But this is a world of betrayal and lies, and Mare has entered a dangerous dance—Reds against Silvers, prince against prince, and Mare against her own heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Voyage of the Dawn Treader",
            "authors": [
                "C.S. Lewis",
                "Pauline Baynes"
            ],
            "ranking": 4.09,
            "ranking_count": 430368,
            "abstract": "NARNIA... the world of wicked dragons and magic spells, where the very best is brought out of even the worst people, where anything can happen (and most often does)... and where the adventure begins.. The. Dawn Treader. is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Miraz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Christian",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Lover Awakened",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.44,
            "ranking_count": 171144,
            "abstract": "In the shadows of the night in Caldwell, New York, there’s a deadly war raging between vampires and their slayers. And there exists a secret band of brothers like no other - six vampire warriors, defenders of their race. Of these, Zsadist is the most terrifying member of the Black Dagger Brotherhood.. A former blood slave, the vampire Zsadist still bears the scars from a past filled with suffering and humiliation. Renowned for his unquenchable fury and sinister deeds, he is a savage feared by humans and vampires alike. Anger is his only companion, and terror is his only passion—until he rescues a beautiful aristocrat from the evil Lessening Society.. Bella is instantly entranced by the seething power Zsadist possesses. But even as their desire for one another begins to overtake them both, Zsadist’s thirst for vengeance against Bella’s tormentors drives him to the brink of madness. Now, Bella must help her lover overcome the wounds of his tortured past, and find a future with her…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Carrie",
            "authors": [
                "Stephen King",
                "Sissy Spacek"
            ],
            "ranking": 3.98,
            "ranking_count": 602382,
            "abstract": "A modern classic, Carrie introduced a distinctive new voice in American fiction -- Stephen King. The story of misunderstood high school girl Carrie White, her extraordinary telekinetic powers, and her violent rampage of revenge, remains one of the most barrier-breaking and shocking novels of all time.. Make a date with terror and live the nightmare that is...Carrie. --back cover",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Classics",
                "Adult",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Dubliners",
            "authors": [
                "James Joyce",
                "Jeri Johnson"
            ],
            "ranking": 3.85,
            "ranking_count": 135900,
            "abstract": "This work of art reflects life in Ireland at the turn of the last century, and by rejecting euphemism, reveals to the Irish their unromantic realities. Each of the 15 stories offers glimpses into the lives of ordinary Dubliners, and collectively they paint a portrait of a nation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Cultural",
                "Literature",
                "European Literature",
                "Academic",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Betrayed",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.92,
            "ranking_count": 255435,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. Zoey, High Priestess in training, has managed to settle in at the House of Night and come to terms with the vast powers the Vampyre Goddess Nyx has given her. Just as she finally feels she belongs, the unthinkable happens: human teenagers are being killed, and all evidence points to the House of Night. While danger stalks the humans from Zoey’s old life, she begins to realize that the very powers that make her so unique might also threaten those she loves.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "All the Bright Places",
            "authors": [
                "Jennifer Niven"
            ],
            "ranking": 4.15,
            "ranking_count": 434146,
            "abstract": "The Fault in Our Stars. meets. Eleanor and Park. in this exhilarating and heart-wrenching love story about a girl who learns to live from a boy who intends to die.. Soon to be a major motion picture starring Elle Fanning!. Theodore Finch. is fascinated by death, and he constantly thinks of ways he might kill himself. But each time, something good, no matter how small, stops him.. Violet Markey. lives for the future, counting the days until graduation, when she can escape her Indiana town and her aching grief in the wake of her sister’s recent death.. When Finch and Violet meet on the ledge of the bell tower at school, it’s unclear who saves whom. And when they pair up on a project to discover the “natural wonders” of their state, both Finch and Violet make more important discoveries: It’s only with Violet that Finch can be himself—a weird, funny, live-out-loud guy who’s not such a freak after all. And it’s only with Finch that Violet can forget to count away the days and start living them. But as Violet’s world grows, Finch’s begins to shrink.. This is an intense, gripping novel perfect for fans of Jay Asher, Rainbow Rowell, John Green, Gayle Forman, and Jenny Downham from a talented new voice in YA, Jennifer Niven.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Health",
                "Mental Health",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Waste Land",
            "authors": [
                "T.S. Eliot",
                "Michael North"
            ],
            "ranking": 4.1,
            "ranking_count": 48308,
            "abstract": "The text of Eliot's 1922 masterpiece is accompanied by thorough explanatory annotations as well as by Eliot's own knotty notes, some of which require annotation themselves.. For ease of reading, this Norton Critical Edition presents The Waste Land as it first appeared in the American edition (Boni & Liveright), with Eliot's notes at the end. Contexts provides readers with invaluable materials on The Waste Land's sources, composition, and publication history. Criticism traces the poem's reception with twenty-five reviews and essays, from first reactions through the end of the twentieth century. Included are reviews published in the Times Literary Supplement, along with selections by Virginia Woolf, Gilbert Seldes, Edmund Wilson, Elinor Wylie, Conrad Aiken, Charles Powell, Gorham Munson, Malcolm Cowley, Ralph Ellison, John Crowe Ransom, I. A. Richards, F. R. Leavis, Cleanth Brooks, Delmore Schwartz, Denis Donoghue, Robert Langbaum, Marianne Thormählen, A. D. Moody, Ronald Bush, Maud Ellman, and Tim Armstrong. A Chronology and Selected Bibliography are included.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "European Literature"
            ]
        },
        {
            "title": "I, Robot",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.21,
            "ranking_count": 309319,
            "abstract": "Isaac Asimov's I, Robot launches readers on an adventure into a not-so-distant future where man and machine , struggle to redefinelife, love, and consciousness—and where the stakes are nothing less than survival. Filled with unforgettable characters, mind-bending speculation, and nonstop action, I, Robot is a powerful reading experience from one of the master storytellers of our time.. I, ROBOT. They mustn't harm a human being, they must obey hitman orders, and they must protect their own existence...but only so long as that doesn't violate rules one and two. With these Three Laws of Robotics, humanity embarked on perhaps its greatest adventure: the invention of the first positronic man. It was a bold new era of evolution that would open up enormous possibilities—and unforeseen risks. For the scientists who invented the earliest robots weren't content that their creations should ' remain programmed helpers, companions, and semisentient worker-machines. And soon the robots themselves; aware of their own intelligence, power, and humanity, aren't either.. As humans and robots struggle to survive together—and sometimes against each other—on earth and in space, the future of both hangs in the balance. Human men and women confront robots gone mad, telepathic robots, robot politicians, and vast robotic intelligences that may already secretly control the world. And both are asking the same questions: What is human? And is humanity obsolete?. In l, Robot Isaac Asimov changes forever our perception of robots, and human beings and updates the timeless myth of man's dream to play god. with all its rewards—and terrors.. --front flap",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Short Stories",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Divine Secrets of the Ya-Ya Sisterhood",
            "authors": [
                "Rebecca Wells"
            ],
            "ranking": 3.84,
            "ranking_count": 539286,
            "abstract": "When Siddalee Walker, oldest daughter of Vivi Abbott Walker, Ya-Ya extraordinaire, is interviewed in the New York Times about a hit play she's directed, her mother gets described as a tap-dancing child abuser. Enraged, Vivi disowns Sidda. Devastated, Sidda begs forgiveness, and postpones her upcoming wedding. All looks bleak until the Ya-Yas step in and convince Vivi to send Sidda a scrapbook of their girlhood mementos, called Divine Secrets of the Ya-Ya Sisterhood. As Sidda struggles to analyze her mother, she comes face to face with the tangled beauty of imperfect love, and the fact that forgiveness, more than understanding, is often what the heart longs for.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult Fiction",
                "American",
                "Adult",
                "Historical",
                "Novels",
                "Humor",
                "Book Club"
            ]
        },
        {
            "title": "The Seven Husbands of Evelyn Hugo",
            "authors": [
                "Taylor Jenkins Reid"
            ],
            "ranking": 4.48,
            "ranking_count": 1002675,
            "abstract": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?. Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career.. Summoned to Evelyn’s luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the ‘80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn’s story near its conclusion, it becomes clear that her life intersects with Monique’s own in tragic and irreversible ways.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "LGBT",
                "Contemporary",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "To the Lighthouse",
            "authors": [
                "Virginia Woolf",
                "خجسته کیهان",
                "صالح حسینی"
            ],
            "ranking": 3.79,
            "ranking_count": 153238,
            "abstract": "The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.. As time winds its way through their lives, the Ramsays face, alone and simultaneously, the greatest of human challenges and its greatest triumph—the human capacity for change.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Feminism",
                "Literary Fiction",
                "Academic"
            ]
        },
        {
            "title": "The Pearl",
            "authors": [
                "John Steinbeck"
            ],
            "ranking": 3.5,
            "ranking_count": 207771,
            "abstract": "Like his father and grandfather before him, Kino is a poor diver, gathering pearls from the gulf beds that once brought great wealth to the kings of Spain and now provide Kino, Juana, and their infant son with meager subsistence. Then, on a day like any other, Kino emerges from the sea with a pearl as large as a sea gull’s egg, as “perfect as the moon.” With the pearl comes hope, the promise of comfort and of security…. A story of classic simplicity, based on a Mexican folk tale,. The Pearl. explores the secrets of man’s nature, greed, the darkest depths of evil, and the luminous possibilities of love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Historical",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "The Twilight Collection",
            "authors": [
                "Stephenie Meyer"
            ],
            "ranking": 3.8,
            "ranking_count": 45020,
            "abstract": "Deeply romantic and extraordinarily suspenseful,. Twilight. ,. New Moon. , and. Eclipse. capture the struggle between defying our instincts and satisfying our desires. This stunning set includes three hardcover books, two full-color posters and exclusive tattoos, and makes the perfect gift for fans of this bestselling vampire love story.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "A Dance with Dragons",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.32,
            "ranking_count": 598208,
            "abstract": "Alternate cover edition of ASIN B004XISI4A. In the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind.. Fleeing from Westeros with a price on his head, Tyrion Lannister, too, is making his way to Daenerys. But his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys’s claim to Westeros forever.. Meanwhile, to the north lies the mammoth Wall of ice and stone—a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night’s Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creatures of ice.. From all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Adventure",
                "Audiobook",
                "Epic"
            ]
        },
        {
            "title": "Untamed",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.94,
            "ranking_count": 226791,
            "abstract": "Zoey Redbird's adventures at vampyre finishing school take a wild and dangerous turn as loyalties are tested and shocking true intentions come to light, in this spellbinding fourth novel in the House of Night series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Everything Is Illuminated",
            "authors": [
                "Jonathan Safran Foer"
            ],
            "ranking": 3.89,
            "ranking_count": 173108,
            "abstract": "With only a yellowing photograph in hand, a young man -- also named Jonathan Safran Foer -- sets out to find the woman who may or may not have saved his grandfather from the Nazis. Accompanied by an old man haunted by memories of the war; an amorous dog named Sammy Davis, Junior, Junior; and the unforgettable Alex, a young Ukrainian translator who speaks in a sublimely butchered English, Jonathan is led on a quixotic journey over a devastated landscape and into an unexpected past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Magical Realism",
                "World War II"
            ]
        },
        {
            "title": "Voyager",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.38,
            "ranking_count": 281393,
            "abstract": "From the author of the breathtaking bestsellers. Outlander. and. Dragonfly in Amber. , the extraordinary saga continues.. Their passionate encounter happened long ago by whatever measurement Claire Randall took. Two decades before, she had traveled back in time and into the arms of a gallant eighteenth-century Scot named Jamie Fraser. Then she returned to her own century to bear his child, believing him dead in the tragic battle of Culloden. Yet his memory has never lessened its hold on her... and her body still cries out for him in her dreams.. Then Claire discovers that Jamie survived. Torn between returning to him and staying with their daughter in her own era, Claire must choose her destiny. And as time and space come full circle, she must find the courage to face the passion and pain awaiting her...the deadly intrigues raging in a divided Scotland... and the daring voyage into the dark unknown that can reunite or forever doom her timeless love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Jungle",
            "authors": [
                "Upton Sinclair",
                "Earl Lee",
                "Kathleen DeGrave"
            ],
            "ranking": 3.76,
            "ranking_count": 135686,
            "abstract": "For nearly a century, the original version of Upton Sinclair's classic novel has remained almost entirely unknown.. When it was published in serial form in 1905, it was a full third longer than the censored, commercial edition published in book form the following year. That expurgated commercial edition edited out much of the ethnic flavor of the original, as well as some of the goriest descriptions of the meat-packing industry and much of Sinclair's most pointed social and political commentary.. The text of this new edition is as it appeared in the original uncensored edition of 1905.. It contains the full 36 chapters as originally published, rather than the 31 of the expurgated edition.. A new foreword describes the discovery in the 1980s of the original edition and its subsequent suppression, and a new introduction places the novel in historical context by explaining the pattern of censorship in the shorter commercial edition.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "Politics",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "We Were Liars",
            "authors": [
                "E. Lockhart"
            ],
            "ranking": 3.76,
            "ranking_count": 803132,
            "abstract": "A beautiful and distinguished family.. A private island.. A brilliant, damaged girl; a passionate, political boy.. A group of four friends—the Liars—whose friendship turns destructive.. A revolution. An accident. A secret.. Lies upon lies.. True love.. The truth.. We Were Liars. is a modern, sophisticated suspense novel from. New York Times. bestselling author, National Book Award finalist, and Printz Award honoree E. Lockhart.. Read it.. And if anyone asks you how it ends, just LIE.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Fiction",
                "Romance",
                "Thriller",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Room with a View",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 3.91,
            "ranking_count": 164976,
            "abstract": "But you do, he went on, not waiting for contradiction. You love the boy body and soul, plainly, directly, as he loves you, and no other word expresses it .... Lucy has her rigid, middle-class life mapped out for her, until she visits Florence with her uptight cousin Charlotte, and finds her neatly ordered existence thrown off balance. Her eyes are opened by the unconventional characters she meets at the Pension Bertolini: flamboyant romantic novelist Eleanor Lavish, the Cockney Signora, curious Mr Emerson and, most of all, his passionate son George.. Lucy finds herself torn between the intensity of life in Italy and the repressed morals of Edwardian England, personified in her terminally dull fiancé Cecil Vyse. Will she ever learn to follow her own heart?",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Me Talk Pretty One Day",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 4.0,
            "ranking_count": 660520,
            "abstract": "David Sedaris' move to Paris from New York inspired these hilarious pieces, including the title essay, about his attempts to learn French from a sadistic teacher who declares that every day spent with you is like having a caesarean section. His family is another inspiration. You Can't Kill the Rooster is a portrait of his brother, who talks incessant hip-hop slang to his bewildered father. And no one hones a finer fury in response to such modern annoyances as restaurant meals presented in ludicrous towers of food and cashiers with six-inch fingernails.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Writing",
                "Short Stories",
                "Biography",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "I, Claudius",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.23,
            "ranking_count": 61742,
            "abstract": "Into the 'autobiography' of Clau-Clau-Claudius, the pitiful stammerer who was destined to become Emperor in spite of himself, Graves packs the everlasting intrigues, the depravity, the bloody purges and mounting cruelty of the reigns of Augustus and Tiberius, soon to culminate in the deified insanity of Caligula.. I, Claudius. and its sequel,. Claudius the God. , are among the most celebrated, as well the most gripping historical novels ever written.. Cover illustration: Brian Pike",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Pet Sematary",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.03,
            "ranking_count": 492782,
            "abstract": "'. This is an alternate Cover Edition for. ASIN: B00K3NEE56. .. When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son-and now an idyllic home. As a family, they've got it all...right down to the friendly car. But the nearby woods hide a blood-chilling truth-more terrifying than death itself-and hideously more powerful. The Creeds are going to learn that sometimes dead is better.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Mystery",
                "Suspense"
            ]
        },
        {
            "title": "The 5th Wave",
            "authors": [
                "Rick Yancey"
            ],
            "ranking": 4.02,
            "ranking_count": 427347,
            "abstract": "After the 1st wave, only darkness remains. After the 2nd, only the lucky escape. And after the 3rd, only the. un. lucky survive. After the 4th wave, only one rule applies: trust no one.. Now, it's the dawn of the 5th wave, and on a lonely stretch of highway, Cassie runs from Them. The beings who only look human, who roam the countryside killing anyone they see. Who have scattered Earth's last survivors. To stay alone is to stay alive, Cassie believes, until she meets Evan Walker. Beguiling and mysterious, Evan Walker may be Cassie's only hope for rescuing her brother-or even saving herself. But Cassie must choose: between trust and despair, between defiance and surrender, between life and death. To give up or to get up.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Snow Falling on Cedars",
            "authors": [
                "David Guterson"
            ],
            "ranking": 3.85,
            "ranking_count": 177141,
            "abstract": "Gripping, tragic, and densely atmospheric—a masterpiece of suspense San Piedro Island, north of Puget Sound, is a place so isolated that no one who lives there can afford to make enemies. But in 1954 a local fisherman is found suspiciously drowned, and a Japanese American named Kabuo Miyamoto is charged with his murder. In the course of the ensuing trial, it becomes clear that what is at stake is more than a man's guilt. For on San Pedro, memories of a charmed love affair between a white boy and the Japanese girl who grew up to become Kabuo's wife; memories of land desired, paid for, and lost. Above all, San Piedro is haunted by the memory of what happened to its Japanese residents during World War II, when an entire community was sent into exile while its neighbors watched.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Romance",
                "Classics",
                "Adult Fiction"
            ]
        },
        {
            "title": "Bleak House",
            "authors": [
                "Charles Dickens",
                "Nicola Bradbury",
                "Hablot Knight Browne"
            ],
            "ranking": 4.01,
            "ranking_count": 103438,
            "abstract": "Bleak House opens in the twilight of foggy London, where fog grips the city most densely in the Court of Chancery. The obscure case of Jarndyce and Jarndyce, in which an inheritance is gradually devoured by legal costs, the romance of Esther Summerson and the secrets of her origin, the sleuthing of Detective Inspector Bucket and the fate of Jo the crossing-sweeper, these are some of the lives Dickens invokes to portray London society, rich and poor, as no other novelist has done. Bleak House, in its atmosphere, symbolism and magnificent bleak comedy, is often regarded as the best of Dickens. A 'great Victorian novel', it is so inventive in its competing plots and styles that it eludes interpretation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Chosen",
            "authors": [
                "P.C. Cast",
                "Kristin Cast"
            ],
            "ranking": 3.91,
            "ranking_count": 233525,
            "abstract": "Dark forces are at work at the House of Night and Zoey Redbird’s adventures at the school take a mysterious turn. Her best friend, Stevie Rae, is undead and struggling to maintain a grip on her humanity. Zoey finds herself in the very unexpected and rare situation of having three boyfriends. Mix a little bloodlust into the equation and the situation has the potential to spell social disaster. Just when it seems things couldn’t get any tougher, vampyres start turning up dead. Really dead. It looks like the People of Faith are tired of living side-by-side with vampyres. But, as Zoey and her friends so often find out, how things appear rarely affects the truth…",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Republic",
            "authors": [
                "Plato",
                "Desmond Lee",
                "Maria Helena da Rocha Pereira",
                "Benjamin Jowett"
            ],
            "ranking": 3.95,
            "ranking_count": 185443,
            "abstract": "Presented in the form of a dialogue between Socrates and three different interlocutors, this classic text is an enquiry into the notion of a perfect community and the ideal individual within it. During the conversation, other questions are raised: what is goodness?; what is reality?; and what is knowledge? The Republic also addresses the purpose of education and the role of both women and men as guardians of the people. With remarkable lucidity and deft use of allegory, Plato arrives at a depiction of a state bound by harmony and ruled by philosopher kings.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Classics",
                "Nonfiction",
                "Politics",
                "History",
                "Academic",
                "Literature"
            ]
        }
    ]
}