{
    "books": [
        {
            "title": "Junk",
            "authors": [
                "Melvin Burgess"
            ],
            "ranking": 3.9,
            "ranking_count": 19484,
            "abstract": "Two teens fall in love with each other and heroin. Tar has reasons for running away from home that run deep and sour, whereas Gemma, with her middle-class roots firmly on show, has a deep-rooted lust for adventure. Their first hit brings bliss, the next despair.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Romance",
                "Drama",
                "Novels",
                "Health"
            ]
        },
        {
            "title": "Vietnam: A History",
            "authors": [
                "Stanley Karnow"
            ],
            "ranking": 4.11,
            "ranking_count": 6997,
            "abstract": "“A landmark work…The most complete account to date of the Vietnam tragedy.” –. The Washington Post Book World. This monumental narrative clarifies, analyzes, and demystifies the tragic ordeal of the Vietnam war. Free of ideological bias, profound in its undertsanding, and compassionate in its human portrayals, it is filled with fresh revelations drawn from secret documents and from exclusive interviews with participants-French, American, Vietnamese, Chinese: diplomats, military commanders, high government officials, journalists, nurses, workers, and soldiers. Originally published a companion to the Emmy-winning PBS series, Karnow’s defining book is a precursor to Ken Burns’s ten-part forthcoming documentary series,. The Vietnam War. .. Vietnam: A History. puts events and decisions into such sharp focus that we come to understand – and make peace with – a convulsive epoch of our recent history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "North American Hi...",
                "Politics",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Preacher, Volume 3: Proud Americans",
            "authors": [
                "Garth Ennis",
                "Steve Dillon",
                "Penn Jillette"
            ],
            "ranking": 4.29,
            "ranking_count": 22320,
            "abstract": "The third amazing new edition in the PREACHER series, collecting issues #18-26.. Jesse Custer heads for France to rescue Cassidy, the Irish vampire, from the clutches of religious fanatics. His search leads him into a no-holds-barred battle against the forces of the Grail. Also told here is the story of how Cassidy became a vampire in the first place.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Horror",
                "Religion",
                "Paranormal"
            ]
        },
        {
            "title": "The Greatness of the Kingdom: An Inductive Study of the Kingdom of God",
            "authors": [
                "Alva J. McClain"
            ],
            "ranking": 4.63,
            "ranking_count": 101,
            "abstract": "This classic, penetrating analysis of the Kingdom of God as taught in both the Old and New Testaments has been republished in a handsome hardback dust jacket edition. This masterwork was written by the founding president of Grace Theological Seminary, who was a member of the Scofield Reference Bible Revision Committee and a charter member of the Evangelical Theological Society.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Behold the Man",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.77,
            "ranking_count": 7064,
            "abstract": "Karl Glogauer is a disaffected modern professional casting about for meaning in a series of half-hearted relationships, a dead-end job, and a personal struggle. His questions of faith surrounding his father's run-of-the-mill Christianity and his mother's suppressed Judaism lead him to a bizarre obsession with the idea of the messiah. After the collapse of his latest affair and his introduction to a reclusive physics professor, Karl is given the opportunity to confront his obsession and take a journey that no man has taken before, and from which he knows he cannot return.. Upon arriving in Palestine, A.D. 29, Glogauer finds that Jesus Christ is not the man that history and faith would like to believe, but that there is an opportunity for someone to change the course of history by making the ultimate sacrifice.. First published in 1969,. Behold the Man. broke through science fiction's genre boundaries to create a poignant reflection on faith, disillusion and self-sacrifice. This is the classic novel that established the career of perhaps contemporary science fiction's most cerebral and innovative author.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Religion",
                "Historical",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "I Had Trouble In Getting To Solla Sollew",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.22,
            "ranking_count": 2945,
            "abstract": "Illus. in full color. The hero of this hilarious tale discovers that in attempting to avoid trouble one often encounters even greater difficulties. Seuss fans will be enthralled.--. Childhood Education.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Poetry",
                "Classics",
                "Fantasy",
                "Humor",
                "Adventure",
                "Kids"
            ]
        },
        {
            "title": "Once upon a Summer",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.02,
            "ranking_count": 8275,
            "abstract": "Sure, his family isn't typical-Josh knows that. He's a twelve-year-old orphan being raised by his eighteen-year-old aunt. When Grandpa and Uncle Charlie start making plans to find Auntie Lou a husband-and take away the only mother Josh has ever known-he knows something has to be done. His family has shaped the young man he has become. Now, as he grows into manhood, he begins to face important questions about life, love, and faith. How can he find his way when his whole world threatens to come apart?. Trying desperately to cling to the life he's always had, Josh does what he can to keep his aunt single. But when a preacher comes along, Josh sees that things are going to get complicated.. This heartwarming story is full of love, humor, and inspiring faith.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Historical",
                "Romance",
                "Inspirational",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Rickshaw Boy",
            "authors": [
                "Lao She",
                "Howard Goldblatt"
            ],
            "ranking": 3.87,
            "ranking_count": 1921,
            "abstract": "A beautiful new translation of beloved Chinese author Lao She's masterpiece of social realism, about the misadventures of a poor Beijing rickshaw driver. First published in China in 1937,. Rickshaw Boy. is the story of Xiangzi, an honest and serious country boy who works as a rickshaw puller in Beijing. A man of simple needs whose greatest ambition is to one day own his own rickshaw, Xiangzi is nonetheless thwarted, time and again, in his attempts to improve his lot in life.. One of the most important and popular works of twentieth-century Chinese literature,. Rickshaw Boy. is an unflinchingly honest, darkly comic look at a life on the margins of society and a searing indictment of the philosophy of individualism.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "Asian Literature",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Only Love",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 3.95,
            "ranking_count": 2120,
            "abstract": "′There is no finer guarantee of outstanding romance than the name of Elizabeth Lowell′ - Romantic Times.. Cast adrift during the War Between the States, Shannon Conner grew to womanhood in a lonely cabin high in the Colorado Rockies. Though stubborn and courageous, Shannon is ill-prepared to deal with the predatory Culpepper brothers - and the intoxicating ardour of the man who defends her honour, Rafael ′Whip′ Moran.. A loner and a wanderer, a man tied to no place or promise, Whip aids the wary young ′widow′ who has a walk like honey and a determined grip on her shotgun. But neither the Culpeppers nor grizzlies are as dangerous to Whip as the passion Shannon offers him - a passion that could cost Whip the freedom that is as much a part of him as his soul.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Westerns",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult"
            ]
        },
        {
            "title": "White Gold Wielder",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 4.04,
            "ranking_count": 18427,
            "abstract": "Thomas Covenant knew that despite his failure on the Isle of The One Tree, he had to return to the Land and fight. After a long and arduous journey, fighting all the way, he readies himself for the final showdown with Lord Foul, the Despiser, and begins to understand things he had only just wondered about before....",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Epic",
                "Adventure",
                "Speculative Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "War of the Twins",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.14,
            "ranking_count": 28871,
            "abstract": "The fiery mountain struck Krynn. The gods shattered the Temple of Istar. One hundred years later, the continent of Ansalon is a desolate land, its people struggling for survival in a world ravaged by plague, starvation, and war.. Escaping the doomed city of Istar, Raistlin-now a wizard of great power-casts a spell that brings his twin brother Caramon, and the cleric Crysania forward to this point in time. Here, in the Tower of High Sorcery, Raistlin intends to enter the Portal and challenge the Dark Queen.. But, one by one, Raistlin’s plans start to unravel.. Too late he discovers that he is caught in a time loop-one that must lead inexorably to his own destruction! One from which there seems to be no escape…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Adventure"
            ]
        },
        {
            "title": "Το τρίτο στεφάνι",
            "authors": [
                "Costas Taktsis",
                "Κώστας Ταχτσής"
            ],
            "ranking": 4.19,
            "ranking_count": 2430,
            "abstract": "Δε μπορώ, όχι, δε μπορώ να την υποφέρω πια!... Τι πληγή ειν' αυτή που μου 'στειλες θε μου; Τι αμαρτίες έχω κάνει για να με τιμωρείς τόσο σκληρά; Ως πότε θα 'μαι υποχρεωμένη να την ανέχομαι, να βλέπω τη μούρη της, ν' ακούω τη φωνή της, ως πότε; Δε θα βρεθεί επιτέλους κανένας στραβός χριστιανός να την πάρει, ν' απαλλαγώ απ΄ αυτό το έκτρωμα της φύσεως, που μ' άφησε ο πατέρας της για να μ' εκδικηθεί -που χαΐρι και προκοπή να μη δουν εκείνοι που δε μ' άφησαν να κάνω την έκτρωση!.... Μα γιατί τους βλαστημάω; Δε ζούνε πια. Ούτε φταιν' εκείνοι. Φταίω εγώ που τους άκουσα. Σε τέτοια ζητήματα πρέπει ν' ακούει κανείς μόνο τον εαυτό του, κανέναν άλλον!... Όσο ήταν μικρή, παρηγοριόμουνα με τη σκέψη πως, μεγαλώνοντας, θ' άλλαζε. Θ' αλλάξει! έγεγα. Θα στρώσει. Στο κάτω της γραφής, αργά ή γρήγορα, μια μέρα θα παντρευτεί. Θα τη φορτωθεί άλλος στην καμπούρα του. Μα δε βαριέσαι! Άδικα ήλπιζα. Όπως παν' τα πράγματα, μου φαίνεται πως θα μείνει γεροντοκόρη. Και πώς να μη μείνει γεροντοκόρη τέτοια που είναι; Αχ, ας όψεται εκείνο το τέρας, η Ερασμία, που την κατέστρεψε με τις κατηχήσεις της. Ποιος άντρας θα γυρίσει, σας παρακαλώ, να την κοιτάξει ερωτικά έτσι που ντύνεται, έτσι που φέρεται, έτσι που μιλάει;",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "LGBT",
                "Adult"
            ]
        },
        {
            "title": "I Served the King of England",
            "authors": [
                "Bohumil Hrabal",
                "Paul Wilson"
            ],
            "ranking": 4.09,
            "ranking_count": 7932,
            "abstract": "In a comic masterpiece following the misadventures of a simple but hugely ambitious waiter in pre-World War II Prague, who rises to wealth only to lose everything with the onset of Communism, Bohumil Hrabal takes us on a tremendously funny and satirical trip through 20th-century Czechoslovakia.. First published in 1971 in a typewritten edition, then finally printed in book form in 1989, I Served the King of England is an extraordinary and subtly tragicomic novel (The New York Times), telling the tale of Ditie, a hugely ambitious but simple waiter in a deluxe Prague hotel in the years before World War II. Ditie is called upon to serve not the King of England, but Haile Selassie. It is one of the great moments in his life. Eventually, he falls in love with a Nazi woman athlete as the Germans are invading Czechoslovakia. After the war, through the sale of valuable stamps confiscated from the Jews, he reaches the heights of his ambition, building a hotel. He becomes a millionaire, but with the institution of communism, he loses everything and is sent to inspect mountain roads. Living in dreary circumstances, Ditie comes to terms with the inevitability of his death, and with his place in history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Historical",
                "Literature",
                "Humor",
                "Novels",
                "War",
                "Literary Fiction"
            ]
        },
        {
            "title": "Triplanetary",
            "authors": [
                "E.E. \"Doc\" Smith",
                "A.J. Donnell"
            ],
            "ranking": 3.65,
            "ranking_count": 6471,
            "abstract": "From the atomic age in Atlantis to a world remote in space and time, two incredible ancient races, the Arisians and the Eddorians, are in the midst of an interstellar war with Earth as the prize. The Arisians, using advanced mental technology, have foreseen the invasion of their galaxy by the corrupt and evil Eddorians, so they begin a breeding program on every planet in their universe. Their goal...to produce super warriors who can hold off the invading Eddorians.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adventure",
                "Audiobook",
                "Pulp",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Holiness of God",
            "authors": [
                "R.C. Sproul"
            ],
            "ranking": 4.37,
            "ranking_count": 19096,
            "abstract": "Central to God's character is the quality of holiness. Yet, even so, most people are hard-pressed to define what God's holiness precisely is. Many preachers today avoid the topic altogether because people today don't quite know what to do with words like awe or fear. R. C. Sproul, in this classic work, puts the holiness of God in its proper and central place in the Christian life. He paints an awe-inspiring vision of God that encourages Christian to become holy just as God is holy. Once you encounter the holiness of God, your life will never be the same.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "A Doctor at Calvary: The Passion of Our Lord Jesus Christ As Described by a Surgeon",
            "authors": [
                "Pierre  Barbet"
            ],
            "ranking": 4.24,
            "ranking_count": 75,
            "abstract": "What the Gospels don't reveal about Christ's suffering, science does. The Gospels reveal only the barest essentials about the physical sufferings of Our Lord. But in this mind-opening book, Dr. Pierre Barbet relies heavily on his close analysis of the Holy Shroud of Turin to recreate every stage of the Passion with heart-rending precision and detail. The result: a minor classic of spirituality by a modern layman. For Lenten meditation, this volume is unsurpassed. Dr. Barbet was a devout Catholic who knew the spiritual value of his findings - and he encouraged priests to use them in homilies: It is largely with a view to these clerics that I have wished to divulge my ideas, so that they may nourish their devotion to Jesus crucified and may bring it out in their preaching.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Christianity",
                "Nonfiction",
                "Christian"
            ]
        },
        {
            "title": "On Politics: A Carnival of Buncombe",
            "authors": [
                "H.L. Mencken"
            ],
            "ranking": 4.39,
            "ranking_count": 41,
            "abstract": "With a style that combined biting sarcasm with the language of the free lunch counter, Henry Louis Mencken shook politics and politicians for nearly half a century. Now, fifty years after Mencken’s death, the Johns Hopkins University Press announces. The Buncombe Collection. , newly packaged editions of nine Mencken classics:. Happy Days. ,. Heathen Days. ,. Newspaper Day. s,. Prejudices. ,. Treatise on the Gods. ,. On Politics. ,. Thirty-Five Years of Newspaper Work. ,. Minority Report. , and. A Second Mencken Chrestomathy. .. These seventy political pieces from the 1920s and 1930s are drawn from Mencken's famous Monday columns in the. Baltimore Evening Sun. .",
            "part_of_series": false,
            "genre_list": [
                "Politics"
            ]
        },
        {
            "title": "David Starr, Space Ranger",
            "authors": [
                "Paul  French",
                "Isaac Asimov"
            ],
            "ranking": 3.7,
            "ranking_count": 3339,
            "abstract": "Earth is on the brink of catastrophe. The vital foodstuffs supplied by its Martian colony are being poisoned. Working in secret, the ruling Council of Science sends David Starr, its youngest member, to the Martian farmlands to discover the truth behind the murders...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Mystery",
                "Space",
                "Adventure",
                "Fantasy",
                "Childrens",
                "Anthologies"
            ]
        },
        {
            "title": "Zuckerman Unbound",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.83,
            "ranking_count": 4380,
            "abstract": "Following the wild success of his novel,. Carnovsky. , Nathan Zuckerman has been catapulted into the literary limelight. As he ventures out onto the streets of Manhattan he finds himself accosted on all sides, the target of admonishers, advisers, would-be literary critics, and – worst of all – fans.. An incompetent celebrity, ill at ease with his newfound fame, and unsure of how to live up to his fictional creation’s notoriety, Zuckerman flounders his way through a high-profile affair, the disintegration of his family life, and fends off the attentions of his most tenacious fan yet, as the turbulent decade of the sixties draws to a close around him.. But beneath the uneasy glamour are the spectres of the recently murdered Robert Kennedy and Martin Luther King, Jr., and an unsettled Zuckerman feels himself watched…",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "American",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "Fire Bringer",
            "authors": [
                "David Clement-Davies"
            ],
            "ranking": 4.19,
            "ranking_count": 13132,
            "abstract": "Young buck Rannoch was born on the night his father was murdered and into a herd of deer where hunger for power has gradually whittled away at all that is true and good. He knows he must escape to survive. Chased by stags, with their fearsome antlers sharpened for the kill, he begins a treacherous journey into the unknown, and ahead of him lies a shocking and formidable search for truth and goodwill in the shadow of the Great Mountain.. One day he will have to return to his home and face his destiny among the deer to fulfill the prophecy that has persistently given them hope: that one day a fawn will be born with the mark of an oak leaf on his forehead and that fawn's courage will lead all the deer to freedom. Filled with passion and a darkness that gradually, through Rannoch's courage in the face of adversity, lifts to reveal an overwhelming feeling of light,. Fire Bringer. is a tremendous, spirited story that takes the reader deep into the hearts and minds of its characters as they fight for their right to live in peace.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Animals",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ρωμιοσύνη",
            "authors": [
                "Yiannis Ritsos",
                "Γιάννης Ρίτσος"
            ],
            "ranking": 4.55,
            "ranking_count": 248,
            "abstract": "Η Ρωμιοσύνη (γραμμένη το 1945-47 και τυπωμένη πρώτη φορά το 1954 μέσα στην ευρύτερη συλλογή Αγρύπνια που περιέχει το έργο του ποιητή από το 1941 ως το 1953) είναι μια μεγάλη ποιητική σύνθεση χωρισμένη σε επτά μέρη-ενότητες. Στη σύνθεση αυτή ο ποιητής, συνδέοντας με τρόπο προσωπικό διάφορα στοιχεία της ιστορικής παράδοσης και ποικίλους εκφραστικούς τρόπους, μας δίνει ανάγλυφη τη μορφή της Ελλάδας και των ανθρώπων της στον αδιάκοπο αγώνα τους για ελευθερία, δικαιοσύνη και ανθρωπιά.. Το ποίημα αποτελείται από επτά ενότητες:. Η ενότητα Ι αναδεικνύει την αντιστοιχία, τη συνάρτηση του ήθους τοπίου και ανθρώπων και την εμμονή της αντίστασής τους. Ο χώρος και οι άνθρωποι πολιορκούνται από στεριά και θάλασσα, αλλά η πολιορκία αυτή αναιρείται από ένα θαύμα που εξακοντίζεται στον ορίζοντα.. Η ενότητα ΙΙ αποδίδει εικόνες της Ρωμιοσύνης στην καθημερινότητά τους αλλά και στη διαχρονική τους σύνθεση. Εδώ το τοπίο καταυγάζεται από την αρχετυπική παρουσία της γυναίκας, την Παναγία με τ’ αργυρά ματόκλαδα, που συνυπάρχει πολύ ανθρώπινα με την κόρη του πεταλωτή αλλά και την ορφική μητέρα, τη Λήδα, που κλωσά τ’ αυγά του κεραυνού, τη Νιόβη, με τα επτά σφαγμένα παλικάρια της, τη Σολωμική ελευθερία, που θα πάρει πάλι τ’ άρματα και την Περσεφόνη που μοιράζει σπορά και γονιμότητα. Όλες αυτές οι γυναικείες μορφές συγκλίνουν στη μορφή της μητέρας Ελλάδας.. Η ενότητα ΙΙΙ τονίζει ιδιαίτερα τη διαχρονικότητα της ρωμαίικης ζωής και τη διαρκή αγωνιστική ετοιμότητά της. Εδώ η ιστορία υφαίνεται μ’ ένα όνομα από τρεις χιλιάδες χρόνια μ’ έναν άγιο, με μια κόκκινη γοργόνα, αλλά και με την μυθική παρουσία του Προμηθέα σ’ ένα ανακυκλούμενο αιώνιο γίγνεσθαι.. Η ενότητα ΙV περιγράφει την αγωνιστική πορεία, δέντρο το δέντρο, πέτρα την πέτρα, πέρασαν τον κόσμο, και την άδοξη κατάληξή της, και τούτοι μεσ’ τα σίδερα και κείνοι μεσ’ το χώμα, αλλά και την πεποίθηση για την τελική απολύτρωση.. Η ενότητα V σκιαγραφεί το αίσθημα της καταστροφής και της ερήμωσης του μαρτυρικού τόπου αλλά και την προσδοκία της παλιννόστησης της ζωής. Τότε, θα διαβάσουμε όλη την καρδιά τους (των μαρτύρων της ελευθερίας)σαν να διαβάζουμε από την αρχή την ιστορία του κόσμου.. Η ενότητα VI αποδίδει παραστατικότερα την εφιαλτική πραγματικότητα του εμφύλιου σπαραγμού και του θανάτου αλλά και την επιμονή στη συνέχιση της ζωής και του αγώνα. Μόνο για τα ψηλά είναι ακόμα δρόμος.. Τέλος η VII ενότητα προβάλλει και πάλι την ταυτότητα του τόπου και των ανθρώπων, που μέσα από τη γνώση του θανάτου προχωρούν με περισσότερη σιγουριά προς τη ζωή και την αγάπη, πέρα από τους διαχωρισμούς του πολέμου.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics"
            ]
        },
        {
            "title": "Little Black, a Pony",
            "authors": [
                "Walter Farley",
                "James Schucker",
                "Steven Farley"
            ],
            "ranking": 4.3,
            "ranking_count": 531,
            "abstract": "For many years, The Black Stallion books by Walter Farley have been among the most popular books with young readers on the Navajo Nation. With this in mind, Salina Bookshelf, working in conjunction with the Black Stallion Literacy Project, offers a new ed",
            "part_of_series": true,
            "genre_list": [
                "Animals",
                "Childrens",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Grey King",
            "authors": [
                "Susan Cooper"
            ],
            "ranking": 4.16,
            "ranking_count": 37817,
            "abstract": "Fire on the Mountain Shall Find the Harp of Gold Played to Wake the Sleepers, Oldest of the Old.... With the final battle between the Light and the Dark soon approaching, Will sets out on a quest to call for aid. Hidden within the Welsh hills is a magical harp that he must use to wake the Sleepers - six noble riders who have slept for centuries.. But an illness has robbed Will of nearly all his knowledge of the Old Ones, and he is left only with a broken riddle to guide him in his task. As Will travels blindly through the hills, his journey will bring him face-to-face with the most powerful Lord of the Dark - the Grey King. The King holds the harp and Sleepers within his lands, and there has yet to be a force strong enough to tear them from his grasp...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Mythology",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Maru",
            "authors": [
                "Bessie Head"
            ],
            "ranking": 3.8,
            "ranking_count": 1280,
            "abstract": "An orphaned Masarwa girl comes to Dilepe to teach, only to discover that in this remote Botswana village her people are treated as outcasts. In the love story and intrigue that follow, the author's exploration of racism draws upon her own experiences of growing up in South Africa.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Literature",
                "Academic",
                "Novels",
                "Classics",
                "Female Authors"
            ]
        },
        {
            "title": "Collected Stories",
            "authors": [
                "Frank O'Connor"
            ],
            "ranking": 4.29,
            "ranking_count": 539,
            "abstract": "The definitive collection from an Irish literary icon, “one of the masters of the short story” (. Newsweek. ).. In the words of W. B. Yeats, Frank O’Connor “did for Ireland what Chekhov did for Russia.” Anne Tyler, writing in the. Chicago Sun-Times. , described his tales as “encapsulated universes.” This indispensable volume contains the best of his short fiction, from “Guests of the Nation” (adapted into an Obie Award–winning play) to “The Mad Lomasneys” to “First Confession” to “My Oedipus Complex.”. Dublin schoolteacher Ned Keating waves good-bye to a charming girl and to any thoughts of returning to his village home in the lyrical and melancholy “Uprooted.” A boy on an important mission is waylaid by a green-eyed temptress and seeks forgiveness in his mother’s loving arms in “The Man of the House,” a tale that draws on O’Connor’s own difficult childhood. A series of awkward encounters and humorous misunderstandings perfectly encapsulates the complicated legacy of Irish immigration in “Ghosts,” the bittersweet account of an American family’s pilgrimage to the land of their forefathers. In these and dozens of other stories, O’Connor accomplishes the miraculous, laying bare entire lives and histories in the space of a few pages.. As a writer, critic, and teacher, O’Connor elevated the short story to astonishing new heights. This career-spanning anthology, epic in scope yet brimming with small moments and intimate details, is a true pleasure to read from first page to last.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Classics",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Beyond Belief: The Moors Murderers. The Story of Ian Brady and Myra Hindley.",
            "authors": [
                "Emlyn Williams"
            ],
            "ranking": 3.85,
            "ranking_count": 690,
            "abstract": "Emlyn Williams' classic account of the notorious Moors Murderers, Ian Brady and Myra Hindley, who between 1962 and 1965 abducted, brutally abused and murdered five children - Pauline Reade, John Kilbride, Keith Bennett, Lesley Ann Downey and Edward Evans - and buried them in shallow graves on Saddleworth Moor, in Lancashire.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Biography",
                "European Literature"
            ]
        },
        {
            "title": "Meetings With Remarkable Men",
            "authors": [
                "G.I. Gurdjieff",
                "Alfred Richard Orage"
            ],
            "ranking": 4.14,
            "ranking_count": 2221,
            "abstract": "'You must learn not what people round you consider good or bad, but to act in life as your conscience bids you'. For twenty years, the spiritual teacher Gurdjieff journeyed through Central Asia and the Middle East. Part travelogue, part adventure, part spiritual guide, Meetings with Remarkable Men vividly describes his encounters with the people who aided his search for knowledge: his father, a bard, who handed down to him tales of wonder and magic; a Russian prince dedicated to the truth; a Persian dervish who taught him a new way of living; a woman who escaped slavery to become a trusted fellow seeker. Through them, we see a young man discovering the answers to who we are and what it means to live fully.. With a new Introduction by Gary Lachman",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Nonfiction",
                "Biography",
                "Religion",
                "Occult",
                "Travel",
                "Psychology",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "Dark Knights And Dingy Castles",
            "authors": [
                "Terry Deary"
            ],
            "ranking": 4.04,
            "ranking_count": 687,
            "abstract": "This horrible history takes you charging back in time to days of chivalry, when knights clanked about in armour waving weapons, peasants cleaned up the mess afterwards, and everyone lived in dark, dingy, horrible homes. Find out about dreadful dungeons, ghastly ghosts, and the famous Saint George.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Childrens",
                "Humor",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "To Room Nineteen",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 4.07,
            "ranking_count": 1216,
            "abstract": "From the winner of the Nobel Prize for Literature, a collection of some of her finest short stories.. For more than four decades, Doris Lessing’s work has observed the passion and confusion of human relations, holding a mirror up to our selves in her unflinching dissection of the everyday.. From the magnificent ‘To Room Nineteen’, a study of a dry, controlled middle-class marriage ‘grounded in intelligence’, to the shocking ‘A Woman on the Roof’, where a workman becomes obsessed with a pretty sunbather, this superb collection of stories written over four decades, from the 1950s to the 1990s, bears stunning witness to Doris Lessing’s perspective on the human condition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Gender",
                "Adult"
            ]
        },
        {
            "title": "China's Urban Revolutionaries",
            "authors": [
                "Gregor Benton"
            ],
            "ranking": 4.2,
            "ranking_count": 5,
            "abstract": "Chinese Trotskyism was the most creative and influential opposition to emerge within the Chinese Communist Party (CCP) between its founding and its taking power in 1949. It included Chen Duxiu, founder and early leader of the CCP, whose ideas have inspire",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "Marvel Masterworks: The Amazing Spider-Man, Vol. 5",
            "authors": [
                "Stan Lee",
                "John Romita Sr."
            ],
            "ranking": 4.29,
            "ranking_count": 379,
            "abstract": "Spider-Man's earliest adventures continue, with appearances by the Rhino, the Lizard, the Shocker, Kraven the Hunter, the Vulture, the First Appearance of the Kingpin and Mary Jane Watson! Plus Spidey tries to join the Avengers and battles the Hulk. Collects Amazing Spider-Man (Vol. 1) #41-50, Annual #3",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Marvel",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Action",
                "Classics"
            ]
        },
        {
            "title": "Orlando",
            "authors": [
                "Virginia Woolf",
                "Sandra Gilbert",
                "Pippa Nixon"
            ],
            "ranking": 3.87,
            "ranking_count": 73360,
            "abstract": "Brought to you by Penguin.. This Penguin Classic is performed by Audie-Award Winner Pippa Nixon Pip pa Nixon, known for her roles in Unforgotten, John Carter and Mother Father Son. This definitive recording includes an Introduction by Sandra M. Gilbert.. Once described as the 'longest and most charming love-letter in literature', Virginia Woolf's Orlando is edited by Brenda Lyons with an introduction and notes by Sandra M. Gilbert in Penguin Classics.. Written for Virginia Woolf's intimate friend, the charismatic writer Vita Sackville-West, Orlando is a playful mock 'biography' of a chameleonic historical figure, immortal and ageless, who changes sex and identity on a whim. First masculine, then feminine, Orlando begins life as a young sixteenth-century nobleman, then gallops through three centuries to end up as a woman writer in Virginia Woolf's own time. A wry commentary on gender roles and modes of history, Orlando is also, in Woolf's own words, a light-hearted 'writer's holiday' which delights in ambiguity and capriciousness.. Length: 8 hrs and 22 mins",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "LGBT",
                "Fantasy",
                "Feminism",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Child of the Phoenix",
            "authors": [
                "Barbara Erskine"
            ],
            "ranking": 4.3,
            "ranking_count": 2094,
            "abstract": "Born in a burning castle in 1218, Princess Eleyne is brought up to support the Celtic cause against the English. She is taught to worship the old gods and to scry into the future and the past. Eleyne's second sight, however, involves her in the destinies of England, Scotland and Wales.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Romance",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Deep Trouble",
            "authors": [
                "Walt Morey",
                "Fredrika Spillman"
            ],
            "ranking": 3.96,
            "ranking_count": 56,
            "abstract": "After his father dies, 18 year-old Joey Bishop assumes responsibility for the family diving business. But first he has to convince canneries he is old enough to handle the dangers of the Alaskan sea. Encounters with sharks, octopuses, and riptides become part of the challenge.",
            "part_of_series": false,
            "genre_list": [
                "Adventure"
            ]
        },
        {
            "title": "The Zap Gun",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.42,
            "ranking_count": 2377,
            "abstract": "Scalding sarcastic yet enduringly empathetic, The Zap Gunis Dick's remarkable novel depicting the insanity of the arms race. Lars Powderdry and Lilo Topchev are counterpart weapons fashion designers for a world divided into two factions - Wes-bloc and Peep-East. Since the Plowshare Protocols of 2002, their job has been to invent elaborate weapons that only seem massively lethal. But when alien satellites hostile to both sides appear in the sky, the two are brought together in the dire hope that they can create a weapon to save the world, a task made all the more difficult by Lars falling in love with Lilo even as he knows she's trying to kill him.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Fantasy",
                "Literature",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "A Stir of Echoes",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 3.87,
            "ranking_count": 13188,
            "abstract": "Tom Wallace lived an ordinary life, until a chance event awakened psychic abilities he never knew he possessed. Now he's hearing the private thoughts of the people around him-and learning shocking secrets he never wanted to know. But as Tom's existence becomes a waking nightmare, even greater jolts are in store as he becomes the unwilling recipient of a compelling message from beyond the grave!. This eerie ghost story, by award-winning author of. Hell House. and. I Am Legend. , inspired the acclaimed 1999 film starring Kevin Bacon.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Mystery",
                "Thriller",
                "Fantasy",
                "Paranormal",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Princess",
            "authors": [
                "Gaelen Foley"
            ],
            "ranking": 3.89,
            "ranking_count": 1857,
            "abstract": "Gaelen Foley is a captivating writer who will sweep you away with this unforgettable story of forbidden love and wondrous destiny.. Darius Santiago is the King's most trusted spy. He is charming, ruthless, and he has one weakness--the stunning Princess Serafina. She is all he has ever wanted and everything he cannot have. Serafina has always worshiped Darius, knowing that deep in the reaches of her soul, where she is not royalty but a flesh-and-blood woman, she belongs to this dangerous man. Unable to suppress their desire, they are swept into a daring dance of passion until a deadly enemy threatens to destroy their new love.. Princess. is a marvelous adventure, full of intrigue and pageantry.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fantasy",
                "Adult",
                "Historical Romance",
                "Fiction",
                "Spy Thriller"
            ]
        },
        {
            "title": "July's People",
            "authors": [
                "Nadine Gordimer"
            ],
            "ranking": 3.52,
            "ranking_count": 6991,
            "abstract": "For years, it had been what is called a “deteriorating situation.” Now all over South Africa the cities are battlegrounds. The members of the Smales family—liberal whites—are rescued from the terror by their servant, July, who leads them to refuge in his village. What happens to the Smaleses and to July—the shifts in character and relationships—gives us an unforgettable look into the terrifying, tacit understandings and misunderstandings between blacks and whites.. Nadine Gordimer was a winner of the Nobel Prize in Literature",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Historical",
                "Nobel Prize",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Wildflowers",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.88,
            "ranking_count": 2777,
            "abstract": "Four Girls With Dark Secrets To Share.. Four Extraordinary. New York Times. Bestesellers -- Together For The First Time.. MISTY. ...Trapped in the middle of her parents' bitter divorce, she hides an unspeakable secret deep inside: she hates them. Now, brought to Dr. Marlowe's therapy group, she's about to meet three other girls who just might understand.. STAR. ...She may never forgive her parents for the pain they have caused her. But in the safety of this new circle of friends, she will finally face the nightmares of her past.. JADE. ...Escaping the madness of a hateful courtroom battle, she was lured into an ordeal too traumatic to forget -- and much too terrible to share.. CAT. ...Like the other girls, Cat has a story of her own. But maybe she should lie -- just make something up. Because the truth is more horrifying than the others could possibly imagine....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Adult",
                "Drama",
                "Childrens",
                "Womens"
            ]
        },
        {
            "title": "Inferno",
            "authors": [
                "Larry Niven",
                "Jerry Pournelle"
            ],
            "ranking": 3.83,
            "ranking_count": 5652,
            "abstract": "This is the 6th Pocket printing.. Cover Artist: Harry Bennett. An unearthly voice hisses unholy welcome. And the late, great Allen Carpentier begins his one-way journey into the dim nether regions where flame-colored demons wield diabolically sharp pitchforks and tormented vixens reign forever in a pond of sheer ice. Here, in this land of torment and terror, he discovers the amazing truth of the ultimate adventure that lies beyond the grave.. Frank Herbert -The somber beauty of INFERNO brought up to the twentieth century with care and humor and with some sins Dante didn't even suspect.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Religion",
                "Science Fiction Fantasy",
                "Novels",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "Sweet Dreams",
            "authors": [
                "Michael Frayn"
            ],
            "ranking": 3.5,
            "ranking_count": 163,
            "abstract": "A man who dies and goes to Heaven nowadays expects something a little more sophisticated than gold streets and angels playing harps. He wants a place designed for his own individual needs and tastes – somewhere that allows for personal development and rich human relations – somewhere you can win. Here’s Howard Baker’s heaven. It may be yours.. Long regarded as a classic in Great Britain, Michael Frayn’s comic fantasy. Sweet Dreams. (1973) returns to print in the U.S. for the first time in decades in this edition, which features a new introduction by the author.. WHAT CRITICS ARE SAYING. “Frayn has a most unusual talent. His books seem so deceptively simple, but they linger in the mind for years, and can be re-read with the greatest pleasure.. Sweet Dreams. is no exception.” – Margaret Drabble,. New York Times Book Review. “May go down in history as one of England’s special contributions to the twentieth century.” –. Times Literary Supplement. “Frayn is an impeccable writer . . . his novel is a kind of. Candide. – a vividly contemporary. Candide. – full of the most serious high comedy and the most enormous belly laughs.” –. New Yorker",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Religion"
            ]
        },
        {
            "title": "Inventing the AIDS Virus",
            "authors": [
                "Peter H. Duesberg",
                "Kary Mullis"
            ],
            "ranking": 3.89,
            "ranking_count": 160,
            "abstract": "An eminent scientist and pioneer in the discovery of retroviruses challenges the widely accepted belief that HIV is the cause of AIDS. Peter H. Duesberg argues that HIV is merely a harmless passenger virus that does not cause AIDS. Sure to spark intense debate, this provocative book offers an original and incisive critique of the rise and fall of HIV.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Health",
                "Politics"
            ]
        },
        {
            "title": "The Summer of Black Widows",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.24,
            "ranking_count": 487,
            "abstract": "Poetry. Native American Studies. THE SUMMER OF BLACK WIDOWS presents poetry that has continued to grow in power, complexity, and vision. According to reviewer James R. Kincaid, Mr. Alexie's is one of the major lyric voices of our time, and the many honors and an international following of readers from his poems, stories, and novels proves the claim. Chris Faatz from The Nation agrees, calling Alexie a young writer who is taking the literary world by storm...a superb chronicler of the Native American experience...he is a master of language, writing beautifully, unsparingly and straight to the heart.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Literature",
                "Native Americans"
            ]
        },
        {
            "title": "The Sword of the Lictor",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.18,
            "ranking_count": 8905,
            "abstract": "Beneath the dying sun the disgraced torturer, Severian, at last comes to his place of exile - Thrax, the City of Windowless Rooms. But Severian's journeying is not ended, and high in the Earth's ancient mountains he draws closer to his destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Apocalyptic",
                "Speculative Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Semi-Attached Couple and the Semi-Detached House",
            "authors": [
                "Emily Eden"
            ],
            "ranking": 3.81,
            "ranking_count": 449,
            "abstract": "Born the daughter of Lord Auckland in 1797, Emily Eden was a witty nineteenth-century aristocrat whose two delightful novels were first presented to an admiring world one hundred and fifty years ago. These matching masterpieces satirize the social world Eden knew, loved, and laughed at. Like Jane Austen she is concerned with love and marriage, money and manners. But her voice is distinct. Eden's charm and humor - both above- and belowstairs - and her sharp social commentary make her work enduringly captivating.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "Literature",
                "European Literature",
                "Romance",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Love in the Ruins",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 3.84,
            "ranking_count": 3706,
            "abstract": "Dr. Tom More has created a stethoscope of the human spirit. With it, he embarks on an unforgettable odyssey to cure mankind's spiritual flu. This novel confronts both the value of life and its susceptibility to chance and ruin.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Novels",
                "Christianity",
                "American",
                "Science Fiction",
                "Religion"
            ]
        },
        {
            "title": "Shards of a Broken Crown",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.04,
            "ranking_count": 21520,
            "abstract": "The terrible Emerald Queen is vanquished…but the war in Midkemia is not yet won, as the remarkable Raymond E. Feist concludes his magnificent Serpentwar Saga with. Shards of a Broken Crown—a spellbinding tale of magic, conflict, and treachery that sees the rise of a new threat from the ashes of defeat, an evil poised to strike mercilessly at realm triumphant but weakened by war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "War",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Pregnant Virgin: A Process of Psychological Transformation",
            "authors": [
                "Marion Woodman"
            ],
            "ranking": 4.44,
            "ranking_count": 386,
            "abstract": "Ships from USA. Will take 25-35 days",
            "part_of_series": true,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Womens",
                "Feminism",
                "Philosophy"
            ]
        },
        {
            "title": "A Dead Man in Deptford",
            "authors": [
                "Anthony Burgess"
            ],
            "ranking": 3.82,
            "ranking_count": 1335,
            "abstract": "With. A Dead Man in Deptford,. Burgess concluded his literary career to overwhelming acclaim for his re-creation of the Elizabethan poet Christopher Marlowe. In lavish, pitch-perfect, and supple, readable prose, Burgess matches his splendid Shakespeare novel, Nothing Like the Sun. The whole world of Elizabethan England—from the intrigues of the courtroom, through the violent streets of London, to the glory of the theater—comes alive in this joyous celebration of the life of Christopher Marlowe, murdered in suspicious circumstances in a tavern brawl in Deptford more than four hundred years ago.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "LGBT",
                "Novels",
                "Literary Fiction",
                "Literature"
            ]
        },
        {
            "title": "Before Jerusalem Fell: Dating the Book of Revelation",
            "authors": [
                "Kenneth L. Gentry Jr."
            ],
            "ranking": 4.44,
            "ranking_count": 192,
            "abstract": "A major key to understanding Bible prophecy is understanding to whom Revelation was written and when it was written. An incredibly important study.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Church",
                "Nonfiction"
            ]
        },
        {
            "title": "Lion of Ireland",
            "authors": [
                "Morgan Llywelyn"
            ],
            "ranking": 4.14,
            "ranking_count": 3942,
            "abstract": "King, warrior, and lover Brian Boru was stronger, braver, and wiser than all other men--the greatest king Ireland has ever known. Out of the mists of the country's most violent age, he merged to lead his people to the peak of their golden era.. His women were as remarkable as his adventures: Fiona, the druidess with mystical powers; Deirdre, beautiful victim of a Norse invader's brutal lust; Gormlaith, six-foot, read-haired goddess of sensuality.. Set against the barbaric splendors of the tenth century, this is a story rich in truth and legend-in which friends become deadly enemies, bedrooms turn into battlefields, and dreams of glory are finally fulfilled. Morgan Llywelyn has written one of the greatest novels of Irish history.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Fantasy",
                "European Literature",
                "Adventure",
                "Historical Fiction"
            ]
        },
        {
            "title": "His Needs, Her Needs: Building an Affair-Proof Marriage",
            "authors": [
                "Willard F. Harley Jr."
            ],
            "ranking": 4.12,
            "ranking_count": 20415,
            "abstract": "Marriage works only when each spouse takes the time to consider the other's needs and strives to meet them. In His Needs, Her Needs, Willard Harley identifies the ten most vital needs of men and women and shows husbands and wives how to satisfy those needs in their spouses. He provides guidance for becoming irresistible to your spouse and for loving more creatively and sensitively, thereby eliminating the problems that often lead to extramarital affairs. The revised anniversary edition of His Needs, Her Needs is a celebration of how the book has helped thousands of couples revitalize their marriages during the last fifteen years. This best-seller identifies the causes of marital difficulties and instructs couples on how to prevent them, guiding them to build a relationship that sustains romance and increases intimacy. With today's soaring divorce rate and prevalence of affairs, Harley's insights are needed more than ever before.An unabridged recording of His Needs, Her Needs, the 15th anniversary edition, is now available as an audio book.",
            "part_of_series": false,
            "genre_list": [
                "Marriage",
                "Relationships",
                "Nonfiction",
                "Self Help",
                "Christian",
                "Psychology",
                "Family",
                "Religion"
            ]
        },
        {
            "title": "كتاب الرسم والخط",
            "authors": [
                "José Saramago",
                "خوسيه ساراماغو",
                "شيرين عصمت"
            ],
            "ranking": 3.53,
            "ranking_count": 1305,
            "abstract": "هذه الرواية هي صاحبة شهرة ساراماجو الحقيقية وانطلاقته الأولى نحو مكانته في ذروة الإبداع العالمي، حقق بعد نشرها نجاحا إثر نجاح دون أن ينفصل أبدا عن قضايا بلاده ولا عن القضايا العالمية. في هذه الرواية وبأسلوبه الذي يميزه وحده، يضع ساراماجو الحياة على لوحات الرسم والتواءات الخط من أجل فهمها، من أجل إيجاد المعنى الحقيقي لكثير من تعقيداتها بشكل فلسفي، من أجل مجابهتها بأسئلة كثيرة تبحث لنفسها عن إجابات من خلال حياة بطل الرواية رسام البورتريه الذي يرسم بيد تتمرد على الفرشاة وتمسك بالقلم وهي تقول في الرسم توجد دائما لحظة لا تحتمل فيها اللوحة خط فرشاة آخر، بينما هذه السطور من الممكن أن تطول بشكل لا نهائي وهكذا يكتب رسام البورتريه سيرته الذاتية لتتماهى حياته مع الأحداث المهمة، التي مرت بالبرتغال في الفترة التي سبقت ثورة القرنفل عام 1974، وليعكس وجه الكتابة وجه الرسم وليتردد صدى العمل في فكرة أن الأخلاق وعلم الجمال لا ينفصلان، وأن الفن ينبغي أن يكون صوت ضمير المجتمع، وأن الصورة وسيلة من وسائل تحقق المعرفة",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Art",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Classics",
                "Philosophy",
                "Nobel Prize"
            ]
        },
        {
            "title": "Welcome to Hard Times",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.83,
            "ranking_count": 2068,
            "abstract": "1960 copyright. Random House, New York., 212 pages. 1 lb. (9 x 6 x .6 inches Paperback) . Title: Welcome to Hard Times by E. L. Doctorow. Literature & Fiction\\Drama-Author's Debut Novel set in the Dakota Territory of the American Frontier. ISBN#0394731077",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American"
            ]
        },
        {
            "title": "Bad Behavior",
            "authors": [
                "Mary Gaitskill"
            ],
            "ranking": 3.88,
            "ranking_count": 9044,
            "abstract": "Fierce, raw tales of love and sex and obsession--not since Ethan Canin's. Emperor of the Air. has there been such excitement surrounding a debut short-story collection.. Daisy's valentine --. A romantic weekend --. something nice --. An affair, edited --. Connection --. Trying to be --. Secretary --. Other factors --. Heaven",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Womens",
                "Adult Fiction",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Sexuality"
            ]
        },
        {
            "title": "Silent Melody",
            "authors": [
                "Mary Balogh"
            ],
            "ranking": 3.77,
            "ranking_count": 3361,
            "abstract": "Lady Emily Marlowe was beautiful, wild, and unspoiled. She could not hear or speak, though she listened with her eyes and answered with her smile. She was betrothed to a man who would have her as a pretty possession, a captive listener. But there was only one man for her—the dark and reckless Lord Ashley Kendrick, the childhood amour who inspired her fantasies—then left for India and found another love.. Seven years and countless dreams later, he returned to her, and love was born with a dance, a minuet that stirred her soul, a song so passionate it has no words.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Mystery",
                "European Literature",
                "Disability"
            ]
        },
        {
            "title": "Time Of The Twins",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.16,
            "ranking_count": 33995,
            "abstract": "The War of the Lance has ended. The darkness has passed. Or has it?. One man the powerful archmage Raistlin, intends that the darkness return.. Two people alone can stop him. One is Crysania, a beautiful cleric of good, who is drawn to Raistlin as a moth is drawn to flame. The other is his twin, Caramon, who must come to an understanding of himself before he can redeem his brother. Together with the irrepressible kinder, Tasslehoff, these three take a perilous journey back in time to the days just before the Cataclysm.. In the doomed city of Istar, poised on the brink of disaster, dark magic and darker ambition battle love and self-sacrifice in a quest to save not only the world but more importantly-a soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Adventure"
            ]
        },
        {
            "title": "Whose Body?",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 3.86,
            "ranking_count": 50459,
            "abstract": "The stark naked body was lying in the tub. Not unusual for a proper bath, but highly irregular for murder -- especially with a pair of gold pince-nez deliberately perched before the sightless eyes. What's more, the face appeared to have been shaved after death. The police assumed that the victim was a prominent financier, but Lord Peter Wimsey, who dabbled in mystery detection as a hobby, knew better. In this, his first murder case, Lord Peter untangles the ghastly mystery of the corpse in the bath.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Silver Chief: Dog of the North",
            "authors": [
                "Jack O'Brien",
                "John Sherman O'Brien"
            ],
            "ranking": 4.22,
            "ranking_count": 214,
            "abstract": "Book annotation not available for this title.",
            "part_of_series": false,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Childrens",
                "Animals",
                "Young Adult",
                "Historical",
                "Action",
                "Classics"
            ]
        },
        {
            "title": "Introduction to the Reading of Hegel: Lectures on the Phenomenology of Spirit",
            "authors": [
                "Alexandre Kojève",
                "Allan Bloom",
                "James H. Nichols"
            ],
            "ranking": 4.08,
            "ranking_count": 1465,
            "abstract": "This collection of Kojeve's thoughts about Hegel constitutes one of the few important philosophical books of the twentieth century--a book, knowledge of which is requisite to the full awareness of our situation and to the grasp of the most modern perspective on the eternal questions of philosophy.--Allan Bloom (from the Introduction). During the years 1933-1939, the Russian-born and German-educated Marxist political philosopher Alexandre Kojeve (1902-1968) brilliantly explicated--through a series of lectures--the philosophy of Hegel as it was developed in the. Phenomenology of Spirit. . This collection of lectures--originally compiled by Raymond Queneau and edited for its English-language translation by Allan Bloom--shows the intensity of Kojeve's study and thought and the depth of his insight into Hegel's. Phenomenology. . More important--for Kojeve was above all a philosopher and not an ideologue--this profound and venturesome work on Hegel will expose the readers to the excitement of discovering a great mind in all its force and power.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Cultural",
                "Politics",
                "Classics",
                "Criticism",
                "Law"
            ]
        },
        {
            "title": "The Stars, Like Dust",
            "authors": [
                "Isaac Asimov",
                "Paul Lehr"
            ],
            "ranking": 3.74,
            "ranking_count": 20470,
            "abstract": "Half a century before, the Nebular Kingdoms had been conquered by the cruel and domineering Tyranni, the war lords of Tyraan.. Now Biron Farrill's father had disappeared and Biron himself was marked for murder. He knew that his enemies were backed by the Tyranni. And that. they. were really responsible.. But why had he and his father been singled out for destruction?. The answer takes him through the cosmic reaches of the galaxies. It becomes a quest for the Rebellion World—the hidden planet that shelters a conspiracy against the Tyranni and holds the only hope of peace for man's future.. The quest is a dangerous one.. The stakes are either the end of the Tyranni...or the end of Biron Farrill.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Fantasy",
                "Classics",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Collected Works of Herman Charles Bosman",
            "authors": [
                "Herman Charles Bosman",
                "Lionel Abrahams"
            ],
            "ranking": 4.5,
            "ranking_count": 82,
            "abstract": "In this volume are gathered together the life-works of South Africa's best-loved author, Herman Charles Bosman.. A writer of extraordinary depth and vision, and great humourist, Bosman combines a throwaway roughness with mischievousness, selective brilliance, and a tragic sense of human fallibility. His work communicates a unique, poignant flavour that has touched the hearts of all South Africans. Here are the sounds and smells of the platteland, the rough voices, the open skies.. Compelled by Edgar Allan Poe and inspired by the Western Transvaal, his wildness, subtlety, defiance and -playful dreaming caper through the pages, from the charm of 'A Bekkersdal Marathon' to the unexpectedness of the startling chronicle of his imprisonment that is 'Cold Stone Jug'.. In this unprecedented monument to his genius are assembled Mafeking Road, Unto Dust, A Cask Of Jerepigo and much more:. 1'300 pages of pure South Africana.. Includes Volumes 1 & 2.",
            "part_of_series": false,
            "genre_list": [
                "Southern Africa"
            ]
        },
        {
            "title": "Коронация, или Последний из романов",
            "authors": [
                "Boris Akunin"
            ],
            "ranking": 4.23,
            "ranking_count": 3357,
            "abstract": "Fandorin returns in a swashbuckling tale of abduction and intrigue, set during the build-up to the coronation of Tsar Nicholas II.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Lilac Fairy Book",
            "authors": [
                "Andrew Lang"
            ],
            "ranking": 4.09,
            "ranking_count": 1219,
            "abstract": "Over 30 tales from Portugal, Ireland, Wales, and points East and West, among them The Brown Bear of Norway, The Enchanted Deer, The Story of a Very Bad Boy, and The Brownie of the Lake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Folklore",
                "Young Adult",
                "Anthologies"
            ]
        },
        {
            "title": "The Song of Everlasting Sorrow: A Novel of Shanghai",
            "authors": [
                "Wang Anyi",
                "Michael Berry",
                "Susan Chan Egan",
                "王安忆"
            ],
            "ranking": 3.87,
            "ranking_count": 543,
            "abstract": "Set in post-World War II Shanghai, The Song of Everlasting Sorrow follows the adventures of Wang Qiyao, a girl born of the longtong, the crowded, labyrinthine alleys of Shanghai's working-class neighborhoods.. Infatuated with the glitz and glamour of 1940s Hollywood, Wang Qiyao seeks fame in the Miss Shanghai beauty pageant, and this fleeting moment of stardom becomes the pinnacle of her life. During the next four decades, Wang Qiyao indulges in the decadent pleasures of pre-liberation Shanghai, secretly playing mahjong during the antirightist Movement and exchanging lovers on the eve of the Cultural Revolution. Surviving the vicissitudes of modern Chinese history, Wang Qiyao emerges in the 1980s as a purveyor of old Shanghai--a living incarnation of a new, commodified nostalgia that prizes splendor and sophistication--only to become embroiled in a tragedy that echoes the pulpy Hollywood noirs of her youth.. From the violent persecution of communism to the liberalism and openness of the age of reform, this sorrowful tale of old China versus new, of perseverance in the face of adversity, is a timeless rendering of our never-ending quest for transformation and beauty.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Historical",
                "Fiction",
                "Asian Literature",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Kraken Wakes",
            "authors": [
                "John Wyndham",
                "Harry Willock"
            ],
            "ranking": 3.78,
            "ranking_count": 7945,
            "abstract": "Ships are sinking for no apparent reason, carrying hundreds to a dark underwater grave. Strange fireballs race through the sky above the deepest trenches of the oceans. Something is about to show itself, something terrible and alien, a force capable of causing global catastrophe.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Horror",
                "Fantasy",
                "Apocalyptic",
                "Speculative Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Microbe Hunters",
            "authors": [
                "Paul de Kruif"
            ],
            "ranking": 4.13,
            "ranking_count": 3538,
            "abstract": "“It manages to delight, and frequently to entrance, old and new readers [and] continues to engage our hearts and minds today with an indescribably brand of affectionate sympathy.”—F. Gonzalez-Crussi, from the Introduction. An international bestseller, translated into eighteen languages, Paul de Kruif’s classic account of the first scientists to see and learn about the microscopic world continues to fascinate new readers. This is a timeless dramatization of the scientists, bacteriologists, doctors, and medical technicians who discovered the microbes and invented the vaccines to counter them. De Kruif writes about how seemingly simple but really fundamental discovers of science—for instance, how a microbe was first viewed in a clear drop of rain water, and when, for the first time, Louis Pasteur discovered that a simple vaccine could save a man from the ravages of rabies by attacking the microbes that cause it.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Health",
                "Biography",
                "Medical",
                "Science Nature"
            ]
        },
        {
            "title": "Glinda of Oz",
            "authors": [
                "L. Frank Baum",
                "John R. Neill"
            ],
            "ranking": 3.92,
            "ranking_count": 6184,
            "abstract": "Peace, prosperity, and happiness are the rule in the marvelous Land of Oz, but in a faraway corner of this magical domain dwell two tribes--the Flatheads and the Skeezers--who have declared war on each other. Determined to keep her subjects from fighting, the Ruler of Oz, Princess Ozma, along with her dearest friend, Princess Dorothy Gale (formerly of Kansas), embarks on a quest to restore peace.When the Supreme Dictator of the Flatheads refuses to cooperate with Ozma, she and Dorothy seek out Queen Coo-ee-oh of the Skeezers, hoping she will be more reasonable. But the queen imprisons Ozma and Dorothy in her grand city and then traps them by submerging the whole city under water. Now it is up to Glinda the Good to save the day. She assembles all of Ozma's counsellors--including such beloved Oz friends as the Scarecrow, Tin Woodman, Cowardly Lion, Patchwork Girl, Shaggy Man, Tik-Tok, and Wizard of Oz--and they set out to rescue their friends. Will the magic powers of Glinda and the Wizard combined be enough to free Ozma and Dorothy?. A rousing tale of suspense, magic, and adventure,. Glinda of Oz. is the fourteenth and final Oz book by L. Frank Baum. It's a grand conclusion to his chronicles of America's favorite fairyland. This deluxe gift edition features all twelve of Oz artist John R. Neill's beautiful color plates, along with his nearly one hundred black-and-white pictures, making it a perfect gift for all Oz fans, new and old.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Atheism: A Philosophical Justification",
            "authors": [
                "Michael Martin"
            ],
            "ranking": 4.24,
            "ranking_count": 118,
            "abstract": "Provides logical reasons for being an atheist. Carefully examining the debate in Anglo-American analytic philosophy regarding God's existence, this book presents a comprehensive critique of the arguments for the existence of God and a defense of arguments against the existence of God, showing in detail their relevance to atheism.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "Fred & Rose",
            "authors": [
                "Howard Sounes"
            ],
            "ranking": 4.04,
            "ranking_count": 3000,
            "abstract": "The true crime bestseller about Fred and Rose West a couple virtually unique in British criminal history who loved and killed together as husband and wife.. During their long relationship the Wests murdered a series of young women, burying the remains of nine victims under their home at 25 Cromwell Street, Gloucester, including those of their teenage daughter, Heather. What was left of Fred West's eight-year-old stepdaughter was dug up from under the Wests' previous Gloucester home; his first wife and nanny were buried in open country outside the city. Several victims had been decapitated and dismembered, their remains showing signs of sexual torture. These twelve are just the ones the police found when the Wests were arrested in 1994. There may be more whose bones have not been located.. Howard Sounes broke the first major story about the Wests as a journalist, and covered the murder trial of Rosemary West, before writing this , the classic book about the case. Beginning with Fred's and Rose's bizarre childhoods, Sounes charts their lives and crimes in forensic detail, creating a fascinating and truly frightening account of a marriage soaked in blood.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "History",
                "Horror",
                "True Story",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "Pixie O'Shaughnessy",
            "authors": [
                "Mrs. George de Horne Vaizey",
                "W.H.C. Groome"
            ],
            "ranking": 3.69,
            "ranking_count": 29,
            "abstract": "The first of a trilogy for girls which introduces Pixie O'Shaughnessy. She is sent to boarding school in England from her native Ireland, full of mischief and inventions.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Historical"
            ]
        },
        {
            "title": "Mr. Standfast",
            "authors": [
                "John Buchan"
            ],
            "ranking": 3.86,
            "ranking_count": 1627,
            "abstract": "In this nail-biting adventure story, Hannay must outwit a foe far more intelligent than himself; muster the courage to propose to the lovely, clever Mary Lamington; and survive a brutal war. Although. Mr. Standfast. is a sequel to. The Thirty-Nine Steps. , it offers far more characterisation and philosophy than the earlier book. For its pace and suspense, its changes of scenery and thrilling descriptions of the last great battles against the Germans,. Mr Standfast. offers everything that has made its author so enduringly popular.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Classics",
                "Mystery",
                "Thriller",
                "Historical",
                "Spy Thriller",
                "War",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Canek",
            "authors": [
                "Ermilo Abreu Gómez"
            ],
            "ranking": 4.08,
            "ranking_count": 678,
            "abstract": "Jacinto Canek, pintado en sus rasgos esenciales, es un tipo humano universal. Una obra que usted no se puede perder.. Entre muchos pueblos, en la época de su historia, ha existido el hombre bondadoso y comprensivo, que se indigna contra la injusticia y que al fin capitanea a su pueblo contra ella y acaba sacrificando su vida. En casos tan sencillos de justa rebelión, de valor y heroísmo y ejemplares, no necesitaba explicaciones el pueblo que oía recitar los romances españoles y las baladas sajonas.. El Arte de Abreu Gómez está no sólo en haber suprimido esas explicaciones sino de haber resistido la tentación de dárselas y renunciado, con el más fino tacto literario, a los desarrollos y glas que se supone generalmente son parte del oficio del escritor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Endless Steppe: Growing Up in Siberia",
            "authors": [
                "Esther Hautzig"
            ],
            "ranking": 4.01,
            "ranking_count": 5851,
            "abstract": "It is June 1941. The Rudomin family has been arrested by the Russians. They are capitalists' enemies of the people. Forced from their home and friends in Vilna, Poland, they are herded into crowded cattle cars. Their destination: the endless steppe of Siberia.. For five years, Esther and her family live in exile, weeding potato fields and working in the mines, struggling for enough food and clothing to stay alive. Only the strength of family sustains them and gives them hope for the future.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Cultural",
                "War",
                "Childrens",
                "Academic",
                "World War II"
            ]
        },
        {
            "title": "And Then There Were None",
            "authors": [
                "Agatha Christie",
                "Dan Stevens"
            ],
            "ranking": 4.27,
            "ranking_count": 1055720,
            "abstract": "Ten people, each with something to hide and something to fear, are invited to a lonely mansion on Indian Island by a host who, surprisingly, fails to appear. On the island they are cut off from everything but each other and the inescapable shadows of their own past lives. One by one, the guests share the darkest secrets of their wicked pasts. And one by one, they die…",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Now Wait for Last Year",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.88,
            "ranking_count": 6313,
            "abstract": "Dr. Eric Sweetscent has problems. His planet is enmeshed in an unwinnable war. His wife is lethally addicted to a drug that whips its users helplessly back and forth across time -- and is hell-bent on making Eric suffer along with her. And Sweetscent's newest patient is not only the most important man on the embattled planet Earth but quite possibly the sickest. For Secretary Gino Molinari has turned his mortal illness into an instrument of political policy -- and Eric cannot tell if his job is to make the man better or to keep him poised just this side of death.. Now Wait for Last Year bursts through the envelope between the impossible and the inevitable. Even as it ushers us into a future that looks uncannily like the present, it makes the normal seem terrifyingly provisional -- and compels anyone who reads it to wonder if he really knows what time it is.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "The Machine-Gunners",
            "authors": [
                "Robert Westall",
                "Sophy Williams"
            ],
            "ranking": 3.94,
            "ranking_count": 2232,
            "abstract": "With Nazi planes raining bombs on England night after night, every boy in Garmouth has a collection of shrapnel and other war souvenirs. But nothing comes close to the working machine gun Chas McGill pulls out of a downed bomber. While the police search frantically for the missing gun, Chas and his friends build a secret fortress to fight the Germans themselves.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Childrens",
                "War",
                "Young Adult",
                "Adventure",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "A Song for Lya: And Other Stories",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 3.93,
            "ranking_count": 1940,
            "abstract": "Two telepaths investigate the newly discovered world of Shkea, where every native inhabitant, and an increasing number of human colonists, worships a mysterious and deadly parasite.. Winner of the 1975 Hugo Award for Best Novella. .. Other short stories in this collection:. With morning comes mistfall. The second kind of loneliness. Override. Dark, dark were the tunnels. The hero. Fta. Run to starlight. The exit to San Breta. Slide show",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Speculative Fiction",
                "Horror",
                "Philosophy",
                "Science Fiction Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The China Garden",
            "authors": [
                "Liz Berry"
            ],
            "ranking": 4.11,
            "ranking_count": 2887,
            "abstract": "When Clare moves with her mother from London to Ravensmere, an historic English estate, she can't shake the feeling that the residents already know her, especially Mark, a maddeningly attractive biker. Clare also feels compelled to take midnight walks in Ravensmere's abandoned China Garden. Then her mother reveals that their own past is tragically linked to the estate. But when Clare discovers that Ravensmere is in grave danger, will she risk her future-and Mark's-to save it?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Mystery",
                "Magical Realism"
            ]
        },
        {
            "title": "Eye of the Storm",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.84,
            "ranking_count": 4134,
            "abstract": "In the wake of a terrible loss, Rain is left alone to bear the Hudson family secrets — as dark and forbidding as storm clouds on the horizon.... After the death of her beloved Grandmother Hudson, Rain found herself caught in a battle for the vast Hudson family wealth. Marked to inherit millions, Rain faced the fury of her unaccepting mother, her manipulative stepfather, and her cold, vicious Aunt Victoria. But no amount of money can keep Rain's world from crashing down when sudden tragedy strikes.. Left helpless after a devastating blow, Rain sinks into despair as her precious dreams are washed away - dreams that cannot be bought with the Hudson fortune. Her only hope for rebuilding her life rests in trusting a stranger who has come into her world — a man whose generosity and kindness does not appear to come with strings attached, much to Rain's amazement. But just as she opens her heart to a promising new future, her past comes back to haunt her — and Rain is pulled into a furious whirlpool of bitterness and heartache.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Thriller",
                "Adult Fiction",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Old Shirts & New Skins",
            "authors": [
                "Sherman Alexie"
            ],
            "ranking": 4.16,
            "ranking_count": 247,
            "abstract": "Poetry. Native American Studies. Amongst the poems and prose of OLD SHIRTS & NEW SKINS appear illustrations by Elizabeth Woody, an enrolled member of the Confederated Tribes of Warm Springs, Oregon. In the best tradition of confronting American reality and exacting vision and meaning from it, Sherman Alexie chooses to use poetic power. His vision is an amazing celebration of endurance, intimacy, love, and creative insight; finally, it is a victory that can be known only by a people who refuse to submit to the thieves, liars, and killers that have made them suffer tremendous loss and pain. Like the woman who pours her life into a stew of survival, Sherman Alexie has created a meal, not for a reader to consume but for a reader to be changed by. Survival is being documented, changes measured--Linda Hogan.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Literature",
                "Native Americans",
                "Short Stories"
            ]
        },
        {
            "title": "The Secret of Platform 13",
            "authors": [
                "Eva Ibbotson"
            ],
            "ranking": 3.94,
            "ranking_count": 13708,
            "abstract": "A forgotten door on an abandoned railway platform is the entrance to a magical kingdom--an island where humans live happily with feys, mermaids, ogres, and other wonderful creatures. Carefully hidden from the world, the Island is only accessible when the door opens for nine days every nine years. A lot can go wrong in nine days. When the beastly Mrs. Trottle kidnaps the prince of the Island, it's up to a strange band of rescuers to save him. But can an ogre, a hag, a wizard, and a fey really troop around London unnoticed?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Humor"
            ]
        },
        {
            "title": "Dragon Seed",
            "authors": [
                "Pearl S. Buck"
            ],
            "ranking": 4.08,
            "ranking_count": 2799,
            "abstract": "One of the more political novels from the pen of Pearl Buck, Dragon Seed brings to light the tragedy of the Japanese invasion and occupation of mainland China during WWII. Centering her story around the fictional family of Ling Tan, Buck recreates the heart wrenching devastation that war inflicted on these gentle innocent people. Ling Tan and his family were simple farmers living in peaceful isolation. Western technology, and likewise the machinery of war, were unknown in these outlying regions of China. And even though literacy was on the rise among the younger generations, the alarming reports of foreign aggression went largely ignored. For the peasants, the transition from one political ruler to another was virtually inconsequential; life revolved around their farms and their villages. Patriotism was not the concept of loving and defending a country; their land was their country. But as the invasion moves inland and the roads are jammed with survivors fleeing west, Ling Tan and his neighbors are forced to face the harsh realities of war. Days passed and with the rulers gone the people held themselves the more steadfast knowing that they and they alone were left to stand against the enemy and upon each man himself now depended what would happen. So it had happened again and again in other times, for rulers anywhere are always the first to fly, and the people must stay behind to be steadfast.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "War",
                "Literature"
            ]
        },
        {
            "title": "If He Hollers Let Him Go",
            "authors": [
                "Chester Himes",
                "Hilton Als"
            ],
            "ranking": 3.97,
            "ranking_count": 2099,
            "abstract": "This story of a man living every day in fear of his life for simply being black is as powerful today as it was when it was first published in 1947. The novel takes place in the space of four days in the life of Bob Jones, a black man who is constantly plagued by the effects of racism. Living in a society that is drenched in race consciousness has no doubt taken a toll on the way Jones behaves, thinks, and feels, especially when, at the end of his story, he is accused of a brutal crime he did not commit. One of the most important American writers of the twentieth century ... [a] quirky American genius...—Walter Mosley, author of Bad Boy Brawly Brown, Devil in a Blue Dress If He Hollers is an austere and concentrated study of black experience, set in southern California in the early forties.—Independent Publisher",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Race",
                "Mystery",
                "Novels",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Claw of the Conciliator",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 3.98,
            "ranking_count": 11915,
            "abstract": "Severian is in possession of a gem considered to be The Claw of the Conciliator, a powerful relic of the Master of Power, a legendary figure of mythic proportions. Armed with his sword, Terminus Est, and the Claw, Severian continues his journey to Thrax, the city of his exile. Bizarre apes, strange cannibalistic rituals, and the foreigner named Jonas all lie in his future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Audiobook",
                "Classics",
                "Apocalyptic"
            ]
        },
        {
            "title": "The Art of Eating",
            "authors": [
                "M.F.K. Fisher"
            ],
            "ranking": 4.32,
            "ranking_count": 5891,
            "abstract": "This book is the essence of M.F.K. Fisher, whose wit and fulsome opinions on food and those who produce it, comment upon it, and consume it are as apt today as they were several decades ago, when she composed them. Why did she choose food and hunger she was asked, and she replied, 'When I write about hunger, I am really writing about love and the hunger for it, and warmth, and the love of it . . . and then the warmth and richness and fine reality of hunger satisfied.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Writing",
                "Autobiography"
            ]
        },
        {
            "title": "La flor de lis y el león",
            "authors": [
                "Maurice Druon",
                "María Orozco Bravo"
            ],
            "ranking": 4.21,
            "ranking_count": 5249,
            "abstract": "Con la muerte de Carlos IV se extingue la dinastía de los Capetos. El ascenso de los Valois al trono francés desatará la guerra de los Cien Años... La semilla del descomunal enfrentamiento ha caído en la tierra fértil de las rivalidades económicas, las ambiciones personales, los embrollos jurídicos y los resentimientos históricos. Fatalidades colectivas y trágicos actos individuales se suceden en este sexto volumen de la saga de Los Reyes Malditos. Un personaje domina esos años decisivos para el occidente europeo: el conde Roberto de Artois. Nadie ha puesto más empeño que él en coronar a su primo Felipe de Valois, y ahora espera recibir en pago la devolución de las tierras de sus antepasados... Maurice Druon revive una epoca convulsionada y unos personajes que si no supieramos que han sido reales creeriamos producto de la imaginacion del novelista.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Fantasy",
                "European Literature",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "How to Lie with Statistics",
            "authors": [
                "Darrell Huff",
                "Irving Geis"
            ],
            "ranking": 3.85,
            "ranking_count": 13961,
            "abstract": "Darrell Huff runs the gamut of every popularly used type of statistic, probes such things as the sample study, the tabulation method, the interview technique, or the way the results are derived from the figures, and points up the countless number of dodges which are used to fool rather than to inform.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Business",
                "Economics",
                "Psychology",
                "Politics",
                "Self Help",
                "Reference"
            ]
        },
        {
            "title": "The Life and Times of Jesus the Messiah",
            "authors": [
                "Alfred Edersheim"
            ],
            "ranking": 4.35,
            "ranking_count": 490,
            "abstract": "One of the best known and most important references on the life of Christ ever written, Alfred Edersheim's The Life and Times of Jesus the Messiah is a storehouse of information on the background of the New Testament. This classic work successfully portrays the streets, the marketplaces, the religious conflicts, the people, and the places of Jesus' earthly ministry.. Edersheim divides his work into five sections, or books:. Book 1 The Preparation for the Gospel. Introductory historical, religious, political, and cultural material based on the author's extensive knowledge of Jewish lore and customs.. Book 2 From Bethlehem to Jordan. The background of Herod and his reign, St. John the Baptist and his message, and the birth and baptism of Jesus.. Book 3 From Jordan to the Mount of Transfiguration. Thirty-seven chapters explore the miracles and teachings of Jesus' early ministry.. Book 4 The Descent into the Valley of Humiliation. A history of the latter part of Jesus' ministry from the Transfiguration to the journey to Jerusalem.. Book 5 The Cross and the Crown. A chronicle of each day of Passion Week, from Palm Sunday to the Resurrection.. Appendices. Valuable background material on Jewish history, tradition, and law",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Religion",
                "Christian",
                "Reference",
                "Nonfiction",
                "Christianity",
                "Spirituality",
                "Church"
            ]
        },
        {
            "title": "The Black Corridor",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.51,
            "ranking_count": 447,
            "abstract": "The Black Corridor is a science fiction novel by Michael Moorcock, published in 1969, first by Ace Books in the USA, as part of their Ace Science Fiction Specials series, and later by Mayflower Books in the UK.. It is essentially a novel about the decay of society and the deep personal and social isolation this has caused, and tells of a man fleeing through interstellar space from Earth, where civilisation is collapsing into anarchy and wars. The author uses techniques ranging from straight narrative to entries in the spaceship's log, dream sequences and sixties-style computer printouts.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Novels",
                "Science Fiction Fantasy",
                "European Literature"
            ]
        },
        {
            "title": "Mercy",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 3.58,
            "ranking_count": 52459,
            "abstract": "Police chief of a small Massachusetts town, Cameron McDonald makes the toughest arrest of his life when his own cousin Jamie comes to him and confesses outright that he has killed his terminally ill wife out of mercy.. Now, a heated murder trial plunges the town into upheaval, and drives a wedge into a contented marriage: Cameron, aiding the prosecution in their case against Jamie, is suddenly at odds with his devoted wife, Allie -- seduced by the idea of a man so in love with his wife that he'd grant all her wishes, even her wish to end her life. And when an inexplicable attraction leads to a shocking betrayal, Allie faces the hardest questions of the heart: when does love cross the line of moral obligation? And what does it mean to truly love another?. Praised for her personal, detail-rich style. (Glamour),. Jodi Picoult infuses this page-turning novel with heart, warmth, and startling candor, taking readers on an unforgettable emotional journey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Romance",
                "Drama",
                "Adult",
                "Adult Fiction",
                "Realistic Fiction",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Who Will Comfort Toffle?: A Tale of Moomin Valley",
            "authors": [
                "Tove Jansson"
            ],
            "ranking": 4.45,
            "ranking_count": 2597,
            "abstract": "A SCANDINAVIAN MIDCENTURY CLASSIC BACK IN PRINT. Who Will Comfort Toffle?. is the timeless, magical tale of the wistful wallflower, Toffle-too shy to speak to anyone and too fearful of the world he is watching from afar. Lonely and sad, Toffle runs away from home and watches the magical cast of Moomin Valley-Mymble, My, Snufkin, the merry whompses and the Fillyjonk-celebrate and enjoy life. His insecurity continues to only serve his isolation until he has the courage to overcome his fears by reaching out to another frightened introvert, the mesmerizing Miffle.. Who Will Comfort Toffle?. is an endearing, introspective story that will speak to readers of all ages-anyone who has ever needed a friend to pull them out of their shell.. Joining Drawn & Quarterly's archival series of. Moomin The Complete Tove Jansson Comic Strip. ,. Moomin, Mymble & Little My. , and the. Moomintroll. chapter books is the glorious reprinting of the Tove Jansson classic children's book. Who Will Comfort Toffle?. with a loving translation by British poet Sophie Hannah.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics",
                "Poetry",
                "European Literature",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "Nati due volte",
            "authors": [
                "Giuseppe Pontiggia"
            ],
            "ranking": 3.39,
            "ranking_count": 834,
            "abstract": "Che cosa succede in una famiglia quando nasce un figlio handicappato, come si evolvono le paure, le speranze, l'angoscia, le normali esperienze di tutti i giorni. Come reagiscono i familiari, gli amici, i medici, la gente, e il padre, la madre, il fratello. I bambini disabili, come suggerisce il titolo, nascono due volte: la prima li vede impreparati al mondo, la seconda è una rinascita affidata all'amore e alla intelligenza degli altri. Coloro che nascono con un handicap devono conquistarsi giorno per giorno, più degli altri, il proprio diritto alla felicità. Il libro è un romanzo coraggioso e anticonformista che alterna a pagine tese, drammatiche e commoventi altre eccentriche o decisamente comiche.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural"
            ]
        }
    ]
}