{
    "books": [
        {
            "title": "L'arte della gioia",
            "authors": [
                "Goliarda Sapienza"
            ],
            "ranking": 4.06,
            "ranking_count": 2884,
            "abstract": "L'arte della gioia. è un libro postumo: giaceva da vent'anni abbandonato in una cassapanca e, dopo essere stato rifiutato da molti editori, venne stampato in pochi esemplari da Stampa Alternativa nel 1998. Ma soltanto quando uscì in Francia ricevette il giusto riconoscimento. Nel romanzo tutto ruota intorno alla figura di Modesta: una donna vitale e scomoda, potentemente immorale secondo la morale comune. Una donna siciliana in cui si fondono carnalità e intelletto. Modesta nasce in una casa povera ma fin dall'inizio è consapevole di essere destinata a una vita che va oltre i confini del suo villaggio. Ancora ragazzina è mandata in un convento e successivamente in una casa di nobili dove, grazie al suo talento e alla sua intelligenza, riesce a convertirsi in aristocratica attraverso un matrimonio di convenienza. Tutto ciò senza smettere di sedurre uomini e donne di ogni tipo. Amica generosa, madre affettuosa, amante sensuale: Modesta è una donna capace di scombinare ogni regola del gioco pur di godere del vero piacere, sfidando la cultura patriarcale, fascista, mafiosa e oppressiva in cui vive.. L'arte della gioia. è l'opera scandalo di una scrittrice. È un'autobiografia immaginaria. È un romanzo d'avventura. È un romanzo di formazione. Ed è anche un romanzo erotico, e politico, e psicologico. Insomma, è un romanzo indefinibile, che conquista e sconvolge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Feminism",
                "Cultural",
                "Historical",
                "Womens",
                "Literature",
                "Novels",
                "Classics",
                "Romance"
            ]
        },
        {
            "title": "I'm OK - You're OK",
            "authors": [
                "Thomas A. Harris"
            ],
            "ranking": 3.75,
            "ranking_count": 18145,
            "abstract": "An enormously popular (7-million copies sold) and insightful classic of popular psychology based on Eric Berne’s theory of Transactional Analysis that has helped millions of people who never before felt OK about themselves find the freedom to change, to liberate their ADULT effectiveness, and to achieve joyful intimacy with the people in their lives.. Transactional analysis delineates three ego-states (parent, adult and child) as the basis for the content and quality of interpersonal communication. “Happy childhood” notwithstanding, says Harris, most of us are living out the not ok feelings of a defenseless child wholly dependent on ok others (parents) for stroking and caring. At some stage early in our lives we adopt a “position” about ourselves which very significantly determines how we feel about ourselves, particularly in relation to other people. And for a huge portion of the population, that position is that I’m Not OK-You’re OK. This negative Life Position, shared by successful and unsuccessful people alike, contaminates our rational adult potential, leaving us vulnerable to the inappropriate, emotional reactions of our child and the uncritically learned behavior programmed into our parent. By exploring the four basic “life positions,” we can radically change our lives.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Relationships",
                "Health",
                "Science",
                "Philosophy",
                "Language"
            ]
        },
        {
            "title": "Tony and Susan",
            "authors": [
                "Austin Wright"
            ],
            "ranking": 3.18,
            "ranking_count": 8807,
            "abstract": "Receiving a manuscript and request for feedback from her vengeful ex-husband of fifteen years, Susan Morrow is drawn into the life of the story's fictional character and confronts a devastating parallel darkness from her own past.. Austin Wright's novel is a disturbing and dazzling work: it describes a special reading experience, combines the suggestiveness of a thriller and the depth of a psychological novel. He talks about fear and regret, revenge and maturation, marriage and failure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Suspense"
            ]
        },
        {
            "title": "Tristes Tropiques",
            "authors": [
                "Claude Lévi-Strauss",
                "John Weightman",
                "Doreen Weightman"
            ],
            "ranking": 4.16,
            "ranking_count": 3159,
            "abstract": "Tristes Tropiques. begins with the line ‘. I hate travelling and explorers. ’, yet during his life Claude Lévi-Strauss travelled from wartime France to the Amazon basin and the dense upland jungles of Brazil, where he found ‘. human society reduced to its most basic expression. ’. His account of the people he encountered changed the field of anthropology, transforming Western notions of ‘primitive’ man.. Tristes Tropiques. is a major work of art as well as of scholarship. It is a memoir of exquisite beauty and a masterpiece of travel writing: funny, discursive, movingly detailing personal and cultural loss, and brilliantly connecting disparate fields of thought. Few books have had as powerful and broad an impact.",
            "part_of_series": false,
            "genre_list": [
                "Anthropology",
                "Nonfiction",
                "Philosophy",
                "Travel",
                "Cultural",
                "History",
                "Sociology",
                "Autobiography",
                "Classics",
                "Science"
            ]
        },
        {
            "title": "The Cut-Throat Celts",
            "authors": [
                "Terry Deary",
                "Martin    Brown"
            ],
            "ranking": 3.98,
            "ranking_count": 1937,
            "abstract": "Terry Deary's take on Celtic history, nude fighting, human head collection, laughing at funerals, suffering Saints and Dreadful Druids.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Childrens",
                "Humor",
                "Historical",
                "European Literature",
                "Education",
                "Sequential Art"
            ]
        },
        {
            "title": "La Bâtarde",
            "authors": [
                "Violette Leduc",
                "Derek Coltman",
                "Simone de Beauvoir"
            ],
            "ranking": 4.11,
            "ranking_count": 778,
            "abstract": "An obsessive and revealing self-portrait of a remarkable woman humiliated by the circumstances of her birth and by her physical appearance,. La Batarde. relates Violette Leduc's long search for her own identity through a series of agonizing and passionate love affairs with both men and women. When first published,. La Batarde. earned Violette Leduc comparisons to Jean Genet for the frank depiction of her sexual escapades and immoral behavior. A confession that contains portraits of several famous French authors, this book is more than just a scintillating memoir. Like that of Henry Miller, Leduc's brilliant writing style and attention to language transform this autobiography into a work of art.. Violette Leduc was born the illegitimate daughter of a servant girl and was encouraged to write by Maurice Sachs and Simone de Beauvoir. Her first novel,. L'Asphyxie (In the Prison of Her Skin). , was published by Camus for Gallimard and earned her praise from Jean-Paul Sartre, Jean Cocteau, and Jean Genet. She went on to write eight more books, including. Ravages, L'Affamee. , and. La Folie en tete (Mad in Pursuit). , the second part of her literary autobiography.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "LGBT",
                "Classics",
                "European Literature",
                "Literature",
                "Adult Fiction",
                "Biography Memoir"
            ]
        },
        {
            "title": "God, Dr. Buzzard, and the Bolito Man: A Saltwater Geechee Talks About Life on Sapelo Island, Georgia",
            "authors": [
                "Cornelia Walker Bailey",
                "Christena Bledsoe"
            ],
            "ranking": 4.28,
            "ranking_count": 290,
            "abstract": "Equal parts cultural history and memoir,. God, Dr. Buzzard, and the Bolito Man. recounts a traditional way of life that is threatened by change, with stories that speak to our deepest notions of family, community, and a connection to one’s homeland.. Cornelia Walker Bailey models herself after the African griot, the tribal storytellers who keep the history of their people. Bailey’s people are the Geechee, whose cultural identity has been largely preserved due to the relative isolation of Sapelo, a barrier island off the coast of Georgia. In this rich account, Bailey captures the experience of growing up in an island community that counted the spirits of its departed among its members, relied on pride and ingenuity in the face of hardship, and taught her firsthand how best to reap the bounty of the marshes, woods and ocean that surrounded her. The power of this memoir to evoke the life of Sapelo Island is remarkable, and the history it preserves is invaluable.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "Historical",
                "Environment",
                "American"
            ]
        },
        {
            "title": "As Nature Made Him: The Boy Who Was Raised as a Girl",
            "authors": [
                "John Colapinto"
            ],
            "ranking": 4.0,
            "ranking_count": 6874,
            "abstract": "In 1967, after a twin baby boy suffered a botched circumcision, his family agreed to a radical treatment that would alter his gender. The case would become one of the most famous in modern medicine—and a total failure.. As Nature Made Him. tells the extraordinary story of David Reimer, who, when finally informed of his medical history, made the decision to live as a male. A macabre tale of medical arrogance, it is first and foremost a human drama of one man's—and one family's—amazing survival in the face of terrible odds.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Psychology",
                "Science",
                "Gender",
                "Autobiography",
                "LGBT",
                "Biography Memoir",
                "Sociology"
            ]
        },
        {
            "title": "The Fabulous Clipjoint",
            "authors": [
                "Fredric Brown"
            ],
            "ranking": 3.85,
            "ranking_count": 639,
            "abstract": "1948 Edgar Award Winner. Ed Hunter is eighteen, and he isn't happy. He doesn't want to end up like his father, a linotype operator and a drunk, married to a harridan, with a harridan-in-training stepdaughter. Ed wants out, he wants to live, he wants to see the world before it's too late. Then his father doesn't come home one night, and Ed finds out how good he had it. The bulk of the book has Ed teaming up with Uncle Ambrose, a former carny worker, and trying to find out who killed Ed's dad. But the title is as much a coming-of-age tale as it is a pulp. Author Brown won the Edgar award in 1947 for this spectacular first-effort.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Young Adult",
                "Pulp",
                "Adventure"
            ]
        },
        {
            "title": "The Wizard and the Warlord",
            "authors": [
                "Elizabeth H. Boyer"
            ],
            "ranking": 3.5,
            "ranking_count": 252,
            "abstract": "You can find an alternate cover edition. here. .. THE MAGIC IN THE BOX. Sigurd grew up with his grandmother, bothered only by the trolls that seemed bent on destroying their settlement. Then she died, leaving him a mysterious box he couldn't open and a confused warning against some dread warlord or wizard--he couldn't be sure of which from her final ravings. Then the grim warlord Halfdane came to abduct him by force into the Realm of the Alfar.. Now he was a virtual prisoner in the hill fort of Halfdane, caught in a bitter war between light and dark elves. And he seemed trapped on the losing side. His only hope was to escape and somehow learn what powerful magic was contained in the box and which everyone seemed bent on stealing from him.. Of course, there were a few walking dead, a cursed sword, and a multitude of savage trolls to be faced. But the strange wizard Jotull was willing--oh, very willing--to help him!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "The Magic Wagon",
            "authors": [
                "Joe R. Lansdale"
            ],
            "ranking": 3.94,
            "ranking_count": 647,
            "abstract": "This entertaining episodic novel is set in turn-of-the-20th-century eastern Texas, where crooked traveling medicine shows and aging gunslingers define the closing frontier.. Narrator Buster Fogg's family is wiped out by a twister in an early sequence described with surreal verve. Buster hitches on with Billy Bob Daniels, a patent-medicine pusher and trick shooter who claims to be the illegitimate son of Wild Bill Hickock, joining an entourage consisting of a kindly ex-slave named Albert, and Rot Toe, the wrestling ape.. Adventures on the road, which include swiping the mummified remains of Billy Bob's pa and swindling settlers with their concoction of watered-down whiskey, stoke personal tensions that only aggravate troubles when their wagon rolls into Mud Creek and Billy Bob is called out by Texas Jack, a dime-novel desperado who, legend says, intimidated even Wild Bill.. Lansdale's affection for the classic western is never in doubt, although he spends much of the novel skillfully deflating the romance of heroic reputations made as much by luck and exaggeration as by skill with a gun. The true charm of the story, though, is in its telling, which melds laconic humor, colorful colloquialisms and outrageous figures of speech into a Twainesque tall tale. This novel endures as a modern western classic.. Published in a small print run with limited distribution.. - From. Publisher's Weekely",
            "part_of_series": false,
            "genre_list": [
                "Westerns",
                "Fantasy",
                "Horror",
                "Fiction",
                "Historical",
                "American",
                "Novels",
                "Action"
            ]
        },
        {
            "title": "Coyotes: A Journey Through the Secret World of America's Illegal Aliens",
            "authors": [
                "Ted Conover"
            ],
            "ranking": 4.1,
            "ranking_count": 1159,
            "abstract": "The compelling adventure of a young writer who poses as a Mexican wetback to discover the hardships, fear and camaraderie of illegal aliens crossing the border to work in the United States.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "History",
                "Writing",
                "Politics",
                "Academic",
                "Autobiography",
                "Travel",
                "Business",
                "Biography Memoir"
            ]
        },
        {
            "title": "Concluding Unscientific Postscript to Philosophical Fragments, Volume 1",
            "authors": [
                "Søren Kierkegaard",
                "Edna Hatlestad Hong",
                "Howard Vincent Hong"
            ],
            "ranking": 4.31,
            "ranking_count": 662,
            "abstract": "In Philosophical Fragments the pseudonymous author Johannes Climacus explored the question: What is required in order to go beyond Socratic recollection of eternal ideas already possessed by the learner? Written as an afterword to this work, Concluding Unscientific Postscript is on one level a philosophical jest, yet on another it is Climacus's characterization of the subjective thinker's relation to the truth of Christianity. At once ironic, humorous, and polemical, this work takes on the unscientific form of a mimical-pathetical-dialectical compilation of ideas. Whereas the movement in the earlier pseudonymous writings is away from the aesthetic, the movement in Postscript is away from speculative thought. Kierkegaard intended Postscript to be his concluding work as an author. The subsequent second authorship after The Corsair Affair made Postscript the turning point in the entire authorship. Part One of the text volume examines the truth of Christianity as an objective issue, Part Two the subjective issue of what is involved for the individual in becoming a Christian, and the volume ends with an addendum in which Kierkegaard acknowledges and explains his relation to the pseudonymous authors and their writings. The second volume contains the scholarly apparatus, including a key to references and selected entries from Kierkegaard's journals and papers.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Classics",
                "Psychology"
            ]
        },
        {
            "title": "صفة صلاة النبي صلى الله عليه وسلم من التكبير إلى التسليم كأنك تراها",
            "authors": [
                "محمد ناصر الدين الألباني"
            ],
            "ranking": 4.48,
            "ranking_count": 1653,
            "abstract": "كيف كان رسول الله صلى الله عليه وسلم يصلي من التكبير إلى التسليم كأنك تراها، بعبارة وجيزة، لا تعقيد فيها ولا غموض، بعيدة عن الأقيسة و الآراء .. صفة صلاة النبي صلى الله عليه وسلم من التكبير الى التسليم كأنك تراها :. المواضيع التي يتطرق لها الكتاب :. * استقبال الكعبة. * القيام. * صلاة المريض جالسًا. * الصلاة في النعال. * السترة ووجوبها. * ما يقطع الصلاة. * الصلاة تجاه القبر. * النية. * التكبير. * رفع اليدين. * وضع اليمنى على اليسرى والأمر به. * وضعهما على الصدر ( اليدين). * النظر لموضع السجود ,والخشوع. * أدعية الاستفتاح. * القراءة آية آية. * ركنية (الفاتحة) وفضائلها. * التأمين وجهر الإمام به. * الجهر والإسرار فى الصلوات الخمس وغيرها. * ما كان يقرؤه في الصلوات. * أذكار الركوع. * الاستعاذه والتفل في الصلاة لدفع الوسوسة. * الاعتدال من الركوع وما يقوله. * الركوع وصفته. * السجود. * وجوب الطمأنينة في الركوع. * أذكار السجود. * الأذكار بين السجدتين. * جلسة الاستراحة. * الاعتماد على اليدين في النهوض إلى الركعة. * الرفع من السجود. * التشهد الأول. * وجوب التشهد الأول ، ومشروعية الدعاء فيه. * التشهد الأخير. * صيغ التشهد. * وجوب الصلاه على النبى ﴿صلى الله عليه وسلم﴾. * القيام إلى الركعة الثالثة ثم الرابعة. * وجوب الاستعاذة من أربع قبل الدعاء. * القيام إلى الركعة الثالثة ثم الرابعة. * القنوت فى الصلوات الخمس النازلة. * الدعاء قبل السلام وأنواعه. * التسليم",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "Letting Loose the Hounds",
            "authors": [
                "Brady Udall"
            ],
            "ranking": 4.11,
            "ranking_count": 590,
            "abstract": "Here are eleven big-hearted tales by an inspired storyteller at the beginning of his career. Set in the small towns of Utah and Arizona, most of these stories deal with letting loose - or wanting to - in all its forms. For the family hero in Buckeye the Elder,  this means reverting to a more raucous past. In the title story, under a galaxy-filled sky, there is the eerie thrill of possible revenge. Ansie, in The Opposite of Loneliness,  risks joining a distinctly eccentric family unit despite five failed marriages (her Purple Hearts). The young men of Vernon,  home to 800 souls, dream of leaving but settle for the macho euphoria that comes from making loud noises and destroying things. And in Junk Court,  a handyman, not so handy with love, finds himself considering some breakout decisions. These are sad/sweet stories, moving from the familiar to surprising destinations. But even when disaster looms, Brady Udall's fine comic sense keeps bubbling up, sustaining his men and women in their sometimes extravagant efforts to connect and cope.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Circus of Dr. Lao",
            "authors": [
                "Charles G. Finney",
                "John Marco",
                "Boris Artzybasheff"
            ],
            "ranking": 3.82,
            "ranking_count": 1260,
            "abstract": "Abalone, Arizona, is a sleepy southwestern town whose chief concerns are boredom and surviving the Great Depression. That is, until the circus of Dr. Lao arrives and immensely and irrevocably changes the lives of everyone drawn to its tents. Expecting a sideshow spectacle, the citizens of Abalone instead confront and learn profound lessons from the mythical made real--a chimera, a Medusa, a talking sphinx, a sea serpent, witches, the Hound of the Hedges, a werewolf, a mermaid, an ancient god, and the elusive, ever-changing Dr. Lao. The circus unfolds, spinning magical, dark strands that ensnare the town's populace: the sea serpent's tale shatters love's illusions; the fortune-teller's shocking pronouncements toll the tedium and secret dread of every person's life; sensual undercurrents pour forth for men and women alike; and the dead walk again. Dazzling and macabre, literary and philosophical,. The Circus of Dr. Lao. has been acclaimed as a masterpiece of speculative fiction and influenced such writers as Ray Bradbury. This Bison Frontiers of Imagination edition features a new introduction by noted fantasy writer John Marco and striking illustrations by Boris Artzybasheff from the first edition.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Novels",
                "Classics",
                "Magical Realism",
                "Speculative Fiction",
                "Novella",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Ο θησαυρός της Βαγίας",
            "authors": [
                "George Sari",
                "Ζωρζ Σαρή"
            ],
            "ranking": 4.18,
            "ranking_count": 1690,
            "abstract": "Μια γνήσια περιπέτεια, όπου οι κυνηγοί του θησαυρού εδώ δεν είναι οι μεγάλοι, αλλά τα παιδιά. Ενας θησαυρός στην Αίγινα; Και μάλιστα στη Βαγία; Ναι, στη Βαγία, εκεί που είχε παντρευτεί δώδεκα χρονών τον Παναγιώτη, τότε στα 1936. Τώρα η Ζωή είναι πάλι στην Αίγινα, όχι παιδί ανέμελο, όχι κορίτσι στην Κατοχή, μα μεγάλη, απλά μεγάλη.. Οι διακοπές ξεκινούσαν. Ο δεκατετράχρονος Αλέξης με το Γάλλο φίλο του και τη μικρότερη αδερφή του παραπονιόταν για το βαρετό καλοκαίρι που θα περνούσαν στην Αίγινα. Ευτυχώς όμως έρχονται κι άλλοι επισκέπτες με τα παιδιά τους, ανάμεσά τους και η Νικόλ κι έτσι όλα αλλάζουν. Η Νικόλ έχει αναλάβει να συγκεντρώσει πληροφορίες για να βοηθήσει ένα Γερμανό που πάσχει από αμνησία. Η έρευνά της ξεκινάει από τη Βαγία και από την οικογένεια που φιλοξένησε το Γερμανό στην Κατοχή. Τα παιδιά αναζητούν κάποιο χαμένο θησαυρό στην περιοχή και παρά τις αντιρρήσεις των γονιών για τους κινδύνους της αποστολής το πολυμήχανο μυαλό τους, τους οδηγεί στη λύση: στις χαμένες λίρες και στον ανεκτίμητο θησαυρό, μα και τη φιλία, την αγάπη και τις ελπίδες για το μέλλον.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Classics",
                "Cultural",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "The Slave",
            "authors": [
                "Isaac Bashevis Singer",
                "Cecil Hemley"
            ],
            "ranking": 4.2,
            "ranking_count": 3128,
            "abstract": "Four years after the Chmielnicki massacres of the seventeenth century, Jacob, a slave and cowherd in a Polish village high in the mountains, falls in love with Wanda, his master's daughter. Even after he is ransomed, he finds he can't live without her, and the two escape together to a distant Jewish community. Racked by his consciousness of sin in taking a Gentile wife and by the difficulties of concealing her identity, Jacob nonetheless stands firm as the violence of the era threatens to destroy the ill-fated couple.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Nobel Prize",
                "European Literature"
            ]
        },
        {
            "title": "Angel",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.07,
            "ranking_count": 6797,
            "abstract": "Hoping to cool off a twenty-five-year-old feud between two neighboring families, Cassie Stuart only succeeds in pouring kerosene on the flames. Both sides have warned her to get out of Texas pronto. . .or they will burn her father's ranch to the ground. What Cassie needs is a peacemaker but she ends up with a widow-maker instead.. He is called Angel , a ruggedly handsome hired gun with eyes as black as sin. Unwanted and unwelcomed by his ungrateful employer, he would just as soon leave Cassie to fend for herself. But a stubborn sense of duty , and a desire to taste the sweetness of her kiss steels Angel's resolve to make Cassie want him, come hell or high water. . .and for more than his gun alone.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Love"
            ]
        },
        {
            "title": "The Negro's Civil War",
            "authors": [
                "James M. McPherson"
            ],
            "ranking": 4.21,
            "ranking_count": 154,
            "abstract": "In this classic study, Pulitzer Prize-winning author James M. McPherson deftly narrates the experience of blacks--former slaves and soldiers, preachers, visionaries, doctors, intellectuals, and common people--during the Civil War. Drawing on contemporary journalism, speeches, books, and letters, he presents an eclectic chronicle of their fears and hopes as well as their essential contributions to their own freedom. Through the words of these extraordinary participants, both Northern and Southern, McPherson captures African-American responses to emancipation, the shifting attitudes toward Lincoln and the life of black soldiers in the Union army. Above all, we are allowed to witness the dreams of a disenfranchised people eager to embrace the rights and the equality offered to them, finally, as citizens.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "North American Hi...",
                "Nonfiction",
                "American History",
                "Cultural",
                "War",
                "Race",
                "Literature"
            ]
        },
        {
            "title": "No Compromise",
            "authors": [
                "Melody Green",
                "David Hazard"
            ],
            "ranking": 4.39,
            "ranking_count": 6445,
            "abstract": "Longtime fans and new listeners can experience the impact of Keith's character, courage, and commitment in this revised and expanded testimony of his extraordinary life. Who better to tell Keith Green's story than the woman who shared his life and mission?his wife, Melody. At the time Keith and two of their children were killed in a tragic plane crash, Melody was pregnant and had a one?year?old child at home. She inherited Keith's musical legacy of published and unpublished songs and his private journals, which she has put together in this extremely personal biography of Keith.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Christian",
                "Nonfiction",
                "Biography Memoir",
                "Religion",
                "Music",
                "Autobiography"
            ]
        },
        {
            "title": "The Minotaur",
            "authors": [
                "Stephen Coonts"
            ],
            "ranking": 3.86,
            "ranking_count": 2985,
            "abstract": "Fighter-jock Jake Grafton has survived his share of airborne death duels. Now he's grounded. As head of the top-secret Athena Project, he's now in charge of developing the navy's next-generation attack aircraft-a carrier-launched stealth version of the A-6 Intruder. But deep within the labyrinth of the Pentagon, a cunning Soviet network is trashing U.S. security. Behind it is the ultimate spymaster called The Minotaur: his sights are on Jake's aircraft...and his plans are for one last kill.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Adventure",
                "Spy Thriller",
                "Action",
                "Suspense",
                "Mystery"
            ]
        },
        {
            "title": "The Scent of Water",
            "authors": [
                "Elizabeth Goudge"
            ],
            "ranking": 4.15,
            "ranking_count": 2144,
            "abstract": "Mary Lindsay met her little niece and namesake only once, but she saw in the quiet, imaginative child a kindred spirit to inherit her ancient house. Fifty years later her niece inherited the house with no knowledge of it beyond her indelible childhood memories, and no experience at all of living in the country.. Mary Lindsay is a born and bred Londoner who has enjoyed her city life-a prestigious job, and friends with whom she takes in the city pleasures of theatre, art and…As a retired businesswoman living in a rural house inherited from her aunt finds consolation for a failed romance with a married blind man by learning more about her aunt and herself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Christian Fiction",
                "Christian",
                "European Literature",
                "Novels",
                "Romance",
                "Adult Fiction"
            ]
        },
        {
            "title": "Mouthing the words",
            "authors": [
                "Camilla Gibb"
            ],
            "ranking": 3.69,
            "ranking_count": 814,
            "abstract": "By turns harrowing and hilarious, this adroitly narrated tale re-creates the world in the imagination of Thelma. It's a world in which she can escape some of her more painful childhood realities, like those games her father likes to make her play, where he's the boss and she the naughty secretary. And her mother so fiercely favors her younger brother, the cherubic Willy, that Thelma finds herself perpetually in emotional exile. No wonder Thelma asks practically every adult she meets to adopt her. Along Thelma's bumpy way from a rural English village to Canada to a law degree at Oxford, she meets many potential parents and even makes some friends, but it is with the companions of her fertile imagination -- with the scaredy-baby Janawee, moody and timid Ginniger, and big, strong, stoic Heroin -- that Thelma finds comfort. With them, too, she loses an already tenuous connection to reality, though ultimately Thelma's spirit and humor prove to be as indomitable as her wit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mental Health",
                "Health",
                "Novels",
                "Psychology",
                "Sociology",
                "Young Adult",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Fadren; Spöksonaten",
            "authors": [
                "August Strindberg"
            ],
            "ranking": 3.48,
            "ranking_count": 56,
            "abstract": "August Strindberg (1849-1912) är Sveriges störste och den internationellt mest erkände författaren från sekelskiftet. Han räknas som den främsta representanten för naturalismen i Sverige.. Kammarspelet Fadren (1887) är ett familjedrama som handlar om ett gift par och deras strid om dotterns uppfostran. Kvinnans list övergår mannens förstånd står det i bibeln, vilket är något som man tydligt kan utlösa i detta verk då modern använder all sin list för att få sin vilja igenom, även om det ibland kan tyckas omoraliskt.. Spöksonaten (1907) anses av många som Strindbergs mest svårtolkade verk. Skådespelet handlar om en ung student som via ett möte med en äldre herre, direktör Hummel, dras in i dennes värld som är full av förvecklingar och hämndaktioner.",
            "part_of_series": false,
            "genre_list": [
                "European Literature"
            ]
        },
        {
            "title": "The Patchwork Girl of Oz",
            "authors": [
                "L. Frank Baum",
                "John R. Neill"
            ],
            "ranking": 3.88,
            "ranking_count": 8180,
            "abstract": "In this dazzling tale, L. Frank Baum proves once again his power to delight and enchant readers of all ages. Follow the adventures of a charming new band of characters as they explore the wondrous land of Oz and discover that you learn more by traveling than by staying at home.. Forced to venture out of the dark forest, Unc Nunkie and Ojo the Unlucky call on the Crooked Magician, who introduces them to his latest creation: a living girl made out of patchwork quilts and cotton stuffing. But when an accident leaves beloved Unc Nunkie a motionless statue, it is up to Ojo to save him. In his search for the magic ingredients that will restore his uncle to life, Ojo is joined by the Patchwork Girl and by the conceited Glass Cat, who boasts of her hard ruby heart, the resourceful Shaggy Man, and the lovable block-headed Woozy, whose tail hairs are just one of the things Ojo needs to rescue Une Nunkie.. As they travel to the Emerald City, home of the wise and powerful Ozma, they meet Dorothy, the kind and sensible girl from Kansas; the gallant Scarecrow; and, of course, Toto. But no one proves more loyal than the spirited Patchwork Girl, who, although she was brought to life as a servant, is determined to see the wide world for herself.. The Patchwork Girl of Oz. has captivated readers for over eighty years. Now, in this stunning new edition--featuring all fifty-one of John R. Neill's original full-color plates as well as eighty black-and-white illustrations--a whole new generation can discover the beauty and wonder of Oz that have made this classic series an enduring favorite.. Follow the adventures of a charming band of characters as they join Dorothy and the Scarecrow to explore the wondrous Land of Oz. Meet a living girl made out of patchwork quilts, a conceited Glass Cat, and the lovable block-headed Woozy. A favorite for over eighty years, this stunning facsimile of the rare fist edition features all fifty-one of Neill's full-color plates as well as eighty black-and-white illustrations. A Books of Wonder Classic.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Airport",
            "authors": [
                "Arthur Hailey",
                "Aldo Barilli",
                "Mario Colombo",
                "Neo Cirillo"
            ],
            "ranking": 3.97,
            "ranking_count": 38293,
            "abstract": "As a raging blizzard wreaks havoc at Lincoln International Airport outside Chicago, airport and airline personnel try to cope with this unstoppable force of nature that is endangering thousands of lives. And in the air, a lone plane struggles to reach its destination. Over the course of seven pulse-pounding hours, a tense human drama plays out as a brilliant airport manager, an arrogant pilot, a tough maintenance man, and a beautiful stewardess strive to avert disaster.. Featuring a diverse cast of vibrant characters, Airport is both a realistic depiction of the airline industry and a novel of nail-biting suspense.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Suspense",
                "Classics",
                "Adventure",
                "Novels",
                "Aviation",
                "Drama",
                "Mystery",
                "Contemporary"
            ]
        },
        {
            "title": "Brodie's Report",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 3.96,
            "ranking_count": 4516,
            "abstract": "At the age of seventy, after a gap of twenty years, Jorge Luis Borges returned to writing short stories. In. Brodie's Report. , he also returned to the style of his earlier work with its brutal realism, nightmares, and bloodshed. Many of these stories, including Unworthy and The Other Duel, are set in the macho Argentinean underworld, and even the rivalries between artists are suffused with suppressed violence. Throughout, opposing themes of fate and free will, loyalty and betrayal, time and memory flicker in the recesses of these compelling stories, among the best Borges ever wrote.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Magical Realism",
                "European Literature",
                "Cultural",
                "Fantasy"
            ]
        },
        {
            "title": "Чорна Пантера і Білий Ведмідь",
            "authors": [
                "Volodymyr Vynnychenko"
            ],
            "ranking": 3.91,
            "ranking_count": 74,
            "abstract": "У драмі Чорна Пантера і Білий Ведмідь” суперечності роздирають душу художника Корнія Каневича. У конфлікт вступають його батьківські почуття - і почуття митця. Вся жахливість ситуації для Каневича в тому, що він мусить зробити вибір: або дитина, або його ж картина, яку дружина вимагає продати, щоб роздобути грошей для лікування хворого Лесика.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics"
            ]
        },
        {
            "title": "Υψικάμινος",
            "authors": [
                "Andreas Embirikos",
                "Ανδρέας Εμπειρίκος"
            ],
            "ranking": 4.18,
            "ranking_count": 151,
            "abstract": "Η Υψικάμινος, συλλογή 63 πεζόμορφων ποιημάτων, είναι το πρώτο κείμενο που εκδίδεται του Ανδρέα Εμπειρίκου. Τυπώθηκε σε 200 αριθμημένα αντίτυπα στις εκδ. Κασταλία, τον Μάρτιο του 1935 στην Αθήνα, 11 χρόνια μετά το Μανιφέστο του Υπερρεαλισμού του Αντρέ Μπρετόν στο Παρίσι. Λίγο καιρό πριν, στις 25 Ιανουαρίου 1935, ο Εμπειρίκος είχε δώσει τη διάλεξη Περί σουρρεαλισμού στη Λέσχη Καλλιτεχνών.. Ο Εμπειρίκος γνωρίζει τον κύκλο των υπερρεαλιστών και μυείται στην τεχνική της αυτόματης γραφής τους γύρω στο 1929. Η Υψικάμινος αποτελεί ένα μοναδικό βιβλίο της νεοελληνικής ποιητικής παραγωγής. Κανένας ποιητής πριν, αλλά και κανένας μετά, δεν συγκρότησε ένα βιβλίο τόσο αιρετικό, τόσο κρυπτικό και ακατανόητο, που ωστόσο εξαντλήθηκε γρήγορα, όχι από ενδιαφέρον αλλά επειδή εθεωρήθη βιβλίο σκανδαλώδες, γραμμένο από ένα παράφρονα, όπως θυμάται ο ίδιος ο ποιητής. Χωρίς σημεία στίξεως, με γλώσσα κυρίως λόγια και εκζητημένη, με φράσεις ατέρμονες, με άψογη σύνταξη αλλά χωρίς προφανή λογικό ειρμό η Υψικάμινος ανταποκρίνεται στις επιταγές του ελεύθερου συνειρμού και της συνακόλουθης αυτόματης γραφής που είχε διακηρύξει ο Αντρέ Μπρετόν και η παρέα του. Δύσκολα όμως θα μπορούσε κάποιος να υποστηρίξει πειστικά ότι τα ποιήματα της Υψικαμίνου έχουν συγκροτηθεί 'αυτόματα' ή 'τυχαία', παρά το γεγονός ότι ο ίδιος ο Εμπειρίκος βεβαιώνει ότι τα ποιήματα αυτά δεν αναπτύσσονται πάντοτε 'εντός των συνειδητών ορίων'. Η συνταγή δεν πρόκειται να επαναληφθεί, όμως αυτός ο πειραματισμός πέτυχε να αναδείξει το αυθεντικότερο κείμενο του ελληνικού υπερρεαλισμού. (Από την παρουσίαση της έκδοσης)",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Chemical Chaos",
            "authors": [
                "Nick Arnold",
                "Tony De Saulles"
            ],
            "ranking": 4.11,
            "ranking_count": 856,
            "abstract": "What makes a stink bomb stink? Why aren't glass eyes made of glass? Bubbling over with chaotic chemistry facts, this book also reveals the secrets of some very strange scientists, offers experiments to try at home, and much more!",
            "part_of_series": true,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Childrens",
                "Humor",
                "Education"
            ]
        },
        {
            "title": "The War-Time Journal of a Georgia Girl, 1864-1865",
            "authors": [
                "Eliza Frances Andrews"
            ],
            "ranking": 4.02,
            "ranking_count": 286,
            "abstract": "War-Time Journal of a Georgia Girl, 1864-1865. is one of the truly important published diaries of the Civil War southern home front.. Eliza Frances Andrews, more commonly known as Fanny, was born in 1840 to world of pre-Civil War southern privilege; her father was a prominent judge in the region who owned two hundred slaves and a cotton plantation.. Georgia’s secession from the Union provoked many disagreements within Fanny’s family, as it did with many others across the South. Her father firmly opposed secession, fearing it would be lead to the destruction of their way of life, while Fanny and the rest of family supported the Rebel cause, indeed three of her brothers went on to fight for the Confederacy.. Fanny did not record the first three years of the conflict, but as she began to be increasingly surrounded by death and destruction she decided to begin records the events that she witnessed.. John Inscoe, editor of the New Georgia Encyclopedia, found the book particularly notable for the account of Sherman’s devastating March to the Sea and “her harrowing retreat from her home in Washington; as [Sherman’s] Union forces approached, she moved across ravaged areas to find refuge at her sister’s plantation in the southwestern part of the state.”. Fanny describes in brilliant detail the collapse of the traditional agrarian world of the South and how members of the old ruling class were forced to become refugees in their own state.. “a rich source of insight into the southern home front of the Civil War.” Kim Kleinman,. A Journal of the History of Science Society. “Andrews was a product of the Old South but a woman who became self-sufficient and independent as her world changed.” Charlotte A. Ford,. The Georgia Historical Quarterly. “With an insider’s view, she proved a talented writer and astute observer. … The diary is filled with Andrews’s fiery, spirited persona”. Saporta Report. Eliza Frances Andrews was a popular Southern writer of the Gilded Age. Andrews's published works, notably her Wartime Journal of a Georgia Girl along with her novels and numerous articles, give a glimpse into bitterness, dissatisfaction, and confusion in the post-Civil War South.. The War-Time Journal of a Georgian Girl, 1864-1865. was first published in 1908 and she passed away in 1931.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military History",
                "Autobiography",
                "Biography",
                "Nonfiction",
                "American History",
                "North American Hi...",
                "War"
            ]
        },
        {
            "title": "The Little House Collection",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.34,
            "ranking_count": 148028,
            "abstract": "This nine-book paperback box set of the classic series features the classic black-and-white artwork from Garth Williams.. The nine books in the timeless Little House series tell the story of Laura’s real childhood as an American pioneer, and are cherished by readers of all generations. They offer a unique glimpse into life on the American frontier, and tell the heartwarming, unforgettable story of a loving family.. Little House in the Big Woods. Meet the Ingalls family—Laura, Ma, Pa, Mary, and baby Carrie, who all live in a cozy log cabin in the big woods of Wisconsin in the 1870s. Though many of their neighbors are wolves and panthers and bears, the woods feel like home, thanks to Ma’s homemade cheese and butter and the joyful sounds of Pa’s fiddle.. Farmer Boy. As Laura Ingalls is growing up in a little house in Kansas, Almanzo Wilder lives on a big farm in New York. He and his brothers and sisters work hard from dawn to supper to help keep their family farm running. Almanzo wishes for just one thing—his very own horse—but he must prove that he is ready for such a big responsibility.. Little House on the Prairie. When Pa decides to sell the log house in the woods, the family packs up and moves from Wisconsin to Kansas, where Pa builds them their little house on the prairie! Living on the farm is different from living in the woods, but Laura and her family are kept busy and are happy with the promise of their new life on the prairie.. On the Banks of Plum Creek. The Ingalls family lives in a sod house beside Plum Creek in Minnesota until Pa builds them a new house made of sawed lumber. The money for the lumber will come from their first wheat crop. But then, just before the wheat is ready to harvest, a strange glittering cloud fills the sky, blocking out the sun. Millions of grasshoppers cover the field and everything on the farm, and by the end of a week, there is no wheat crop left.. By the Shores of Silver Lake. Pa Ingalls heads west to the unsettled wilderness of the Dakota Territory. When Ma, Mary, Laura, Carrie, and baby Grace join him, they become the first settlers in the town of De Smet. Pa starts work on the first building of the brand new town, located on the shores of Silver Lake.. The Long Winter. The first terrible storm comes to the barren prairie in October. Then it snows almost without stopping until April. With snow piled as high as the rooftops, it’s impossible for trains to deliver supplies, and the townspeople, including Laura and her family, are starving. Young Almanzo Wilder, who has settled in the town, risks his life to save the town.. Little Town on the Prairie. De Smet is rejuvenated with the beginning of spring. But in addition to the parties, socials, and “literaries,” work must continue. Laura spends many hours sewing shirts to help Ma and Pa get enough money to send Mary to a college for the blind. But in the evenings, Laura makes time for a new caller, Almanzo Wilder.. These Happy Golden Years. Laura must continue to earn money to keep Mary in her college for the blind, so she gets a job as a teacher. It’s not easy, and for the first time she’s living away from home. But it gets a little better every Friday, when Almanzo picks Laura up to take her back home for the weekend. Though Laura is still young, she and Almanzo are officially courting, and she knows that this is a time for new beginnings.. The First Four Years. Laura Ingalls and Almanzo Wilder have just been married! They move to a small prairie homestead to start their lives together. But each year brings new challenges—storms, sickness, fire, and unpaid debts. These first four years call for courage, strength, and a great deal of determination. And through it all, Laura and Almanzo still have their love, which only grows when baby Rose arrives.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Literature",
                "Kids"
            ]
        },
        {
            "title": "A Search for the King",
            "authors": [
                "Gore Vidal"
            ],
            "ranking": 3.48,
            "ranking_count": 256,
            "abstract": "Gore Vidal's story of the faithful troubadour Blondel's search for Richard the Lionheart, kidnapped and held to ransom by Duke Leopold of Austria after the Third Crusade. It interweaves historical characters with giants, dragons, werewolves, libidinous ladies of the manor and a very nasty vampire.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Man Is Wolf to Man: Surviving the Gulag",
            "authors": [
                "Janusz Bardach",
                "Kathleen Gleeson"
            ],
            "ranking": 4.34,
            "ranking_count": 801,
            "abstract": "FROM THE BOOK. :The pit I was ordered to dig had the precise dimensions of a casket. The NKVD officer carefully designed it. He measured my size with a stick, made lines on the forest floor, and told me to dig. He wanted to make sure I'd fit well inside.. In 1941 Janusz Bardach's death sentence was commuted to ten years' hard labor and he was sent to Kolyma—the harshest, coldest, and most deadly prison in Joseph Stalin's labor camp system—the Siberia of Siberias. The only English-language memoir since the fall of communism to chronicle the atrocities committed during the Stalinist regime, Bardach's gripping testimony explores the darkest corners of the human condition at the same time that it documents the tyranny of Stalin's reign, equal only to that of Hitler. With breathtaking immediacy, a riveting eye for detail, and a humanity that permeates the events and landscapes he describes, Bardach recounts the extraordinary story of this nearly inconceivable world.. The story begins with the Nazi occupation when Bardach, a young Polish Jew inspired by Soviet Communism, crosses the border of Poland to join the ranks of the Red Army. His ideals are quickly shattered when he is arrested, court-martialed, and sentenced to death. How Bardach survives an endless barrage of brutality—from a near-fatal beating to the harsh conditions and slow starvation of the gulag existence—is a testament to human endurance under the most oppressive circumstances. Besides being of great historical significance, Bardach's narrative is a celebration of life and a vital affirmation of what it means to be human.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Adventure",
                "Russian History",
                "War"
            ]
        },
        {
            "title": "The Curse of the Witch-Queen",
            "authors": [
                "Paula Volsky"
            ],
            "ranking": 3.48,
            "ranking_count": 120,
            "abstract": "Zargal seeks Queen Godescalc in her dangerous swamp in order to end the horrible curse that she put on King Laza and Princess Bellora.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Rings",
            "authors": [
                "Charles L. Harness"
            ],
            "ranking": 4.1,
            "ranking_count": 10,
            "abstract": "Omnibus of four novels:. The Paradox Men. The Ring of Ritornel. Firebird. Drunkard's Endgame",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Darkness, Be My Friend",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.1,
            "ranking_count": 17676,
            "abstract": "The battle continues as five ordinary kids must journey back into the heart of an epic conflict.. Five months into World War III, Ellie and her four remaining friends have barely escaped the Australian town of Wirrawee with their lives and their sanity intact.. But as the next step becomes clear, they realize they must once again sacrifice their hard-won comfort and safety. A group of soldiers has recruited the kids to guide the way to the Wirrawee air base.. What could possibly motivate Ellie and her friends to return? This risky sabotage mission may be their only hope of rescuing their families, too.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Science Fiction",
                "Cultural",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "The Nightrunners",
            "authors": [
                "Joe R. Lansdale"
            ],
            "ranking": 3.77,
            "ranking_count": 1257,
            "abstract": "In the field of country noir--the dark side of rural and small-town America--Lansdale staked his claim to East Texas with The Nightrunners. A '66 Chevy bears down on the countryside, with a carful of vicious teenagers and evil of Biblical proportions, in this terrifying morality tale of sex and violence.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "American",
                "Holiday",
                "The United States Of America",
                "Fantasy"
            ]
        },
        {
            "title": "The Beatles Anthology",
            "authors": [
                "The Beatles",
                "John Lennon",
                "Paul McCartney",
                "Ringo Starr",
                "George Harrison"
            ],
            "ranking": 4.37,
            "ranking_count": 16255,
            "abstract": "This extraordinary project has been made possible because Paul McCartney, George Harrison and Ringo Starr have agreed to tell their combined story especially for this book. Together with Yoko Ono Lennon, they have also made available the full transcripts (including all the outtakes) of the television and video series. The Beatles Anthology.. Through painstaking compilation of sources worldwide, John Lennon's words are equally represented in this remarkable volume. Furthermore, The Beatles have opened their personal and management archives specifically for this project, allowing the unprecedented release of photographs which they took along their ride to fame, as well as fascinating documents and memorabilia from their homes and offices. What a book. The Beatles Anthology. is! Each page is brimming with personal stories and rare vintage images. Snapshots from their family collections take us back to the days when John Lennon, Paul McCartney, George Harrison and Richard Starkey were just boys growing up in Liverpool. They talk in turn about those early years and how they came to join the band that would make them known around the world as John, Paul, George and Ringo. Then, weaving back and forth, they tell the astonishing story of life as The Beatles: the first rough gigs, the phenomenon of their rise to fame, the musical and social change of their heyday, all the way through to their breakup. From the time Ringo tried to take this drum kit home on the bus to their much anticipated audience with Elvis, from the making of the Sgt. Pepper album to their last photo session together at John's house,. The Beatles Anthology. is a once-in-a-lifetime collection of The Beatles' own memories.. Interwoven with these are the recollections of such associates as road manager Neil Aspinall, producer George Martin and spokesman Derek Taylor. And included in the vast array of photographs are materials from both Apple and EMI, who also opened their archives for this project. This, indeed, is the inside story, providing a wealth of previously unpublished material in both word and image.. Created with their full cooperation,. The Beatles Anthology. is, in effect, The Beatles' autobiography. Like their music has been a part of so many of our lives, it's warm, frank, funny, poignant and bold. At last, here is The Beatles' own story.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Reference",
                "Art",
                "Culture"
            ]
        },
        {
            "title": "The Trees",
            "authors": [
                "Conrad Richter"
            ],
            "ranking": 4.01,
            "ranking_count": 3654,
            "abstract": "The Trees is a moving novel of the beginning of the American trek to the west. Toward the close of the eighteenth century, the land west of the Alleghenies and north of the Ohio River was an unbroken sea of trees. Beneath them the forest trails were dark, silent, and lonely, brightened only by a few lost beams of sunlight. Here, in the first novel of Conrad Richter's Awakening Land trilogy, the Lucketts, a wild, woods-faring family, lived their roaming life, pushing ever westward as the frontier advanced and as new settlements threatened their isolation. This novel gives an excellent feel for America's lost woods culture, which was created when most of the eastern midwest was a vast hardwood forest---virtually a jungle. The Trees conveys settler life, including conflicts with Native Americans, illness, hunting, family dynamics, and marriage.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Novels",
                "Westerns",
                "Literature",
                "Environment",
                "North American Hi..."
            ]
        },
        {
            "title": "صيد الخاطر",
            "authors": [
                "ابن الجوزي"
            ],
            "ranking": 4.35,
            "ranking_count": 3199,
            "abstract": "هذا الكتاب .. كتاب ذو طراز فريد من الأدب الديني تشعر فيه أنك أمام كتاب حديث رغم مُضي تسعة قرون على إخراجه.. وقد اهتم الشيخ الغزالي بهذا الكتاب عندما قرأه للمرة الأولى, فهمَّ بتحقيقه وقد قال هو نفسه عن هذا الكتاب: وكلما مضيت في متابعة أحكامه وطي مراحله زاد إعزازي له وتقديري لصاحبه .. فما من رأي انتهيت إليه في كتاباتي الكثيرة إلا وجدت هذا المؤلف قد سبقني إلى تقريره, وقرنه بما يدعمه من نصوص, وما من علة نددت بها في المجتمع الإسلامي, إلا كان في هذا الكتاب هجوم عليها وحصار لوبائها قبل أن يشيع.. لقد طالع الغزالي هذا الكتاب فأراد أن يخدم المعنى الصحيح له جهد طاقته, فلم يكن بد من حذف كلمات مقحمة, وإثبات كلمات محذوفة, وتصويب كلمات محرفة, وقد اختار لخواطر ابن الجوزي عناوين قريبة من موضوعاتها, ولعله قد حقق ما أراد, كما قام الشيخ الغزالي بتبيين لبعض ما غمض من كلمات وردت في نص الكتاب.. نسأل الله له الغفران على ما قدم للإنسانية من جهد في سبيل الله .. والله الموفق فهو نعم المولى ونعم النصير.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Unfinished",
                "Self Help",
                "Philosophy",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "The House Without a Christmas Tree",
            "authors": [
                "Gail Rock"
            ],
            "ranking": 4.08,
            "ranking_count": 1191,
            "abstract": "In 1946 a ten-year-old girl tries to understand and overcome her stern father's objections to having a Christmas tree in the house.",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Historical",
                "Realistic Fiction",
                "Kids"
            ]
        },
        {
            "title": "Man of My Dreams",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.07,
            "ranking_count": 9261,
            "abstract": "Wildly unpredictable, the most desirable beauty in the land, Megan Penworthy has set her amorous sights on Ambrose St. James, a man she has never met but has every intention of marrying. And no other suitor will satisfy her especially not the common, if uncommonly handsome, horse breeder, Devlin Jefferys.. Posing as lowborn Jefferys to escape a potentially fatal confrontation, Sir Ambrose is enthralled by the brazen, duke-hunting redhead. Without revealing his true identity, he vows to seduce and tame her, thereby foiling Megan's plans to marry the man of her dreams. But the notorious rogue never imagined the enchanting schemer would turn out to be the only woman he would ever dream of marrying.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Humor",
                "European Literature"
            ]
        },
        {
            "title": "Gifted Hands: The Ben Carson Story",
            "authors": [
                "Ben Carson",
                "Cecil Murphey"
            ],
            "ranking": 4.14,
            "ranking_count": 19244,
            "abstract": "Gifted Hands by and about Ben Carson, M.D., is the inspiring story of an inner-city kid with poor grades and little motivation, who, at age thirty-three, became director of pediatric neurosurgery at Johns Hopkins University Hospital. Gifted Hands will transplace you into the operating room to witness surgeries that made headlines around the world, and into the private mind of a compassionate, God-fearing physician who lives to help others. In 1987, Dr. Carson gained worldwide recognition for his part in the first successful separation of Siamese twins joined at the back of the head -- an extremely complex and delicate operation that was five months of planning and twenty-two hours of actual surgery, involving a surgical plan that Carson helped initiate. Gifted Hands reveals a man with humility, decency, compassion, courage, and sensitivity who serves as a role model for young people (and everyone else) in need of encouragement to attempt the seemingly impossible and to excel in whatever they attempt. Dr. Carson also describes the key role that his highly intelligent though relatively uneducated mother played in his metamorphosis from an unmotivated ghetto youngster into one of the most respected neurosurgeons in the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Medical",
                "Health",
                "Biography Memoir",
                "Christian",
                "Inspirational",
                "Cultural"
            ]
        },
        {
            "title": "Selected Poems of Ezra Pound",
            "authors": [
                "Ezra Pound"
            ],
            "ranking": 3.9,
            "ranking_count": 8813,
            "abstract": "Ezra Pound has been called the inventor of modern poetry in English. The verse and criticism which he produced during the early years of the twentieth century very largely determined the directions of creative writing in our time; and virtually every major poet in England and America today has acknowledged his help or influence. Pound's lyric genius, his superb technique, and his fresh insight into literary problems make him one of the small company of men who through the centuries have kept poetry alive, and one of the great innovators.. This book offers a compact yet representative selection of Ezra Pound's poems and translations. The span covered is Pound's entire writing career, from his early lyrics and the translations of Provençal songs to his English version of Sophocles'. Trachiniae. . Included are parts of his best known works—the Chinese translations, the sequence called. Hugh Selwyn Mauberly. , the. Homage to Sextus Propertius. .. The Cantos. , Pound's major epic, are presented in generous selections, chosen to emphasize the main themes of the whole poem.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "The United States Of America",
                "Anthologies",
                "Academic",
                "Unfinished"
            ]
        },
        {
            "title": "The Forgotten Soldier",
            "authors": [
                "Guy Sajer"
            ],
            "ranking": 4.36,
            "ranking_count": 10192,
            "abstract": "Forgotten Soldier. recounts the horror of World War II on the eastern front, as seen through the eyes of a teenaged German soldier. At first an exciting adventure, young Guy Sajer’s war becomes, as the German invasion falters in the icy vastness of the Ukraine, a simple, desperate struggle for survival against cold, hunger, and above all the terrifying Soviet artillery. As a member of the elite Gross Deutschland Division, he fought in all the great battles from Kursk to Kharkov.. Sajer's German footsoldier’s perspective makes. The Forgotten Soldier. a unique war memoir, the book that the. Christian Science Monitor. said may well be the book about World War II which has been so long awaited. Now it has been handsomely republished containing fifty rare German combat photos of life and death at the eastern front. The photos of troops battling through snow, mud, burned villages, and rubble-strewn cities depict the hardships and destructiveness of war. Many are originally from the private collections of German soldiers and have never been published before. This volume is a deluxe edition of a true classic.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Biography",
                "Military",
                "Autobiography",
                "Cultural"
            ]
        },
        {
            "title": "Venetia",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 4.11,
            "ranking_count": 16000,
            "abstract": "Twenty-five-year-old Venetia Lanyon's beauty is rivaled only by her sensibility. Intelligent and independent, her future seems safe and predictable. Lovely Venetia despairs of ever meeting the handsome hero of her romantic dreams but is nearly resigned to spinsterhood, thanks to the enormous amount of responsibility she inherited with a Yorkshire estate and an invalid but precocious brother, Aubrey. She lives in comfortable seclusion in rural Yorkshire, she has never been further than Harrogate, nor enjoyed the lackluster attentions of any but her two wearisomely persistent suitors. She can not accept to marry the respectable but dull Edward Yardley - she will only marry for love.. Then her long-absent neighbor, thirty-eight-year-old Lord Jasper Damerel, returns home to Yorkshire. In one extraordinary encounter, she meets the infamous neighbor, who she knows only by reputation - a gamester, a shocking rake, and a man of sadly unsteady character - and before she knows better, she finds friendship with a libertine whose way of life has scandalised the North Riding for years. Lord Damerel finds Venetia to be the most truly engaging and wittily perverse female he has encountered in all his life and determined to woo and win her, he pursues her with a passionate abandon that is soon the talk of the ton. And after her encounter with the dashing, dangerous rake, Venetia's well-ordered life is turned upside down, and she embarks upon a courtship with him that scandalises and horrifies the whole community.. But Venetia has no intention of losing her heart to the rakish lord until she is sure that beneath his swashbuckling ways and shocking manners lies a tender heart belonging to her. And Lord Damerel would marry her in a heartbeat if he did not think it would ruin her. Then she discovers a shocking family secret that changes everything ... It was therefore particularly provoking to find that occasion, Lord Damerel could make up his mind to be idiotically noble....",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Classics",
                "Historical Romance",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Locus Solus",
            "authors": [
                "Raymond Roussel"
            ],
            "ranking": 4.04,
            "ranking_count": 1089,
            "abstract": "Based, like the earlier Impressions of Africa, on uniquely eccentric principles of composition, this book invites the reader to enter a world which in its innocence and extravagance is unlike anything in the literature of the twentieth century.. Cantarel, a scholarly scientist, whose enormous wealth imposes no limits upon his prolific ingenuity, is taking a group of visitors on a tour of Locus Solus, his secluded estate near Paris. One by one he introduces, demonstrates and expounds the discoveries and inventions of his fertile, encyclopaedic mind. An African mud-sculpture representing a naked child; a road-mender's tool which, when activated by the weather, creates a mosaic of human teeth; a vast aquarium in which humans can breathe and in which a depilated cat is seen stimulating the partially decomposed head of Danton to fresh flights of oratory. By each item in Cantarel's exhibition there hangs a tale - a tale such as only that esteemed genius Roussel could tell. As the inventions become more elaborate, the richness and brilliance of the author's stories grow to match them; the flow of his imagination becomes a flood and the reader is swept along in a torrent of wonder and hilarity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "European Literature",
                "Classics",
                "Fantasy",
                "Surreal",
                "Literary Fiction"
            ]
        },
        {
            "title": "Gain",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 3.77,
            "ranking_count": 1034,
            "abstract": "FROM THE MAN BOOKER PRIZE SHORTLISTED AUTHOR OF. THE OVERSTORY. Richard Powers' novel is a fascinating and profound exploration of the interaction of an individual human life and a corporate one. It tells two stories: the first that of an American company, which starts as a small family soap and candle-making firm in the early 1800s, and ends as a vast pharmaceuticals-to-pesticides combine in the 1990s. The second is that of a contemporary woman, living in the company town, who during the course of the novel is diagnosed and then finally dies of cancer, a cancer that is almost certainly caused by exposure to chemical wastes from the company's factories.. Richly intellectually stimulating, deeply moving and beautifully written, Gain is very much a 'Great American Novel', an exploration of the history, uniqueness and soul of America, in the tradition of. Underworld. . But it is most reminiscent of Graham Swift's. Waterland. , another novel that combines history, both public and private, with contemporary lives, showing how individuals are both the victims and shapers of large-scale historical and economic forces",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "The United States Of America",
                "Literary Fiction",
                "Economics",
                "Unfinished",
                "Health",
                "Business",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "The Eye in the Door",
            "authors": [
                "Pat Barker"
            ],
            "ranking": 4.03,
            "ranking_count": 9099,
            "abstract": "London, 1918. Billy Prior is working for Intelligence in the Ministry of Munitions. But his private encounters with women and men - pacifists, objectors, homosexuals - conflict with his duties as a soldier, and it is not long before his sense of himself fragments and breaks down. Forced to consult the man who helped him before - army psychiatrist William Rivers - Prior must confront his inability to be the dutiful soldier his superiors wish him to be ...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "War",
                "LGBT",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Pagan Mysteries in the Renaissance",
            "authors": [
                "Edgar Wind"
            ],
            "ranking": 4.25,
            "ranking_count": 96,
            "abstract": "An exploration of philosophical and mystical sources of iconography in Renaissance art.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "History",
                "Philosophy",
                "Nonfiction",
                "Fantasy",
                "Religion"
            ]
        },
        {
            "title": "The Road to Oz",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.75,
            "ranking_count": 11327,
            "abstract": "Meet Dorothy's new friends, the Shaggy Man, Button Bright and Polychrome, as you travel with them to the Emerald City. Share their adventures with the Musicker and the Scoodlers. See how they escape from the Soup-Kettle and what they found at the Truth Pond. Find out how they are able to cross the Deadly Desert and finally get to the Emerald City of Oz.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Poky Little Puppy",
            "authors": [
                "Janette Sebring Lowrey",
                "Gustaf Tenggren"
            ],
            "ranking": 4.11,
            "ranking_count": 79422,
            "abstract": "One of the original 12 Little Golden Books, The Poky Little Puppy has sold nearly 15 million copies since 1942, making it one of the most popular children’s books of all time. Now this curious little puppy is ready to win the hearts and minds of a new generation of kids.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Kids",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "The House of Pride, and Other Tales of Hawaii",
            "authors": [
                "Jack London"
            ],
            "ranking": 3.71,
            "ranking_count": 316,
            "abstract": "Originally published in 1912, this collection contains six stories:. - The House of Pride. - Koolau the Leper. - Good-bye, Jack. - Aloha Oe. - Chun Ah Chun. - The Sheriff of Kona. A departure from London's normal tales of the frozen North, all of these tales take place in the islands of Hawaii.. This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "Ο Μέγας Ανατολικός: Τόμος Α'",
            "authors": [
                "Andreas Embirikos",
                "Ανδρέας Εμπειρίκος",
                "Γιώργης Γιατρομανωλάκης"
            ],
            "ranking": 3.76,
            "ranking_count": 206,
            "abstract": "Ο Μέγας Ανατολικός είναι το έργο ζωής του ποιητή. Άρχισε να γράφεται το 1945 και ολοκληρώθηκε ύστερα από ενδιάμεσες φάσεις το 1970. Το μυθιστόρημα αποτελείται από 100 κεφάλαια, που συγκροτούν πέντε μέρη, και κυκλοφορεί σε οκτώ τόμους. Πρόκειται για το μεγαλύτερο και τολμηρότερο μυθιστόρημα της ελληνικής γλώσσας.. Το θέμα του μυθιστορήματος είναι το παρθενικό ταξίδι του υπερωκεανείου Μέγας Ανατολικός από την Αγγλία στην Αμερική, τον Μάιο του 1867. Επιβάτες πάσης τάξεως και επαγγέλματος και πλήρωμα διαπλέουν τον Ατλαντικό μέσα στην ηδονική Κιβωτό, απολαμβάνοντας όλες τις μορφές του έρωτα άνευ ορίων και άνευ όρων. Επηρεασμένοι από έναν πρωτογενή ερωτσιμό που ελκύει το ίδιο το υπερωκεάνειο, ζουν, κατά τον δεκαήμερο πλου, την απόλυτη ελευθερία και ηδονή για να καταλήξουν σε μια ανώτατη μορφή αθωότητας και ευτυχίας.. Ο Οδυσσέας Ελύτης γράφει για τον Μεγάλο Ανατολικό ότι η απώτερη αξία του δεν βρίσκεται στα περιγραφόμενα, βρίσκεται στην παναγαθοσύνη του ποιητή που διαχέεται πάνω στους χαρακτήρες και στις πράξεις των πλέον διαφορετικών τύπων του έργου, πρωταγωνιστών ή κομπάρσων, και αναεκπέμπεται αδιάκοπα στον αναγνώστη σαν ένα είδος ευλογίας. [...] Ο Μέγας Ανατολικός ναυπηγήθηκε με τα υλικά του ψυχαναλυτή στις δεξαμενές ενός οραματιστή και προφήτη.",
            "part_of_series": true,
            "genre_list": [
                "Literature",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Rotten Romans",
            "authors": [
                "Terry Deary",
                "Martin    Brown"
            ],
            "ranking": 4.02,
            "ranking_count": 3450,
            "abstract": "Follows life for folks in Roman Britain from Nero to Boudicca and includes a look at gory games, rotten recipes, and loads of frightening facts.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Childrens",
                "Humor",
                "Historical",
                "Roman",
                "Education",
                "Literature"
            ]
        },
        {
            "title": "Last Places: A Journey in the North",
            "authors": [
                "Lawrence Millman",
                "Paul Theroux"
            ],
            "ranking": 4.1,
            "ranking_count": 248,
            "abstract": "A classic of northern exploration and adventure, LAST PLACES is Lawrence Millman's marvelously told account of his journey along the ancient Viking sea routes that extend from Norway to Newfoundland. Traveling through landscapes of transcendent desolation, Millman wandered by way of the Shetland Islands, the Faeroes, Iceland, Greenland, and Labrador. His way was marked by surprising human encounters--with a convicted murderer in Reykjavik, an Inuit hermit in Greenland, an Icelandic guide who leads him to a place called Hell, and a Newfoundlander who warns him about the local variant of the Abominable Snowman. By turns earthy and lyrical, LAST PLACES is an ebullient celebration of the exotic North.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Adventure",
                "Environment",
                "History",
                "Nature",
                "Autobiography",
                "Cultural",
                "Unfinished"
            ]
        },
        {
            "title": "70 Historinhas",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.15,
            "ranking_count": 62,
            "abstract": "70 deliciosas narrativas em que, salvo uma ou outra incursão a Belo Horizonte ou mesmo a um lugar impreciso no interior mais interior do país, o Rio de Janeiro é o principal cenário.",
            "part_of_series": false,
            "genre_list": [
                "Cultural"
            ]
        },
        {
            "title": "Devices And Desires",
            "authors": [
                "P.D. James"
            ],
            "ranking": 3.96,
            "ranking_count": 13621,
            "abstract": "National Bestseller. Featuring the famous Commander Adam Dalgliesh,. Devices and Desires. is a thrilling and insightfully crafted novel of fallible people caught in a net of secrets, ambitions, and schemes on a lonely stretch of Norfolk coastline.. Commander Dalgliesh of Scotland Yard has just published a new book of poems and has taken a brief respite from publicity on the remote Larksoken headland on the Norfolk coast in a converted windmill left to him by his aunt. But he cannot so easily escape murder. A psychotic strangler of young women is at large in Norfolk, and getting nearer to Larksoken with every killing. And when Dalgliesh discovers the murdered body of the Acting Administrative Officer on the beach, he finds himself caught up in the passions and dangerous secrets of the headland community and in one of the most baffling murder cases of his career.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "And Where Were You, Adam?",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.83,
            "ranking_count": 908,
            "abstract": "Hitler's once great army is broken and demoralized, the end of the war is imminent--but still soldiers are rounded up like criminals and sent to the front. Jews are evacuated, guns are fired, shells explode. In this novel Böll paints war as a series of idiocies, senseless accidents, and bizarre coincidences related only through death.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Classics",
                "War",
                "Novels",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Winterlong",
            "authors": [
                "Elizabeth Hand"
            ],
            "ranking": 3.7,
            "ranking_count": 843,
            "abstract": "It is big and it is worth praising . ...Winterlong is a dense, graceful, bullying book of great length and much skill; it is a live tale, told in a live voice, by an author of muscle and drive and ambition; it shows the depth of talent available in science fiction. -- John Clute, The Washington Post Elizabeth Hand's darkly sensual debut novel took the science fiction and general reading public by storm and now, seven years later, it is available again in a handsome trade paperback edition. Heralded as a considerable stylistic and imaginative accomplishment, as noteworthy in its way as Margaret Atwood's The Handmaid's Tale, by People magazine, Winterlong explores the disturbing remains of humanity irrevocably altered by genetic engineering run amok.. Amid the ruins of a once great city, a girl and her beautiful long-lost twin brother are drawn to the seductive voice of a green-eyed boy whose name is Death. Together they must journey through a poisoned garden filled with children who kill and beasts that speak--all the while resisting the evil that compels them to join in a nightmare ritual of blood that will unleash the power of the ancients and signal the end of humanity.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "Burning For Revenge",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.17,
            "ranking_count": 16240,
            "abstract": "The action doesn't let up in the most explosive Tomorrow book yet -- another international bestseller from John Marsden.. The journey to Stratton isn't an easy trip, especially when the enemy's headquarters lie somewhere along the way. And that's exactly where Ellie and her friends unwittingly find themselves. With only five of them against hundreds of armed soldiers, escape seems like a suicide mission. But Stratton is where Ellie's grandmother lives, so the journey must be made -- even though the odds aren't good.. Ellie must summon all of her courage and guerrilla instincts to survive the latest high-stakes installment of the action-packed Tomorrow series.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Science Fiction",
                "Cultural",
                "Adventure",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "To the Back of Beyond: An Illustrated Companion to Central Asia and Mongolia",
            "authors": [
                "Fitzroy Maclean"
            ],
            "ranking": 4.13,
            "ranking_count": 15,
            "abstract": "British diplomat Fitzroy Maclean describes the mysterious lands of Central Asia during the 1930s at a time of great change. More a personal memoir than a history or travel book.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction"
            ]
        },
        {
            "title": "The Weight of Water",
            "authors": [
                "Anita Shreve"
            ],
            "ranking": 3.64,
            "ranking_count": 27236,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. A newspaper photographer, Jean, researches the lurid and sensational ax murder of two women in 1873 as an editorial tie-in with a brutal modern double murder. (Can you guess which one?) She discovers a cache of papers that appear to give an account of the murders by an eyewitness. The plot weaves between the narrative of the eyewitness and Jean's private struggle with jealousies and suspicions as her marriage teeters. A rich, textured novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Atrocity Exhibition",
            "authors": [
                "J.G. Ballard",
                "Phoebe Gloeckner",
                "Ana Barrado",
                "V. Vale",
                "Andrea Juno",
                "William S. Burroughs"
            ],
            "ranking": 3.79,
            "ranking_count": 5752,
            "abstract": "Easily one of the 20th century's most visionary writers, J. G. Ballard lived far ahead of his time. Called his prophetic masterpiece by many, The Atrocity Exhibition practically lies outside of any literary tradition. Part science fiction, part eerie historical fiction, part pornography, its characters adhere to no rules of linearity or stability. This reissued edition features an introduction by William S. Burroughs, extensive text commentary by Ballard, and four additional stories. Of specific interest are the illustrations by underground cartoonist and professional medical illustrator Phoebe Gloeckner. Her ultrarealistic images of eroticism and destruction add an important dimension to Ballard's text.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Short Stories",
                "Novels",
                "Literature",
                "European Literature",
                "Speculative Fiction",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "The Fields",
            "authors": [
                "Conrad Richter"
            ],
            "ranking": 4.23,
            "ranking_count": 1466,
            "abstract": "Conrad Richter's trilogy of novels The Trees (1940), The Fields (1946), and The Town (1950) trace the transformation of Ohio from wilderness to farmland to the site of modern industrial civilization, all in the lifetime of one character.. The Fields continues the saga of the Luckett family that began in The Trees. In The Fields, the oldest daughter, Sayward, has begun the long process of carving a small farm out of the forest. She bears eight children and weathers numerous challenges in this novel, which gives an excellent sense of what pioneer life was really like.The trilogy earned Richter immediate acclaim as a historical novelist. The Town won the Pulitzer Prize for fiction in 1951, and The Trees was a Book-of-the-Month Club selection after it was published. Richter also received the 1947 Ohioan Library Medal for the first two volumes of the trilogy.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "The United States Of America",
                "Adventure"
            ]
        },
        {
            "title": "A Journey To The Center Of The Earth",
            "authors": [
                "Raymond James",
                "Jules Verne"
            ],
            "ranking": 3.93,
            "ranking_count": 2022,
            "abstract": "It was a secret message by an ancient alchemist, found on a crumbling scrap of parchment. And if Saknussemm was right, then every theory about the molten core of the earth is wrong. Prof. Otto Lidenbrock has to learn the truth. So Lidenbrock, his nephew Axel, and the Icelandic hunter Hans climb down the cone of an arctic volcano and into...",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Adventure",
                "Childrens",
                "Science Fiction Fantasy",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Gentle Rogue",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.2,
            "ranking_count": 21142,
            "abstract": "Also see: Alternate Cover Editions for this ISBN [ACE]. ACE #1. Heartsick and desperate to return home to America, Georgina Anderson boards the Maiden Anne disguised as a cabin boy, never dreaming she'll be forced into intimate servitude at the whim of the ship's irrepressible captain, James Mallory.. The black sheep of a proud and tempestuous family, the handsome ex-pirate once swore no woman alive could entice him into matrimony. But on the high seas his resolve will be weakened by an unrestrained passion and by the high-spirited beauty whose love of freedom and adventure rivals his own.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Humor"
            ]
        },
        {
            "title": "Spencerville",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 3.7,
            "ranking_count": 8827,
            "abstract": "A government agent returns to his hometown and employs his hard-earned skills to rescue the woman he loves from her sadistic husband. 4 cassettes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Adventure",
                "Action",
                "Adult"
            ]
        },
        {
            "title": "The Dragons of Blueland",
            "authors": [
                "Ruth Stiles Gannett"
            ],
            "ranking": 4.11,
            "ranking_count": 4248,
            "abstract": "The third volume of the. My Father's Dragon. trilogy, this adventure may be enjoyed on its own. Here, the baby dragon summons Elmer to help save his family from hunters. Elmer's plan is ingenious and plausible, the fantasy well-sustained.--(starred). Library Journal.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Classics"
            ]
        },
        {
            "title": "The Complete Poetry and Prose",
            "authors": [
                "William Blake",
                "David V. Erdman",
                "Harold Bloom"
            ],
            "ranking": 4.26,
            "ranking_count": 16035,
            "abstract": "Since its first publication in 1965, this edition has been widely hailed as the best available text of Blake's poetry and prose. Now revised, it includes up-to-date work on variants, chronology of the poems, and critical commentary by Harold Bloom. An Approved Edition of the Center for Scholarly Editions of the Modern Language Association.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Literature",
                "Medievalism",
                "European Literature",
                "Art",
                "Literary Fiction"
            ]
        },
        {
            "title": "Sunrise in the West",
            "authors": [
                "Edith Pargeter"
            ],
            "ranking": 3.9,
            "ranking_count": 367,
            "abstract": "This is the story of Llewelyn ap Griffith, who sought to free Wales from English tyranny and build a nation. A lush, richly written tale of family rivalries and allegiances, Pargeter's carefully crafted novel of life, lands and passions offers the reader a pleasure akin to the experience of a bardic recital.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Recollections Of Three Reigns",
            "authors": [
                "Frederick Edward Grey Ponsonby"
            ],
            "ranking": 4.2,
            "ranking_count": 10,
            "abstract": "At the time of his death in October 1935, Lord Sysonby, longer and better known as Sir Frederick Ponsonby, had been Keeper of The Privy Purse to King George VI for twenty-one years and Treasury to King George V for fifteen years. He had spent in all more than forty years in service at Court; his experience was unique and his passing was comparable to that of an institution.. Sir Frederick stipulated that his reminiscences were not to be published until the last of Queen Victoria's children had died. The choice of the date at which memoirs should be published, said the late Algernon Cecil in his review of this book, has never been easy. But posterity relies upon personal memoirs which, to quote Mr. Roger Fulford, are ample, fascinating and not damaged by mere tittle-tattle, and it was immediately recognized that Recollections of Three Reigns is high in this class.. The character sketches are shrewd and admirable and those of the Sovereigns he served are exceptionally valuable. There is a good deal of wisdom and good sense from the store of his vast experience. Some of the country house parties are as amusingly described as Creevy's. Apart from the wit and gaiety there is permanent value in the memoirs. The reader has the good fortune to hear again the voice of Fritz Ponsonby, that Prince of dwardian entertainers, discoursing over the wine, pungent, pointed, polished, never treacherous.. John Gore in the Spectator. A linguist, a man of the world and a prodigy of fact, discretion and loyalty, Sir Frederick had every qualification for a courtier. To such men the country s well as the Throne is deeply indebted.. Raymond Mortimer in the Sunday Times. Very often the marginalia of history provide the best and most vivid clues to those who come after. Ponsonby's book provides one of the most helpful background pictures to the social and political history of the long forty year during which he was in the service of the royal family. A charming book.. E. D. O'Brien in Illustrated London News. The highlight of the portraiture of the book falls beyond a doubt on the figure of Edward VII and it renders him very pleasing. Glimpses of the relations between men of mark form by no means the least interesting feature of an entertaining book.. Algernon Cecil in Truth",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Eva Luna",
            "authors": [
                "Isabel Allende",
                "Margaret Sayers Peden",
                "Владимир Правосудов"
            ],
            "ranking": 3.99,
            "ranking_count": 45794,
            "abstract": "Meet New York Times bestselling author Isabel Allende’s most enchanting creation,. Eva Luna. : a lover, a writer, a revolutionary, and above all a storyteller—available for the first time in ebook.. Eva Luna is the daughter of a professor’s assistant and a snake-bitten gardener—born poor, orphaned at an early age, and working as a servant. Eva is a naturally gifted and imaginative storyteller who meets people from all stations and walks of life. Though she has no wealth, she trades her stories like currency with people who are kind to her. In this novel, she shares the story of her own life and introduces readers to a diverse and eccentric cast of characters including the Lebanese émigré who befriends her and takes her in; her unfortunate godmother, whose brain is addled by rum and who believes in all the Catholic saints and a few of her own invention; a street urchin who grows into a petty criminal and, later, a leader in the guerrilla struggle; a celebrated transsexual entertainer who instructs her in the ways of the adult world; and a young refugee whose flight from postwar Europe will prove crucial to Eva's fate.. As Eva tells her story, Isabel Allende conjures up a whole complex South American nation—the rich, the poor, the simple, and the sophisticated—in a novel replete with character and incident, with drama and comedy and history, with battles and passions, rebellions and reunions, a novel that celebrates the power of imagination to create a better world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Historical",
                "Classics",
                "European Literature",
                "Romance",
                "Cultural",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Art and Anarchy",
            "authors": [
                "Edgar Wind",
                "Duckworth Company Staff",
                "Duckworth Co., Ltd.",
                "John Bayley"
            ],
            "ranking": 3.97,
            "ranking_count": 65,
            "abstract": "Will works of the imagination ever regain the power they once had to challenge and mould society and the individual? This was the question posed by Edgar Wind's influential Reith Lectures delivered in 1960 and later expanded into his book. Art and Anarchy.. The book examines the various forces that have fashioned the modern view of the art, from mechanization and fear of intellect to connoisseurship and--perhaps the fundamental weakness of our age--the dispassionate acceptance of art. In the course of his discussion, Wind surveyed a wide range of topics in the history of painting, literature, music, and the plastic arts from the Renaissance to modern times.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Philosophy",
                "Nonfiction",
                "Politics"
            ]
        },
        {
            "title": "Sleepless Nights",
            "authors": [
                "Elizabeth Hardwick",
                "Geoffrey O'Brien"
            ],
            "ranking": 3.72,
            "ranking_count": 2582,
            "abstract": "In. Sleepless Nights. a woman looks back on her life—the parade of people, the shifting background of place—and assembles a scrapbook of memories, reflections, portraits, letters, wishes, and dreams. An inspired fusion of fact and invention, this beautifully realized, hard-bitten, lyrical book is not only Elizabeth Hardwick's finest fiction but one of the outstanding contributions to American literature of the last fifty years.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Classics",
                "Womens",
                "The United States Of America"
            ]
        },
        {
            "title": "Witches, Midwives, and Nurses: A History of Women Healers",
            "authors": [
                "Barbara Ehrenreich",
                "Deirdre English"
            ],
            "ranking": 4.02,
            "ranking_count": 3762,
            "abstract": "As we watch another agonizing attempt to shift the future of health care in the United States, we are reminded of the longevity of this crisis, and how firmly entrenched we are in a system that doesn't work.. Witches, Midwives, and Nurses. , first published by The Feminist Press in 1973, is an essential book about the corruption of the medical establishment and its historic roots in witch hunters. In this new edition, Barbara Ehrenreich and Deirdre English have written an entirely new chapter that delves into the current fascination with and controversies about witches, exposing our fears and fantasies. They build on their classic exposé on the demonization of women healers and the political and economic monopolization of medicine. This quick history brings us up-to-date, exploring today's changing attitudes toward childbirth, alternative medicine, and modern-day witches.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Feminism",
                "Womens",
                "Health",
                "Paranormal",
                "Witchcraft",
                "Historical",
                "Gender"
            ]
        },
        {
            "title": "The Day of the Owl",
            "authors": [
                "Leonardo Sciascia",
                "George Scialabba",
                "Archibald Colquhoun",
                "Anthony Oliver"
            ],
            "ranking": 3.78,
            "ranking_count": 10138,
            "abstract": "A man is shot dead as he runs to catch the bus in the piazza of a small Sicilian town. Captain Bellodi, the detective on the case, is new to his job and determined to prove himself. Bellodi suspects the Mafia, and his suspicions grow when he finds himself up against an apparently unbreachable wall of silence. A surprise turn puts him on the track of a series of nasty crimes. But all the while Bellodi's investigation is being carefully monitored by a host of observers, near and far. They share a single concern: to keep the truth from coming out.. This short, beautifully paced novel is a mesmerizing description of the Mafia at work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Mystery",
                "Classics",
                "Novels",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Apocryphal Tales",
            "authors": [
                "Karel Čapek",
                "Norma Comrada"
            ],
            "ranking": 4.04,
            "ranking_count": 617,
            "abstract": "The stories in this collection tackle great events and figures of history, myth, and literature in unexpected ways, questioning views on such basic concepts as justice, progress, wisdom, belief, and patriotism.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Humor",
                "Historical",
                "Science Fiction Fantasy",
                "Literary Fiction"
            ]
        },
        {
            "title": "The History Man",
            "authors": [
                "Malcolm Bradbury"
            ],
            "ranking": 3.61,
            "ranking_count": 1693,
            "abstract": "Now a twentieth-century classic, The History Man tells the story of Barbara and Howard Kirk, their very modern marriage and their equally radical politics. Set in the fictional world of Watermouth University, Bradbury brilliantly captures the complexities of academic life, from tedious meetings and workplace machinations to corruption and disruption at the highest levels. And as the unease and unhappiness behind the Kirks' relationship becomes apparent, so too Bradbury's ability to dissect the human heart and character. His insightful, profound portrayal of a marriage in crisis is utterly convincing and compelling.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Academic",
                "Literature",
                "Classics",
                "Literary Fiction"
            ]
        },
        {
            "title": "Dada: Art and Anti-Art",
            "authors": [
                "Hans Richter",
                "David Britt"
            ],
            "ranking": 4.25,
            "ranking_count": 588,
            "abstract": "‘Where and how Dada began is almost as difficult to determine as Homer’s birthplace’, writes Hans Richter, the artist and film-maker closely associated with this radical and transforming movement from its earliest days. Here he records and traces Dada’s history, from its inception in about 1916 in wartime Zurich, to its collapse in Paris in 1922 when many of its members were to join the Surrealist movement, down to the present day when its spirit re-emerged first in the 1960s with, for example, Pop Art.. This absorbing eye witness narrative is greatly enlivened by extensive use of Dada documents, illustrations and a variety of texts by fellow Dadaists. It is a unique document of the movement, whether in Zurich, Berlin, Hanover, Paris or New York. The complex relationships and contributions of, among others, Hugo Ball, Tristan Tzara, Picabia, Arp, Schwitters, Hausmann, Duchamp, Ernst and Man Ray, are vividly brought to life.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "History",
                "Reference",
                "Poetry"
            ]
        },
        {
            "title": "Metamorfoza: integrala prozei antume",
            "authors": [
                "Franz Kafka",
                "Mircea Ivănescu",
                "Cristina Cioabă"
            ],
            "ranking": 4.09,
            "ranking_count": 219,
            "abstract": "Marea descoperire pe care o poate face cititorul acestui volum – ce cuprinde toate scrierile publicate de Kafka în timpul vieții – este dimensiunea fundamental poematică a scrisului său. Cel care deschide cartea simte de îndată că scriitorul praghez este, în bună măsură, un poet. Viziuni transcrise cu o rece exactitate, uneori sub forma fragmentului, dar și în texte cu fluența paginii de roman au drept constantă aderența la clipa trăită, pe care poemul în proză kafkian o dăruiește infinitei retrăiri. Această revelație o datorăm în bună măsură traducătorului care vine, aici, „în întâmpinarea“ operei kafkiene. Doar un poet cum a fost Mircea Ivănescu, călător el însuși pe tărâmuri asemănătoare, putea simți și transpune în limba română, cu o fidelitate de profunzime, lava nestinsă a viziunilor kafkiene.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Three Hostages",
            "authors": [
                "John Buchan"
            ],
            "ranking": 3.81,
            "ranking_count": 1035,
            "abstract": "After the war and newly knighted, Richard Hannay is living peacefully in the Cotswolds with his wife Mary and son Peter John. Unfortunately, a day arrives when three separate visitors tell him of three children being held hostage by a secret kidnapper. All three seem to lead back to a man named Dominick Medina, a popular Member of Parliament. Hannay uncovers a dastardly plot involving hypnotism and the black arts, as well as the more earthly crimes of blackmail and profiteering.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Classics",
                "Thriller",
                "Mystery",
                "European Literature",
                "Spy Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "A Book of Traveller's Tales",
            "authors": [
                "Eric Newby"
            ],
            "ranking": 3.96,
            "ranking_count": 181,
            "abstract": "In choosing his selections, Newby shows the same eye for the curious and unexpected, the same ear for a good story, that distinguish his own writing. And though he of course gives full due to the classic travel writers of every age and culture, one of the delights of this anthology is his compiler's gift for hunting out fascinating, illuminating or simply wonderfully funny pieces by obscure or unexpected travellers.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "History",
                "Literature"
            ]
        },
        {
            "title": "Greek Gods and Heroes",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 3.76,
            "ranking_count": 1285,
            "abstract": "Recounts the glorious days when gods and goddesses who dwelt on Mount Olympus ruled over the world of mortals below, and fabled heroes performed mighty deeds of valor.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Nonfiction",
                "History",
                "Classics",
                "Short Stories",
                "Academic",
                "Religion",
                "Reference",
                "Anthologies",
                "Historical"
            ]
        },
        {
            "title": "Os sapatos de Orfeu: Biografia de Carlos Drummond de Andrade",
            "authors": [
                "José Maria Cançado"
            ],
            "ranking": 4.27,
            "ranking_count": 11,
            "abstract": "Não é tarefa nem um pouco simples tentar escrever uma biografia de Carlos Drummond de Andrade, sempre tão discreto em relação à sua vida privada. Jose Maria Cançado realizou o enorme esforço de, num território com grandes regiões desérticas, encontrar os rastros deixados pelo poeta para nos contar a história de uma vida muito especial, que falou pela boca de milhões de seres humanos e deixou obra das mais importantes na literatura no Brasil do século XX. E isso sem cair nas armadilhas típicas da forma biográfica, que ora reduzem o homem a obra, ora deduzem os textos de eventos biográficos discretos, supondo com isso ter explicado o individuo ou seu trabalho. E notável assim, o cuidado com que Cançado traça linhas possíveis entre um verso e um acontecimento da vida de Drummond ou suas opções e orientações existenciais, não para chegar ao estabelecimento de relações ingênuas de causa e efeito, mas para efetivar uma operação de entendimento dos caminhos percorridos pelo homem e poeta e que transcendem em muito os versos e fatos inicialmente conectados. Trata-se de um inteligente procedimento por sugestões e contrastes, que não recusa a metáfora como modo de compreensão. Daí um texto saboroso, uma narrativa sem a sisudez acadêmica e suas formas canônicas, com a consciência alerta do relato como construção e a obediência à difícil regra de nunca resvalar pelo registro ficcional",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Homo Zapiens",
            "authors": [
                "Victor Pelevin",
                "Andrew Bromfield"
            ],
            "ranking": 3.86,
            "ranking_count": 5132,
            "abstract": "The collapse of the Soviet Union has opened up a huge consumer market, but how do you sell things to a generation that grew up with just one type of cola? When Tatarsky, a frustrated poet, takes a job as an advertising copywriter, he finds he has a talent for putting distinctively Russian twists on Western-style ads. But his success leads him into a surreal world of spin doctors, gangsters, drug trips, and the spirit of Che Guevera, who, by way of a Ouija board, communicates theories of consumer theology. A bestseller in Russia,. Homo Zapiens. displays the biting absurdist satire that has gained Victor Pelevin superstar status among today's Russian youth, disapproval from the conservative Moscow literary world, and critical acclaim worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Contemporary",
                "Fantasy",
                "Novels",
                "Modern",
                "Magical Realism",
                "Science Fiction"
            ]
        },
        {
            "title": "Dancing Shoes",
            "authors": [
                "Noel Streatfeild"
            ],
            "ranking": 4.08,
            "ranking_count": 5228,
            "abstract": "Wintle's Little Wonders. When Cora Wintle goes to pick up her orphaned niece, Rachel, she discovers that Rachel's adopted sister, Hilary, would be perfect for her dancing troupe. The only problem is that Hilary might be as good as her own precious daughter, Dulcie. Still, she's determined to take sulky Rachel and sprightly Hilary and make them into Little Wonders.. But Rachel doesn't want to be a Little Wonder. She can't dance, and she'd rather die than wear the ruffly costume. Not only that, she doesn't want Hilary to be a Little Wonder either. She had promised her mother that she would make sure Hilary danced with the Royal Ballet.. Nothing seems to be going as planned, until Rachel discovers her talent for acting. . . .",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Historical",
                "Realistic Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Mefisto",
            "authors": [
                "John Banville"
            ],
            "ranking": 3.69,
            "ranking_count": 493,
            "abstract": "A work of dazzling imagination that takes as its theme the price the true scientist or artist must pay for his calling in terms of his own humanity, his ability to live fully.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Through the Heart",
            "authors": [
                "Richard  Grant"
            ],
            "ranking": 3.63,
            "ranking_count": 67,
            "abstract": "A young boy is traded by his father to Oasis--a monstrous vehicle that moves inexorably across the wasteland, dispensing treatment for The Crying, a plague of madness that has destroyed the land. A daring and fearless writer, possessing uncommon ambition, talent, and literacyS",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "The Night Is for Hunting",
            "authors": [
                "John Marsden"
            ],
            "ranking": 4.14,
            "ranking_count": 15265,
            "abstract": "In the penultimate installment of the internationally bestselling Tomorrow series, Ellie and her friends look after a gang of orphans whose wild behavior reveals the true impact of war.. Amidst a brutal war with no end in sight, Ellie and her four remaining friends discover that their hidden refuge becomes a crowded place when they decide to care for an uncooperative crew of orphans. Things only get worse when Ellie and Homer learn that mysterious visitors have discovered their sanctuary. Has the enemy found them out?. Five ordinary teens brave the worst in this electrifying continuation of their battle to stay safe and sane in a war zone that was once their home.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "War",
                "Science Fiction",
                "Cultural",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "The King Beyond the Gate",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.14,
            "ranking_count": 13757,
            "abstract": "Once the mighty fortress had stood strong, defended by the mightiest of all Drenai heroes, Druss, the Legend. But now a tyrannical, mad emperor had seized control of the fortress, and his twisted will was carried throughout the land by the Joinings --- abominations that were half-man, half-beast. Tenaka Khan was a half-breed himself, hated by the Drenai for his Nadir blood and despised by the Nadir for his Drenai ancestry. But he alone had a plan to destroy the emperor. The last heroes of the Drenai joined with him in a desperate gamble to bring down the emperor -- even at the cost of their own destruction.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Heroic Fantasy",
                "Adventure",
                "Science Fiction Fantasy",
                "Epic",
                "War"
            ]
        },
        {
            "title": "وا إسلاماه",
            "authors": [
                "علي أحمد باكثير"
            ],
            "ranking": 3.77,
            "ranking_count": 6736,
            "abstract": "هذه قصة تجلو صفحة رائعة من صفحات التاريخ المصري فى عهد من اخصب عهوده واحلفها بالحوادث الكبرى والعبر الجلى . يطل منها القارئ على المجتمع الإسلامي في أهم بلاده من نهر السند إلى نهر النيل وهو يستيقظ من سباته الطويل على صليل سيوف المغيرين عليه من تتار الشرق وصليبيى الغرب، فيهب للكفاح والدفاع عن أنفس ما عنده من تراث الدين والدنيا.. ويشاء الله أن تحمل مصر لواء الزعامة في هذا الجهاد الكبير، فتحمى تراث الإسلام المجيد بيومين من أيامها عظيمين كلاهما له ما بعده: يوم الصليبيين في فارسكور، ويوم التتار فى عين جالوت.. وبطلها الملك المظفر قطز يضرب بنزاهته وعدلة، وشجاعته وحزمه، وصبره وعزمه ، ووفائه وتضحيته، وحنكته السياسية وكفايته الإدراية، وإخلاصه فى خدمة الدين والوطن مثلا عاليا للحاكم المصلح ن والرجل الكامل.. وهى بعد شهادة ناطقة بأن فى هذا الشعب الوديع الذي يسكن على ضفاف النيل قوة كامنة إذا وجدت من يحسن استثارتها والانتفاع بها أتت بالعجائب وقامت بالمعجزات.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Literature",
                "Academic",
                "Fiction",
                "Historical",
                "Media Tie In",
                "Religion",
                "Classics",
                "War"
            ]
        },
        {
            "title": "False Memory",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 3.89,
            "ranking_count": 45531,
            "abstract": "It's a fear more paralyzing than falling. More terrifying than darkness. More horrifying than anything you can imagine. It's the one fear you cannot escape, no matter where you run... no matter where you hide. It's the fear of yourself. It's real. It can happen to you. And facing it can be deadly.. Fear for your mind.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Science Fiction",
                "Psychology"
            ]
        },
        {
            "title": "Tender Rebel",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 4.12,
            "ranking_count": 15277,
            "abstract": "Roslynn Chadwick é uma jovem solteira muito cobiçada. Ninguém diria que a sua vida está longe de ser um mar de rosas. Por um lado, acaba de herdar uma fortuna. Por outro, vê-se obrigada a encontrar rapidamente um marido para escapar ao casamento forçado com um primo ganancioso. E embora esteja desesperada, sabe que não pode baixar a guarda, pois não faltam galãs dispostos a aproveitar-se da sua situação.. Tudo se complica ainda mais quando conhece Anthony Malory. Um sedutor da pior espécie, em cujos olhos azuis se adivinham prazeres inimagináveis. Como ela gostava de se render aos seus encantos… Porém, a reputação de Anthony é escandalosa e deixa Roslynn perante um dilema: se acreditar nas promessas apaixonadas dele, arrisca-se a perder tudo; mas, se negar as vontades do seu coração, poderá estar a abdicar de um amor sem igual…",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Bird of Time",
            "authors": [
                "Jane Yolen",
                "Mercer Mayer"
            ],
            "ranking": 4.0,
            "ranking_count": 20,
            "abstract": "Because he understood the language of the birds, the son of Honest Hans found a way to save the king's daughter from the wicked giant.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Politika",
            "authors": [
                "Jerome Preisler",
                "Tom Clancy",
                "Martin Greenberg"
            ],
            "ranking": 3.61,
            "ranking_count": 5056,
            "abstract": "It is 1999. The sudden death of Russia's president has thrown the Russian Federation into chaos. Devastating crop failures have left millions in the grip of famine, and an uprising seems inevitable.. One of Russia's provisional leaders asks the American president for help. But the whole world is watching when a deadly terrorist attack stuns the United States and evidence points to the Russian government.. Amidst the turmoil in Russia, American businessman Roger Gordian finds his multinational corporation and its employees in jeopardy. Determined to find those responsible for the attack, he calls upon his crisis control team to interven. But Gordian doesn't realize how far the terrorists will go and how much he has to lose...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Action",
                "Adventure",
                "War",
                "Mystery",
                "Politics",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Ralph S. Mouse",
            "authors": [
                "Beverly Cleary",
                "Tracy Dockray"
            ],
            "ranking": 3.96,
            "ranking_count": 7827,
            "abstract": "In this third and final Mouse novel from Newbery Medal-winning author Beverly Cleary, Ralph heads to school to see what humans do all day . . . and to discover what the S in Ralph S. Mouse stands for!. With his rowdy cousins constantly wearing out his motorcycle and the Mountain View Inn manager threatening to take care of the mouse infestation once and for all, Ralph decides it's time to get away for a while. He convinces his human friend Ryan to take him along to school, where Ralph instantly becomes the center of attention. But when Ryan's class decides to see how smart Ralph is by making him run a maze, the usually confident mouse starts to fret. What if he's not as clever as he thought?. Supports the Common Core State Standards",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Fantasy",
                "Classics",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Henrietta Sees It Through: More News from the Home Front 1942-1945",
            "authors": [
                "Joyce Dennys"
            ],
            "ranking": 4.09,
            "ranking_count": 317,
            "abstract": "World War II is now in its third year and although nothing can dent the unwavering patriotism of Henrietta and her friends, everyone in the Devonshire village has their anxious moments. Henrietta takes up weeding and plays the triangle in the local orchestra to take her mind off things; the indomitable Lady B, now in her late seventies, partakes in endless fund-raising events to distract herself from thoughts of life without elastic; and Faith, the village flirt, finds herself in the charming company of American GIs. With the war nearing its end, hope seems to lie just around the corner, and as this spirited community muddles through, Lady B vows to make their friendships outlast the hardship that brought them together.. Joyce Dennys was born in 1893 in India. The Dennys family relocated to England in 1896. Dennys enjoyed drawing lessons throughout her schooling and later enrolled at Exeter Art School. As she got older, her drawing took a backseat to the domestic and social duties of a mother and doctor's wife and she became increasingly frustrated. She voiced her frustrations through the character of Henrietta, a heroine she created for an article for. Sketch. . These writings were later compiled to form. Henrietta's War. , first published in 1985.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "European Literature",
                "Humor",
                "Classics",
                "Biography Memoir"
            ]
        }
    ]
}