{
    "books": [
        {
            "title": "The Final Warning",
            "authors": [
                "James Patterson"
            ],
            "ranking": 3.86,
            "ranking_count": 68006,
            "abstract": "In this breathtaking new story from the astonishing imagination of James Patterson, a girl has to save herself from an army assembled just to capture her -- and maybe save the planet while she's at it.. Maximum Ride is a perfectly normal teenager who just happens to be able to. fly. , the result of an out-of-control government experiment.. Max and the other members of the Flock -- six kids who share her remarkable ability -- have been asked to aid a group of environmental scientists studying the causes of global warming. The expedition seems like a perfect combination of adventure, activism -- and escaping government forces who watch the Flock like a hawk.. But even in Antarctica, trapped in the harshest weather on our planet, Maximum Ride is an irresistible target in constant danger. For whoever controls her powers could also control the world. Maximum Ride is James Patterson's greatest character, a heroine who manages to be human and fearless at once.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "Grendel",
            "authors": [
                "John Gardner"
            ],
            "ranking": 3.69,
            "ranking_count": 34860,
            "abstract": "The first and most terrifying monster in English literature, from the great early epic. Beowulf. , tells his side of the story in a book William Gass called one of the finest of our contemporary fictions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Academic",
                "Literature",
                "Novels",
                "Young Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "The House in the Cerulean Sea",
            "authors": [
                "T.J. Klune"
            ],
            "ranking": 4.46,
            "ranking_count": 278521,
            "abstract": "A magical island. A dangerous task. A burning secret.. Linus Baker leads a quiet, solitary life. At forty, he lives in a tiny house with a devious cat and his old records. As a Case Worker at the Department in Charge Of Magical Youth, he spends his days overseeing the well-being of children in government-sanctioned orphanages.. When Linus is unexpectedly summoned by Extremely Upper Management he's given a curious and highly classified assignment: travel to Marsyas Island Orphanage, where six dangerous children reside: a gnome, a sprite, a wyvern, an unidentifiable green blob, a were-Pomeranian, and the Antichrist. Linus must set aside his fears and determine whether or not they’re likely to bring about the end of days.. But the children aren’t the only secret the island keeps. Their caretaker is the charming and enigmatic Arthur Parnassus, who will do anything to keep his wards safe. As Arthur and Linus grow closer, long-held secrets are exposed, and Linus must make a choice: destroy a home or watch the world burn.. An enchanting story, masterfully told, The House in the Cerulean Sea is about the profound experience of discovering an unlikely family in an unexpected place—and realizing that family is yours.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "LGBT",
                "Romance",
                "Audiobook",
                "Young Adult",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Doomsday Book",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 4.03,
            "ranking_count": 54774,
            "abstract": "For Kivrin, preparing an on-site study of one of the deadliest eras in humanity's history was as simple as receiving inoculations against the diseases of the fourteenth century and inventing an alibi for a woman traveling alone. For her instructors in the twenty-first century, it meant painstaking calculations and careful monitoring of the rendezvous location where Kivrin would be received.. But a crisis strangely linking past and future strands Kivrin in a bygone age as her fellows try desperately to rescue her. In a time of superstition and fear, Kivrin--barely of age herself--finds she has become an unlikely angel of hope during one of history's darkest hours.. Connie Willis draws upon her understanding of the universalities of human nature to explore the ageless issues of evil, suffering, and the indomitable will of the human spirit.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Historical",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Animal, Vegetable, Miracle: A Year of Food Life",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.03,
            "ranking_count": 106746,
            "abstract": "Author Barbara Kingsolver and her family abandoned the industrial-food pipeline to live a rural life—vowing that, for one year, they'd only buy food raised in their own neighborhood, grow it themselves, or learn to live without it. Part memoir, part journalistic investigation,. Animal, Vegetable, Miracle. is an enthralling narrative that will open your eyes in a hundred new ways to an old truth: You are what you eat.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Autobiography",
                "Horticulture",
                "Health",
                "Environment",
                "Audiobook",
                "Biography"
            ]
        },
        {
            "title": "Archibald Finch and the Lost Witches (Archibald Finch #1)",
            "authors": [
                "Michel Guyon",
                "Zina Kostich"
            ],
            "ranking": 4.16,
            "ranking_count": 389,
            "abstract": "What happened 500 years ago was never supposed to resurface.. Exploring his Grandma’s scary manor, Archibald stumbles upon a dark family secret, linked to a time of great fears and superstitions. Key to that mystery: an ancient terrestrial globe, populated by the most fantastic creatures.. When he unlocks the storm inside by accident, the risk-averse boy gets whisked into the underworld of Lemurea, where a battle started in the Middle Ages has yet to be settled. Down here, it’s light versus darkness, magic versus fire, witches versus dragons. But not any kind of witches —an army of young girls, with the most magical weapons. And not any kind of dragons —Marodors, enigmatic monsters, part beast, part human, which will make you rethink everything you thought you knew about dragons.. While Archibald is thrust into an amazing adventure that will test his survival skills, on the flip side of the Earth, his sister Hailee faces her own challenges. Seeking to solve Archibald’s disappearance, she uncovers the grim plans of a dark priest.. Two breathtaking stories, running parallel with one another, but tightly intertwined. Two worlds, on a dangerous collision course.... ---. The first installment in a phenomenal series, The Lost Witches reads like an addicting thriller —and sets the stage for more adventures to come for Archibald Finch.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Adventure",
                "Paranormal",
                "Fiction",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "The Eyes of the Dragon",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.94,
            "ranking_count": 114329,
            "abstract": "A kingdom is in turmoil as the old king dies, murdered by a strange and horrible poison. While the land of Delain mourns, the evil wizard Flagg, hatches an unscrupulous plot, which sees the King's eldest son Peter imprisoned for his father's murder, and the youngest son inherit the throne. Only Peter knows the truth about his own innocence and the evil that is Flagg. Only Peter can save Delain from the horror that Flagg has in store. But first, he must escape from the high tower.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Thriller",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Invisible Man",
            "authors": [
                "H.G. Wells"
            ],
            "ranking": 3.64,
            "ranking_count": 169073,
            "abstract": "This masterpiece of science fiction is the fascinating story of Griffin, a scientist who creates a serum to render himself invisible, and his descent into madness that follows.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Horror",
                "Fantasy",
                "Literature",
                "Audiobook",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Inheritance Games",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 4.24,
            "ranking_count": 169850,
            "abstract": "A Cinderella story with deadly stakes and thrilling twists.. Avery Grambs has a plan for a better future: survive high school, win a scholarship, and get out. But her fortunes change in an instant when billionaire Tobias Hawthorne dies and leaves Avery virtually his entire fortune. The catch? Avery has no idea why--or even who Tobias Hawthorne is. To receive her inheritance, Avery must move into sprawling, secret passage-filled Hawthorne House, where every room bears the old man's touch--and his love of puzzles, riddles, and codes.. Unfortunately for Avery, Hawthorne House is also occupied by the family that Tobias Hawthorne just dispossessed. This includes the four Hawthorne grandsons: dangerous, magnetic, brilliant boys who grew up with every expectation that one day, they would inherit billions. Heir apparent Grayson Hawthorne is convinced that Avery must be a con-woman, and he's determined to take her down. His brother, Jameson, views her as their grandfather's last hurrah: a twisted riddle, a puzzle to be solved. Caught in a world of wealth and privilege, with danger around every turn, Avery will have to play the game herself just to survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "A Story of Yesterday",
            "authors": [
                "Sergio Cobo"
            ],
            "ranking": 4.22,
            "ranking_count": 3902,
            "abstract": "A Story of Yesterday is a concise and straight punch to the jaw of life.. Under a sky of different colors germinates a magical story of survival, where the result of each choice, enclosed in this particular tale, will snatch the whereabouts of each story forever.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Literature",
                "European Literature",
                "Mystery",
                "Magical Realism",
                "Suspense",
                "Action",
                "Short Stories",
                "Drama"
            ]
        },
        {
            "title": "Crossing the Seas: A Diary of My Thoughts",
            "authors": [
                "Yuehai Xiao"
            ],
            "ranking": 3.5,
            "ranking_count": 2920,
            "abstract": "About the book (A teaser) Crossing the Seas: A Diary of My Thoughts We can forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light. -- Plato A dream you dream alone is only a dream. A dream you dream together is reality. ---John Lennon  Reason and judgment are the qualities of a leader.  - Tacitus As long as you are alive, and I am alive, our dreams will remain alive. Even after Dr. Martin Luther King was shot, his dreams are still alive and have been passed to the next generation to pursue freedom, democracy, equality, justice, peace, and prosperity. Thanks to his wake-up call and pains-taking efforts, modern society is much more open-minded and tolerant towards differences. A good leader should be a good reader; A good reader can become a good leader. Reading minds can be as challenging as reading books. This book documents my book reading experience and my reflections upon politics, education, psychology, communication, religion, and philosophy...etc. as well as my mind reading experience. It is a collection of my posts on my blog and on Facebook, where I have been sharing my thoughts and interacting with top political and business leaders, celebrities, and scholars in America, Europe, and Asia, implicitly and explicitly during the past two years (Sept.2010 through Sept.2012). It is possible that my Facebook posts might have inspired lots of creative celebrities who produced stunning songs, movies, and TV shows. Here are some songs: Born this way, The Edge of Glory, Hair, You and I, Government Hooker, Princess Die,Princess High, So Happy I Could Die, Bloody Mary, Highway Unicorn--- by Lady Gaga I Love You This Big by Scotty McCreery, American Idol 2011 winner Brighter Than the Sun by Colbie Caillat I Wanna Go by Brittney Spears Options by Gomez Firework by Katy Perry Love You Like a Love Song by Selina Gomez Year of 4 by Beyonce Princess of China by Coldplay International Love by Pit Bull Mr. Know-It-All, Stronger by Kelly Clarkson Mr. President  by Coco Jambo WE CAN BE ANYTHING by Apl.de.ap I Am Your Leader by Nicki Minaj Triumph by Mariah Carey Give Your Heart A Break, Sky Scraper by Demi Lovato My Hair Song by Rhett & Link  There's A Place For Us by Carrie Underwood One Thing, Take Me Home by One Direction Let Go, Chasing Satellite by Tomas Fiss Rolling in the Deep by Adele Your Body by Christina Aguilera Somebody to LoveTurn to You As Long as You Love Me BelieveBoyfriend Dr.Bieber by Justin Bieber ...among others. Movies and TV shows: The King's Speech, The Master, Magic Mike, Dr. Who, The Who, The Paper Boy, Killing Them Softly, Captain America, Captain China, Captain Planet, The Dictator, The Hunger Game, The Man with Iron Fists, A Gifted Man, Think Like a Man, Master Class, Big Brother, Under-Covered Boss, Train the Dragon...and so forth. Others: Tedx, SpaceX, MITx, HarvardX, Milk X... It feels good to be approved, appreciated, and accepted by so many intelligent people. I hope to reach out to more people and make more connections, which are vital.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Contemporary"
            ]
        },
        {
            "title": "Five Feet Apart",
            "authors": [
                "Rachael Lippincott",
                "Mikki Daughtry",
                "Tobias Iaconis",
                "فاطمه صبحی"
            ],
            "ranking": 4.2,
            "ranking_count": 154942,
            "abstract": "In this moving story two teens fall in love with just one minor complication—they can’t get within five feet of each other without risking their lives.. Can you love someone you can never touch?. Stella Grant likes to be in control—even though her totally out of control lungs have sent her in and out of the hospital most of her life. At this point, what Stella needs to control most is keeping herself away from anyone or anything that might pass along an infection and jeopardize the possibility of a lung transplant. Six feet apart. No exceptions.. The only thing Will Newman wants to be in control of is getting out of this hospital. He couldn’t care less about his treatments, or a fancy new clinical drug trial. Soon, he’ll turn eighteen and then he’ll be able to unplug all these machines and actually go see the world, not just its hospitals.. Will’s. exactly. what Stella needs to stay away from. If he so much as breathes on Stella she could lose her spot on the transplant list. Either one of them could die. The only way to stay alive is to stay apart. But suddenly six feet doesn’t feel like safety. It feels like punishment.. What if they could steal back just a little bit of the space their broken lungs have stolen from them? Would five feet apart really be so dangerous if it stops their hearts from breaking too?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "I Am Legend",
            "authors": [
                "Richard Matheson"
            ],
            "ranking": 4.06,
            "ranking_count": 113011,
            "abstract": "Robert Neville is the last living man on Earth... but he is not alone. Every other man, woman and child on the planet has become a vampire, and they are hungry for Neville's blood.. By day he is the hunter, stalking the undead through the ruins of civilisation. By night, he barricades himself in his home and prays for the dawn.. How long can one man survive like this?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Science Fiction",
                "Fiction",
                "Classics",
                "Apocalyptic",
                "Paranormal",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "My Story: \"A Child Called It\", \"The Lost Boy\", \"A Man Named Dave\"",
            "authors": [
                "Dave Pelzer"
            ],
            "ranking": 4.18,
            "ranking_count": 12745,
            "abstract": "Dave Pelzer's remarkable journey from a child who lived in terror of his unstable, violently unpredictable mother's every move, to his emergence as an inspiration the world over is a remarkable tale of survival and the triumph of the human spirit over adversity.. Dave Pelzer's three volumes of memoirs -. A Child Called 'It', The Lost Boy. and. A Man Named Dave. - brought this story of courage and triumph against all odds to the world, becoming global bestsellers.. My Story. brings these volumes together, following Dave from a childhood spent in fear, his tempestuous teenage years haunted by the spectre of his mother, through to his adulthood, and his great achievement of not only understanding and reconciling the story of his own life, but his dedication to helping others overcome similar adversity.. It is a remarkable story of courage and survival, already embraced by millions and destined to inspire millions more.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Psychology",
                "True Story",
                "Sociology",
                "Biography Memoir",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "Yertle the Turtle and Other Stories",
            "authors": [
                "Dr. Seuss"
            ],
            "ranking": 4.14,
            "ranking_count": 34498,
            "abstract": "I'm Yertle the Turtle! Oh, marvelous me!. For I am the ruler of all that I see!. In this hilarious book - featuring three timeless fables - Dr. Seuss explores the pitfalls of growing too big for your boots!. By combining the funniest stories, craziest creatures and zaniest pictures with his unique blend of rhyme, rhythm and repetition, Dr. Seuss helps children of all ages and abilities to read.. Dr. Seuss makes reading FUN!. Story List:. - Yertle the Turtle. - Gertrude McFuzz. - The Big Brag. With his unique combination of hilarious stories, zany pictures and riotous rhymes,. Dr. Seuss. has been delighting young children as well as helping them learn to read for over fifty years. Creator of the wonderfully anarchic. 'Cat in the Hat'. ,. and ranked among the world's top children's authors, Dr. Seuss is a global best-seller, with nearly half a billion books sold worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Poetry",
                "Humor",
                "Animals",
                "Fantasy",
                "Kids",
                "Short Stories"
            ]
        },
        {
            "title": "Lover Unleashed",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.27,
            "ranking_count": 89595,
            "abstract": "Number-one New York Times best-selling author J.R. Ward's thrilling new novel in the Black Dagger Brotherhood series.. Payne, twin sister of Vishous, is cut from the same dark, seductive cloth as her brother. Imprisoned for eons by their mother, the Scribe Virgin, she finally frees herself - only to face a devastating injury.. Manuel Manello, M.D., is drafted by the Brotherhood to save her as only he can - but when the human surgeon and the vampire warrior meet, their two worlds collide in the face of their undeniable passion. With so much working against them, can love prove stronger than the birthright and the biology that separates them?. 18 hours and 37 minutes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Language of Flowers",
            "authors": [
                "Vanessa Diffenbaugh"
            ],
            "ranking": 4.09,
            "ranking_count": 206558,
            "abstract": "The Victorian language of flowers was used to convey romantic expressions: honeysuckle for devotion, asters for patience, and red roses for love. But for Victoria Jones, it’s been more useful in communicating mistrust and solitude. After a childhood spent in the foster-care system, she is unable to get close to anybody, and her only connection to the world is through flowers and their meanings. Now eighteen and emancipated from the system with nowhere to go, Victoria realizes she has a gift for helping others through the flowers she chooses for them. But an unexpected encounter with a mysterious stranger has her questioning what’s been missing in her life. And when she’s forced to confront a painful secret from her past, she must decide whether it’s worth risking everything for a second chance at happiness.. Look for special features inside. Join the Circle for author chats and more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Audiobook",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "Bone Crossed",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.34,
            "ranking_count": 103411,
            "abstract": "By day, Mercy is a car mechanic in the sprawling Tri-Cities of Eastern Washington. By night, she explores her preternatural side. As a shapeshifter with some unique talents, Mercy has often found herself having to maintain a tenuous harmony between the human and the not so human. This time she may get more than she bargained for.. Marsilia, the local Vampire Queen, has learned that Mercy crossed her by slaying a member of her clan—and she's out for blood. But since Mercy is protected from direct reprisal by the werewolf pack (and her close relationship with its sexy Alpha), it won't be Mercy's blood Marsilia is after.. It'll be her friends'.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "North and South",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.19,
            "ranking_count": 59638,
            "abstract": "Part history, part novel, this book chronicles two great American dynasties over three generations. Though brought together in a friendship that neither jealousy nor violence could shatter, the Hazards and the Mains are torn apart by the storm of events that has divided the nation.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "Classics",
                "War",
                "Romance",
                "American History",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Diving Bell and the Butterfly",
            "authors": [
                "Jean-Dominique Bauby",
                "Jeremy Leggatt"
            ],
            "ranking": 3.97,
            "ranking_count": 67317,
            "abstract": "‘Locked-in syndrome: paralysed from head to toe, the patient, his mind intact, is imprisoned inside his own body, unable to speak or move. In my case, blinking my left eyelid is my only means of communication.’. In December 1995, Jean-Dominique Bauby, editor-in-chief of French ‘Elle’ and the father of two young children, suffered a massive stroke and found himself paralysed and speechless, but entirely conscious, trapped by what doctors call ‘locked-in syndrome’. Using his only functioning muscle – his left eyelid – he began dictating this remarkable story, painstakingly spelling it out letter by letter.. His book offers a haunting, harrowing look inside the cruel prison of locked-in syndrome, but it is also a triumph of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Cultural",
                "Health",
                "Medical",
                "Classics",
                "Disability"
            ]
        },
        {
            "title": "Captive in the Dark",
            "authors": [
                "C.J. Roberts"
            ],
            "ranking": 3.96,
            "ranking_count": 69197,
            "abstract": "Caleb is a man with a singular interest in revenge. Kidnapped as a young boy and sold into slavery by a power-hungry mobster, he has thought of nothing but vengeance. For twelve years he has immersed himself in the world of pleasure slaves searching for the one man he holds ultimately responsible. Finally, the architect of his suffering has emerged with a new identity, but not a new nature. If Caleb is to get close enough to strike, he must become the very thing he abhors and kidnap a beautiful girl to train her to be all that he once was.. Eighteen-year-old Olivia Ruiz has just woken up in a strange place. Blindfolded and bound, there is only a calm male voice to welcome her. His name is Caleb, though he demands to be called Master. Olivia is young, beautiful, naïve and willful to a fault. She has a dark sensuality that cannot be hidden or denied, though she tries to accomplish both. Although she is frightened by the strong, sadistic, and arrogant man who holds her prisoner, what keeps Olivia awake in the dark is her unwelcome attraction to him.. WARNING: This book contains very disturbing situations, dubious consent, strong language, and graphic violence.",
            "part_of_series": true,
            "genre_list": [
                "Dark",
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Adult",
                "Contemporary",
                "Sociology",
                "New Adult"
            ]
        },
        {
            "title": "The Magicians' Guild",
            "authors": [
                "Trudi Canavan"
            ],
            "ranking": 3.94,
            "ranking_count": 78426,
            "abstract": "We should expect this young woman to be more powerful than our average novice, possibly even more powerful than the average magician.. This year, like every other, the magicians of Imardin gather to purge the city of undesirables. Cloaked in the protection of their sorcery, they move with no fear of the vagrants and miscreants who despise them and their work-—until one enraged girl, barely more than a child, hurls a stone at the hated invaders...and effortlessly penetrates their magical shield.. What the Magicians' Guild has long dreaded has finally come to pass. There is someone outside their ranks who possesses a raw power beyond imagining, an untrained mage who must be found and schooled before she destroys herself and her city with a force she cannot yet control.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Warm Bodies",
            "authors": [
                "Isaac Marion"
            ],
            "ranking": 3.91,
            "ranking_count": 101990,
            "abstract": "Now a major motion picture from Summit Entertainment.. R is having a no-life crisis—he is a zombie. He has no memories, no identity, and no pulse, but he is a little different from his fellow Dead. He may occasionally eat people, but he’d rather be riding abandoned airport escalators, listening to Sinatra in the cozy 747 he calls home, or collecting souvenirs from the ruins of civilization.. And then he meets a girl.. First as his captive, then his reluctant guest, Julie is a blast of living color in R’s gray landscape, and something inside him begins to bloom. He doesn't want to eat this girl—although she looks delicious—he wants to protect her. But their unlikely bond will cause ripples they can’t imagine, and their hopeless world won’t change without a fight.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Horror",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Adult Fiction",
                "Fantasy",
                "Media Tie In"
            ]
        },
        {
            "title": "The Sunne in Splendour",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.38,
            "ranking_count": 21167,
            "abstract": "A glorious novel of the controversial Richard III - a monarch betrayed in life by his allies and betrayed in death by history.. In this beautifully rendered modern classic, Sharon Kay Penman redeems Richard III - vilified as the bitter, twisted, scheming hunchback who murdered his nephews, the princes in the Tower - from his maligned place in history with a dazzling combination of research and storytelling.. Born into the treacherous courts of fifteenth-century England, in the midst of what history has called The War of the Roses, Richard was raised in the shadow of his charismatic brother, King Edward IV. Loyal to his friends and passionately in love with the one woman who was denied him, Richard emerges as a gifted man far more sinned against than sinning.. This magnificent retelling of his life is filled with all of the sights and sounds of battle, the customs and lore of the fifteenth century, the rigors of court politics, and the passions and prejudices of royalty.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Romance",
                "Novels",
                "War"
            ]
        },
        {
            "title": "Sybil: The Classic True Story of a Woman Possessed by Sixteen Personalities",
            "authors": [
                "Flora Rheta Schreiber"
            ],
            "ranking": 3.98,
            "ranking_count": 88447,
            "abstract": "Here is the unbelievable yet true story of Sybil Dorsett, a survivor of terrible childhood abuse who as an adult was a victim of sudden and mysterious blackouts. What happened during those blackouts has made Sybil's experience one of the most famous psychological cases in the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Biography",
                "Health",
                "Mental Health",
                "Autobiography",
                "Classics",
                "Biography Memoir",
                "Science",
                "Adult"
            ]
        },
        {
            "title": "Rich Dad, Poor Dad",
            "authors": [
                "Robert T. Kiyosaki",
                "Sharon L. Lechter"
            ],
            "ranking": 4.11,
            "ranking_count": 488975,
            "abstract": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.",
            "part_of_series": true,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Economics",
                "Self Help",
                "Finance",
                "Currency",
                "Audiobook"
            ]
        },
        {
            "title": "The Raven",
            "authors": [
                "Edgar Allan Poe",
                "Gustave Doré"
            ],
            "ranking": 4.29,
            "ranking_count": 119076,
            "abstract": "In Gustave Doré, one of the most prolific and successful book illustrators of the late 19h century, Edgar Allan Poe's renowned poem The Raven found perhaps its most perfect artistic interpreter. Doré's dreamlike, otherworldly style, tinged with melancholy, seems ideally matched to the bleak despair of Poe's celebrated work, among the most popular American poems ever written.. This volume reprints all 26 of Doré's detailed, masterly engravings from a rare 19th-century edition of the poem. Relevant lines from the poem are printed on facing pages and the complete text is also included. Admirers of Doré will find ample evidence here of his characteristic ability to capture the mood and meaning of a work of literature in striking imagery; lovers of The Raven will delight in seeing its mournful musing on love and loss given dramatic pictorial form.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Horror",
                "Fiction",
                "Short Stories",
                "Gothic",
                "Academic",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Fang",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.06,
            "ranking_count": 58485,
            "abstract": "Being a kid with wings -- constantly on the run -- has never been easy, and Max and her flock are getting tenser than ever. First, on a trip to Africa, they meet a mysterious billionaire whose intense scrutiny of the Flock makes her fear the worst. And as if an impending apocalypse weren't bad enough, canny birdkid Angel makes a dire prophecy about Max's soul mate:. Fang will be the first to die. . Max's desperate desire to protect Fang brings the two closer than ever. But can the team weather the storm, or will the turmoil rip them apart for the last time?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Mrs. Frisby and the Rats of NIMH",
            "authors": [
                "Robert C. O'Brien"
            ],
            "ranking": 4.15,
            "ranking_count": 171052,
            "abstract": "Mrs. Frisby, a widowed mouse with four small children, must move her family to their summer quarters immediately, or face almost certain death. But her youngest son, Timothy, lies ill with pneumonia and must not be moved. Fortunately, she encounters the rats of NIMH, an extraordinary breed of highly intelligent creatures, who come up with a brilliant solution to her dilemma.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Classics",
                "Young Adult",
                "Animals",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "title": "Bully",
            "authors": [
                "Penelope Douglas"
            ],
            "ranking": 3.97,
            "ranking_count": 146574,
            "abstract": "My name is Tate. He doesn't call me that, though. He would never refer to me so informally, if he referred to me at all. No, he'll barely even speak to me.. But he still won't leave me alone.. We were best friends once. Then he turned on me and made it his mission to ruin my life. I've been humiliated, shut out, and gossiped about all through high school. His pranks and rumors got more sadistic as time wore on, and I made myself sick trying to stay out of his way. I even went to France for a year, just to avoid him.. But I'm done hiding from him now, and there's no way in hell I'll allow him to ruin my senior year. He might not have changed, but I have. It's time to fight back.. I'm not going to let him bully me anymore.. ***This novel contains adult/mature young adult situations. It is only suitable for ages 18+ due to language, violence, and sexual situations.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Sociology",
                "Fiction",
                "Womens Fiction",
                "Dark"
            ]
        },
        {
            "title": "About a Boy",
            "authors": [
                "Nick Hornby",
                "Udo Wachtveitl",
                "Julian Rhind-Tutt",
                "Christophe Mercier",
                "Federica Pedrotti"
            ],
            "ranking": 3.79,
            "ranking_count": 131190,
            "abstract": "'How cool was Will Freeman?'. Too cool! At thirty-six, he's as hip as a teenager. He's single, child-free, goes to the right clubs and knows which trainers to wear. He's also found a great way to score with women: attend single parents' groups full of available (and grateful) mothers, all hoping to meet a Nice Guy.. Which is how Will meets Marcus, the oldest twelve-year-old on the planet. Marcus is a bit strange: he listens to Joni Mitchell and Mozart, looks after his mum and has never owned a pair of trainers. But Marcus latches on to Will - and won't let go. Can Will teach Marcus how to grow up cool? And can Marcus help Will just to grow up?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Novels",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Survival in Auschwitz",
            "authors": [
                "Primo Levi",
                "Stuart J. Woolf",
                "Philip Roth"
            ],
            "ranking": 4.29,
            "ranking_count": 62596,
            "abstract": "The true and harrowing account of Primo Levi’s experience at the German concentration camp of Auschwitz and his miraculous survival; hailed by The Times Literary Supplement as a “true work of art, this edition includes an exclusive conversation between the author and Philip Roth.. In 1943, Primo Levi, a twenty-five-year-old chemist and “Italian citizen of Jewish race,” was arrested by Italian fascists and deported from his native Turin to Auschwitz. Survival in Auschwitz is Levi’s classic account of his ten months in the German death camp, a harrowing story of systematic cruelty and miraculous endurance. Remarkable for its simplicity, restraint, compassion, and even wit, Survival in Auschwitz remains a lasting testament to the indestructibility of the human spirit.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "World War II",
                "Autobiography",
                "Classics",
                "Biography",
                "War",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "Christine",
            "authors": [
                "Stephen King",
                "Marie Milpois"
            ],
            "ranking": 3.81,
            "ranking_count": 219417,
            "abstract": "Master storyteller Stephen King presents the classic #1 national bestseller of the ultimate vehicle of terror!. “This is the story of a lover’s triangle…It was bad from the start. And it got worse in a hurry.”. It’s love at first sight for high school student Arnie Cunningham when he and his best friend Dennis Guilder spot the dilapidated 1958 red-and-white Plymouth Fury for sale—dubbed “Christine” by its original cantankerous owner—rusting away on a front lawn of their suburban Pennsylvania neighborhood. Dennis knows that Arnie’s never had much luck in the looks or popularity department, or really taken an interest in owning a car . . . but Christine quickly changes all that. Arnie suddenly has the newfound confidence to stick up for himself, going as far as dating the most beautiful girl at Libertyville High—transfer student Leigh Cabot—even as a mysteriously restored Christine systematically and terrifyingly consumes every aspect of Arnie’s life. Dennis and Leigh soon realize that they must uncover the awful truth behind a car with a horrifying and murderous history. Hell hath no fury like a woman scorned, and heaven help anyone who gets in Christine’s way…",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Royal Assassin",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.24,
            "ranking_count": 169081,
            "abstract": "Fitz has survived his first hazardous mission as king’s assassin, but is left little more than a cripple. Battered and bitter, he vows to abandon his oath to King Shrewd, remaining in the distant mountains. But love and events of terrible urgency draw him back to the court at Buckkeep, and into the deadly intrigues of the royal family.. Renewing their vicious attacks on the coast, the Red-Ship Raiders leave burned-out villages and demented victims in their wake. The kingdom is also under assault from within, as treachery threatens the throne of the ailing king. In this time of great danger, the fate of the kingdom may rest in Fitz’s hands—and his role in its salvation may require the ultimate sacrifice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Adult",
                "Young Adult"
            ]
        },
        {
            "title": "The Eight",
            "authors": [
                "Katherine Neville"
            ],
            "ranking": 3.92,
            "ranking_count": 40120,
            "abstract": "Computer expert Cat Velis is heading for a job to Algeria. Before she goes, a mysterious fortune teller warns her of danger, and an antique dealer asks her to search for pieces to a valuable chess set that has been missing for years...In the South of France in 1790 two convent girls hide valuable pieces of a chess set all over the world, because the game that can be played with them is too powerful....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Historical",
                "Thriller",
                "Fantasy",
                "Adventure",
                "Suspense",
                "Romance"
            ]
        },
        {
            "title": "Kiss the Girls",
            "authors": [
                "James Patterson"
            ],
            "ranking": 3.98,
            "ranking_count": 324433,
            "abstract": "In Los Angeles, a reporter investigating a series of murders is killed. In Chapel Hill, North Carolina, a beautiful medical intern suddenly disappears. In Washington D.C. Alex Cross is back to solve the most baffling and terrifying murder case ever. Two clever pattern killers are collaborating, cooperating, competing - and they are working coast to coast.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Angels' Blood",
            "authors": [
                "Nalini Singh"
            ],
            "ranking": 4.07,
            "ranking_count": 86241,
            "abstract": "USA Today bestselling author Nalini Singh introduces a world of beauty and bloodlust, where angels hold sway over vampires…. Vampire hunter Elena Deveraux knows she’s the best—but she doesn’t know if she’s good enough for this job. Hired by the dangerously beautiful Archangel Raphael, a being so lethal that no mortal wants his attention, only one thing is clear—failure is not an option…even if the task is impossible.. Because this time, it’s not a wayward vamp she has to track. It’s an archangel gone bad.. The job will put Elena in the midst of a killing spree like no other…and pull her to the razor’s edge of passion. Even if the hunt doesn’t destroy her, succumbing to Raphael’s seductive touch just may. For when archangels play, mortals break…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Martin Eden",
            "authors": [
                "Jack London",
                "Andrew Sinclair"
            ],
            "ranking": 4.46,
            "ranking_count": 32906,
            "abstract": "The semiautobiographical. Martin Eden. is the most vital and original character Jack London ever created. Set in San Francisco, this is the story of Martin Eden, an impoverished seaman who pursues, obsessively and aggressively, dreams of education and literary fame. London, dissatisfied with the rewards of his own success, intended Martin Eden as an attack on individualism and a criticism of ambition; however, much of its status as a classic has been conferred by admirers of its ambitious protagonist.. Andrew Sinclair's wide-ranging introduction discusses the conflict between London's support of socialism and his powerful self-will. Sinclair also explores the parallels and divergences between the life of Martin Eden and that of his creator, focusing on London's mental depressions and how they affected his depiction of Eden.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "The United States Of America",
                "Novels",
                "Adventure",
                "Roman",
                "Historical"
            ]
        },
        {
            "title": "A Distant Mirror:  The Calamitous 14th Century",
            "authors": [
                "Barbara W. Tuchman"
            ],
            "ranking": 4.03,
            "ranking_count": 38433,
            "abstract": "The 14th century gives us back two contradictory images: a glittering time of crusades and castles, cathedrals and chivalry, and a dark time of ferocity and spiritual agony, a world plunged into a chaos of war, fear and the Plague.. Barbara Tuchman. anatomizes the century, revealing both the great rhythms of history and the grain and texture of domestic life as it was lived.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "Cultural",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Alexandria Quartet",
            "authors": [
                "Lawrence Durrell"
            ],
            "ranking": 4.17,
            "ranking_count": 11539,
            "abstract": "Lawrence Durrell's series of four novels set in Alexandria, Egypt during the 1940s. The lush and sensuous series consists of. Justine. (1957). Balthazar. (1958). Mountolive. (1958). Clea. (1960).. Justine. ,. Balthazar. and. Mountolive. use varied viewpoints to relate a series of events in Alexandria before World War II. In. Clea. , the story continues into the years during the war.. One L.G. Darley is the primary observer of the events, which include events in the lives of those he loves, and those he knows. In. Justine. , Darley attempts to recover from and put into perspective his recently ended affair with a woman.. Balthazar. reinterprets the romantic perspective he placed on the affair and its aftermath in. Justine. , in more philosophical and intellectual terms.. Mountolive. tells a story minus interpretation, and. Clea. reveals Darley's healing, and coming to love another woman.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Northern Africa",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Midnight Library",
            "authors": [
                "Matt Haig"
            ],
            "ranking": 4.06,
            "ranking_count": 928724,
            "abstract": "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets?. A dazzling novel about all the choices that go into a life well lived, from the internationally bestselling author of. Reasons to Stay Alive. and. How To Stop Time. .. Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?. In. The Midnight Library. , Matt Haig’s enchanting new novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Contemporary",
                "Audiobook",
                "Magical Realism",
                "Adult",
                "Health",
                "Science Fiction",
                "Adult Fiction",
                "Writing",
                "Book Club"
            ]
        },
        {
            "title": "The Complete Stories",
            "authors": [
                "Flannery O'Connor",
                "Robert Giroux"
            ],
            "ranking": 4.39,
            "ranking_count": 37483,
            "abstract": "This is the original cover edition of. ISBN:\t0374515360. (ISBN13: 9780374515362. Winner of the National Book Award. The publication of this extraordinary volume firmly established Flannery O'Connor's monumental contribution to American fiction. There are thirty-one stories here in all, including twelve that do not appear in the only two story collections O'Connor put together in her short lifetime -. Everything That Rises Must Converge. and. A Good Man Is Hard to Find. .. O'Connor published her first story, The Geranium, in 1946, while she was working on her master's degree at the University of Iowa. Arranged chronologically, this collection shows that her last story, Judgement Day - sent to her publisher shortly before her death - is a brilliantly rewritten and transfigured version of The Geranium. Taken together, these stories reveal a lively, penetrating talent that has given us some of the most powerful and disturbing fiction of the twentieth century. Also included is an introduction by O'Connor's longtime editor and friend, Robert Giroux.. Contents:. The geranium --. The barber --. Wildcat --. The crop --. The turkey --. The train --. The peeler --. The heart of the park --. A stoke of good fortune --. Enoch and the gorilla --. A good man is hard to find --. A late encounter with the enemy --. The life you save may be your own --. The river --. A circle in the fire --. The displaced person --. A temple of the Holy Ghost --. The artificial nigger --. Good country people --. You can't be any poorer than dead --. Greenleaf --. A view of the woods --. The enduring chill --. The comforts of home --. Everything that rises must converge --. The partridge festival --. The lame shall enter first --. Why do the heathen rage? --. Revelation --. Parker's back --. Judgement Day.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Gothic",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Ana Rocha: Shadows of Justice",
            "authors": [
                "Ammar Habib",
                "Glenda Mendoza"
            ],
            "ranking": 4.23,
            "ranking_count": 5422,
            "abstract": "Available in paperback, Kindle, and Kindle Unlimited!. #1 Bestseller in Crime Thrillers!. Co-written by award-winning author Ammar Habib and an accomplished police detective comes this riveting crime novel!. Ana Rocha is a woman on fire. Being talented and from a well-off family, Ana could have become anything. But driven by her sister's murder, Ana chose the path of an undercover narcotics officer. Ana has made a vow to help clean up the streets of Houston. The journey her duty takes her on forces her to confront her worst nightmares and face the city’s most ruthless criminals. The further she goes down this path, the more the line between her two lives begins to blur. And soon, this journey brings her face-to-face with a monster from her past.. What readers are saying:. Fans of James Patterson and Lee Child will fall in love with Ana Rocha!. This is a great story that gives a great perspective of what police officers and Texas Rangers go through and the sacrifices many of them make.. This story has it all: emotions, drama, thrills, and action!",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Action",
                "Emergency Services",
                "Fiction"
            ]
        },
        {
            "title": "Succubus Blues",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 3.94,
            "ranking_count": 55673,
            "abstract": "When it comes to jobs in hell, being a succubus seems pretty glamorous. A girl can be anything she wants, the wardrobe is killer, and mortal men will do anything just for a touch. Granted, they often pay with their souls, but why get technical?. But Seattle succubus Georgina Kincaid's life is far less exotic. At least there's her day job at a local bookstore--free books; all the white chocolate mochas she can drink; and easy access to bestselling, sexy writer, Seth Mortensen, aka He Whom She Would Give Anything to Touch but Can't.. But dreaming about Seth will have to wait. Something wicked is at work in Seattle's demon underground. And for once, all of her hot charms and drop-dead one-liners won't help because Georgina's about to discover there are some creatures out there that both heaven and hell want to deny. . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Sons and Lovers",
            "authors": [
                "D.H. Lawrence",
                "Geoff Dyer"
            ],
            "ranking": 3.63,
            "ranking_count": 49933,
            "abstract": "She was a brazen hussy.. She wasn't. And she was pretty, wasn't she?. I didn't look ... And tell your girls, my son, that when they're running after you, they're not to come and ask your mother for you - tell them that - brazen baggages you meet at dancing classes. The marriage of Gertrude and Walter Morel has become a battleground. Repelled by her uneducated and sometimes violent husband, delicate Gertrude devotes her life to her children, especially to her sons, William and Paul - determined they will not follow their father into working down the coal mines. But conflict is evitable when Paul seeks to escape his mother's suffocating grasp through relationships with women his own age. Set in Lawrence's native Nottinghamshire,. Sons and Lovers. is a highly autobiographical and compelling portrayal of childhood, adolescence and the clash of generations.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Romance"
            ]
        },
        {
            "title": "The Great Book of Amber",
            "authors": [
                "Roger Zelazny",
                "Tim          White"
            ],
            "ranking": 4.31,
            "ranking_count": 24933,
            "abstract": "Alternate cover edition can be found. here. Roger Zelazny's chronicles of Amber have earned their place as all-time classics of imaginative literature. Now, here are all ten novels, together in one magnificent omnibus volume. Witness the titanic battle for supremacy waged on Earth, in the Courts of Chaos, and on a magical world of mystery, adventure and romance.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Epic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Medea",
            "authors": [
                "Euripides",
                "Rex Warner"
            ],
            "ranking": 3.9,
            "ranking_count": 64488,
            "abstract": "One of the most powerful and enduring of Greek tragedies, Medea centers on the myth of Jason, leader of the Argonauts, who has won the dragon-guarded treasure of the Golden Fleece with the help of the sorceress Medea. Having married Medea and fathered her two children, Jason abandons her for a more favorable match, never suspecting the terrible revenge she will take.. Euripides' masterly portrayal of the motives fiercely driving Medea's pursuit of vengeance for her husband's insult and betrayal has held theater audiences spellbound for more than twenty centuries. Rex Warner's authoritative translation brings this great classic of world literature vividly to life.. Reprint of the John Lane, The Bodley Head Limited, London, 1944 edition.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Fantasy",
                "Academic",
                "Literature",
                "Tragedy"
            ]
        },
        {
            "title": "The Savage Detectives",
            "authors": [
                "Roberto Bolaño",
                "Natasha Wimmer"
            ],
            "ranking": 4.15,
            "ranking_count": 37318,
            "abstract": "New Year’s Eve, 1975: Arturo Belano and Ulises Lima, founders of the visceral realist movement in poetry, leave Mexico City in a borrowed white Impala. Their quest: to track down the obscure, vanished poet Cesárea Tinajero. A violent showdown in the Sonora desert turns search to flight; twenty years later Belano and Lima are still on the run.. The explosive first long work by “the most exciting writer to come from south of the Rio Grande in a long time” (Ilan Stavans,. Los Angeles Times. ),. The Savage Detectives. follows Belano and Lima through the eyes of the people whose paths they cross in Central America, Europe, Israel, and West Africa. This chorus includes the muses of visceral realism, the beautiful Font sisters; their father, an architect interned in a Mexico City asylum; a sensitive young follower of Octavio Paz; a foul-mouthed American graduate student; a French girl with a taste for the Marquis de Sade; the great-granddaughter of Leon Trotsky; a Chilean stowaway with a mystical gift for numbers; the anorexic heiress to a Mexican underwear empire; an Argentinian photojournalist in Angola; and assorted hangers-on, detractors, critics, lovers, employers, vagabonds, real-life literary figures, and random acquaintances.. A polymathic descendant of Borges and Pynchon, Roberto Bolaño traces the hidden connection between literature and violence in a world where national boundaries are fluid and death lurks in the shadow of the avant-garde.. The Savage Detectives. is a dazzling original, the first great Latin American novel of the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Cultural",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "Unfinished"
            ]
        },
        {
            "title": "Gathering Blue",
            "authors": [
                "Lois Lowry"
            ],
            "ranking": 3.82,
            "ranking_count": 175312,
            "abstract": "In her strongest work to date, Lois Lowry once again creates a mysterious but plausible future world. It is a society ruled by savagery and deceit that shuns and discards the weak. Left orphaned and physically flawed, young Kira faces a frightening, uncertain future. Blessed with an almost magical talent that keeps her alive, she struggles with ever broadening responsibilities in her quest for truth, discovering things that will change her life forever.. As she did in. The Giver. , Lowry challenges readers to imagine what our world could become, and what will be considered valuable. Every reader will be taken by Kira's plight and will long ponder her haunting world and the hope for the future.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Great Alone",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.37,
            "ranking_count": 531783,
            "abstract": "Alaska, 1974.. Unpredictable. Unforgiving. Untamed.. For a family in crisis, the ultimate test of survival.. Ernt Allbright, a former POW, comes home from the Vietnam war a changed and volatile man. When he loses yet another job, he makes an impulsive decision: he will move his family north, to Alaska, where they will live off the grid in America’s last true frontier.. Thirteen-year-old Leni, a girl coming of age in a tumultuous time, caught in the riptide of her parents’ passionate, stormy relationship, dares to hope that a new land will lead to a better future for her family. She is desperate for a place to belong. Her mother, Cora, will do anything and go anywhere for the man she loves, even if it means following him into the unknown.. At first, Alaska seems to be the answer to their prayers. In a wild, remote corner of the state, they find a fiercely independent community of strong men and even stronger women. The long, sunlit days and the generosity of the locals make up for the Allbrights’ lack of preparation and dwindling resources.. But as winter approaches and darkness descends on Alaska, Ernt’s fragile mental state deteriorates and the family begins to fracture. Soon the perils outside pale in comparison to threats from within. In their small cabin, covered in snow, blanketed in eighteen hours of night, Leni and her mother learn the terrible truth: they are on their own. In the wild, there is no one to save them but themselves.. In this unforgettable portrait of human frailty and resilience, Kristin Hannah reveals the indomitable character of the modern American pioneer and the spirit of a vanishing Alaska―a place of incomparable beauty and danger. The Great Alone is a daring, beautiful, stay-up-all-night story about love and loss, the fight for survival, and the wildness that lives in both man and nature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Adult",
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Book Club",
                "Family"
            ]
        },
        {
            "title": "Heartstopper: Volume One",
            "authors": [
                "Alice Oseman"
            ],
            "ranking": 4.53,
            "ranking_count": 259264,
            "abstract": "Charlie, a highly-strung, openly gay over-thinker, and Nick, a cheerful, soft-hearted rugby player, meet at a British all-boys grammar school. Friendship blooms quickly, but could there be something more...?. Charlie Spring is in Year 10 at Truham Grammar School for Boys. The past year hasn't been too great, but at least he's not being bullied anymore. Nick Nelson is in Year 11 and on the school rugby team. He's heard a little about Charlie - the kid who was outed last year and bullied for a few months - but he's never had the opportunity to talk to him.. They quickly become friends, and soon Charlie is falling hard for Nick, even though he doesn't think he has a chance. But love works in surprising ways, and sometimes good things are waiting just around the corner...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Romance",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Master of the Game",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 4.13,
            "ranking_count": 53809,
            "abstract": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans. Kate Blackwell is one of the richest and most powerful women in the world. She is an enigma, a woman surrounded by a thousand unanswered questions. Her father was a diamond prospector who struck it rich beyond his wildest dreams. Her mother was the daughter of a crooked Afrikaaner merchant. Her conception was itself an act of hate-filled vengeance. At the extravagent celebrations of her ninetieth birthday, there are toasts from a Supreme Court Judge and a telegram from the White House. And for Kate there are ghosts, ghosts of absent friends and of enemies. Ghosts from a life of blackmail and murder. Ghosts from an empire spawned by naked ambition! Sidney Sheldon is one of the most popular storytellers in the world. This is one of his best-loved novels, a compulsively readable thriller, packed with suspense, intrigue and passion. It will recruit a new generation of fans to his writing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Romance",
                "Drama",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "Smaragdgrün",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.19,
            "ranking_count": 84552,
            "abstract": "Gwendolyn ist am Boden zerstört. War Gideons Liebesgeständnis nur eine Farce, um ihrem großen Gegenspieler, dem düsteren Graf von Saint Germain, in die Hände zu spielen? Fast sieht es für die junge Zeitreisende so aus.. Doch dann geschieht etwas Unfassbares, das Gwennys Weltbild einmal mehr auf den Kopf stellt. Für sie und Gideon beginnt eine atemberaubende Flucht in die Vergangenheit. Rauschende Ballnächte und wilde Verfolgungsjagden erwarten die Heldin wider Willen und über allem steht die Frage, ob man ein gebrochenes Herz wirklich heilen kann ...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Portnoy's Complaint",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.7,
            "ranking_count": 63632,
            "abstract": "The famous confession of Alexander Portnoy, who is thrust through life by his unappeasable sexuality, yet held back at the same time by the iron grip of his unforgettable childhood. Hilariously funny, boldly intimate, startlingly candid,. Portnoy’s Complaint. was an immediate bestseller upon its publication in 1969, and is perhaps Roth’s best-known book.. Portnoy's Complaint. n. [after Alexander Portnoy (1933-)] A disorder in which strongly-felt ethical and altruistic impulses are perpetually warring with extreme sexual longings, often of a perverse nature. Spielvogel says: 'Acts of exhibitionism, voyeurism, fetishism, auto-eroticism and oral coitus are plentiful; as a consequence of the patient's morality, however, neither fantasy nor act issues in genuine sexual gratification, but rather in overriding feelings of shame and the dread of retribution, particularly in the form of castration.' (Spielvogel, O. 'The Puzzled Penis',. Internationale Zeitschrift fur Psychoanalyse,. Vol. XXIV, p. 909.) it is believed by Spielvogel that many of the symptoms can be traced to the bonds obtaining in the mother-child relationship.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Humor",
                "Literary Fiction",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "Firefly Lane",
            "authors": [
                "Kristin Hannah"
            ],
            "ranking": 4.13,
            "ranking_count": 302443,
            "abstract": "From the. New York Times. bestselling author of. On Mystic Lake. comes a powerful novel of love, loss, and the magic of friendship. . . .. In the turbulent summer of 1974, Kate Mularkey has accepted her place at the bottom of the eighth-grade social food chain. Then, to her amazement, the “coolest girl in the world” moves in across the street and wants to be her friend. Tully Hart seems to have it all---beauty, brains, ambition. On the surface they are as opposite as two people can be: Kate, doomed to be forever uncool, with a loving family who mortifies her at every turn. Tully, steeped in glamour and mystery, but with a secret that is destroying her. They make a pact to be best friends forever; by summer’s end they’ve become. TullyandKate.. Inseparable.. So begins Kristin Hannah’s magnificent new novel. Spanning more than three decades and playing out across the ever-changing face of the Pacific Northwest,. Firefly Lane. is the poignant, powerful story of two women and the friendship that becomes the bulkhead of their lives.. From the beginning, Tully is desperate to prove her worth to the world. Abandoned by her mother at an early age, she longs to be loved unconditionally. In the glittering, big-hair era of the eighties, she looks to men to fill the void in her soul. But in the buttoned-down nineties, it is television news that captivates her. She will follow her own blind ambition to New York and around the globe, finding fame and success . . . and loneliness.. Kate knows early on that her life will be nothing special. Throughout college, she pretends to be driven by a need for success, but all she really wants is to fall in love and have children and live an ordinary life. In her own quiet way, Kate is as driven as Tully. What she doesn’t know is how being a wife and mother will change her . . . how she’ll lose sight of who she once was, and what she once wanted. And how much she’ll envy her famous best friend. . . .. For thirty years, Tully and Kate buoy each other through life, weathering the storms of friendship---jealousy, anger, hurt, resentment. They think they’ve survived it all until a single act of betrayal tears them apart . . . and puts their courage and friendship to the ultimate test.. Firefly Lane. is for anyone who ever drank Boone’s Farm apple wine while listening to Abba or Fleetwood Mac. More than a coming-of-age novel, it’s the story of a generation of women who were both blessed and cursed by choices. It’s about promises and secrets and betrayals. And ultimately, about the one person who really, truly knows you---and knows what has the power to hurt you . . . and heal you.. Firefly Lane. is a story you’ll never forget . . . one you’ll want to pass on to your best friend.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Historical",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Purpose Driven Life: What on Earth Am I Here for?",
            "authors": [
                "Rick Warren"
            ],
            "ranking": 3.95,
            "ranking_count": 253567,
            "abstract": "A #1 New York Times bestseller, The Purpose Driven Life will help you understand why you are alive and reveal God's amazing plan for you both here and now, and for eternity. Rick Warren will guide you through a personal forty-day spiritual journey that will transform your answer to life's most important question: What on earth am I here for? Knowing God's purpose for creating you will reduce your stress, focus your energy, simplify your decisions, give meaning to your life, and most important, prepare you for eternity.. Movie stars and political leaders aren't the only ones turning to Rick Warren for spiritual guidance. Millions of people from NBA and LPGA players to corporate executives to high school students to prison inmates meet regularly to discuss The Purpose Driven Life.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Self Help",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "The Source",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.29,
            "ranking_count": 41470,
            "abstract": "In the grand storytelling style that is his signature, James Michener sweeps us back through time to the very beginnings of the Jewish faith, thousands of years ago. Through the predecessors of four modern men and women, we experience the entire colorful history of the Jews, including the life of the early Hebrews and their persecutions, the impact of Christianity, the Crusades, and the Spanish Inquisition, all the way to the founding of present-day Israel and the Middle-East conflict.. A sweeping chronology filled with excitement.. THE PHILADELPHIA INQUIRER",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Religion",
                "Literature",
                "Novels",
                "History",
                "Classics"
            ]
        },
        {
            "title": "The Wrath and the Dawn",
            "authors": [
                "Renée Ahdieh"
            ],
            "ranking": 4.08,
            "ranking_count": 154540,
            "abstract": "One Life to One Dawn.. In a land ruled by a murderous boy-king, each dawn brings heartache to a new family. Khalid, the eighteen-year-old Caliph of Khorasan, is a monster. Each night he takes a new bride only to have a silk cord wrapped around her throat come morning. When sixteen-year-old Shahrzad's dearest friend falls victim to Khalid, Shahrzad vows vengeance and volunteers to be his next bride. Shahrzad is determined not only to stay alive, but to end the caliph's reign of terror once and for all.. Night after night, Shahrzad beguiles Khalid, weaving stories that enchant, ensuring her survival, though she knows each dawn could be her last. But something she never expected begins to happen: Khalid is nothing like what she'd imagined him to be. This monster is a boy with a tormented heart. Incredibly, Shahrzad finds herself falling in love. How is this possible? It's an unforgivable betrayal. Still, Shahrzad has come to understand all is not as it seems in this palace of marble and stone. She resolves to uncover whatever secrets lurk and, despite her love, be ready to take Khalid's life as retribution for the many lives he's stolen. Can their love survive this world of stories and secrets?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Collected Poems of W.B. Yeats",
            "authors": [
                "W.B. Yeats",
                "Richard J. Finneran"
            ],
            "ranking": 4.22,
            "ranking_count": 37718,
            "abstract": "The Collected Poems of W. B. Yeats. includes all of the poems authorized by Yeats for inclusion in his standard canon. Breathtaking in range, it encompasses the entire arc of his career, from luminous reworking of ancient Irish myths and legends, to passionate meditations on the demands and rewards of youth and old age, from exquisite, occasionally whimsical songs of love, nature, and art to somber and angry poems of life in a nation torn by war and uprising. In observing the development of rich and recurring images and themes over the course of his body of work, we can trace the quest of this century's greatest poet to unite intellect and artistry in a single magnificent vision.. Revised and corrected, this edition includes Yeat's own notes on his poetry, complemented by explanatory notes from esteemed Yeats scholar Richard J. Finneran.. The Collected Poems of W. B. Yeats. is the most comprehensive edition of one of the world's most beloved poets available in paperback.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction",
                "Cultural",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Table 21",
            "authors": [
                "T. Rafael Cimino"
            ],
            "ranking": 3.64,
            "ranking_count": 425,
            "abstract": "It’s New York City, December 1999. As one millennium ends and another begins, an erratic chain of events unfold that could change the face of the Italian Mafia forever. In the turmoil, a vacuum is created when one family falls, creating an unprecedented void of power and a subsequent struggle for control of the underworld.. Roman Sabarese is the owner of Evangeline’s, the hottest restaurant in Tribeca. He’s also close with an A – list television star who adores him. After a tawdry cover story in a popular celebrity tabloid, a spotlight illuminates the fact that Roman is the son of an indicted Mob kingpin, and therefore, heir presumptive to his father’s vast criminal enterprise that commands the Tri-State area.. Zoë Greene is young, attractive and enjoying rave reviews in her role on The Prosecutor, a prime time network television series. While on hiatus from her show for the New Year holiday, she visits the restaurant where she worked her way though college. After a quick dinner with her friend Roman, and among the frantic holiday crowd, she disappears.. Captain Stan Fitzgerald is the decorated head of the NYPD’s First Precinct in Lower Manhattan. His hands are full with the upcoming New Year celebration, a personal battle with renal cancer and the rigors of police life. When an old friend appears in his office to ask for help in locating the missing starlet, he is more then reluctant.. As the clock ticks and precious time runs out, the city is turned upside down in a desperate attempt to find that which is lost and answer questions that have been a mystery for over a generation. In the end, secrets will be revealed, alliances will be forged, and friendships will be betrayed.. Table 21. will have you guessing to the last page, who will live to see the new millennium and who will not.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Suspense",
                "Thriller",
                "New York"
            ]
        },
        {
            "title": "Long Day's Journey into Night",
            "authors": [
                "Eugene O'Neill",
                "Harold Bloom"
            ],
            "ranking": 4.05,
            "ranking_count": 38368,
            "abstract": "Eugene O'Neill's autobiographical play Long Day's Journey into Night is regarded as his finest work. First published by Yale University Press in 1956, it won the Pulitzer Prize in 1957 and has since sold more than one million copies. This edition includes a new foreword by Harold Bloom.. The action covers a fateful, heart-rending day from around 8:30 am to midnight, in August 1912 at the seaside Connecticut home of the Tyrones - the semi-autobiographical representations of O'Neill himself, his older brother, and their parents at their home, Monte Cristo Cottage.. One theme of the play is addiction and the resulting dysfunction of the family. All three males are alcoholics and Mary is addicted to morphine. They all constantly conceal, blame, resent, regret, accuse and deny in an escalating cycle of conflict with occasional desperate and half-sincere attempts at affection, encouragement and consolation.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "Down and Rising",
            "authors": [
                "Rohith S. Katbamna"
            ],
            "ranking": 4.75,
            "ranking_count": 158,
            "abstract": "The debut novel from award-winning filmmaker Rohith S. Katbamna, tells the powerful story of a brave few who venture for truth in the aftermath of a global uprising.. In the year 2027, society has fallen. Mass revolts and warring nations have claimed countless lives and destroyed vast lands. Forced into a dark slumber, the world now draws fewer breaths and hosts infinite graveyards.. In England, ten survivors who have journeyed many miles are on a path ready to converge. With histories soaked in the blood of betrayal, lies and deceit, one common thread binds them. The human instinct to seek a greater truth.. Over six days, these ten souls will come to find that the ruined world around them is reawakening. As a presence emerges, bringing with it a merciless intention to eliminate any and all beating bodies, this company of strangers will confront a series of hardships in a tale of underdogs, oppressors and the human condition.. Down and Rising. is an immersive reading experience. An imaginative multi-story arc intricately woven together by striking imagery, reference materials and finely crafted characters.",
            "part_of_series": false,
            "genre_list": [
                "Apocalyptic",
                "Literary Fiction",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Lord of Misrule",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.15,
            "ranking_count": 46901,
            "abstract": "In the college town of Morganville, vampires and humans coexist in (relatively) bloodless harmony. Then comes Bishop, the master vampire who threatens to abolish all order, revive the forces of the evil dead, and let chaos rule. But Bishop isn't the only threat.. Violent black cyclone clouds hover, promising a storm of devastating proportions as student Claire Danvers and her friends prepare to defend Morganville against elements both natural and unnatural.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Nobody Loves a Bigfoot Like a Bigfoot Babe",
            "authors": [
                "Simon Okill"
            ],
            "ranking": 3.93,
            "ranking_count": 148,
            "abstract": "The Northern California town of Big Beaver has become a haven for Bigfoot, alien sightings and is home to The Phantom Bigfoot Bather. One particularly weird Beaverite, Duane, has kept the Bigfoot a secret, but to his utter dismay, a female Bigfoot abducts a teenager. Duane must use all his guile to stop his secret from getting out, especially now that MB, his close friend and crypto-zoologist, is on the trail, along with Sheriff Lou and the FBI. Can Duane keep his Bigfoot friends a secret? And what does MB discover deep in the forest?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "Get Rich or Get Lucky",
            "authors": [
                "Max Nowaz"
            ],
            "ranking": 4.32,
            "ranking_count": 4682,
            "abstract": "Get Rich or Get Lucky is a gripping fantasy thriller that follows Adam who finds himself in control of a magic he never knew existed.. After a string of disappointments with his literary career, Adam decides to embark on a get-rich-quick scheme by renovating run-down houses. By chance he discovers a book of magic in the basement of a derelict property and he can’t believe his luck. Excited by his find, he invites his friends Dick and Charlie, to tell them about it.. But things quickly take a turn for the worse when Adam inadvertently casts a spell which turns Dick into a crayfish. Adam is unable to reverse the spell immediately and while searching for the solution, leaves Dick in the garden pond, which gets flooded and Dick disappears. Dick's wife Rachael reports him missing and the police then accuse Adam of wrongdoing. Things continue to spiral out of control when Adam is burgled and the book gets stolen. He then discovers that a powerful, evil warlock is looking for the book. Adam finds himself in a race against time, to recover the book and thwart the warlock to stand any chance of bringing Dick back, if he can.. From the author of the sci-fi adventure The Arbitrator, Get Rich or Get Lucky is a black humoured fantasy thriller that will have readers on the edge of their seats. It will appeal to readers who enjoy fantasy fiction, in addition to those who also enjoy fast-paced thrillers.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Contemporary",
                "Fiction",
                "Drama",
                "Epic"
            ]
        },
        {
            "title": "Ruin and Rising",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.03,
            "ranking_count": 381374,
            "abstract": "▶. Alternative Cover Edition #1. The capital has fallen.. The Darkling rules Ravka from his shadow throne.. Now the nation's fate rests with a broken Sun Summoner, a disgraced tracker, and the shattered remnants of a once-great magical army.. Deep in an ancient network of tunnels and caverns, a weakened Alina must submit to the dubious protection of the Apparat and the zealots who worship her as a Saint. Yet her plans lie elsewhere, with the hunt for the elusive firebird and the hope that an outlaw prince still survives.. Alina will have to forge new alliances and put aside old rivalries as she and Mal race to find the last of Morozova's amplifiers. But as she begins to unravel the Darkling's secrets, she reveals a past that will forever alter her understanding of the bond they share and the power she wields. The firebird is the one thing that stands between Ravka and destruction—and claiming it could cost Alina the very future she’s fighting for.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The High Lord",
            "authors": [
                "Trudi Canavan"
            ],
            "ranking": 4.13,
            "ranking_count": 55500,
            "abstract": "In the city of Imardin, where those who wield magic wield power, a young street-girl, adopted by the Magician's Guild, finds herself at the centre of a terrible plot that may destroy the entire world.... Sonea has learned much at the magicians' guild and the other novices now treat her with a grudging respect. But she cannot forget what she witnessed in the High Lord's underground room - or his warning that the realm's ancient enemy is growing in power once more. As Sonea learns more, she begins to doubt her guildmaster's word. Could the truth really be as terrifying as Akkarin claims, or is he trying to trick her into assisting in some unspeakably dark scheme?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Childrens",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Uprooted",
            "authors": [
                "Naomi Novik"
            ],
            "ranking": 4.05,
            "ranking_count": 202648,
            "abstract": "“Our Dragon doesn’t eat the girls he takes, no matter what stories they tell outside our valley. We hear them sometimes, from travelers passing through. They talk as though we were doing human sacrifice, and he were a real dragon. Of course that’s not true: he may be a wizard and immortal, but he’s still a man, and our fathers would band together and kill him if he wanted to eat one of us every ten years. He protects us against the Wood, and we’re grateful, but not that grateful.”. Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life.. Her people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood.. The next choosing is fast approaching, and Agnieszka is afraid. She knows—. everyone. knows—that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn’t, and her dearest friend in the world. And there is no way to save her.. But Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Retellings",
                "Adult",
                "New Adult"
            ]
        },
        {
            "title": "Red Storm Rising",
            "authors": [
                "Tom Clancy"
            ],
            "ranking": 4.19,
            "ranking_count": 74676,
            "abstract": "Allah!. With that shrill cry, three Muslim terrorists blow up a key Soviet oil complex, creating a critical oil shortage that threatens the stability of the USSR.. To offer the effects of this disaster, members of the Politburo and the KGB devise a brilliant plan of diplomatic trickery - a sequence of events designed to pit the NATO allies against each other - a distraction calculated to enable the Soviets to seize all the oil in the Persian Gulf.. But as this spellbinding story of international intrigue and global politics nears its climax, the Soviets are faced with another prospect, one they hadn't planned on: a full-scale conflict in which nobody can win.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Action",
                "Spy Thriller",
                "Suspense",
                "Adventure",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "Midnight Alley",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.09,
            "ranking_count": 59496,
            "abstract": "MORGANVILLE IS SUCH A NICE PLACE TO LIVE... AND DIE. IF YOU DON'T MIND THAT SORT OF THING. When Claire Danvers learnt that her college town was run by vampires, she did what any intelligent, self-preserving student would do: she applied for a transfer and stocked up on garlic. The transfer is no longer an option, but that garlic may come in handy. Now Claire has pledged herself to Amelie, the most powerful vampire in town. The protection her contract secures does little to reassure her friends. All of a sudden, people are turning up dead, a stalker resurfaces from Claire's past, and an ancient bloodsucker extends a chilling invitation for private lessons in his secluded home.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Kill Order",
            "authors": [
                "James Dashner"
            ],
            "ranking": 3.71,
            "ranking_count": 198948,
            "abstract": "Before WICKED was formed, before the Glade was built, before Thomas entered the Maze, sun flares hit the earth and mankind fell to disease.. Mark and Trina were there when it happened, and they survived. But surviving the sun flares was easy compared to what came next. Now a disease of rage and lunacy races across the eastern United States, and there’s something suspicious about its origin. Worse yet, it’s mutating, and all evidence suggests that it will bring humanity to its knees.. Mark and Trina are convinced there’s a way to save those left living from descending into madness. And they’re determined to find it—if they can stay alive. Because in this new, devastated world, every life has a price. And to some, you’re worth more dead than alive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Adventure",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Switch! The Lost Kingdoms of Karibu",
            "authors": [
                "Karen  Prince"
            ],
            "ranking": 4.13,
            "ranking_count": 483,
            "abstract": "Alternate cover edition for ASIN B009H28446.. Trouble is brewing in Karibu and Gogo Maya and her leopard are about to make matters worse. Their risky ‘switching’ trick has jettisoned them right out of the secret realm, sucking a teenager from the ordinary world into the mess they left behind them.. Ethan Flynn is pretty useless in the African bush but at least he knows how to do CPR . . . and that’s when he finds out you shouldn’t do it on a witch. The one he just rescued from drowning says she switched places with his cousin and now Ethan has sucked up all her magical powers, leaving her too weak to switch back again.. It must be true. Joe has vanished into thin air, Ethan’s feeling all unhinged, and the old woman’s leopard is communicating its thoughts straight into his head.. . . . alarming thoughts about teaming up with fearsome characters and traveling into dark places; disturbing thoughts about Joe in terrible danger unless Ethan learns to use the magic in time to rescue him.. That’s if Ethan himself can survive . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Humor",
                "Adventure",
                "Childrens",
                "Cultural"
            ]
        },
        {
            "title": "The Hating Game",
            "authors": [
                "Sally  Thorne"
            ],
            "ranking": 4.04,
            "ranking_count": 444878,
            "abstract": "Debut author Sally Thorne bursts on the scene with a hilarious and sexy workplace comedy all about that thin, fine line between hate and love.. Nemesis (n.) 1) An opponent or rival whom a person cannot best or overcome.. 2) A person’s undoing. 3) Joshua Templeman. Lucy Hutton has always been certain that the nice girl can get the corner office. She’s charming and accommodating and prides herself on being loved by everyone at Bexley & Gamin. Everyone except for coldly efficient, impeccably attired, physically intimidating Joshua Templeman. And the feeling is mutual.. Trapped in a shared office together 40 (OK, 50 or 60) hours a week, they’ve become entrenched in an addictive, ridiculous never-ending game of one-upmanship. There’s the Staring Game. The Mirror Game. The HR Game. Lucy can’t let Joshua beat her at anything—especially when a huge new promotion goes up for the taking.. If Lucy wins this game, she’ll be Joshua’s boss. If she loses, she’ll resign. So why is she suddenly having steamy dreams about Joshua, and dressing for work like she’s got a hot date? After a perfectly innocent elevator ride ends with an earth shattering kiss, Lucy starts to wonder whether she’s got Joshua Templeman all wrong.. Maybe Lucy Hutton doesn’t hate Joshua Templeman. And maybe, he doesn’t hate her either. Or maybe this is just another game. ​​",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Adult",
                "Audiobook",
                "New Adult",
                "Humor",
                "Adult Fiction"
            ]
        },
        {
            "title": "On the Island",
            "authors": [
                "Tracey Garvis Graves"
            ],
            "ranking": 4.11,
            "ranking_count": 80061,
            "abstract": "When thirty-year-old English teacher Anna Emerson is offered a job tutoring T.J. Callahan at his family's summer rental in the Maldives, she accepts without hesitation; a working vacation on a tropical island trumps the library any day.. T.J. Callahan has no desire to leave town, not that anyone asked him. He's almost seventeen and if having cancer wasn't bad enough, now he has to spend his first summer in remission with his family—and a stack of overdue assignments—instead of his friends.. Anna and T.J. are en route to join T.J.'s family in the Maldives when the pilot of their seaplane suffers a fatal heart attack and crash-lands in the Indian Ocean. Adrift in shark-infested waters, their life jackets keep them afloat until they make it to the shore of an uninhabited island. Now Anna and T.J. just want to survive and they must work together to obtain water, food, fire, and shelter.. Their basic needs might be met but as the days turn to weeks, and then months, the castaways encounter plenty of other obstacles, including violent tropical storms, the many dangers lurking in the sea, and the possibility that T.J.'s cancer could return. As T.J. celebrates yet another birthday on the island, Anna begins to wonder if the biggest challenge of all might be living with a boy who is gradually becoming a man.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "New Adult",
                "Adult",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "War and Remembrance",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.41,
            "ranking_count": 34301,
            "abstract": "These two classic works capture the tide of world events even as they unfold the compelling tale of a single American family drawn into the very center of the war's maelstrom.. The multimillion-copy bestsellers that capture all the drama, romance, heroism, and tragedy of the Second World War -- and that constitute Wouk's crowning achievement -- are available for the first time in trade paperback.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Classics",
                "World War II",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Down and Out in Paris and London",
            "authors": [
                "George Orwell"
            ],
            "ranking": 4.08,
            "ranking_count": 75123,
            "abstract": "This unusual fictional memoir - in good part autobiographical - narrates without self-pity and often with humor the adventures of a penniless British writer among the down-and-outs of two great cities. The Parisian episode is fascinating for its expose of the kitchens of posh French restaurants, where the narrator works at the bottom of the culinary echelon as dishwasher, or plongeur. In London, while waiting for a job, he experiences the world of tramps, street people, and free lodging houses. In the tales of both cities we learn some sobering Orwellian truths about poverty and of society.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Autobiography",
                "Biography",
                "Travel",
                "History",
                "Literature",
                "Cultural",
                "Politics",
                "European Literature"
            ]
        },
        {
            "title": "Crash",
            "authors": [
                "J.G. Ballard"
            ],
            "ranking": 3.64,
            "ranking_count": 25242,
            "abstract": "In Ballard's hallucinatory novel, the car provides the hellish tableau in which Vaughan, a TV scientist turned nightmare angel of the highways, experiments with erotic atrocities among auto crash victims, each more sinister than the last. James Ballard, his friend and fellow obsessive, tells the story of this twisted visionary as he careens rapidly toward his own demise in an intentionally orchestrated car crash with Elizabeth Taylor. A classic work of cutting edge fiction,. Crash. explores the disturbing potentialities of contemporary society's increasing dependence on technology as intermediary in human relations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Literature",
                "Horror",
                "European Literature",
                "Classics",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Last Temptation of Christ",
            "authors": [
                "Nikos Kazantzakis",
                "Peter A. Bien"
            ],
            "ranking": 4.17,
            "ranking_count": 13173,
            "abstract": "The internationally renowned novel about the life and death of Jesus Christ.. Hailed as a masterpiece by critics worldwide,. The Last Temptation of Christ. is a monumental reinterpretation of the Gospels that brilliantly fleshes out Christ’s Passion. This literary rendering of the life of Jesus Christ has courted controversy since its publication by depicting a Christ far more human than the one seen in the Bible. He is a figure who is gloriously divine but earthy and human, a man like any other—subject to fear, doubt, and pain.. In elegant, thoughtful prose Nikos Kazantzakis, one of the greats of modern literature, follows this Jesus as he struggles to live out God’s will for him, powerfully suggesting that it was Christ’s ultimate triumph over his flawed humanity, when he gave up the temptation to run from the cross and willingly laid down his life for mankind, that truly made him the venerable redeemer of men.. “Spiritual dynamite.” —. San Francisco Chronicle. “A searing, soaring, shocking novel.” —. Time",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Religion",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Cultural",
                "Philosophy",
                "Spirituality"
            ]
        },
        {
            "title": "Becoming",
            "authors": [
                "Michelle Obama"
            ],
            "ranking": 4.5,
            "ranking_count": 828472,
            "abstract": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America—the first African American to serve in that role—she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare.. In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her—from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world’s most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it—in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations—and whose story inspires us to do the same.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Politics",
                "Biography Memoir",
                "Feminism",
                "History",
                "Adult"
            ]
        },
        {
            "title": "Night World, No. 3",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 4.2,
            "ranking_count": 64462,
            "abstract": "Includes:. Book 7 - Huntress. Book 8 - Black Dawn. Book 9 - Witchlight. Vampires, werewolves, witches, shapeshifters - they live among us without our knowledge. Night World is their secret society, a secret society with very strict rules. And falling in love breaks all the laws of the Night World.. The apocalypse is drawing near. But four Wild Powers can save the world from the impending doom. Circle Daybreak, an underground organization with both Night World and human members, is searching for the four who can stop the darkness.. A vampire hunter - who is half vampire - stalks her own kind to protect humans in. Huntress. .. In. Black Dawn. , Maggie stumbles upon an old Night World kingdom where the ruling vampire prince is both an enemy and an ally.. And Circle Daybreak hires Keller, a shapeshifting panther, to guard a new Wild power in. Witchlight. . But when Keller falls in love with the Wild Power's soulmate, her love could destroy everything...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "Fast Food Nation: The Dark Side of the All-American Meal",
            "authors": [
                "Eric Schlosser"
            ],
            "ranking": 3.75,
            "ranking_count": 204089,
            "abstract": "Fast food has hastened the malling of our landscape, widened the chasm between rich and poor, fueled an epidemic of obesity, and propelled American cultural imperialism abroad. That's a lengthy list of charges, but here Eric Schlosser makes them stick with an artful mix of first-rate reportage, wry wit, and careful reasoning.. Schlosser's myth-shattering survey stretches from California's subdivisions where the business was born to the industrial corridor along the New Jersey Turnpike where many fast food's flavors are concocted. Along the way, he unearths a trove of fascinating, unsettling truths -- from the unholy alliance between fast food and Hollywood to the seismic changes the industry has wrought in food production, popular culture, and even real estate.. (back cover)",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Health",
                "Sociology",
                "Politics",
                "History",
                "Science",
                "Academic",
                "Business"
            ]
        },
        {
            "title": "Dark Matter",
            "authors": [
                "Blake Crouch",
                "Hilary Clarcq",
                "Andy Weir"
            ],
            "ranking": 4.12,
            "ranking_count": 335882,
            "abstract": "Jason Dessen is walking home through the chilly Chicago streets one night, looking forward to a quiet evening in front of the fireplace with his wife, Daniela, and their son, Charlie—when his reality shatters.. - - -. 'Are you happy in your life?'. Those are the last words Jason Dessen hears before the masked abductor knocks him unconscious. Before he awakes to find himself strapped to a gurney, surrounded by strangers in hazmat suits. Before the man he's never met smiles down at him and says, 'Welcome back.'. In this world he's woken up to, Jason's life is not the one he knows. His wife is not his wife. His son was never born. And Jason is not an ordinary college physics professor, but a celebrated genius who has achieved something remarkable. Something impossible.. Is it this world or the other that's the dream?. And even if the home he remembers is real, how can Jason possibly make it back to the family he loves? The answers lie in a journey more wondrous and horrifying than anything he could've imagined—one that will force him to confront the darkest parts of himself even as he battles a terrifying, seemingly unbeatable foe.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Mystery",
                "Audiobook",
                "Thriller",
                "Adult",
                "Fantasy",
                "Science Fiction Fantasy",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "Why They Stay: Sex Scandals, Deals, and Hidden Agendas of Eight Political Wives",
            "authors": [
                "Anne Michaud"
            ],
            "ranking": 4.32,
            "ranking_count": 7351,
            "abstract": "Why do good women stay with bad men?. What if political wives are just as calculating as their infamous husbands?. If Hilary Clinton had left her marriage, she might only be known as the spurned wife of a retired politician. Instead, she became the first woman to run for U.S. president on a major party ticket.. Veteran political journalist Anne Michaud knows the hidden agendas women employ to gain and cling to power. Working as a reporter for The Wall Street Journal and awarded “Columnist of the Year” by the New York News Publishers Association, Anne has researched the women behind some of the most notorious men in the public eye.. She discovered a surprising pattern as old as the dynastic maneuverings of England’s medieval queens.. Today, women married to the “royalty” of our times–politicians–make bold decisions to keep their “thrones” and their family’s history-making potential.. Why They Stay reveals the inner lives of eight political wives as they fight to maintain a grip on power and pursue personal ambition:. Melania & Donald Trump: A foreigner’s desire to live the American dream. Hilary & Bill Clinton: One masterful decision launched her political career. Jackie & John F. Kennedy: Coping in bed and all the way to the bank. Eleanor & Franklin D. Roosevelt: A lifeless marriage sparks a social champion. Marion Stein & Jeremy Thorpe: Riding out British scandal to provide for her sons. Wendy & David Vitter: Married to the Party versus married to a man. Silda Wall & Elliot Spitzer: Real-life drama spawns TV show The Good Wife. Huma Abedin & Anthony Weiner: How to win against a man and the Media. These political wives aren’t powerless pawns. They are shrewder than you expect. Why They Stay pulls back the curtain to reveal why women throughout history stand by their man … for better and for worse.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Inspirational",
                "Education",
                "How To",
                "Book Club"
            ]
        },
        {
            "title": "Animal Dreams",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.05,
            "ranking_count": 69517,
            "abstract": "Animals dream about the things they do in the day time just like people do. If you want sweet dreams, you've got to live a sweet life. So says Loyd Peregrina, a handsome Apache trainman and latter-day philosopher. But when Codi Noline returns to her hometown, Loyd's advice is painfully out of her reach. Dreamless and at the end of her rope, Codi comes back to Grace, Arizona to confront her past and face her ailing, distant father. What she finds is a town threatened by a silent environmental catastrophe, some startling clues to her own identity, and a man whose view of the world could change the course of her life. Blending flashbacks, dreams, and Native American legends,. Animal Dreams. is a suspenseful love story and a moving exploration of life's largest commitments. With this work, the acclaimed author of. The Bean Trees. and. Homeland and Other Stories. sustains her familiar voice while giving readers her most remarkable book yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Adult",
                "Literature",
                "Realistic Fiction",
                "Romance",
                "Womens"
            ]
        },
        {
            "title": "The Demon King",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.14,
            "ranking_count": 73837,
            "abstract": "Times are hard in the mountain city of Fellsmarch. Reformed thief Han Alister will do almost anything to eke out a living for his family. The only thing of value he has is something he can't sell—the thick silver cuffs he's worn since birth. They're clearly magicked—as he grows, they grow, and he's never been able to get them off.. One day, Han and his clan friend, Dancer, confront three young wizards setting fire to the sacred mountain of Hanalea. Han takes an amulet from Micah Bayar, son of the High Wizard, to keep him from using it against them. Soon Han learns that the amulet has an evil history—it once belonged to the Demon King, the wizard who nearly destroyed the world a millennium ago. With a magical piece that powerful at stake, Han knows that the Bayars will stop at nothing to get it back.. Meanwhile, Raisa. ana. 'Marianna, princess heir of the Fells, has her own battles to fight. She's just returned to court after three years of freedom in the mountains—riding, hunting, and working the famous clan markets. Raisa wants to be more than an ornament in a glittering cage. She aspires to be like Hanalea—the legendary warrior queen who killed the Demon King and saved the world. But her mother has other plans for her.... The Seven Realms tremble when the lives of Hans and Raisa collide, fanning the flames of the smoldering war between clans and wizards.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "After",
            "authors": [
                "Anna Todd"
            ],
            "ranking": 3.72,
            "ranking_count": 238609,
            "abstract": "Tessa is a good girl with a sweet, reliable boyfriend back home. She’s got direction, ambition, and a mother who’s intent on keeping her that way.. But she’s barely moved into her freshman dorm when she runs into Hardin. With his tousled brown hair, cocky British accent, tattoos, and lip ring, Hardin is cute and different from what she’s used to.. But he’s also rude—to the point of cruelty, even. For all his attitude, Tessa. should. hate Hardin. And she does—until she finds herself alone with him in his room. Something about his dark mood grabs her, and when they kiss it ignites within her a passion she’s never known before.. He’ll call her beautiful, then insist he isn't the one for her and disappear again and again. Despite the reckless way he treats her, Tessa is compelled to dig deeper and find the real Hardin beneath all his lies. He pushes her away again and again, yet every time she pushes back, he only pulls her in deeper.. Tessa already has the perfect boyfriend. So why is she trying so hard to overcome her own hurt pride and Hardin’s prejudice about nice girls like her?. Unless…could this be. love. ?. Now newly revised and expanded, Anna Todd’s After fanfiction racked up 1 billion reads online and captivated readers across the globe. Experience the Internet’s most talked-about book for yourself!. There was the time before Tessa met Hardin, and then there’s everything. AFTER. ... Life will never be the same.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Academic",
                "Audiobook",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "My Name Is Red",
            "authors": [
                "Orhan Pamuk",
                "Erdağ M. Göknar"
            ],
            "ranking": 3.86,
            "ranking_count": 51125,
            "abstract": "At once a fiendishly devious mystery, a beguiling love story, and a brilliant symposium on the power of art,. My Name Is Red. is a transporting tale set amid the splendor and religious intrigue of sixteenth-century Istanbul, from one of the most prominent contemporary Turkish writers.. The Sultan has commissioned a cadre of the most acclaimed artists in the land to create a great book celebrating the glories of his realm. Their task: to illuminate the work in the European style. But because figurative art can be deemed an affront to Islam, this commission is a dangerous proposition indeed. The ruling elite therefore mustn’t know the full scope or nature of the project, and panic erupts when one of the chosen miniaturists disappears. The only clue to the mystery–or crime? –lies in the half-finished illuminations themselves. Part fantasy and part philosophical puzzle,. My Name is Red. is a kaleidoscopic journey to the intersection of art, religion, love, sex and power.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literature",
                "Novels",
                "Cultural",
                "Asian Literature",
                "Art",
                "Nobel Prize"
            ]
        },
        {
            "title": "Insomnia",
            "authors": [
                "Stephen King",
                "Bettina Blanch Tyroller"
            ],
            "ranking": 3.83,
            "ranking_count": 143653,
            "abstract": "This is an alternate cover edition for ISBN 9780451184962.. Since his wife died, Ralph Roberts has been having trouble sleeping. Each night he awakens a little earlier until he's barely sleeping at all. During his late night vigils and walks, he observes some strange things going on in Derry, Maine. He sees colored ribbons streaming from people's heads. He witnesses two strange little men wandering the city under cover of night. He begins to suspect that these visions are something more than hallucinations brought about by sleep deprivation. Ralph and his friend, widow Lois Chasse, become enmeshed in events of cosmic significance.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Coma",
            "authors": [
                "Robin Cook"
            ],
            "ranking": 3.88,
            "ranking_count": 50400,
            "abstract": "The blockbuster bestseller that kickstarted a new genre--the medical thriller--is now available in trade paperback for the first time.. They called it minor surgery, but Nancy Greenly, Sean Berman and a dozen others--all admitted to Boston Memorial Hospital for routine procedures--were victims of the same inexplicable, hideous tragedy on the operating table. They never woke up.. Susan Wheeler is a third-year medical student working as a trainee at Boston Memorial Hospital. Two patients during her residency mysteriously go into comas immediately after their operations due to complications from anesthesia. Susan begins to investigate the causes behind both of these alarming comas and discovers the oxygen line in Operating Room 8 has been tampered with to induce carbon monoxide poisoning.. Then Susan discovers the evil nature of the Jefferson Institute, an intensive care facility where patients are suspended from the ceiling and kept alive until they can be harvested for healthy organs. Is she a participant in--or a victim of--a large-scale black market dealing in human organs?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Horror",
                "Medical",
                "Suspense",
                "Science Fiction",
                "Novels"
            ]
        },
        {
            "title": "Richard III",
            "authors": [
                "William Shakespeare",
                "John Jowett"
            ],
            "ranking": 3.91,
            "ranking_count": 48637,
            "abstract": "This edition of Richard III features seven scenes, opening with the Duke of Gloucester’s villainous “Winter of our discontent” speech and followed by his audacious wooing of Lady Anne. Queen Margaret’s chilling curses, Richard’s string of murders, and the haunting chants of his victims’ ghosts are stage drama at its best. The climax is a gripping battle in which the Earl of Richmond slays Richard and becomes King of England. There is also an essay by editor Nick Newlin on how to produce a Shakespeare play with novice actors, and notes about the original production of this abridgement at the Folger Shakespeare Library’s annual Student Shakespeare Festival.. The edition includes a preface by Nick Newlin, containing helpful advice on presenting Shakespeare in a high school setting with novice actors, as well as an appendix with play-specific suggestions and recommendations for further resources.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Plays",
                "Drama",
                "Fiction",
                "Historical",
                "Literature",
                "Academic",
                "Poetry"
            ]
        },
        {
            "title": "Opposition",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.35,
            "ranking_count": 76916,
            "abstract": "Katy knows the world changed the night the Luxen came.. She can't believe Daemon welcomed his race or stood by as his kind threatened to obliterate every last human and hybrid on Earth. But the lines between good and bad have blurred, and love has become an emotion that could destroy her—could destroy them all.. Daemon will do anything to save those he loves, even if it means betrayal.. They must team with an unlikely enemy if there is any chance of surviving the invasion. But when it quickly becomes impossible to tell friend from foe, and the world is crumbling around them, they may lose everything— even what they cherish most—to ensure the survival of their friends…and mankind.. War has come to Earth. And no matter the outcome, the future will never be the same for those left standing.. This edition includes. SHADOWS. , a Lux Prequel Novella",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Dragonflight",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.09,
            "ranking_count": 132008,
            "abstract": "HOW CAN ONE GIRL SAVE AN ENTIRE WORLD?. To the nobles who live in Benden Weyr, Lessa is nothing but a ragged kitchen girl. For most of her life she has survived by serving those who betrayed her father and took over his lands. Now the time has come for Lessa to shed her disguise—and take back her stolen birthright.. But everything changes when she meets a queen dragon. The bond they share will be deep and last forever. It will protect them when, for the first time in centuries, Lessa’s world is threatened by Thread, an evil substance that falls like rain and destroys everything it touches. Dragons and their Riders once protected the planet from Thread, but there are very few of them left these days. Now brave Lessa must risk her life, and the life of her beloved dragon, to save her beautiful world. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "A Gentleman in Moscow",
            "authors": [
                "Amor Towles"
            ],
            "ranking": 4.34,
            "ranking_count": 411325,
            "abstract": "From the New York Times bestselling author of Rules of Civility—a transporting novel about a man who is ordered to spend the rest of his life inside a luxury hotel. With his breakout debut novel, Rules of Civility, Amor Towles established himself as a master of absorbing, sophisticated fiction, bringing late 1930s Manhattan to life with splendid atmosphere and a flawless command of style. Readers and critics were enchanted; as NPR commented, “Towles writes with grace and verve about the mores and manners of a society on the cusp of radical change.”. A Gentleman in Moscow immerses us in another elegantly drawn era with the story of Count Alexander Rostov. When, in 1922, he is deemed an unrepentant aristocrat by a Bolshevik tribunal, the count is sentenced to house arrest in the Metropol, a grand hotel across the street from the Kremlin. Rostov, an indomitable man of erudition and wit, has never worked a day in his life, and must now live in an attic room while some of the most tumultuous decades in Russian history are unfolding outside the hotel’s doors. Unexpectedly, his reduced circumstances provide him a doorway into a much larger world of emotional discovery.. Brimming with humour, a glittering cast of characters, and one beautifully rendered scene after another, this singular novel casts a spell as it relates the count’s endeavour to gain a deeper understanding of what it means to be a man of purpose.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Book Club",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Quidditch Through the Ages",
            "authors": [
                "J.K. Rowling",
                "Andrew Lincoln"
            ],
            "ranking": 3.82,
            "ranking_count": 166552,
            "abstract": "The most checked-out book in the Hogwarts Library, and a volume no Quidditch player or Harry Potter fan should be without!. If you have ever asked yourself where the Golden Snitch came from, how the Bludgers came into existence, or why the Wigtown Wanderers have pictures of meat cleavers on their robes, you need QUIDDITCH THROUGH THE AGES. This invaluable volume is consulted by young Quidditch fans on an almost daily basis.. Proceeds from the sale of this book will go to Comic Relief, who will use your money to continue improving and changing lives -- work that is even more important and astonishing than the three-and-a-half-second capture of the Golden Snitch by Roderick Plumpton in 1921.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Audiobook",
                "Short Stories",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "This Man",
            "authors": [
                "Jodi Ellen Malpas",
                "Andrea Fischer"
            ],
            "ranking": 4.08,
            "ranking_count": 107424,
            "abstract": "Young interior designer Ava O’Shea has an appointment for a first consultation at The Manor with the owner, Mr Jesse Ward. She is expecting nothing more than an overweight, cravat wearing, well-to-do countryman, and on arrival, nothing would suggest otherwise. How wrong could she be? This Man is devastatingly handsome, charming and confident. He is also a conceited, hedonistic playboy, who knows no boundaries. Ava desperately does not want to be attracted to him, but she can’t control the overwhelming effect he has on her. Every instinct is telling her to run, so she does, but Jesse Ward is not so willing to let her go. He wants her and is determined to have her. She knows she is heading for heartbreak, but how can she run when he won’t let her?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Erotica",
                "Adult",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation",
            "authors": [
                "Lynne Truss"
            ],
            "ranking": 3.86,
            "ranking_count": 104135,
            "abstract": "In. Eats, Shoots & Leaves. , former editor Lynne Truss, gravely concerned about our current grammatical state, boldly defends proper punctuation. She proclaims, in her delightfully urbane, witty, and very English way, that it is time to look at our commas and semicolons and see them as the wonderful and necessary things they are. Using examples from literature, history, neighborhood signage, and her own imagination, Truss shows how meaning is shaped by commas and apostrophes, and the hilarious consequences of punctuation gone awry.. Featuring a foreword by Frank McCourt, and interspersed with a lively history of punctuation from the invention of the question mark in the time of Charlemagne to George Orwell shunning the semicolon,. Eats, Shoots & Leaves. makes a powerful case for the preservation of proper punctuation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Humanities",
                "Reference",
                "Humor",
                "Education",
                "Adult",
                "Self Help",
                "European Literature"
            ]
        },
        {
            "title": "Oathbringer",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.6,
            "ranking_count": 173965,
            "abstract": "In. Oathbringer. , the third volume of the. New York Times. bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.. Dalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.. Nestled in the mountains high above the storms, in the tower city of Urithiru, Shallan Davar investigates the wonders of the ancient stronghold of the Knights Radiant and unearths dark secrets lurking in its depths. And Dalinar realizes that his holy mission to unite his homeland of Alethkar was too narrow in scope. Unless all the nations of Roshar can put aside Dalinar's blood-soaked past and stand together--and unless Dalinar himself can confront that past--even the restoration of the Knights Radiant will not prevent the end of civilization.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Adult",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Diary",
            "authors": [
                "Chuck Palahniuk",
                "Martha Plimpton"
            ],
            "ranking": 3.64,
            "ranking_count": 76954,
            "abstract": "Misty Wilmot has had it. Once a promising young artist, she’s now stuck on an island ruined by tourism, drinking too much and working as a waitress in a hotel. Her husband, a contractor, is in a coma after a suicide attempt, but that doesn’t stop his clients from threatening Misty with lawsuits over a series of vile messages they’ve found on the walls of houses he remodeled.. Suddenly, though, Misty finds her artistic talent returning as she begins a period of compulsive painting. Inspired but confused by this burst of creativity, she soon finds herself a pawn in a larger conspiracy that threatens to cost hundreds of lives. What unfolds is a dark, hilarious story from America’s most inventive nihilist, and Palahniuk’s most impressive work to date.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Contemporary",
                "Novels",
                "Thriller",
                "Mystery",
                "Literature",
                "Suspense",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dead in the Family",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.89,
            "ranking_count": 158302,
            "abstract": "It's all about family .... Sookie Stackhouse is dealing with a whole host of family problems, ranging from her own kin (a non-human fairy and a telepathic second cousin) demanding a place in her life, to her lover Eric's vampire sire, an ancient being who arrives with Eric's 'brother' in tow at a most inopportune moment. And Sookie's tracking down a distant relation of her ailing neighbour (and ex), Vampire Bill Compton.. In addition to the multitude of family issues complicating her life, the werewolf pack of Shreveport has asked Sookie for a special favour, and since Sookie is an obliging young woman, she agrees. But this favour for the wolves has dire results for Sookie, who is still recovering from the trauma of her abduction during the Fairy War.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery",
                "Shapeshifters"
            ]
        },
        {
            "title": "The Fiery Heart",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.32,
            "ranking_count": 73631,
            "abstract": "Sydney Sage is an Alchemist, one of a group of humans who dabble in magic and serve to bridge the worlds of humans and vampires. They protect vampire secrets and human lives. In The Indigo Spell, Sydney was torn between the Alchemist way of life and what her heart and gut were telling her to do. And in one breathtaking moment that Richelle Mead fans will never forget, she made a decision that shocked even her. . . . But the struggle isn't over for Sydney. As she navigates the aftermath of her life-changing decision, she still finds herself pulled in too many directions at once. Her sister Zoe has arrived, and while Sydney longs to grow closer to her, there's still so much she must keep secret. Working with Marcus has changed the way she views the Alchemists, and Sydney must tread a careful path as she harnesses her profound magical ability to undermine the way of life she was raised to defend. Consumed by passion and vengeance, Sydney struggles to keep her secret life under wraps as the threat of exposure and re-education looms larger than ever. Pulses will race throughout this thrilling fourth installment in the New York Times bestselling Bloodlines series, where no secret is safe.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        }
    ]
}