{
    "books": [
        {
            "title": "Beggars Ride",
            "authors": [
                "Nancy Kress"
            ],
            "ranking": 3.76,
            "ranking_count": 1384,
            "abstract": "Nancy Kress, one of the leading writers of science fiction today, has written a number of provocative and award-winning stories and novels. But it is with the Beggars trilogy that she has reached the pinnacle of her success. Developed out of her Hugo and Nebula Award-winning novella, Beggars in Spain, the trilogy was launched with. Beggars in Spain. (1993), also a Nebula nominee for best novel, and continued in. Beggars and Choosers. (1995). Both received widespread praise and unusual enthusiasm.. Locus. , for instance, referred to the joy of reading a work of SF so intelligent, humane, involving, utterly genuine...magnificent, and went on to say, It is Kress's brilliant achievement in. Beggars and Choosers. , that scientific progress and human idealism, the driving forces behind some of the best hard SF...,never leave behind the passionate muddle that is life..... Now the trilogy is completed in Beggars Ride, a compelling novel of science fiction that raises one of the most ambitious and large-scale works of the decade to the status of finished masterpiece. Kress, a writer who had been appropriately compared to H.G. Wells and Aldous Huxley, deals with evolutionary forces, genetic engineering, technological progress, and social and class conflict, confronting enduring issues that face human society in this century and the next.. The Sleepless and the SuperSleepless, two generations of genetically modified superhumans, are now in conflict with each other, and with the spectrum of normal humanity, whose radical division into the rich and poor has made a parody of democracy in the twenty-second century. Human civilization has been transformed. Now it may be destroyed. And if it falls, what kind of world is left, what kind of humanity?. Nancy Kress has written a work of fiction that culminates and brings to new fruition the Wellsian strain of SF invented a century ago.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Literature",
                "Biology"
            ]
        },
        {
            "title": "Munich Signature",
            "authors": [
                "Bodie Thoene",
                "Brock Thoene"
            ],
            "ranking": 4.39,
            "ranking_count": 6740,
            "abstract": "Elisa Murphy holds information that might be a key to stopping Hitler. Zion Covenant book 3.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Christian",
                "Fiction",
                "War",
                "Romance",
                "Adult Fiction",
                "World War II"
            ]
        },
        {
            "title": "بيتر كامينتسند",
            "authors": [
                "Hermann Hesse",
                "هرمان هيسه",
                "مصطفى ماهر"
            ],
            "ranking": 3.87,
            "ranking_count": 6530,
            "abstract": "هذه هي الرواية الأولى ل  هرمن هيسه  ولكن كما يؤكد الأستاذ الدكتور / مصطفى ماهر الذي قدم مؤلفاته للمكتبة العربية و أشهرها  لعبة الكريات الزجاجية  ف  بيتر كامينتسند  تحتوى على عناصر كثيرة ظلت ملازمة للكاتب في أعماله كلها فيما بعد. فهي رواية بها الكثير من الرومانتيكية المحدثة التي تنطلق فيها العاطفة الصارخة. والتي تدخل فيها عناصر الطبيعة بفطرتها إلى محيط الحياة الإنسانية. ويصبح الاندماج بين الإنسان والطبيعة بين مشاعره الوجدانية و بين إنطباعاته الحسية من أهدافها أولاً ومن مميزاتها من بعد ذلك. والطبيعة عند  هرمن هيسه  في  بيتر كامينتسند  هي الأصل وهي الشيء المهم. وهي التي تعني الإنسان الفرد. وهذه الطبيعة هي أخت الإنسان. وهي أفضل من الإنسان. لأنها مجردة من الخير والشر .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Nobel Prize",
                "Philosophy",
                "Young Adult"
            ]
        },
        {
            "title": "Transformation",
            "authors": [
                "Carol Berg"
            ],
            "ranking": 3.99,
            "ranking_count": 7020,
            "abstract": "Seyonne is a man waiting to die. He has been a slave for sixteen years, almost half his life, and has lost everything of meaning to him: his dignity, the people and homeland he loves, and the Warden's power he used to defend an unsuspecting world from the ravages of demons. Seyonne has made peace with his fate. With strict self-discipline he forces himself to exist only in the present moment and to avoid the pain of hope or caring about anyone. But from the moment he is sold to the arrogant, careless Prince Aleksander, the heir to the Derzhi Empire, Seyonne's uneasy peace begins to crumble. And when he discovers a demon lurking in the Derzhi court, he must find hope and strength in a most unlikely place...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Paranormal",
                "Epic",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Stay Out of the Basement",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.68,
            "ranking_count": 18262,
            "abstract": "Dr. Brewer is doing a little plant-testing in his basement. Nothing to worry about. Harmless, really.. But Margaret and Casey Brewer are worried about their father. Especially when they... meet... some of the plants he is growing down there.. Then they notice that their father is developing plantlike tendencies. In fact, he is becoming distinctly weedy- and seedy. Is it just part of their father's 'harmless' experiment? Or has the basement turned into another little shop of horrors?",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Mystery",
                "Science Fiction",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Outer Dark",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 3.88,
            "ranking_count": 16665,
            "abstract": "A woman bears her brother's child, a boy, the brother leaves the baby in the woods and tells her he died of natural causes. Discovering her brother's lie, she sets forth alone to find her son. Both brother and sister wander through a countryside being scourged by three terrifying strangers, toward an apocalyptic resolution.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Gothic",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American",
                "Classics"
            ]
        },
        {
            "title": "Bride of the Mist",
            "authors": [
                "Christina Skye"
            ],
            "ranking": 4.02,
            "ranking_count": 752,
            "abstract": "AT ROSE-COVERED DRAYCOTT ABBEY... in a savage age of chivalry, a war-wear knight defends a mysterious lady from danger and swears himself her champion for all time. Centuries later, a startling psychic vision draws a gifted bridal writer to a rugged castle veiled in Highland mist and to its enigmatic laird, Duncan MacKinnon. From the moment they meet, Kara Fitzgerald can sense they share an ancient, secret destiny.. ON A STORMY SCOTTISH SHORE... they are swept up in breathtaking passion- even as a ghostly guardian warns of coming danger. For a callous enemy stalks the crags of Dunraven Castle a timeless menace the cynical Scotsman and beautiful American must confront together...armed only with the power of their eternal love.. AT ROSE-COVERED DRAYCOTT ABBEY... in a savage age of chivalry, a war-wear knight defends a mysterious lady from danger and swears himself her champion for all time.Centuries later, a startling psychic vision draws a gifted bridal writer to a rugged castle veiled in Highland mist and to its enigmatic laird, Duncan MacKinnon. From the moment they meet, Kara Fitzgerald can sense they share an ancient, secret destiny.. ON A STORMY SCOTTISH SHORE... they are swept up in breathtaking passion- even as a ghostly guardian warns of coming danger. For a callous enemy stalks the crags of Dunraven Castle a timeless menace the cynical Scotsman and beautiful American must confront together...armed only with the power of their eternal love.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Contemporary",
                "Fiction",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "Anne Sexton",
                "Diane Wood Middlebrook",
                "Diana Hume George"
            ],
            "ranking": 4.2,
            "ranking_count": 1987,
            "abstract": "This selection, which is drawn from Pulitzer Prize–winning poet Anne Sexton's ten published volumes of poems as well as from representative early and last work, is an ideal introduction to a great American master.. ANNE SEXTON (1928–1974) was an American poet known for her highly personal, confessional verse. A celebrated poet of mid- twentieth century America, Sexton’s impressive body of work continues to be widely read and debated by literary scholars and cultural critics alike. Her poetry explored the many paradoxes within human behavior and motivation.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Literature",
                "Fiction",
                "Classics",
                "Womens",
                "Health",
                "Female Authors",
                "Anthologies"
            ]
        },
        {
            "title": "The Art of Dramatic Writing: Its Basis in the Creative Interpretation of Human Motives",
            "authors": [
                "Lajos Egri",
                "Gilbert Miller"
            ],
            "ranking": 4.18,
            "ranking_count": 2758,
            "abstract": "Among the many how-to playwriting books that have appeared over the years, there have been few that attempt to analyze the mysteries of play construction. Lajos Egri's classic,. The Art of Dramatic Writing. , does just that, with instruction that can be applied equally well to a short story, novel, or screenplay.. Examining a play from the inside out, Egri starts with the heart of any drama: its characters. All good dramatic writing hinges on people and their relationships, which serve to move the story forward and give it life, as well as an understanding of human motives - why people act the way that they do. Using examples from everything from William Shakespeare's. Romeo and Juliet. to Henrik Ibsen's. A Doll's House. , Egri shows how it is essential for the author to have a basic premise - a thesis, demonstrated in terms of human behavior - and to develop the dramatic conflict on the basis of that behavior.. Using Egri's ABCs of premise, character, and conflict,. The Art of Dramatic Writing. is a direct, jargon-free approach to the problem of achieving truth in writing.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Culture",
                "Reference",
                "Plays",
                "Art",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "A City of Bells",
            "authors": [
                "Elizabeth Goudge"
            ],
            "ranking": 4.21,
            "ranking_count": 829,
            "abstract": "Who was Gabriel Ferranti? Why had he disappeared?. Jocelyn Irvin has just returned from the Boer War with an incurably lamed leg. He heads for the cathedral town or Torminster, where he recovers his love of life in the invigorating company of his cousin, Hugh Anthony, his grandfather, the Canon and Henrietta.. When Jocelyn moved into the little house where Ferranti once had lived, a dark Byronic spirit haunted its rooms. Was Ferranti alive or dead? Until they knew, Jocelyn and Felicity must reach out to him. Until Ferranti no longer needed them, they must yield slowly to the madness of love. So the ghost of Gabriel Ferranti guided their lives in surprising ways, and more than one bewildered heart was restored to the wonder and magic of living.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Romance",
                "Classics",
                "Christian Fiction",
                "Christian",
                "Mystery",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Barrow's Boys: The Original Extreme Adventurers: A Stirring Story of Daring Fortitude and Outright Lunacy",
            "authors": [
                "Fergus Fleming"
            ],
            "ranking": 4.15,
            "ranking_count": 649,
            "abstract": "Barrow's Boys is a spellbinding account of perilous journeys to uncharted areas under the most challenging conditions. Re-creating the successes and harrowing failures of the original extreme adventurers, Fergus Fleming captures the incredibly brave, and often downright insane, passion for exploration that led a band of men into situations that would humble even the bravest adventurers today.These men served under John Barrow, Second Secretary to the Admiralty, who, after the Napoleonic wars, launched the most ambitious program of exploration the world has ever seen. For the next thirty years, his handpicked teams of elite naval officers scoured the globe on a mission to fill the blanks that littered the atlases of the day.. From the first disastrous trip down the Congo, in search of the Niger River, Barrow maintained his resolve in the face of continuous catastrophes. His explorers often died of sickness or at the hands of unfriendly natives, and they struggled under minuscule budgets that forced them to resort to pulling enormous ships across floating ice fields; to eating mice, raw meat, or their own shoes; and even to horrifying acts of cannibalism.. While many of the journeys failed entirely, Barrow and his men ultimately opened Africa to the world, discovered Antarctica, and pried apart the mandibles of the Arctic. Many of the missions have gone down among the greatest in history, yet they have never before been collected into one volume that captures the full sweep of Barrow's program. Beyond their own renowned discoveries, Barrow's officers inspired scores of men, from Livingstone to Shackleton, to continue the incredible quest for knowledge well into the twentieth century.Never again would such a disparate and entertaining band of explorers stalk the world.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Adventure",
                "Travel",
                "Cultural",
                "Literature",
                "Biography",
                "European Literature",
                "Military History"
            ]
        },
        {
            "title": "The Journalist and the Murderer",
            "authors": [
                "Janet Malcolm"
            ],
            "ranking": 3.81,
            "ranking_count": 3999,
            "abstract": "In two previous books, Janet Malcolm explored the hidden sides of, respectively, institutional psychoanalysis and Freudian biography. In this book, she examines the psychopathology of journalism. Using a strange and unprecedented lawsuit as her larger-than-life example -- the lawsuit of Jeffrey MacDonald, a convicted murderer, against Joe McGinniss, the author of Fatal Vision, a book about the crime -- she delves into the always uneasy, sometimes tragic relationship that exists between journalist and subject. In Malcolm's view, neither journalist nor subject can avoid the moral impasse that is built into the journalistic situation. When the text first appeared, as a two-part article in The New Yorker, its thesis seemed so radical and its irony so pitiless that journalists across the country reacted as if stung.. Her book is a work of journalism as well as an essay on journalism: it at once exemplifies and dissects its subject. In her interviews with the leading and subsidiary characters in the MacDonald-McGinniss case -- the principals, their lawyers, the members of the jury, and the various persons who testified as expert witnesses at the trial -- Malcolm is always aware of herself as a player in a game that, as she points out, she cannot lose. The journalist-subject encounter has always troubled journalists, but never before has it been looked at so unflinchingly and so ruefully. Hovering over the narrative -- and always on the edge of the reader's consciousness -- is the MacDonald murder case itself, which imparts to the book an atmosphere of anxiety and uncanniness. The Journalist and the Murderer derives from and reflects many of the dominant intellectual concerns of our time, and it will have a particular appeal for those who cherish the odd, the off-center, and the unsolved.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Writing",
                "Mystery",
                "Psychology",
                "Language",
                "History",
                "Law"
            ]
        },
        {
            "title": "Rites of Spring: The Great War and the Birth of the Modern Age",
            "authors": [
                "Modris Eksteins"
            ],
            "ranking": 4.13,
            "ranking_count": 2469,
            "abstract": "A rare and remarkable cultural history of World War I that unearths the roots of modernism. Dazzling in its originality,. Rites of Spring. probes the origins, impact, and aftermath of World War I, from the premiere of Stravinsky's ballet. The Rite of Spring. in 1913, to the death of Hitler in 1945. Recognizing that The Great War was the psychological turning point . . . for modernism as a whole, author Modris Eksteins examines the lives of ordinary people, works of modern literature, and pivotal historical events to redefine the way we look at our past and toward our future.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Art",
                "Politics",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The People of the Abyss",
            "authors": [
                "Jack London"
            ],
            "ranking": 4.06,
            "ranking_count": 4045,
            "abstract": "Disguised as a down-on-his-luck American sailor, Jack London spent six weeks in the summer of 1902 living in London's East End and studying slum life. Based on his firsthand experience, The People of the Abyss is his expose of the misery and degrading conditions he found there.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Sociology",
                "Politics",
                "Literature",
                "Historical",
                "Travel",
                "European Literature"
            ]
        },
        {
            "title": "Brother Cadfael's Herb Garden: An Illustrated Companion to Medieval Plants and Their Uses",
            "authors": [
                "Robin Whiteman",
                "Rob Talbot"
            ],
            "ranking": 4.24,
            "ranking_count": 164,
            "abstract": "Brother Cadfael is the world's best-known twelfth-century monk, a renowned herbalist and clever sleuth who has appeared in twenty novels as well as an ongoing public television series starring Derek Jacobi. Now, with this beautifully illustrated book, Cadfael fans can spend a typical year with their favorite monk, following him on his rounds as Shrewsbury's apothecary and healer, visiting his garden', and learning more about hundreds of herbs -- many of which are still cultivated today. Here is a succinct history of herbal remedies and monastic herb gardens like Cadfael's, as well as a complete A-to-Z guide to the medical uses for every herb and plant mentioned in the Ellis Peters books. For anyone intrigued by Brother Cadfael's medieval universe -- or interested in the recent boom in herbal remedies -- Brother Cadfael's Herb Garden is a marvelous guide to greater knowledge.",
            "part_of_series": true,
            "genre_list": [
                "Horticulture",
                "History",
                "Nonfiction",
                "Historical",
                "Reference",
                "Environment",
                "Plants",
                "Adventure",
                "Science",
                "Nature"
            ]
        },
        {
            "title": "Повість про санаторійну зону",
            "authors": [
                "Mykola Khvylovy"
            ],
            "ranking": 3.91,
            "ranking_count": 102,
            "abstract": "«Санаторійна зона» Миколи Хвильового – соціально-психологічний твір, герої якого живуть лише примарними надіями на майбутнє і на відродження нації, однак, ці надії з кожним днем віддаляються.. Хвильовий у повісті показав, що розгул жорстокості, жахи громадянської війни не минули безслідно для духовного здоров'я народу, нації.. Колишні революціонери, будівничі нового життя стають «зайвими людьми», відчуваючи прірву між своїми ідеалами й реальною дійсністю, їх шлях невизначений, їхні долі понівечені.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Blood on the Forge",
            "authors": [
                "William Attaway",
                "Darryl Pinckney"
            ],
            "ranking": 3.74,
            "ranking_count": 446,
            "abstract": "This brutally gripping novel about the African-American Great Migration follows the three Moss brothers, who flee the rural South to work in industries up North. Delivered by day into the searing inferno of the steel mills, by night they encounter a world of surreal devastation, crowded with dogfighters, whores, cripples, strikers, and scabs. Keenly sensitive to character, prophetic in its depiction of environmental degradation and globalized labor, Attaway's novel is an unprecedented confrontation with the realities of American life, offering an apocalyptic vision of the melting pot not as an icon of hope but as an instrument of destruction.. Blood on the Forge. was first published in 1941, when it attracted the admiring attention of Richard Wright and Ralph Ellison. It is an indispensable account of a major turning point in black history, as well as a triumph of individual style, charged with the concentrated power and poignance of the blues.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Race",
                "Classics",
                "American"
            ]
        },
        {
            "title": "Physics and Philosophy: The Revolution in Modern Science",
            "authors": [
                "Werner Heisenberg",
                "Paul C.W. Davies"
            ],
            "ranking": 4.03,
            "ranking_count": 2473,
            "abstract": "Nobel Prize winner Werner Heisenberg's classic account explains the central ideas of the quantum revolution, and his celebrated Uncertainty Principle. The theme of Heisenberg's exposition is that words and concepts familiar in daily life can lose their meaning in the world of relativity and quantum physics. This in turn has profound philosophical implications for the nature of reality and for our total world view.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Philosophy",
                "Nonfiction",
                "History",
                "European Literature",
                "Science Nature",
                "Physics"
            ]
        },
        {
            "title": "Encyclopedia of Things That Never Were: Creatures, Places, and People",
            "authors": [
                "Michael F. Page",
                "Robert Ingpen"
            ],
            "ranking": 4.41,
            "ranking_count": 970,
            "abstract": "Hardcover sales of more than 70,000 copies have made the Encyclopedia of Things That Never Were a classic illustrated reference to myths and legends from all corners of the world. Here--culled from mythology, literature, and folk tales--is the mystical realm that has populated humanity's imagination for centuries. Over 400 entries, engagingly written and organized by type of entity, make this a complete source of information and a visual feast. Among the entries are: from The Cosmos, Quetzalcoatl and Scorpio; from The Ground and Underground, centaurs, elves, and unicorns; from Wonderland, Atlantis and El Dorado; from Magic, Science, and Invention, flying carpets and the Trojan horse; from Water, Sky, and Air, Pegasus and Moby-Dick; and from The Night, a host of shuddersome creatures from vampires to the golem. This is a wild and wondrous gift for any visionary.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Reference",
                "Fiction",
                "Art",
                "Language",
                "Folklore",
                "Science Fiction",
                "Pseudoscience"
            ]
        },
        {
            "title": "The Elfin Ship",
            "authors": [
                "James P. Blaylock"
            ],
            "ranking": 3.8,
            "ranking_count": 597,
            "abstract": "This is a whimsical story of a cheesemaker, Jonathan Bing, who sets out on a quest to discover why trade to his river town has halted inconveniently right before the Winter holiday season. He and his friend, the Professor Wurzle, seek answers to the mystery, and they transport cheeses themselves to use in trade for dwarven cakes and children’s toys to take back to their village. Along the way, they run afoul of goblins masterminded by a nefarious dwarf, and they find surprising allies in the carefree Linkmen and elves.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Childrens",
                "Anthologies",
                "Humor"
            ]
        },
        {
            "title": "A Question of Power",
            "authors": [
                "Bessie Head"
            ],
            "ranking": 3.74,
            "ranking_count": 911,
            "abstract": "Your mother was insane. If you're not careful you'll get insane just like your mother. Your mother was a white woman. They had to lock her up, as she was having a child by the stable boy who was a native. It is never clear to Elizabeth whether the mission school principal's cruel revelation of her origins is at the bottom of her mental breakdown. She has left South Africa with her son and is living in the village of Motabeng, the place of sand, in Botswana where there are no street lights at night. In the darkness of this country where people turn and look at her with vague curiosity as an outsider she establishes an entirely abnormal relationship with two men. A mind-bending book which takes the reader in and out of sanity.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Southern Africa",
                "Literature",
                "Novels",
                "Womens",
                "Literary Fiction"
            ]
        },
        {
            "title": "Fire on the Mountain",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 3.93,
            "ranking_count": 2042,
            "abstract": "Edward Abbey was a hero to environmentalists and rebels of every stripe. With Fire on the Mountain, this literary giant of the New West gave readers a powerful, moving, and enduring tale that gloriously celebrates the undying spirit of American individualism. This fiftieth anniversary edition, with an introduction by historian Douglas Brinkley, reminds readers of Abbey's powerful conviction that a patriot must always be ready to defend his country against his government.. John Vogelin's land is his life--a barren stretch of New Mexican wilderness mercifully bypassed by civilization. Then the government moves in. And suddenly the elderly, mule-stubborn rancher is confronting the combined land-grabbing greed of the county sheriff, the Department of the Interior, the Atomic Energy Commission, and the U.S. Air Force. But a tough old man is like a mountain lion: if you back him into a corner, he'll come out fighting.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Environment",
                "Literature",
                "Historical",
                "Classics",
                "American",
                "Book Club"
            ]
        },
        {
            "title": "Camp Concentration",
            "authors": [
                "Thomas M. Disch"
            ],
            "ranking": 3.73,
            "ranking_count": 2668,
            "abstract": "Louis Sacchetti is a poet and pacifist imprisoned for refusing to enlist in the war against Third World guerillas. Sacchetti and the other inmates are used in perverse scientific experiments, and Sacchetti is infected with a germ that raises intelligence to incredible heights while causing decay and death.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "War",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Gods of Riverworld",
            "authors": [
                "Philip José Farmer"
            ],
            "ranking": 3.61,
            "ranking_count": 3714,
            "abstract": "The fifth installment of the Riverworld series--which features a ten-million-mile-long river and the resurrection of Earth's 35 billion dead. Again the resurrected heroes include explorer Richard Burton, Alice (of Wonderland fame), sf writer Peter Jairus Frigate & Chinese poet Li Po. They have now occupied the tower of the Ethicals (the mysterious, puissant beings who set the whole system up), with its computer & miraculous powers. The renegade Loga, having murdered the other Ethicals, is directing things to private ends....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adventure",
                "Audiobook",
                "Classics",
                "Mystery"
            ]
        },
        {
            "title": "Mornings on Horseback: The Story of an Extraordinary Family, a Vanished Way of Life, and the Unique Child Who Became Theodore Roosevelt",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.06,
            "ranking_count": 31054,
            "abstract": "Mornings on Horseback: The Story of an Extraordinary Family, a Vanished Way of Life, and the Unique Child Who Became Theodore Roosevelt. is the brilliant biography of the young Theodore Roosevelt. Hailed as a masterpiece by. Newsday,. it also won the. Los Angeles Times. Book Prize for Biography. Now with a new introduction by the author,. Mornings on Horseback. is reprinted as a Simon & Schuster Classic Edition.. Mornings on Horseback. is about the world of the young Theodore Roosevelt. It is the story of a remarkable little boy, seriously handicapped by recurrent and nearly fatal attacks of asthma, and his struggle to manhood: an amazing metamorphosis seen in the context of the very uncommon household (and rarefied social world) in which he was raised.. His father is the first Theodore Roosevelt, Greatheart, a figure of unbounded energy, enormously attractive and selfless, a god in the eyes of his small, frail namesake. His mother, Mittie Bulloch Roosevelt, is a Southerner and celebrated beauty, but also considerably more, which the book makes clear as never before. There are sisters Anna and Corinne, brother Elliott (who becomes the father of Eleanor Roosevelt), and the lovely, tragic Alice Lee, Teddy Roosevelt's first love. And while such disparate figures as Abraham Lincoln, Mrs. John Jacob Astor, and Senator Roscoe Conkling play a part, it is this diverse and intensely human assemblage of Roosevelts, all brought to vivid life, which gives the book its remarkable power.. The book spans seventeen years � from 1869 when little Teedie is ten, to 1886 when, as a hardened real life cowboy, he returns from the West to pick up the pieces of a shattered life and begin anew, a grown man, whole in body and spirit. The story does for Teddy Roosevelt what Sunrise at Campobello did for FDR � reveals the inner man through his battle against dreadful odds.. Like David McCullough's. The Great Bridge,. also set in New York, this is at once an enthralling story, with all the elements of a great novel, and a penetrating character study. It is brilliant social history and a work of important scholarship, which does away with several old myths and breaks entirely new ground. For the first time, for example, Roosevelt's asthma is examined closely, drawing on information gleaned from private Roosevelt family papers and in light of present-day knowledge of the disease and its psychosomatic aspects.. At heart it is a book about life intensely lived...about family love and family loyalty...about courtship and childbirth and death, fathers and sons...about winter on the Nile in the grand manner and Harvard College...about gutter politics in washrooms and the tumultuous Republican Convention of 1884...about grizzly bears, grief and courage, and blessed mornings on horseback at Oyster Bay or beneath the limitless skies of the Badlands. Black care rarely sits behind a rider whose pace is fast enough, Roosevelt once wrote. It is the key to his life and to much that is so memorable in this magnificent book.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "North American Hi...",
                "Politics",
                "Biography Memoir",
                "Historical",
                "Presidents",
                "Audiobook"
            ]
        },
        {
            "title": "Fred & Edie",
            "authors": [
                "Jill Dawson"
            ],
            "ranking": 3.62,
            "ranking_count": 441,
            "abstract": "In the winter of 1922 Edith Thompson and her younger lover, Freddy Bywaters, were found guilty of murdering Percy Thompson, Edith's boorish husband. The two lovers were executed in a whirl of publicity in 1923. The case caused a sensation, a crime of passion that gripped the nation's imagination and became the raw material for Jill Dawson's sensual and captivating novel. Fred and Edie. , a fictional account of the lovers' romance and their subsequent trial, predominantly told through Edie's imaginary letters addressed to her lover, Darlint Freddie. This is a remarkable novel, that brilliantly evokes the suburban world of 1920s London (T.S. Eliot's. The Waste Land. , published the same year as the trial, runs like a leitmotif throughout the novel). Edie, viewed from the public gallery as silly, vain is a superb literary creation--sensual, intelligent, articulate and liberated, bitterly denouncing in her letters to Freddy a world that denies that our love might be a real love, on a par with other great loves. That just because you are from Norwood and work as a ship's laundry man and I grew up in Stamford Hill and read a certain kind of novel, we are not capable of true emotions, of having feelings and experiences that. matter. .. Dawson's novel gradually reveals that Edie's crime is actually her articulate, contradictory and assertive femininity. I am. not all sweetness and light.  she insists, but it is her independent behaviour that ultimately stands trial, as Freddy becomes an increasingly enigmatic and questionable figure on the margins of the novel. Elegantly written and carefully researched,. Fred and Edie. is as passionate and assured as the tragic heroine it portrays. --. Jerry Brotton",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "European Literature",
                "Crime",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "White Queen",
            "authors": [
                "Gwyneth Jones"
            ],
            "ranking": 3.35,
            "ranking_count": 214,
            "abstract": "It's 2038 and the earth has been devastated by tectonic shifts accompanied by earthquakes and volcanic eruptions. The U.S. has undergone a socialist revolution, retro-viruses are rampant and most technology relies on a powerful organic clay instead of microprocessors. When aliens land near American-exile Johnny Guglio's adopted African home, Braemar Wilson, a cutthroat reporter, befriends him to get a jump on the story. Though no one knows the alien's intent, White Queen, an anti-alien group, begins working to undermine human trust. Even as ambassadors from both worlds talk, Braemar and Johnny must work together find themselves in a unique position to uncover the truth. The book won the 1991 James Tiptree Jr. Award.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Hopkins Manuscript",
            "authors": [
                "R.C. Sherriff",
                "George Gamow",
                "Michael Moorcock"
            ],
            "ranking": 4.17,
            "ranking_count": 491,
            "abstract": "In The Hopkins Manuscript we watch through his eyes as the moon veers off course, draws slowly closer to the earth, and finally crashes into it on May 3rd 1946. Because it falls into the Atlantic much of humanity survives – only to generate new disasters. But this is not science fiction in the mode of H G Wells's The War of the Worlds; it is a novel about human nature.. The 'manuscript' was named after its 'author', a retired Hampshire schoolmaster whose greatest interest in life is his Bantam hens; rather self-important and lacking much sense of humour, Edgar Hopkins nevertheless emerges as an increasingly sympathetic and credible character, the ordinary man with whom we very much identify as Sherriff describes the small Hampshire village trying to prepare itself in its last days. In Journey's End he evoked the trench experience as he had lived it; in The Hopkins Manuscript he describes the catastrophe as he might have lived it.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Historical",
                "Apocalyptic",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Ninth Wave",
            "authors": [
                "Eugene Burdick"
            ],
            "ranking": 3.99,
            "ranking_count": 69,
            "abstract": "A political novel which opens with protagonist surfing and waiting to catch a Big One, a 9th wave generally the largest in a wave sequence, and if possible , a NINTH ninth wave, etc. This concept of the gathering propitious moment becomes a conscious often reflected-upon metaphor throughout the story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "If the Stars Are Gods",
            "authors": [
                "Gregory Benford",
                "Gordon Eklund"
            ],
            "ranking": 3.42,
            "ranking_count": 221,
            "abstract": "Man searched a long time for alien life, until finally it found him. The aliens put their ship into orbit around the moon, peacably ignoring frantic human excitement, and asked to see someone who knew the stars. Earth sent Bradley Reynolds, 52, officially retired, a man who knew the stars as well as any man could. But the aliens wanted more than Reynolds could give. They wanted to know whether the sun loves us.. For Bradley Reynolds, it was the beginning of a life-long quest for alien intelligence, for beings who could speak to him with that wonderful Otherness. On Mars, on Jupiter, on Titan he would find hints of what he sought, and what he would find in the end was a tranformation so glorious as to be far beyond his capacity to dream.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Freaky Friday",
            "authors": [
                "Mary Rodgers"
            ],
            "ranking": 3.7,
            "ranking_count": 8267,
            "abstract": "Annabel thinks her mom has the best life. If she were a grown-up, she could do whatever she wanted! Then one morning she wakes up to find she’s turned into her mother…and she soon discovers it’s not as easy as it looks!",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Humor",
                "Classics",
                "Family",
                "Media Tie In"
            ]
        },
        {
            "title": "The Lust Lizard of Melancholy Cove",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.87,
            "ranking_count": 33891,
            "abstract": "The town psychiatrist has decided to switch everybody in Pine Cove, California, from their normal antidepressants to placebos, so naturally—well, to be accurate, artificially—business is booming at the local blues bar. Trouble is, those lonely slide-guitar notes have also attracted a colossal sea beast named Steve with, shall we say, a thing for explosive oil tanker trucks. Suddenly, morose Pine Cove turns libidinous and is hit by a mysterious crime wave, and a beleaguered constable has to fight off his own gonzo appetites to find out what's wrong and what, if anything, to do about it.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Key",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 4.02,
            "ranking_count": 3216,
            "abstract": "Iliana Wildwood would do anything to escape from the depraved baron who sought her lands - including marrying a barbarian. Fleeing the highlands, Iliana was wedded to Duncan, laird to Dunbar Castle. Certainly, there was something about the virile warrior that made her weak in the knees - but something stank in the state of Scotland, and Iliana would not trust anyone until she'd discovered the source.. Determined therefore to resist her handsome husband, Iliana found a way to keep her secrets safe. Employing a belt of chastity, the spirited beauty managed to thwart the thane's advances. But then her husband changed his tactics and began a sensual assault that sent her intentions up in smoke. And as the air cleared, Iliana found it had been her heart she had locked away, and that this stubborn Scot had finally found...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Cultural",
                "Fiction",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "City of Darkness, City of Light",
            "authors": [
                "Marge Piercy"
            ],
            "ranking": 3.93,
            "ranking_count": 1225,
            "abstract": "In her most splendid, thought-provoking novel yet, Marge Piercy brings to vibrant life three women who play prominent roles in the tumultuous, bloody French Revolution--as well as their more famous male counterparts.. Defiantly independent Claire Lacombe tests her theory: if men can make things happen, perhaps women can too. . . . Manon Philipon finds she has a talent for politics--albeit as the ghostwriter of her husband's speeches. . . . And Pauline Léon knows one thing for certain: the women must apply the pressure or their male colleagues will let them starve. While illuminating the lives of Robespierre, Danton, and Condorcet, Piercy also opens to us the minds and hearts of women who change their world, live their ideals--and are prepared to die for them.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "European History",
                "Novels",
                "Literary Fiction",
                "Literature",
                "War",
                "Womens"
            ]
        },
        {
            "title": "The Austrians: A Thousand-Year Odyssey",
            "authors": [
                "Gordon Brook-Shepherd"
            ],
            "ranking": 3.64,
            "ranking_count": 108,
            "abstract": "This is a masterful survey of Austria's controversial place at the heart of European history. From the Reformation through the Napoleonic and Cold Wars to European Union, a superb history of Austria's central role in uniting Western civilization is covered. 24 pages of photographs and maps are included. Connoisseurs of Austria and its delightful and infuriating inhabitants will agree that Mr. Brook-Shepherd has got it just about right.'—The Wall Street Journal Engrossing, elegantly written history.'—Publishers Weekly",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Literature"
            ]
        },
        {
            "title": "Love Poems",
            "authors": [
                "Anne Sexton",
                "Diane Wood Middlebrook"
            ],
            "ranking": 4.11,
            "ranking_count": 1826,
            "abstract": "Twenty-five poems celebrating the sensual frontiers of Sexton's life.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Romance",
                "Love",
                "Fiction",
                "Womens",
                "United States",
                "Feminism",
                "Mental Health"
            ]
        },
        {
            "title": "The Art of War in the Western World",
            "authors": [
                "Archer Jones"
            ],
            "ranking": 3.96,
            "ranking_count": 161,
            "abstract": "Based on how the three major operational components of war - tactics, logistics, and strategy - have evolved and changed over time. This monumental work encompasses 2,500 years of military history, from infantry combat in ancient Greece through the dissolution of the Roman Empire to the Thirty Years' War.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Military",
                "Nonfiction",
                "War"
            ]
        },
        {
            "title": "Dances with Wolves",
            "authors": [
                "Michael Blake"
            ],
            "ranking": 4.22,
            "ranking_count": 25785,
            "abstract": "Ordered to hold an abandoned army post, John Dunbar found himself alone, beyond the edge of civilization. Thievery and survival soon forced him into the Indian camp, where he began a dangerous adventure that changed his life forever. Relive the adventure and beauty of the incredible movie,. Dances with Wolves. .",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Classics",
                "Adventure",
                "Media Tie In",
                "Novels",
                "Drama",
                "Native Americans"
            ]
        },
        {
            "title": "The Big Fisherman",
            "authors": [
                "Lloyd C. Douglas"
            ],
            "ranking": 4.07,
            "ranking_count": 1720,
            "abstract": "It was a calm, early summer noon in the southern mountains of Arabia. Sheltering the King's well-guarded domain, a mile above and a dozen miles east of the Dead Sea, motionless masses of neighbourly white clouds hung suspended from a remote blue ceiling.. There had been an unusually heavy snowfall in the winter, not only upon the King's land but throughout the country. It was going to be a prosperous season for everybody. Intertribal jangling and discontent would be reduced to a minimum.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Christian",
                "Christian Fiction",
                "Classics",
                "Religion",
                "Biblical Fiction",
                "Novels",
                "Biblical"
            ]
        },
        {
            "title": "Imagining Argentina",
            "authors": [
                "Lawrence Thornton"
            ],
            "ranking": 4.05,
            "ranking_count": 1262,
            "abstract": "Imagining Argentina. is set in the dark days of the late 1970's, when thousands of Argentineans disappeared without a trace into the general's prison cells and torture chambers. When Carlos Ruweda's wife is suddenly taken from him, he discovers a magical gift: In waking dreams, he had clear visions of the fates of the disappeared. But he cannot imagine what has happened to his own wife. Driven to near madness, his mind cannot be taken away: imagination, stories, and the mystical secrets of the human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Academic",
                "Contemporary",
                "War"
            ]
        },
        {
            "title": "Act of Passion",
            "authors": [
                "Georges Simenon",
                "Louise Varèse",
                "Roger Ebert"
            ],
            "ranking": 3.88,
            "ranking_count": 1068,
            "abstract": "For forty years Charles Alavoine has sleepwalked through his life. Growing up as a good boy in the grip of a domineering mother, he trains as a doctor, marries, opens a medical practice in a quiet country town, and settles into an existence of impeccable bourgeois conformity. And yet at unguarded moments this model family man is haunted by a sense of emptiness and futility.. Then, one night, laden with Christmas presents, he meets Martine. It is time for the sleeper to awake.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Classics",
                "Literature",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "La oscura historia de la prima Montse",
            "authors": [
                "Juan Marsé"
            ],
            "ranking": 3.68,
            "ranking_count": 231,
            "abstract": "Desde la perspectiva de los años setenta y a través de la banal y espantosa tragedia de Montse, joven de buena familia consagrada en la orden seglar de las Visitadoras a la caridad y el proselitismo entre el pueblo llano, el autor ejerce una implacable y reveladora vivisección de un sector determinado de la sociedad tradicional catalana.. Novela de lúcida nostalgia y contundente crítica de lo cotidiano, La oscura historia de la primer Montse constituye una de las cotas más altas del arte narrativo de Juan Marsé y está considerada una obra decisiva en el panorama literario español de las últimas décadas.",
            "part_of_series": false,
            "genre_list": [
                "Drama",
                "Fiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Hidden Journey: A Spiritual Awakening",
            "authors": [
                "Andrew Harvey"
            ],
            "ranking": 3.81,
            "ranking_count": 90,
            "abstract": "Destined to become a classic of spiritual autobiography, Hidden Journey is a candid and beautifully written account of a rational atheist's spiritual transformation in the face of an unexpected encounter with Mother Meera, an 18-year old Indian woman, seen as the embodiment of the Divine Mother.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Cultural",
                "Travel"
            ]
        },
        {
            "title": "Sex and Cognition (MIT Press)",
            "authors": [
                "Doreen Kimura"
            ],
            "ranking": 3.23,
            "ranking_count": 35,
            "abstract": "Doreen Kimura provides an intelligible overview of what is known about the neural and hormonal bases of sex differences in behavior, particularly differences in cognitive ability.. In this fact-driven book, Doreen Kimura provides an intelligible overview of what is known about the neural and hormonal bases of sex differences in behavior, particularly differences in cognitive ability. Kimura argues that women and men differ not only in physical attributes and reproductive function, but also in how they solve common problems. She offers evidence that the effects of sex hormones on brain organization occur so early in life that, from the start, the environment is acting on differently wired brains in girls and boys. She presents various behavioral, neurological, and endocrinological studies that shed light on the processes giving rise to these sex differences in the brain.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Biology",
                "Nonfiction",
                "Education",
                "Science",
                "Gender"
            ]
        },
        {
            "title": "His Last Bow",
            "authors": [
                "Arthur Conan Doyle"
            ],
            "ranking": 4.26,
            "ranking_count": 41731,
            "abstract": "'His Last Bow', the title story of this collection, tells how Sherlock Holmes is brought out of retirement to help the Government fight the German threat at the approach of the First World War. The Prime Minister himself requests Holmes's services to hunt down the remarkable German agent, Von Bork. Several of the detective's earlier cases complete the volume, including 'Wisteria Lodge', 'The Bruce-Partington Plans', and 'The Disappearance of Lady Frances Carfax'. In 'The Dying Detective', Dr Watson is horrified to discover Holmes at death's door from a mysterious tropical disease as his friend lays a trap for a murderer.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Classics",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Thriller",
                "Historical"
            ]
        },
        {
            "title": "1914 and Other Poems",
            "authors": [
                "Rupert Brooke"
            ],
            "ranking": 3.88,
            "ranking_count": 203,
            "abstract": "The poetry of one of World War I's great poets. Includes some of Brooke's earlier poetry.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "War",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "Fantasia: An Algerian Cavalcade",
            "authors": [
                "Assia Djebar",
                "Dorothy S. Blair"
            ],
            "ranking": 3.69,
            "ranking_count": 1062,
            "abstract": "In this stunning novel, Assia Djebar intertwines the history of her native Algeria with episodes from the life of a young girl in a story stretching from the French conquest in 1830 to the War of Liberation of the 1950s. The girl, growing up in the old Roman coastal town of Cherchel, sees her life in contrast to that of a neighboring French family, and yearns for more than law and tradition allow her to experience. Headstrong and passionate, she escapes from the cloistered life of her family to join her brother in the maquis' fight against French domination. Djebar's exceptional descriptive powers bring to life the experiences of girls and women caught up in the dual struggle for independence--both their own and Algeria's.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Cultural",
                "Historical",
                "Literature",
                "European Literature",
                "Novels",
                "Womens"
            ]
        },
        {
            "title": "Ασκητική",
            "authors": [
                "Nikos Kazantzakis",
                "Νίκος Καζαντζάκης"
            ],
            "ranking": 4.06,
            "ranking_count": 4409,
            "abstract": "«Να πεθαίνεις κάθε μέρα.. Να γεννιέσαι κάθε μέρα.. Ν' αρνιέσαι ό,τι έχεις κάθε μέρα.. Η ανώτατη αρετή δεν είναι να΄σαι ελεύθερος. παρά να μάχεσαι για την ελευθερία.». Το καλοκαίρι του 1922 στη Bιέννη, ο Καζαντζάκης ξεκινά τη σύνθεση της. Ασκητικής. . Το έργο τελειώνει στο Bερολίνο περί τις αρχές του 1923. Στη μορφή αυτή δημοσιεύεται στο περιοδικό. Αναγέννηση. του Δημ. Γληνού. Το 1928, ο συγγραφέας επεξεργάζεται εκ νέου το κείμενο και προσθέτει ένα τελευταίο κεφάλαιο με τίτλο «Σιγή».. Ακολούθησαν κι άλλες επεξεργασίες μέχρι το 1944, οπότε γράφει στον Πρεβελάκη ότι τη θεωρεί πλέον οριστικά διορθωμένη. Το έργο προκάλεσε αρκετές αρνητικές αντιδράσεις και ζητήθηκε η δίωξη του Καζαντζάκη για αθεϊσμό. Η δίκη ορίστηκε για τις 10 Ιουνίου 1930, αλλά δεν έγινε ποτέ.. «Δεν ελπίζω τίποτα, δε φοβούµαι τίποτα, είµαι λεύτερος.»",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Literature",
                "Spirituality",
                "Religion",
                "Cultural",
                "Writing",
                "Poetry",
                "Psychology"
            ]
        },
        {
            "title": "Loretta Lynn: Coal Miner's Daughter",
            "authors": [
                "Loretta Lynn",
                "George Vecsey"
            ],
            "ranking": 3.94,
            "ranking_count": 4958,
            "abstract": "But one day this agent brought this little blue dress with pink flowers and dainty little pockets. Mercy, how I loved it. Daddy kept saying,Don't get your dress dirty. I took good care of it and put it in the laundry bag, but we let our family hog run loose and he snatched that dress and just chewed it to pieces. Ruined it, e did. I must have cried for days.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Biography Memoir",
                "Audiobook",
                "History",
                "Womens",
                "American"
            ]
        },
        {
            "title": "Playing and Reality",
            "authors": [
                "D.W. Winnicott",
                "F. Robert Rodman"
            ],
            "ranking": 4.22,
            "ranking_count": 2076,
            "abstract": "What are the origins of creativity and how can we develop it - whether within ourselves or in others? Not only does. Playing and Reality. address these questions, it also tackles many more that surround the fundamental issue of the individual self and its relationship with the outside world. In this landmark book of twentieth-century psychology, Winnicott shows the reader how, through the attentive nurturing of creativity from the earliest years, every individual has the opportunity to enjoy a rich and rewarding cultural life. Today, as the 'hothousing' and testing of children begins at an ever-younger age, Winnicott's classic text is a more urgent and topical read than ever before.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Parenting",
                "Science",
                "Education",
                "Health",
                "Plays"
            ]
        },
        {
            "title": "Lanterns on the Levee: Recollections of a Planter's Son",
            "authors": [
                "William Alexander Percy",
                "Walker Percy"
            ],
            "ranking": 3.99,
            "ranking_count": 458,
            "abstract": "Born and raised in Greenville, Mississippi, within the shelter of old traditions, aristocratic in the best sense, William Alexander Percy in his lifetime (1885--1942) was brought face to face with the convulsions of a changing world. Lanterns on the Levee is his memorial to the South of his youth and young manhood. In describing life in the Mississippi Delta, Percy bridges the interval between the semifeudal South of the 1800s and the anxious South of the early 1940s. The rare qualities of this classic memoir lie not in what Will Percy did in his life -- although his life was exciting and varied -- but rather in the intimate, honest, and soul-probing record of how he brought himself to contemplate unflinchingly a new and unstable era. The 1973 introduction by Walker Percy -- Will's nephew and adopted son -- recalls the strong character and easy grace of the most extraordinary man I have ever known.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Autobiography",
                "History",
                "Nonfiction",
                "American",
                "Academic",
                "Biography Memoir",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "North Wind",
            "authors": [
                "Gwyneth Jones"
            ],
            "ranking": 3.36,
            "ranking_count": 76,
            "abstract": "In White Queen, Jones introduced readers to the Aleutians, mysterious aliens whose reproductive process appears to be a method of assuring immortality for the individual. Now, North Wind picks up the story of Bella, who may or may not be an alien, and the human Sidney Carton as they search the war-ravaged remains of Europe for the last vestige of human technology that may save civilization.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Portable Nietzsche",
            "authors": [
                "Friedrich Nietzsche",
                "Walter Kaufmann"
            ],
            "ranking": 4.21,
            "ranking_count": 8972,
            "abstract": "The works of Friedrich Nietzsche have fascinated readers around the world ever since the publication of his first book more than a hundred years ago. As Walter Kaufmann, one of the world's leading authorities on Nietzsche, notes in his introduction, Few writers in any age were so full of ideas, and few writers have been so consistently misinterpreted. The Portable Nietzsche includes Kaufmann's definitive translations of the complete and unabridged texts of Nietzsche's four major works: Twilight of the Idols, The Antichrist, Nietzsche Contra Wagner and Thus Spoke Zarathustra. In addition, Kaufmann brings together selections from his other books, notes, and letters, to give a full picture of Nietzsche's development, versatility, and inexhaustibly.. In this volume, one may very conveniently have a rich review of one of the most sensitive, passionate, and misunderstood writers in Western, or any, literature. -Newsweek",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Psychology",
                "European Literature",
                "Religion",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Spring of the Ram",
            "authors": [
                "Dorothy Dunnett",
                "Judith Wilt"
            ],
            "ranking": 4.41,
            "ranking_count": 2668,
            "abstract": "With the bravura storytelling and pungent authenticity of detail she brought to her acclaimed Lymond Chronicles, Dorothy Dunnett, grande dame of the historical novel, presents. The House of Niccolò. series. The time is the 15th century, when intrepid merchants became the new knighthood of Europe. Among them, none is bolder or more cunning than Nicholas vander Poele of Bruges, the good-natured dyer's apprentice who schemes and swashbuckles his way to the helm of a mercantile empire.. In 1461, Nicholas is in Florence. Backed by none other than Cosimo de' Medici, he will sail the Black Sea to Trebizond, last outpost of Byzantium, and the last jewel missing from the crown of the Ottoman Empire. But trouble lies ahead. Nicholas's stepdaughter -- at the tender age of thirteen -- has eloped with his rival in trade: a Machiavellian Genoese who races ahead of Nicholas, sowing disaster at every port. And time is of the essence: Trebizond may fall to the Turks at any moment. Crackling with wit, breathtakingly paced,. The Spring of the Ram. is a pyrotechnic blend of scholarship and narrative shimmering with the scents, sounds, colors, and combustible emotions of the 15th century.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Adventure",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "القوس العذراء",
            "authors": [
                "محمود محمد شاكر"
            ],
            "ranking": 4.33,
            "ranking_count": 332,
            "abstract": "قصيدة تربو أبياتها على 300 بيت شعري.. عبقرية هذه القصيدة يكمن في أنها جاءت صوتا وصدى لقصيدة لشاعر قديم هو الشماخ بن ضرار، يصف فيها قوسا قطعها وقومها وسواها وأحبها وظلت رفيقة دربه وعمره، ثم وافى موسم الحج فاضطر لبيعها فباعها.. وجاء الشاعر والعلامة العبقري محمود شاكر ليفجر القصيدة القديمة ويقرأها قراءة شعرية ويدير حولها قصة مطولة بأبيات من الشعر تصور هذه العلاقة الحميمية بين هذا الصياد وهذه القوس",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Magician of Lublin",
            "authors": [
                "Isaac Bashevis Singer"
            ],
            "ranking": 3.91,
            "ranking_count": 2852,
            "abstract": "Yasha the magician - sword swallower, fire eater, acrobat and master of escape - is famed for his extraordinary Houdini-like skills. Half Jewish, half Gentile, a free thinker who slips easily between worlds, Yasha has an observant wife, a loyal assistant who travels with him and a woman in every town. Now though, his exploits are catching up with him, and he is tempted to make one final escape - from his marriage, his homeland and the last tendrils of his father's religion. Set in Warsaw and the shtetls of the 1870s, Isaac Bashevis Singer's second novel is a haunting psychological portrait of a man's flight from love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "European Literature",
                "Nobel Prize",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "Savage Thunder",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 3.98,
            "ranking_count": 5955,
            "abstract": "Newly widowed after a shockingly brief marriage to an elderly British lord, Jocelyn Fleming still aches with the pain of unexplored desire. And now her restless heart is leading her far from the protective bosom of polite London society to the perilous beauty of the American West . . . and to Colt Thunder. Breathlessly exciting but dangerously unpredictable, Colt is a loner whose Cheyenne blood burns hotter than the blistering Arizona sun. Jocelyn's wealth and title mean nothing to this stranger whose passion rules his actions and his heart. But neither the wild desert stallion nor the untouched English rose can deny their irresistible attraction . . . or prevent the firestorm of emotion that erupts when their vastly different worlds collide.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Westerns",
                "Fiction",
                "Adult",
                "Historical Romance"
            ]
        },
        {
            "title": "The Mediterranean Caper",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.79,
            "ranking_count": 20401,
            "abstract": "Dirk Pitt rides a tidal wave of intrigue in this classic Cussler.. On an isolated Greek island, a World War I fighter plane attacks a modern U.S. Air Force base--a mysterious saboteur preys on an American scientific expedition--and Dirk Pitt plays a deadly game of hunter and hunted with the elusive head of an international smuggling ring.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Adult",
                "Spy Thriller"
            ]
        },
        {
            "title": "Anne Sexton: A Self-Portrait in Letters",
            "authors": [
                "Anne Sexton",
                "Lois Ames"
            ],
            "ranking": 4.26,
            "ranking_count": 1691,
            "abstract": "An expression of an extraordinary poet's life story in her own words, this book shows Anne Sexton as she really was in private, as she wrote about herself to family, friends, fellow poets, and students. Anne's daughter Linda Gray Sexton and her close confidant Lois Ames have judiciously chosen from among thousands of letters and provided commentary where necessary. Illustrated throughout with candid photographs and memorabilia, the letters -- brilliant, lyrical, caustic, passionate, angry -- are a consistently revealing index to Sexton's quixotic and exuberant personality.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "Literature",
                "Language",
                "Classics",
                "Womens"
            ]
        },
        {
            "title": "A Long Way from Chicago",
            "authors": [
                "Richard Peck"
            ],
            "ranking": 3.95,
            "ranking_count": 32915,
            "abstract": "Join Joey and his sister Mary Alice as they spend nine unforgettable summers with the worst influence imaginable--their grandmother!",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Humor",
                "Realistic Fiction",
                "Family"
            ]
        },
        {
            "title": "A Rage for Revenge",
            "authors": [
                "David Gerrold"
            ],
            "ranking": 4.02,
            "ranking_count": 1081,
            "abstract": "Still reeling from the alien plagues that killed two-thirds of the planet's population, humanity now confronts the most deadly enemy Earth has ever known - the giant man-eating Chtorr. Lieutenant James McCarthy has grown to manhood under the shadow of the terrifying invasion of the Chtorr. As a student, he learned all he could to understand their alien behavior. As a Special Forces commando, he made violent first contact. Now this battle-hardened warrior faces a profound challenge. Captured by an anarchistic band of men and women known as renegades, McCarthy must secretly gather vital information while fighting indoctrination into their cult - which serves and worships the Chtorr.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Horror",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "War"
            ]
        },
        {
            "title": "Shenzhen: A Travelogue from China",
            "authors": [
                "Guy Delisle"
            ],
            "ranking": 3.75,
            "ranking_count": 7704,
            "abstract": "Shenzhen is entertainingly compact with Guy Delisle's observations of life in urban southern China, sealed off from the rest of the country by electric fences and armed guards. With a dry wit and a clean line, Delisle makes the most of his time spent in Asia overseeing outsourced production for a French animation company. He brings to life the quick pace of Shenzhen's crowded streets. By translating his fish-out-of-water experiences into accessible graphic novels, Delisle skillfully notes the differences between Western and Eastern cultures, while also conveying his compassion for the simple freedoms that escape his colleagues in the Communist state.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Travel",
                "Cultural",
                "Autobiography",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The Five Red Herrings",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 3.8,
            "ranking_count": 12707,
            "abstract": "The body was on the pointed rocks alongside the stream. The artist might have fallen from the cliff where he was painting, but there are too many suspicious elements—particularly the medical evidence that proves he'd been dead nearly half a day, though eyewitnesses had seen him alive a scant hour earlier. And then there are the six prime suspects—all of them artists, all of whom wished him dead. Five are red herrings, but one has created a masterpiece of murder that baffles everyone, including Lord Peter Wimsey.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Classics",
                "Thriller",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Gathering Storm",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.38,
            "ranking_count": 6069,
            "abstract": "Winston Churchill was not only a statesman and leader of historic proportions, he also possessed substantial literary talents. These two factors combine to make. The Gathering Storm. a unique work. The first volume of Churchill's memoirs, this selection is broken into two parts. The first,. From War to War,. consists of Churchill's critical observations on the settlement of World War I and its place in the causes of the Second World War. The second volume contains letters and memoranda from the British government--of which Churchill was part--as the country plunged unprepared into war. This stands as the best of history: written as it was made, by the man who made it.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Biography",
                "Autobiography",
                "Military",
                "Classics"
            ]
        },
        {
            "title": "100 Love Sonnets",
            "authors": [
                "Pablo Neruda",
                "Stephen Tapscott"
            ],
            "ranking": 4.38,
            "ranking_count": 16180,
            "abstract": "Against the backdrop of Isla Negra - the sea and wind, the white sand with its scattering of delicate wild flowers, the hot sun and salty smells of the Pacific - the poet sets the poems in celebration of his love. The subject of that love is Matilde Urrutia de Neruda, Pablo's 'beloved wife'.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Romance",
                "European Literature",
                "Fiction",
                "Love",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Weird Sister",
            "authors": [
                "Kate Pullinger"
            ],
            "ranking": 3.33,
            "ranking_count": 159,
            "abstract": "Agnes Samuel is an American, beautiful, witty, cool, the kind of woman people remember. She arrives among the respectable citizens of Warboys like a cat among the pigeons.. Before long she has insinuated herself into the affections of the sleepy Fenland village and into the heart of the ancient Throckmorton family, a family that harbours a dark secret.. Nobody remembers another Agnes Samuel from long ago, a frightened girl betrayed by her wealthy neighbours and hanged as a witch.. Weird Sister is a chilling tale of revenge across generations that will send shivers your spine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Fantasy",
                "Witchcraft",
                "Paranormal"
            ]
        },
        {
            "title": "The Secret People",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.24,
            "ranking_count": 617,
            "abstract": "The New Sea was teeming with a secret life. It was the greatest engineering feat -- the flooding of part of the Sahara Desert. But the new waters that covered up the land also threatened to destroy an ancient, secret civilization beneath the earth. When Mark Sunnet's plane crashed into the New Sea, he and his beautiful companion, Margaret Lawn, were taken prisoner by these secret people. They were taken deep beneath the earth into strange, dark caverns. Caverns that seemed to hold no hope for escape. But Mark and Margaret had to escape. For now, suddenly, they were faced with two terrors -- the secret people who were to be their executioners and the merciless New Sea that threatened to kill them all. . . .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Adventure",
                "Speculative Fiction",
                "Action",
                "Cultural",
                "Science Fiction Fantasy",
                "Horror"
            ]
        },
        {
            "title": "Jim Knopf und die Wilde 13",
            "authors": [
                "Michael Ende"
            ],
            "ranking": 4.32,
            "ranking_count": 3589,
            "abstract": "Dies ist das zweite große Abenteuer der beiden berühmten Lokomotivführer, denen kein Weg zu weit, kein Wasser zu tief und kein Berg zu hoch ist, um ihr Ziel zu erreichen.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Classics",
                "European Literature",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Way of Zen",
            "authors": [
                "Alan W. Watts"
            ],
            "ranking": 4.15,
            "ranking_count": 18940,
            "abstract": "In his definitive introduction to Zen Buddhism, Alan Watts explains the principles and practices of this ancient religion to Western readers. With a rare combination of freshness and lucidity, he delves into the origins and history of Zen to explain what it means for the world today with incredible clarity. Watts saw Zen as “one of the most precious gifts of Asia to the world,” and in. The Way of Zen. he gives this gift to readers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "Buddhism",
                "Self Help",
                "Psychology",
                "History"
            ]
        },
        {
            "title": "Women of Algiers in Their Apartment",
            "authors": [
                "Assia Djebar",
                "Marjolijn De Jager",
                "Clarisse Zimra"
            ],
            "ranking": 3.61,
            "ranking_count": 658,
            "abstract": "The cloth edition of Assia Djebar's. Women of Algiers in Their Apartment. , her first work to be published in English, was named by the American Literary Translators Association as an ALTA Outstanding Translation of the Year. Now available in paperback, this collection of three long stories, three short ones, and a theoretical postface by one of North Africa's leading writers depicts the plight of urban Algerian women who have thrown off the shackles of colonialism only to face a postcolonial regime that denies and subjugates them even as it celebrates the liberation of men. Denounced in Algeria for its political criticism, Djebar's book quickly sold out its first printing of 15,000 copies in France and was hugely popular in Italy. Her stylistically innovative, lyrical stories address the cloistering of women, the implications of reticence, the connection of language to oppression, and the impact of war on both women and men. The Afterword by Clarisse Zimra includes an illuminating interview with Djebar.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Northern Africa",
                "Feminism",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Blood, Bones and Body Bits",
            "authors": [
                "Nick Arnold",
                "Tony De Saulles"
            ],
            "ranking": 4.05,
            "ranking_count": 1223,
            "abstract": "Are you dying to find out what happens to food after you swallow it? Why dead people need a haircut? Which animals live on your eyelashes? This book will get right under your skin as the human body goes under the scalpel.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Childrens",
                "Humor",
                "Literature",
                "Anthologies",
                "Education"
            ]
        },
        {
            "title": "Summer of '42",
            "authors": [
                "Herman Raucher"
            ],
            "ranking": 3.95,
            "ranking_count": 1882,
            "abstract": "In everyone's life there is a summer of '42.... In that particular summer Hermie was fifteen, wildly obsessed with sex, deeply and passionately in love with an older woman of twenty-two.. Summer of '42. is the story of Hermie and the lovely Dorothy, of Hermie's frantic efforts to become a man, and of his glorious and heartbreaking initiation into sex.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Romance",
                "Historical",
                "Classics",
                "War",
                "Relationships",
                "Sexuality"
            ]
        },
        {
            "title": "Two Under the Indian Sun",
            "authors": [
                "Jon Godden",
                "Rumer Godden"
            ],
            "ranking": 4.03,
            "ranking_count": 440,
            "abstract": "In November 1914 two small sisters, Jon and Rumer Godden, returned to India. They had spent a year in London being brought up by austere aunts, but now the zeppelins were expected, and so they were summoned back to their home in East Bengal. Jon was only seven and a half and Rumer six.. Two Under the Indian Sun, a unique collaboration, is a remembrance of the five years that followed, in the village of Narayangunj--where their father worked as a steamship agent--on a bustling river that feeds the great Brahmaputra. It is an evocation of a few years that will always be timeless for these two, and it is as true an account as memory can accomplish. India, for them, was sun-baked dust between their toes, colored robes in the market place, the chanting of coolies, the deep hoot of steamers on the river, and the smells of thorn trees, mustard, and coconut oil: smells redolent of the sun.. India was also people, people of every kind, each different from the other and bringing a trail of other differences, of place, custom, religion, even of skin. It was not an ordinary life for young girls, and later they agreed that it might have been better had they been raised in the simplicity of their Quaker forbears. Better, Jon was to say, but not nearly as interesting.. Above all, those five years were a time when everything was clear: each thing was itself: joy was joy, hope was hope, fear and sorrow were fear and sorrow. Jon and Rumer have written of that time with a single voice, perhaps because during those years the two sisters grew so close that between them was a passing of thought, of feeling, of knowing without any need for words.. [From the front inside jacket.]",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Autobiography",
                "Biography",
                "Nonfiction",
                "Biography Memoir",
                "Childrens",
                "Young Adult",
                "History"
            ]
        },
        {
            "title": "Turms, kuolematon",
            "authors": [
                "Mika Waltari"
            ],
            "ranking": 3.98,
            "ranking_count": 1793,
            "abstract": "Turms, kuolematon on mystinen ja kiehtova etsijän odysseia Välimeren piiristä vuosilta 520-450 ennen Kristuksen syntymää. Paljon nauttinut, paljon kärsinyt Turms kertoo merkillisestä elämästään. Hän syyllistyy nuoruudessaan rikokseen, jota pakenee Delfoin temppeliin ja persialaissotien meritaisteluihin. Lopulta hän päätyy isiensä kotiin, etruskien kauniiseen maahan, jonka rinnalla Rooma on alkeellinen barbaarien kaupunki.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Unfinished",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Black Mischief",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.73,
            "ranking_count": 3165,
            "abstract": "Black Mischief,  Waugh's third novel, helped to establish his reputation as a master satirist. Set on the fictional African island of Azania, the novel chronicles the efforts of Emperor Seth, assisted by the Englishman Basil Seal, to modernize his kingdom. Profound hilarity ensues from the issuance of homemade currency, the staging of a Birth Control Gala,  the rightful ruler's demise at his own rather long and tiring coronation ceremonies, and a good deal more mischief.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Humor",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Behind the Urals: An American Worker in Russia's City of Steel",
            "authors": [
                "John   Scott",
                "Stephen Kotkin"
            ],
            "ranking": 3.72,
            "ranking_count": 556,
            "abstract": "Students reading Scott have come away with a real appreciation of the hardships under which these workers built Magnitogorsk and of the nearly incredible enthusiasm with which many of them worked. --Ronald Grigor Suny. A genuine grassroots account of Soviet life--a type of book of which there have been far too few. --William Henry Chamberlin, New York Times, 1943. ... a rich portrait of daily life under Stalin. --New York Times Book Review. General readers, students, and specialists alike will find much of relevance for understanding today's Soviet Union in this new edition of John Scott's vivid exploration of daily life in the formative days of Stalinism.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Academic",
                "Travel",
                "Historical"
            ]
        },
        {
            "title": "Master of the Five Magics",
            "authors": [
                "Lyndon Hardy"
            ],
            "ranking": 3.81,
            "ranking_count": 5279,
            "abstract": "To master five greats arts of magic and win a queen was not enough for Alodar the apprentice. He must do what no man dared!. Alodar was a mere apprentice thaumaturge, learning the least of the five great arts of magic. As such, he had no right to aspire to the hand of the fair lady, Queen Vendora, not even when he saved her during the demon-inspired siege of her frontier castle. But aspire he did.. His quest forced him from one exacting branch of magic to another, with the rewards he earned always going to others. Finally, only the branch of wizardry remained - the great, almost lost art of controlling demons.. It was then he learned of the ancient plot behind his rise - and faced the greatest danger any man could dare!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Heroic Fantasy",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Sanford Meisner on Acting",
            "authors": [
                "Sanford Meisner",
                "Dennis Longwell",
                "Sydney Pollack"
            ],
            "ranking": 4.2,
            "ranking_count": 2392,
            "abstract": "This book, written in collaboration with Dennis Longwell, follows an acting class of eight men and eight women for fifteen months, beginning with the most rudimentary exercises and ending with affecting and polished scenes from contemporary American plays. Throughout these pages Meisner is delight--always empathizing with his students and urging them onward, provoking emotion, laughter, and growing technical mastery from his charges. With an introduction by Sydney Pollack, director of Out of Africa and Tootsie, who worked with Meisner for five years.. This book should be read by anyone who wants to act or even appreciate what acting involves. Like Meisner's way of teaching, it is the straight goods.--Arthur Miller. If there is a key to good acting, this one is it, above all others. Actors, young and not so young, will find inspiration and excitement in this book.--Gregory Peck",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Plays",
                "Culture",
                "Art",
                "Drama",
                "Academic",
                "Self Help",
                "Biography",
                "Reference"
            ]
        },
        {
            "title": "Another Time",
            "authors": [
                "W.H. Auden"
            ],
            "ranking": 4.15,
            "ranking_count": 252,
            "abstract": "Contains poems about people, places and the intellectual climate of the times. This volume by Auden was published after his departure to America with Christopher Isherwood in January 1939.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "Leaving Cheyenne",
            "authors": [
                "Larry McMurtry"
            ],
            "ranking": 4.03,
            "ranking_count": 2758,
            "abstract": "From the Pulitzer Prize–winning author of. Lonesome Dove. Larry McMurtry comes the second novel about love and loss on the great plains of Texas. From 1920’s ranching to range cowboys and WWII grief, McMurtry is the undisputed father of the Western literary epic.. Leaving Cheyenne. traces the loves of three West Texas characters as they follow that sundown trail: Gideon Fry, the serious rancher; Johnny McCloud, the free-spirited cowhand; and Molly Taylor, the sensitive woman they both love and who bears them each a son. Told in alternating perspectives over sixty years,. Leaving Cheyenne. follows their dreams, secrets, and grief against a changing American landscape.. Tragic circumstances mark the trail, but fans of McMurtry’s distinctive style will cherish his unforgettable characters and pathos of the American West.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Literature",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "The Living Thoughts of Kierkegaard",
            "authors": [
                "Søren Kierkegaard",
                "W.H. Auden"
            ],
            "ranking": 4.01,
            "ranking_count": 142,
            "abstract": "The Danish philosopher Kierkegaard is one of the master thinkers of the modern age, a defining influence on existentialism and on twentieth-century theology, and this brilliantly tailored selection from his vast and varied writings--made by the great English poet W.H Auden--is a perfect introduction to his work. Auden's inspired and incisive response to a thinker who had done much to shape his own beliefs is a fundamental reading of an author whose spirit remains as radical as ever more than 150 years after he wrote.. Translated from the Danish by Walter Lowrie, David Swenson, and Alexander Dru.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Religion",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Stars for a Light",
            "authors": [
                "Lynn   Morris",
                "Gilbert Morris"
            ],
            "ranking": 4.12,
            "ranking_count": 2564,
            "abstract": "No Medical School Ever Could Have prepared Cheney for Her First Position. Graduating from the Woman's Medical College of the prestigious University of Pennsylvania as a full-fledged, documented, accredited physician, young and energetic Cheney Duvall assumed that she would immediately find a suitable position.. But after two months of applying and interviewing for several different openings, then being summarily rejected because she was a woman, she had almost given up hope.. When Cheney hears that a man named Asa Mercer is looking for a doctor to care for the two hundred women he is transporting on an extended sea voyage from New York to Washington Territory, she grabs the position. Mercer is actually delighted that Cheney is a female doctor who can also help chaperone these potential brides-to-be for the frontiersmen in the West.. But even before the journey begins, a foreboding shadow darkens what Cheney had thought was a great opportunity to finally use her talents and education. Was she really prepared for what this responsibility requires?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Adult Fiction",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Pleasing the Ghost",
            "authors": [
                "Sharon Creech",
                "Stacey Schuett"
            ],
            "ranking": 3.55,
            "ranking_count": 986,
            "abstract": "Newbery Medal winner and master storyteller Sharon Creech spins a wonderfully funny and tender tale.. As nine-year-old Dennis confronts the ghost of his uncle Arvie, Arvie's eccentric antics and wonderful wordplay keep the reader laughing. But at its tender heart, the story reveals the holes left in our lives when we lose the ones we love.. Ever since nine-year-old Dennis's dad died, a veritable parade of ghosts has been passing through his bedroom. When the ghost of his uncle Arvie blows into his room on a warm breeze, Dennis isn't surprised, but Uncle Arvie is the first ghost who wants something from Dennis.. Dennis would love to help Uncle Arvie, but he can't quite understand what Uncle Arvie is asking for. What, for example, is Fraggle pin Heartfoot a wig pasta? Dennis has to find out, because this is one ghost who isn't going to leave until he gets what he came for.. Uncle Arvie's antics and Dennis's attempts to please his ghost form the heart of this touching story.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Paranormal",
                "Fantasy",
                "Young Adult",
                "Horror"
            ]
        },
        {
            "title": "Για την πατρίδα",
            "authors": [
                "Penelope Delta",
                "Πηνελόπη Σ. Δέλτα"
            ],
            "ranking": 3.87,
            "ranking_count": 494,
            "abstract": "Η πλοκή του μυθιστορήματος εκτυλίσσεται, στη βυζαντινή εποχή, και συγκεκριμένα τον 10ο αιώνα. Είναι η ιστορία δύο νέων, του Ασώτη Ταρωνίτη και του Αλέξιου Αργυρού, τους οποίους αιχμαλωτίζουν οι Βούλγαροι όταν καταλαμβάνουν τη Θεσσαλονίκη το 995.. Το Για την Πατρίδα είναι το πρώτο μυθιστόρημα της Δέλτα. Το ενδιαφέρον της για τη συγγραφή ήταν στενά συνυφασμένο με αυτό που η ίδια αντιλαμβανόταν ως ανάγκη για τη διαπαιδαγώγηση των Ελληνοπαίδων. Διακηρυγμένος στόχος της παρέμεινε ως το τέλος της ζωής της να ξυπνήσει στα Ελληνόπαιδα όμορφα και μεγάλα ιδανικά. Είναι, από αυτήν την άποψη, χαρακτηριστικοί οι δύο άξονες γύρω από τους οποίους στρέφεται το μυθιστόρημά της. Ο ένας είναι η φιλοπατρία και ο άλλος τα ευγενή αισθήματα που συνδέουν τους κεντρικούς ήρωες: η άδολη φιλία των δύο αγοριών και ο μέχρι αυτοθυσίας έρωτας των νεαρών ζευγαριών, της Μιροσλάβας και του Ασώτη, του Αλέξιου και της Θέκλας.. Το Για την Πατρίδα γνώρισε ευμενή υποδοχή. Οι επιστολές που της στέλνουν ο Αλ. Πάλλης, ο Κ. Παλαμάς, ο Αργ. Εφταλιώτης, ο Μ. Τριανταφυλλίδης και ο Αλ. Δελμούζος είναι εγκωμιαστικές, αναγνωρίζοντας τη δύναμη της πλοκής, την ακρίβεια των γεγονότων και το πατριωτικό της αίσθημα.. Σήμερα, εκατό χρόνια μετά την πρώτη του έκδοση, το Για την Πατρίδα διαβάζεται ακόμη ευχάριστα. Και αυτό γιατί είναι, όπως και όλα τα άλλα μυθιστορήματα της Δέλτα, ένα συνοπτικό μάθημα ιστορίας.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Childrens",
                "Historical",
                "Literature",
                "Fiction"
            ]
        },
        {
            "title": "Peter Spier's Christmas!",
            "authors": [
                "Peter Spier"
            ],
            "ranking": 4.38,
            "ranking_count": 348,
            "abstract": "This wordless picture book by the renowned Caldecott Medal winner celebrates a family's traditions during a very special time of the year. Peter Spier proves that a picture can be worth a thousand words.--School Library Journal. Full color.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Family",
                "Fiction"
            ]
        },
        {
            "title": "A Pirate's Love",
            "authors": [
                "Johanna Lindsey"
            ],
            "ranking": 3.68,
            "ranking_count": 6730,
            "abstract": "Sun-Blazed Beaches. With languid tropical breezes caressing her breathtakingly beautiful face, Bettina Verlaine stood before the mast, sailing westward to fulfill a promise her heart never made--marriage to a Count her eyes had never beheld. Then in a moment of swashbuckling courage, the pirate Tristan swept her away and the spell of his passion was cast over her heart forever. But many days--and fiery nights--must pass before their love could flower into that fragile blossom a woman gives to only one man.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Remote Control",
            "authors": [
                "Andy McNab"
            ],
            "ranking": 3.89,
            "ranking_count": 5424,
            "abstract": "Few writers know the intricate landscape of special operations like Andy McNab. A member of the crack elite force the Special Air Service for seventeen years, McNab saw duty all over the world--and was the British Army's most highly decorated serving soldier when he resigned in 1993.. Now, in Remote Control, his explosive fiction debut, McNab has drawn on his personal experience and unique knowledge to create a thriller of gripping authenticity, high-stakes intrigue, and unstoppable action.. After his mission is suddenly terminated in Washington, D.C., British Intelligence agent Nick Stone decides to visit an old colleague, Kev Brown. But when Stone arrives at his friend's eerily quiet suburban home, he discovers a chilling scene of carnage. Every member of the Brown family has been brutally slaughtered except one: seven-year-old Kelly Brown. His instincts on red alert and adrenaline in overdrive, Stone grabs the girl and runs--with anonymous assassins in hot pursuit. But whom do they wish to silence: Stone, the innocent child, or both?. During a heart-pounding chase that takes the resourceful, sometimes ruthless seasoned pro and his frightened young charge from Washington to Florida, and across the Atlantic to England, Stone begins to piece together a shocking global conspiracy. Thrust into a lethal game of cat-and-mouse, Stone is certain of two things: He and Kelly are on their own. No one can be trusted. And his darkest fears about the shadowy link between politics, money, and terrorism are about to be realized.. Combining relentless action, daring escapes, and breathless plotting with chillingly authentic operational detail rarely seen in thrillers, Remote Control is a novel so real and so suspenseful it sets a new standard for the genre.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "War",
                "Action",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Life at Blandings",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.35,
            "ranking_count": 3180,
            "abstract": "P.G. Wodehouse entices us into the demesne of Blandings Castle - an apparent paradise where it is eternal high summer, with jolly parties, tea on the lawn and love trysts in the rose garden. But for Clarence, ninth Earl of Emsworth, there is always something to disturb this tranquil scene.. This omnibus contains. Something Fresh. ,. Summer Lightning. and three short stories (. The Custody of the Pumpkin. ,. Lord Emsworth Acts for the Best. and. Pig-hoo-o-o-o-ey. ).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Anthologies"
            ]
        },
        {
            "title": "Mouse Tales",
            "authors": [
                "Arnold Lobel"
            ],
            "ranking": 4.2,
            "ranking_count": 5974,
            "abstract": "When Papa's seven little mouse boys ask for a bedtime story, Papa does even better than that—he tells seven stories, one for each boy!. This Level Two I Can Read is geared toward kids who read on their own but still need a little help.. This sweet bedtime tale is from Arnold Lobel, the beloved author and illustrator of the Newbery Honor and Caldecott Honor award-winning Frog and Toad books.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Classics",
                "Short Stories",
                "Academic"
            ]
        },
        {
            "title": "Monty: His Part In My Victory",
            "authors": [
                "Spike Milligan"
            ],
            "ranking": 4.16,
            "ranking_count": 1808,
            "abstract": "'It's all over, Von Arnheim has surrendered and he's very angry. This could mean war...' The third volume of Spike Milligan's laugh-a-line account of life as a gunner in World War Two resumes on the eve of victory in North Africa. Now Britain's looniest war hero must combat some of the direst threats a soldier has ever faced - boredom ('Christ, I just thought of Catford'), a cold ('In this weather?' 'Yed.'), moving camp ('It's a sort of Brighton with camels'), relaxing on the beach ('Life was golden, and we were the assayers'), moving camp again ('We're already somewhere else'), a visit to Carthage ('It's terrible, it's like Catford') and a perilous encounter with the gloriously endowed Mademoiselle Villion ('Help! massage, I said weakly'). Against the odds, they survive and are sent at last to Italy to be killed.... The 19th Battery forge into Tunis, cocksure and carefree. They climb an aqueduct with no trousers on (the battery, that is; the aqueduct was very well dressed). Five hundred gunners try to dance with two girls and an old French matron…",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Biography",
                "Nonfiction",
                "War",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "The Wild Shore",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.75,
            "ranking_count": 3330,
            "abstract": "2047: for 60 years America has been quarantined after a devastating nuclear attack. For the small community of San Onofre on the West Coast, life is a matter of survival: living simply on what the sea and land can provide, preserving what knowledge and skills they can in a society without mass communications. Until the men from San Diego arrive, riding the rails on flatbed trucks and bringing news of the new American Resistance. And Hank Fletcher and his friends are drawn into an adventure that marks the end of childhood...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Early Victorian Novelists",
            "authors": [
                "David Cecil"
            ],
            "ranking": 3.96,
            "ranking_count": 25,
            "abstract": "Early Victorian Novelists is composed of critical essays written by Lord David Cecil, a well-read critic who also wrote a number of other books of critical essays. The essays discuss Charles Dickens, William Makepeace Thackeray, Charlotte Bronte, Emily Bronte, Mrs. Gaskell, Anthony Trollope, and George Eliot. Cecil makes a few comparisons between these writers and some of the modern British writers of his time, such as Virginia Woolf and Aldous Huxley, and notes differences in novel-writing then and now.",
            "part_of_series": false,
            "genre_list": [
                "Criticism",
                "Historical"
            ]
        },
        {
            "title": "The Kid: What Happened After My Boyfriend and I Decided to Go Get Pregnant",
            "authors": [
                "Dan Savage"
            ],
            "ranking": 4.05,
            "ranking_count": 8693,
            "abstract": "Dan Savage. 's nationally syndicated sex advice column, Savage Love, enrages and excites more than four million people each week. In. The Kid. , Savage tells a no-holds-barred, high-energy story of an ordinary American couple who wants to have a baby. Except that in this case the couple happens to be Dan and his boyfriend. That fact, in the face of a society enormously uneasy with gay adoption, makes for an edgy, entertaining, and illuminating read. When Dan and his boyfriend are finally presented with an infant badly in need of parenting, they find themselves caught up in a drama that extends well beyond the confines of their immediate world. A story about confronting homophobia, falling in love, getting older, and getting a little bit smarter, The Kid is a book about the very human desire to have a family.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "LGBT",
                "Humor",
                "Parenting",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "After Many A Summer",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.73,
            "ranking_count": 2738,
            "abstract": "A Hollywood millionaire with a terror of death, whose personal physician happens to be working on a theory of longevity--these are the elements of Huxley's caustic & entertaining satire on the human desire to live indefinitely. A highly sensational plot that will keep astonishing you to practically the final sentence.--The New Yorker",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Literature",
                "Novels",
                "Science Fiction",
                "European Literature",
                "Literary Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "Die Wilden Hühner",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 4.12,
            "ranking_count": 3509,
            "abstract": "Abenteuer kann man doch nicht planen wie Ballett oder so was. Die warten um die Ecke und - zack! - plötzlich sind sie da!, erklärt Sprotte ihren Freundinnen. Tatsächlich lässt das erste Abenteuer für ihre Mädchenbande DIE WILDEN HÜHNER nicht lange auf sich warten. Denn DIE PYGMÄEN, vier Jungs aus ihrer Klasse, lassen nach einem Streit die Hühner von Sprottes Oma frei. Das schreit natürlich nach Rache.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "European Literature",
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Cultural",
                "Adventure"
            ]
        }
    ]
}