{
    "books": [
        {
            "title": "The Genius of Birds",
            "authors": [
                "Jennifer Ackerman"
            ],
            "ranking": 4.03,
            "ranking_count": 9158,
            "abstract": "Après la sylvothérapie, l’ornithologie a grandement à nous apprendre !. Les oiseaux sont des créatures étonnamment intelligentes. Certaines espèces rivalisent avec les primates, et parfois même avec l’Homme, dans la perception de leur environnement et l’élaboration de solutions techniques complexes. L’intelligence sociale des volatiles est tout aussi impressionnante. Ils trompent, manipulent, écoutent à la dérobée ou savent exercer un chantage sur leurs parents. Ils se font des présents et s’embrassent pour se consoler, s’alertent mutuellement d’un danger et convoquent des témoins lors de la mort d’un pair. Ils peuvent même ressentir du chagrin. D’une écriture vivante et admirablement documentée, ce livre célèbre les exploits de ces créatures singulières et farouchement intelligentes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "Animals",
                "Audiobook",
                "Science Nature"
            ]
        },
        {
            "title": "The Great Concert of the Night",
            "authors": [
                "Jonathan Buckley"
            ],
            "ranking": 3.79,
            "ranking_count": 57,
            "abstract": "In the small hours of January 1st, a man begins to write, having watched Le Grand Concert de la Nuit, a film in which a former lover - Imogen - plays a major role. For the next year, he writes something every day. His journal is a ritual of commemoration and an investigation of the character of Imogen and her relationships - with himself; with her family and friends; with other lovers. Imogen is an elusive subject, and The Great Concert of the Night is an intricate text, mixing scenes from the writer's memory and the present day, and scenes from Imogen's films, with observations on a range of subjects, from the visions of female saints to the history of medicine and the festivals of ancient Rome. But one subject comes to occupy him above all: what happens when a person becomes a character on the page.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Boy in the Smoke",
            "authors": [
                "Maureen Johnson"
            ],
            "ranking": 4.11,
            "ranking_count": 1690,
            "abstract": "A SHADES OF LONDON exclusive World Book Day story. 33% Dark, 33% Ghostly, 34% London. On a cold night, Stephen Dene went to the Eton boathouse to perform a desperate act. But someone stopped him along the way, sending his life in a new and decidedly strange direction--leading him to London, to two new friends, and to a world of shadows and mystery.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Short Stories",
                "Novella",
                "Mystery"
            ]
        },
        {
            "title": "The Strange Affair of Spring Heeled Jack",
            "authors": [
                "Mark Hodder"
            ],
            "ranking": 3.7,
            "ranking_count": 7077,
            "abstract": "London, 1861.. Sir Richard Francis Burton—explorer, linguist, scholar, and swordsman; his reputation tarnished; his career in tatters; his former partner missing and probably dead.. Algernon Charles Swinburne—unsuccessful poet and follower of de Sade; for whom pain is pleasure, and brandy is ruin!. They stand at a crossroads in their lives and are caught in the epicenter of an empire torn by conflicting forces: Engineers transform the landscape with bigger, faster, noisier, and dirtier technological wonders; Eugenicists develop specialist animals to provide unpaid labor; Libertines oppose repressive laws and demand a society based on beauty and creativity; while the Rakes push the boundaries of human behavior to the limits with magic, drugs, and anarchy. The two men are sucked into the perilous depths of this moral and ethical vacuum when Lord Palmerston commissions Burton to investigate assaults on young women committed by a weird apparition known as Spring Heeled Jack, and to find out why werewolves are terrorizing London's East End.. Their investigations lead them to one of the defining events of the age, and the terrifying possibility that the world they inhabit shouldn't exist at all!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Historical",
                "Mystery"
            ]
        },
        {
            "title": "Heart of the Fae",
            "authors": [
                "Emma Hamm"
            ],
            "ranking": 3.83,
            "ranking_count": 6945,
            "abstract": "Beauty and the Beast. meets Irish Mythology in this sweeping retelling of the beloved fairytale..... Once upon a time…. A plague sweeps across the emerald hills of Uí Néill, leaving a young midwife’s father with months to live. To save her people, Sorcha makes a deal with a dangerous Fae. She must travel across the sea, through merrow and kelpie lands, to find a forgotten king on a crumbling throne.. Born king of the Seelie Fae, Eamonn fought battles unnumbered to uphold honor, duty, and freedom… until his twin brother sank a blade between his shoulders. Crystals grew from the wound, splitting open skin and bone. His people banished him to a cursed isle for his disfigurement, now king of criminals and fools.. With the help of brownies, pixies, and will-o’-the-wisps, Sorcha battles to break through his crystalline shell and persuade him to take back his stolen throne.. This determined beauty could come dangerously close to stealing his beastly heart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Retellings",
                "Fairies",
                "Adult",
                "Fairy Tales",
                "Fiction"
            ]
        },
        {
            "title": "The Cloud Roads",
            "authors": [
                "Martha Wells"
            ],
            "ranking": 3.97,
            "ranking_count": 10265,
            "abstract": "Moon has spent his life hiding what he is — a shape-shifter able to transform himself into a winged creature of flight. An orphan with only vague memories of his own kind, Moon tries to fit in among the tribes of his river valley, with mixed success. Just as Moon is once again cast out by his adopted tribe, he discovers a shape-shifter like himself... someone who seems to know exactly what he is, who promises that Moon will be welcomed into his community. What this stranger doesn't tell Moon is that his presence will tip the balance of power... that his extraordinary lineage is crucial to the colony's survival... and that his people face extinction at the hands of the dreaded Fell! Now Moon must overcome a lifetime of conditioning in order to save himself... and his newfound kin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Romance",
                "Adult",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "The Truth Pixie Goes to School",
            "authors": [
                "Matt Haig",
                "Chris Mould"
            ],
            "ranking": 4.19,
            "ranking_count": 544,
            "abstract": "New school. New friends. Same old pixie.. 'Aada started her new school,. And the pixie came too.. But this school was a place. Where it was hard to be true . . .'. An uplifting story that will delight younger readers and help them to be themselves in their school uniform. With words by the bestselling mastermind Matt Haig and pictures by the inky genius Chris Mould.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Fantasy",
                "Poetry",
                "Fiction",
                "Kids"
            ]
        },
        {
            "title": "Murder & Matchmaking",
            "authors": [
                "Debbie Cowens"
            ],
            "ranking": 3.82,
            "ranking_count": 87,
            "abstract": "The young ladies of Hertfordshire are dropping like flies.. Miss Elizabeth Bennet could not be more pleased when the famous London detective Mr Sherlock Darcy makes it his business to solve the mystery of three young ladies’ deaths – not least because he shares her suspicion that there must be more behind the deaths than mere accident. But even she never could have guessed, as they embark upon the investigation, how close to home the solution lies.. It is a truth universally acknowledged that a mother in possession of unmarried daughters must be in want of eligible bachelors. Less well known are the lengths to which she might go to attract them…. Bursting with subterfuge, flirtation, and murder most foul, Murder & Matchmaking will lure you into a world of romantic intrigue, family drama, and amateur detectiving. Jane Austen’s witty prose meets the perplexing mysteries of Sir Arthur Conan Doyle in a book that finally answers the question: if Mrs Bennet is so concerned about her daughters finding suitable matches, why doesn’t she really do something about their chances?",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "The Thief Who Pulled on Trouble's Braids",
            "authors": [
                "Michael  McClung"
            ],
            "ranking": 4.0,
            "ranking_count": 3044,
            "abstract": "Alternate cover edition of ASIN. B00AF97702. *Winner of the Self Published Fantasy Blog-Off, Hosted by Mark Lawrence*. Amra Thetys lives by two simple rules—take care of business, and never let it get personal. Thieves don't last long in Lucernis otherwise. But when a fellow rogue and good friend is butchered on the street in a deal gone wrong, she turns her back on burglary and goes after something more precious than treasure: Revenge.. Revenge, however, might be hard to come by. A nightmare assortment of enemies, including an immortal assassin and a mad sorcerer, believe Amra is in possession of The Blade That Whispers Hate—the legendary, powerful artifact her friend was murdered for—and they'll do anything to take it from her. Trouble is, Amra hasn't got the least clue where the Blade might be.. She needs to find the Blade, and soon, or she'll be joining her colleague in a cold grave instead of avenging his death. Time is running out for the small, scarred thief.. McClung has an impressive ability to write compelling characters and a fast paced and action packed plot that never seems to let up. -Speculative Book Review. There are gods and demons and magic and better yet, it all feels refreshingly original. -Elitist Book Reviews. Michael McClung [...] writes excellent dialogue that keeps the characters engaging and the story moving forward. -Fantasy-Faction",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Caged Eyes: An Air Force Cadet's Story of Rape and Resilience",
            "authors": [
                "Lynn K.  Hall"
            ],
            "ranking": 4.74,
            "ranking_count": 87,
            "abstract": "An insider's account of misogyny and rape in the US military and her extraordinary path to recovery and activism. Desperate to realize her childhood dream of being an astronaut, Lynn K. Hall was an enthusiastic young cadet. For Hall, the military offered an escape from her chaotic home--her erratic mother, absent biological father, and a man she called dad who sexually abused her. Resolute and committed to the Air Force Academy, Hall survived the ordeals of a first-year cadet: intense hazing from upperclassmen, grueling physical training, and demanding coursework. But she's dismissed from the Academy when, after being raped by an upperclassman and contracting herpes, she is diagnosed with meningitis and left with chronic and debilitating pain.. Betrayed by the Academy and overcome with shame, Hall candidly recounts her loss of self, the dissociation from her body and the forfeiture of her individuality as a result of the military's demands and her perpetrator's abuse. Forced to leave the military and return to the civilian world, Hall turns to extreme sports to cope with and overcome PTSD and chronic pain. She, in turn, reclaims herself on the mountain trails of the Colorado Rockies.. An intimate account of grappling with shame and a misogynistic culture that condones rape and blames victims,. Caged Eyes. is also a transformative story of how it's possible to help yourself and others in the aftermath of a profound injustice.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "War"
            ]
        },
        {
            "title": "Curse of Strahd",
            "authors": [
                "Christopher Perkins",
                "Tracy Hickman",
                "Laura Hickman",
                "Adam Lee",
                "Richard Whitters",
                "Jeremy Crawford",
                "Kim Mohan"
            ],
            "ranking": 4.51,
            "ranking_count": 1384,
            "abstract": "Unravel the mysteries of Ravenloft® in this dread adventure for the world’s greatest roleplaying game. Under raging storm clouds, the vampire Count Strahd von Zarovich stands silhouetted against the ancient walls of Castle Ravenloft. Rumbling thunder pounds the castle spires. The wind’s howling increases as he turns his gaze down toward the village of Barovia. Far below, yet not beyond his keen eyesight, a party of adventurers has just entered his domain. Strahd’s face forms the barest hint of a smile as his dark plan unfolds. He knew they were coming, and he knows why they came — all according to his plan. A lightning flash rips through the darkness, but Strahd is gone. Only the howling of the wind fills the midnight air. The master of Castle Ravenloft is having guests for dinner. And you are invited.",
            "part_of_series": true,
            "genre_list": [
                "Games",
                "Fantasy",
                "Role Playing Games",
                "Horror",
                "Sports and Games",
                "Fiction",
                "Reference",
                "Paranormal",
                "Gothic"
            ]
        },
        {
            "title": "Early Days: Stories of the Beginning of Creation & the Early Prophet Adam to Yoonus",
            "authors": [
                "ابن كثير",
                "Darussalam",
                "Ibn Kathir"
            ],
            "ranking": 4.4,
            "ranking_count": 96,
            "abstract": "This is an abridged English translation of the classic work Al-Bidayah wan Nihayah (The Beginning and The End) by Ibn Katheer, which is considered to be one of the most authoritative souces on Islamic History.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "The White King: Charles I, Traitor, Murderer, Martyr",
            "authors": [
                "Leanda de Lisle"
            ],
            "ranking": 4.09,
            "ranking_count": 476,
            "abstract": "WINNER HISTORICAL WRITERS ASSOCIATION NON-FICTION CROWN 2018. From the New York Times Bestselling author and master of narrative nonfiction comes the critically acclaimed story of Charles I, his warrior queen, Britain's civil wars and the trial for his life.. Barely forty years after the England's golden age under Elizabeth, the country was at war with itself, split between loyalty to the Crown and Parliament, with armies raised in Scotland and Ireland, and fighters arriving from Europe to wage war on English soil for the last time in England's history. The English Civil War would set family against family, friend against friend, and its casualties were immense—a greater proportion of the population than in World War I. England had become a failed state.. At the head of the disintegrating kingdom was the figure of the king: Charles I. In this vivid portrait—newly informed by previously unseen manuscripts, including royal correspondence between the king and his queen, some of it written in code—Leanda de Lisle depicts a man who was not cruel enough for his cruel times. He would not persecute his opponents in the bloody style of his Tudor antecedents, or throw his servants to the wolves to save his own skin in the time-honored royal style. He was tutored by his father in the rights and obligations of kings, but had none of his father's political subtlety and experience in survival. In a court of remarkable women he was happily married—but to a French Catholic princess, which caused consternation to his protestant subjects. Principled and high minded, he would pay a terrible price for the personal honor he so valued, and for having enemies more ruthless than he was. Nothing, however, would reflect on his character as much as the scene at his terrible death, speaking on the scaffold as a “martyr of the people.”. In his own destruction Charles did not sow the seeds of the monarchy's destruction but its rebirth. England's revolution lasted eleven unhappy years and the Crown was then restored, to national rejoicing. Today England enjoys rule by parliament and monarch while the Church of England has the bishops Charles was determined to preserve. More radical religious experimenters took their faith to the New World and the seeds of a republic, leaving England to mend its wounds and restore its fortunes and future as the world's preeminent constitutional monarchy.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "European Literature",
                "Historical",
                "Civil War",
                "Biography Memoir",
                "Literature",
                "Religion"
            ]
        },
        {
            "title": "The Dark Lord Clementine",
            "authors": [
                "Sarah Jean Horwitz"
            ],
            "ranking": 4.14,
            "ranking_count": 836,
            "abstract": "The new face of big evil is a little . . . small.. Dastardly deeds aren’t exactly the first things that come to mind when one hears the name “Clementine,” but as the sole heir of the infamous Dark Lord Elithor, twelve-year-old Clementine Morcerous has been groomed since birth to be the best (worst?) Evil Overlord she can be. But everything changes the day the Dark Lord Elithor is cursed by a mysterious rival.. Now, Clementine must not only search for a way to break the curse, but also take on the full responsibilities of the Dark Lord. As Clementine forms her first friendships, discovers more about her own magic than she ever dared to explore, and is called upon to break her father’s code of good and evil, she starts to question the very life she’s been fighting for. What if the Dark Lord Clementine doesn’t want to be dark after all?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Adventure",
                "Paranormal",
                "Young Adult",
                "Humor"
            ]
        },
        {
            "title": "Just Watch Me",
            "authors": [
                "Jeff Lindsay"
            ],
            "ranking": 3.56,
            "ranking_count": 2134,
            "abstract": "A masterful thief plots an impossible crime—stealing the Iranian Crown Jewels.. From the author of the wildly successful. Dexter. series comes a new, mesmerizing bad guy we can root for: Riley Wolfe. He’s a master thief, expert at disguise, and not averse to violence when it’s needed. It’s no accident, though, that Riley targets the wealthiest 0.1 percent and is willing to kill them when they’re in his way: he despises the degenerate and immoral rich and loves stealing their undeserved and unearned valuables.. In this series launch, Riley aims for an extraordinary target in a heist that will make history. Riley will try to steal the Crown Jewels of Iran. Yes, these jewels are worth billions, but the true attraction for grabbing them comes down to one simple fact: it can’t be done. Stealing these jewels is absolutely impossible. The collection is guarded by space-age electronics and. two. teams of heavily armed mercenaries. No one could even think of getting past the airtight security and hope to get away alive, let alone with even a single diamond from the Imperial Collection.. No one but Riley Wolfe. He’s always liked a challenge.. But this challenge may be more than even he can handle. Aside from the impenetrable security, Riley is also pursued by a brilliant and relentless cop who is barely a step behind him.. With the aid of his sometime ally, a beautiful woman who is a master art forger, Riley Wolfe goes for the prize that will either make him a legend—or, more likely, leave him dead.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Action"
            ]
        },
        {
            "title": "The Midnight Assassin: Panic, Scandal, and the Hunt for America's First Serial Killer",
            "authors": [
                "Skip Hollandsworth"
            ],
            "ranking": 3.62,
            "ranking_count": 5560,
            "abstract": "A sweeping narrative history of a terrifying serial killer--America's first--who stalked Austin, Texas in 1885. In the late 1800s, the city of Austin, Texas was on the cusp of emerging from an isolated western outpost into a truly cosmopolitan metropolis. But beginning in December 1884, Austin was terrorized by someone equally as vicious and, in some ways, far more diabolical than London's infamous Jack the Ripper. For almost exactly one year, the Midnight Assassin crisscrossed the entire city, striking on moonlit nights, using axes, knives, and long steel rods to rip apart women from every race and class. At the time the concept of a serial killer was unthinkable, but the murders continued, the killer became more brazen, and the citizens' panic reached a fever pitch.. Before it was all over, at least a dozen men would be arrested in connection with the murders, and the crimes would expose what a newspaper described as the most extensive and profound scandal ever known in Austin. And yes, when Jack the Ripper began his attacks in 1888, London police investigators did wonder if the killer from Austin had crossed the ocean to terrorize their own city.. With vivid historical detail and novelistic flair,. Texas Monthly. journalist Skip Hollandsworth brings this terrifying saga to life.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "History",
                "Mystery",
                "Historical",
                "Audiobook",
                "North American Hi...",
                "Adult",
                "Biography"
            ]
        },
        {
            "title": "Lullaby",
            "authors": [
                "Jonathan Maberry",
                "Scott Brick"
            ],
            "ranking": 3.1,
            "ranking_count": 3510,
            "abstract": "The fears and horrors of being a new parent take on a shocking dimension in in this heart-stopping original story, only from Audible. A young married couple, Matt and Gillian have just bought a gorgeous house located next to a lake in the Catskills. They want to escape the hustle and bustle of the city to raise their baby girl, Hope, in relative peace and quiet. When night falls, however, their dream home becomes a house of nightmares. Matt and Gillian soon learn that darkness takes many forms. And sometimes, darkness is hungry.. New York Times best-selling author and Bram Stoker Award winner Jonathan Maberry delivers a haunting Audible Original that will give listeners the Halloween creeps all year round. Scott Brick, the man with the golden voice, perfectly captures the experience of hearing a classic ghost story told around the campfire.. This product features adult language and themes.. Listening Length: 37 minutes. ©2018 Jonathan Maberry (P)2018 Audible Originals, LLC.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Audiobook",
                "Fiction",
                "Short Stories",
                "Thriller",
                "Paranormal",
                "Fantasy",
                "Mystery"
            ]
        },
        {
            "title": "Our House",
            "authors": [
                "Louise Candlish"
            ],
            "ranking": 3.7,
            "ranking_count": 32018,
            "abstract": "On a bright morning in the London suburbs, a family moves into the house they’ve just bought on Trinity Avenue. Nothing strange about that. Except it's your house. And you didn’t sell it.. When Fi Lawson arrives home to find strangers moving into her house, she is plunged into terror and confusion. She and her husband Bram have owned their home on Trinity Avenue for years and have no intention of selling. How can this other family possibly think the house is theirs? And why has Bram disappeared when she needs him most?. FOR RICHER, FOR POORER.. Bram has made a catastrophic mistake and now he is paying. Unable to see his wife, his children or his home, he has nothing left but to settle scores. As the nightmare takes grip, both Bram and Fi try to make sense of the events that led to a devastating crime. What has he hidden from her – and what has. she. hidden from. him. ? And will either survive the chilling truth – that there are far worse things you can lose than your house?",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Kim Jiyoung, Born 1982",
            "authors": [
                "Cho Nam-Joo",
                "Jamie Chang"
            ],
            "ranking": 4.18,
            "ranking_count": 72885,
            "abstract": "A fierce international bestseller that launched Korea’s new feminist movement,. Kim Jiyoung, Born 1982. follows one woman’s psychic deterioration in the face of rigid misogyny.. Truly, flawlessly, completely, she became that person.. In a small, tidy apartment on the outskirts of the frenzied metropolis of Seoul lives Kim Jiyoung. A thirtysomething-year-old “millennial everywoman,” she has recently left her white-collar desk job—in order to care for her newborn daughter full-time—as so many Korean women are expected to do. But she quickly begins to exhibit strange symptoms that alarm her husband, parents, and in-laws: Jiyoung impersonates the voices of other women—alive and even dead, both known and unknown to her. As she plunges deeper into this psychosis, her discomfited husband sends her to a male psychiatrist.. In a chilling, eerily truncated third-person voice, Jiyoung’s entire life is recounted to the psychiatrist—a narrative infused with disparate elements of frustration, perseverance, and submission. Born in 1982 and given the most common name for Korean baby girls, Jiyoung quickly becomes the unfavored sister to her princeling little brother. Always, her behavior is policed by the male figures around her—from the elementary school teachers who enforce strict uniforms for girls, to the coworkers who install a hidden camera in the women’s restroom and post their photos online. In her father’s eyes, it is Jiyoung’s fault that men harass her late at night; in her husband’s eyes, it is Jiyoung’s duty to forsake her career to take care of him and their child—to put them first.. Jiyoung’s painfully common life is juxtaposed against a backdrop of an advancing Korea, as it abandons “family planning” birth control policies and passes new legislation against gender discrimination. But can her doctor flawlessly, completely cure her, or even discover what truly ails her?. Rendered in minimalist yet lacerating prose,. Kim Jiyoung, Born 1982. sits at the center of our global #MeToo movement and announces the arrival of writer of international significance",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Contemporary",
                "Literary Fiction",
                "Cultural",
                "Adult",
                "Audiobook",
                "Literature",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Los enamoramientos",
            "authors": [
                "Javier Marías"
            ],
            "ranking": 3.52,
            "ranking_count": 9763,
            "abstract": "«La última vez que vi a Miguel Desvern o Deverne fue también la última que lo vio su mujer, Luisa, lo cual no dejó de ser extraño y quizá injusto, ya que ella era eso, su mujer, y yo era en cambio una desconocida…». Así comienza Los enamoramientos, la nueva novela de Javier Marías, consagrado como uno de los mejores novelistas contemporáneos. María Dolz, la narradora y protagonista, sólo supo su nombre «cuando apareció su foto en el periódico, apuñalado y medio descamisado y a punto de convertirse en un muerto: lo último de lo que se debió de dar cuenta fue de que lo acuchillaban por confusión y sin causa».. Con una prosa profunda y cautivadora, esta novela reflexiona sobre el estado de enamoramiento, considerado casi universalmente como algo positivo e incluso redentor a veces, tanto que parece justificar casi todas las cosas: las acciones nobles y desinteresadas, pero también los mayores desmanes y ruindades.. Los enamoramientos es también un libro sobre la impunidad y sobre la horrible fuerza de los hechos; sobre la inconveniencia de que los muertos pudieran volver, por mucho que se los haya llorado y que en apariencia nada se deseara tanto como su regreso, o al menos que siguieran vivos; también sobre la imposibilidad de saber nunca la verdad cabalmente, ni siquiera la de nuestro pensamiento, oscilante y variable siempre.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Lonely Lobster (The Adventures of Scuba Jack)",
            "authors": [
                "Beth Costanzo",
                "Magdalena Buslowska"
            ],
            "ranking": 2.0,
            "ranking_count": 1,
            "abstract": "The story of the Lonely Lobster is the heartwarming tale of an unlikely friendship between two crustaceans: a lobster and a crab. The two are thrust together during a storm and became the best of friends despite the fact that lobsters like to dine on crabs. This surprising bond between predator and prey will leave you wondering, Why can’t we all just get along?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Gone",
            "authors": [
                "Mo Hayder"
            ],
            "ranking": 4.03,
            "ranking_count": 8792,
            "abstract": "November in the West Country.. Evening is closing in as murder detective. Jack Caffery. arrives to interview. the victim of a car-jacking.. He's dealt with routine car-thefts before, but this one is different. This car was taken by force. And on the back seat was a passenger. An eleven-year-old girl. Who is still missing.. Before long the jacker starts to communicate with the police:. 'It's started,'. he tells them. '. And. it ain't going to stop just sudden, is it?. '. And Caffery knows that he's going to do it again. Soon the jacker will choose another car with another child on the back seat.. Caffery's a good and instinctive cop; the best in the business, some say. But this time he knows something's badly wrong. Because the jacker seems to be ahead of the police - every step of the way...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "European Literature",
                "Audiobook",
                "Horror"
            ]
        },
        {
            "title": "The Dollhouse",
            "authors": [
                "Fiona  Davis"
            ],
            "ranking": 3.79,
            "ranking_count": 34803,
            "abstract": "Fiona Davis's stunning debut novel pulls readers into the lush world of New York City's glamorous Barbizon Hotel for Women, where in the 1950s a generation of aspiring models, secretaries, and editors lived side by side while attempting to claw their way to fairy-tale success, and where a present-day journalist becomes consumed with uncovering a dark secret buried deep within the Barbizon's glitzy past.. When she arrives at the famed Barbizon Hotel in 1952, secretarial school enrollment in hand, Darby McLaughlin is everything her modeling agency hall mates aren't: plain, self-conscious, homesick, and utterly convinced she doesn't belong—a notion the models do nothing to disabuse. Yet when Darby befriends Esme, a Barbizon maid, she's introduced to an entirely new side of New York City: seedy downtown jazz clubs where the music is as addictive as the heroin that's used there, the startling sounds of bebop, and even the possibility of romance.. Over half a century later, the Barbizon's gone condo and most of its long-ago guests are forgotten. But rumors of Darby's involvement in a deadly skirmish with a hotel maid back in 1952 haunt the halls of the building as surely as the melancholy music that floats from the elderly woman's rent-controlled apartment. It's a combination too intoxicating for journalist Rose Lewin, Darby's upstairs neighbor, to resist—not to mention the perfect distraction from her own imploding personal life. Yet as Rose's obsession deepens, the ethics of her investigation become increasingly murky, and neither woman will remain unchanged when the shocking truth is finally revealed.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "New York",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Romance"
            ]
        },
        {
            "title": "Poems 1962-2012",
            "authors": [
                "Louise Glück"
            ],
            "ranking": 4.42,
            "ranking_count": 1178,
            "abstract": "Winner of the Nobel Prize in Literature. Even when collected, Louise Glück’s poetry resists collection. With each successive book her drive to leave behind what came before has grown more fierce, the force of her gaze fixed on what has yet to be imagined. She invented a form to accommodate this need, the book-length sequence of poems, like a landscape seen from above, a novel with lacunae opening onto the unspeakable. The reiterated yet endlessly transfigured elements in this landscape—Persephone, a copper beech, a mother and father and sister, a garden, a husband and son, a horse, a dog, a field on fire, a mountain—persistently emerge and reappear with the dark energy of the inevitable, while at the same time are shot through with the bright aspect of things new-made.. From the outset (“. Come here / Come here, little one. ”), Gluck’s voice has addressed us with deceptive simplicity, the poems in lines so clear we “do not see the intervening fathoms.”. From within the earth’s. bitter disgrace, coldness and barrenness. my friend the moon rises:. she is beautiful tonight, but when is she not beautiful?. To read these books together is to understand the governing paradox of a life lived in the body and of the work wrested from it, the one fated to die and the other to endure.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Nonfiction",
                "Literature",
                "Womens",
                "Female Authors",
                "Anthologies",
                "The United States Of America"
            ]
        },
        {
            "title": "Overprotected",
            "authors": [
                "Jennifer Laurens"
            ],
            "ranking": 3.37,
            "ranking_count": 3588,
            "abstract": "Ashlyn: A lonely society princess living in New York City.Daddy hired you to be my bodyguard.Colin: Childhood enemy, now her protector.Daddy thought I'd be safe. He thought I'd never fall in love. He thought he could keep me forever.Charles: obsessed with keeping her safe, keeping her his, he hires the one person he knows she could never fall in love with: Colin.Daddy was wrong.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Between Light and Shadow: A Guatemalan Girl's Journey through Adoption",
            "authors": [
                "Jacob R. Wheeler",
                "Kevin Kreutner"
            ],
            "ranking": 3.96,
            "ranking_count": 68,
            "abstract": "“An adoption professional once told me, ‘At its best, there is no adoption system as good as Guatemala’s. At its worst, there is none worse.’”—from the foreword by Kevin Kreutner. In. Between Light and Shadow. veteran journalist Jacob Wheeler puts a human face on the Guatemalan adoption industry, which has exploited, embraced, and sincerely sought to improve the lives of the Central American nation’s poorest children. Fourteen-year-old Ellie, abandoned at age seven and adopted by a middle-class family from Michigan, is at the center of this story. Wheeler re-creates the painful circumstances of Ellie’s abandonment, her adoption and Americanization, her search for her birth mother, and her joyous and haunting return to Guatemala, where she finds her teenage brothers—unleashing a bond that transcends language and national borders.. Following Ellie’s journey, Wheeler peels back the layers of an adoption economy that some view as an unscrupulous baby-selling industry that manipulates impoverished indigenous Guatemalan women, and others herald as the only chance for poor children to have a better life. Through Ellie, Wheeler allows us to see what all this means in personal and practical terms—and to understand how well-intentioned and sometimes humanitarian first-world wealth can collide with the extreme poverty, despair, misogyny, racism, and violent history of Guatemala.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction"
            ]
        },
        {
            "title": "Toxic Heart",
            "authors": [
                "Theo Lawrence"
            ],
            "ranking": 3.71,
            "ranking_count": 2719,
            "abstract": "The second MYSTIC CITY novel . . . it’s. Romeo & Juliet. in a dystopic Manhattan.. A city in flames. A trust betrayed. A perfect love destroyed. Has Aria lost Hunter, her one true love?. Ever since rebellion broke out in Mystic City, pitting the ruling elite against the magic-wielding mystics, Aria has barely seen her boyfriend. Not surprising, since Hunter is the leader of the mystic uprising, and he’ll do whatever it takes to win freedom for his people—even if that means using Aria.. But Aria is no one’s pawn. She believes she can bring the two warring sides together, save the city, and win back the Hunter she fell in love with.. Before she can play peacemaker, though, Aria will need to find the missing heart of a dead mystic. The heart gives untold powers to whoever possesses it, but finding it means seeking out a fierce enemy whose deepest desire is for Aria to be gone—forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Nexus",
            "authors": [
                "Ramez Naam"
            ],
            "ranking": 4.05,
            "ranking_count": 19252,
            "abstract": "Mankind gets an upgrade. In the near future, the experimental nano-drug Nexus can link humans together, mind to mind. There are some who want to improve it. There are some who want to eradicate it. And there are others who just want to exploit it.. When a young scientist is caught improving Nexus, he’s thrust over his head into a world of danger and international espionage – for there is far more at stake than anyone realizes.. From the halls of academe to the halls of power, from the headquarters of an elite US agency in Washington DC to a secret lab beneath a top university in Shanghai, from the underground parties of San Francisco to the illegal biotech markets of Bangkok, from an international neuroscience conference to a remote monastery in the mountains of Thailand – Nexus is a thrill ride through a future on the brink of explosion.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Science Fiction Fantasy",
                "Audiobook",
                "Fantasy",
                "Speculative Fiction",
                "Science"
            ]
        },
        {
            "title": "War on the Waters: The Union and Confederate Navies, 1861-1865",
            "authors": [
                "James M. McPherson"
            ],
            "ranking": 4.03,
            "ranking_count": 504,
            "abstract": "Although previously undervalued for their strategic impact because the represented only a small percentage of total forces, the Union and Confederate navies were crucial to the outcome of the Civil War. In War on the Waters, James M. McPherson has crafted an enlightening, at times harrowing, and ultimately thrilling account of the war's naval campaigns and their military leaders.. McPherson recounts how the Union navy's blockade of the Confederate coast, leaky as a sieve in the war's early months, became increasingly effective as it choked off vital imports and exports. Meanwhile, the Confederate navy, dwarfed by its giant adversary, demonstrated daring and military innovation. Commerce raiders sank Union ships and drove the American merchant marine from the high seas. Southern ironclads sent several Union warships to the bottom, naval mines sank many more, and the Confederates deployed the world's first submarine to sink an enemy vessel. But in the end, it was the Union navy that won some of the war's most important strategic victories--as an essential partner to the army on the ground at Fort Donelson, Vicksburg, Port Hudson, Mobile Bay, and Fort Fisher, and all by itself at Port Royal, Fort Henry, New Orleans, and Memphis.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Military History",
                "North American Hi...",
                "Nonfiction",
                "American History",
                "Military",
                "War",
                "American Civil War"
            ]
        },
        {
            "title": "Odd Interlude",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.11,
            "ranking_count": 9369,
            "abstract": "There's room at the inn. But you might not get out.. Nestled on a lonely stretch along the Pacific coast, quaint roadside outpost Harmony Corner offers everything a weary traveler needs—a cozy diner, a handy service station, a cluster of motel rooms…and the Harmony family homestead presiding over it all. But when Odd Thomas and company stop to spend the night, they discover that there’s more to this secluded haven than meets the eye—and that between life and death, there is something more frightening than either.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Science Fiction",
                "Suspense"
            ]
        },
        {
            "title": "League of Denial: The NFL, Concussions and the Battle for Truth",
            "authors": [
                "Mark Fainaru-Wada",
                "Steve Fainaru"
            ],
            "ranking": 4.18,
            "ranking_count": 4133,
            "abstract": "“PROFESSIONAL FOOTBALL PLAYERS DO NOT SUSTAIN FREQUENT REPETITIVE BLOWS TO THE BRAIN ON A REGULAR BASIS.”. So concluded the National Football League in a December 2005 scientific paper on concussions in America’s most popular sport. That judgment, implausible even to a casual fan, also contradicted the opinion of a growing cadre of neuroscientists who worked in vain to convince the NFL that it was facing a deadly new scourge: A chronic brain disease that was driving an alarming number of players -- including some of the all-time greats -- to madness.. League of Denial. reveals how the NFL, over a period of nearly two decades, sought to cover up and deny mounting evidence of the connection between football and brain damage.. Comprehensively, and for the first time, award-winning ESPN investigative reporters Mark Fainaru-Wada and Steve Fainaru tell the story of a public health crisis that emerged from the playing fields of our 21st century pastime. Everyone knew that football is violent and dangerous. But what the players who built the NFL into a $10 billion industry didn’t know – and what the league sought to shield from them – is that no amount of padding could protect the human brain from the force generated by modern football; that the very essence of the game could be exposing these players to brain damage.. In a fast-paced narrative that moves between the NFL trenches, America’s research labs and the boardrooms where the NFL went to war against science,. League of Denial. examines how the league used its power and resources to attack independent scientists and elevate its own flawed research -- a campaign with echoes of Big Tobacco’s fight to deny the connection between smoking and lung cancer. It chronicles the tragic fates of players like Hall of Fame Pittsburgh Steelers center Mike Webster, who was so disturbed at the time of his death he fantasized about shooting NFL executives; and former Chargers great Junior Seau, whose diseased brain became the target of an unseemly scientific battle between researchers and the NFL. Based on exclusive interviews, previously undisclosed documents and private emails, this is the story of what the NFL knew and when it knew it – questions at the heart of crisis that threatens football, from the highest levels all the way down to Pop Warner.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "Science",
                "Football",
                "Audiobook",
                "Health",
                "Medical",
                "History",
                "Writing"
            ]
        },
        {
            "title": "The Wall",
            "authors": [
                "William Sutcliffe"
            ],
            "ranking": 3.72,
            "ranking_count": 1292,
            "abstract": "Joshua lives with his mother and step-father in Amarias, an isolated town, where all the houses are brand new. Amarias is surrounded by a high wall, guarded by soldiers, which can only be crossed through a heavily fortified checkpoint. Joshua has been taught that the Wall is the only thing keeping his people safe from a brutal and unforgiving enemy.. One day, Joshua stumbles across a tunnel that leads underneath the Wall. The chance to catch a glimpse of life on the other side of The Wall is too tempting to resist. He's heard plenty of stories about the other side, but nothing has prepared him for what he finds . . .. Set in a tense reality closely mirroring Israel's West bank, this deeply affecting parable of a boy who undertakes a short journey to another world lingers long after completion.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Contemporary",
                "War",
                "Historical",
                "Academic",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Judoon Monsoon",
            "authors": [
                "Oli Smith"
            ],
            "ranking": 3.65,
            "ranking_count": 20,
            "abstract": "Join the 11th Doctor and Amy on their travels through time and space in the TARDIS and influence the story with your decisions. Choose a direction and let the adventures begin.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Guest of Honor: Booker T. Washington, Theodore Roosevelt, and the White House Dinner That Shocked a Nation",
            "authors": [
                "Deborah   Davis"
            ],
            "ranking": 3.93,
            "ranking_count": 469,
            "abstract": "In this revealing social history, one remarkable White House dinner becomes a lens through which to examine race, politics, and the lives and legacies of two of America’s most iconic figures.. In 1901, President Theodore Roosevelt invited Booker T. Washington to have dinner at the executive mansion with the First Family. The next morning, news that the president had dined with a black man—and former slave—sent shock waves through the nation. Although African Americans had helped build the White House and had worked for most of the presidents, not a single one had ever been invited to dine there. Fueled by inflammatory newspaper articles, political cartoons, and even vulgar songs, the scandal escalated and threatened to topple two of America’s greatest men.. In this smart, accessible narrative, one seemingly ordinary dinner becomes a window onto post–Civil War American history and politics, and onto the lives of two dynamic men whose experiences and philosophies connect in unexpected ways. Deborah Davis also introduces dozens of other fascinating figures who have previously occupied the margins and footnotes of history, creating a lively and vastly entertaining book that reconfirms her place as one of our most talented popular historians.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Historical",
                "North American Hi...",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "The American Mission",
            "authors": [
                "Matthew  Palmer"
            ],
            "ranking": 3.68,
            "ranking_count": 439,
            "abstract": "Global headlines come to life as intrigue and international politics collide in the Congo in this electrifying debut thriller from Matthew Palmer.. After a devastating experience in Darfur strips Alex Baines, former rising star of the State Department, of his security clearances, he is faced with two choices: spend the rest of his career in visa-stamping limbo or move to the private sector. On the verge of resigning, he receives a call from his old mentor with an incredible opportunity to start over, restoring both his security clearances and his reputation.. The job isn’t quite what Alex imagined it to be when he finds a shady U.S.-based mining company everywhere he turns.. As violence in the political climate escalates, Alex struggles to balance the best interests of the United States with the fate of the Congo and its people. His loyalties are put to the test as he races to determine the right course of action.. “There's the mission the public knows, and the mission we'll never see.  Matthew Palmer knows both, which is what makes. The American Mission. crackle with complexity and authenticity.  What a debut.”. —Brad Meltzer, #1. New York Times. -bestselling author of. The Fifth Assassin",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Suspense",
                "Cultural",
                "Mystery",
                "Audiobook",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Ranger",
            "authors": [
                "Monica McCarty"
            ],
            "ranking": 4.23,
            "ranking_count": 7781,
            "abstract": "Chosen to help Robert the Bruce in his quest to free Scotland from English rule and claim his crown, the legendary team of warriors known as the Highland Guard battles on.. Embedded deep behind enemy lines, Arthur “Ranger” Campbell is prized for his razor-sharp senses and his ability to blend into the shadows. But when Arthur infiltrates the clan of the chieftain who murdered his father, his heart is locked on revenge. Inside he faces unexpected resistance from the sweetest of obstacles—a honey-haired siren who is his enemy’s daughter.. Intrigued by this ruggedly handsome newcomer to her father’s forces, the vivacious, enchanting Anna MacDougall is a woman whose skill at uncovering deception rivals Arthur’s own. Though yearning for a quiet life with a good man to love, Anna is drawn to this mysterious knight whose eyes devour her but whose words push her away. As danger, treachery, and the threat of looming war draw them closer into each other’s arms, a warrior made of steel must make a choice from the heart: love or revenge.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Cultural",
                "Fiction",
                "War",
                "Adult"
            ]
        },
        {
            "title": "Mateship With Birds",
            "authors": [
                "Carrie Tiffany"
            ],
            "ranking": 3.08,
            "ranking_count": 1272,
            "abstract": "Mateship n.. the quality or state of being a mate; esp: fellowship. On the outskirts of a country town in the early 1950s, a lonely farmer trains his binoculars on a raucous family of kookaburras roosting next to his dairy.. As Harry observes the birds through a year of feast, famine, birth, death, war, romance and song, his neighbour, Betty, has her own set of binoculars trained on him.. Betty’s son, Michael, gravitates to the gentle man next door, and Harry, sensing Michael is ready to stretch his wings, decides to teach him about sex. Harry knows everything about the land. But what does he know about women?. Mateship with Birds. is a tender, witty novel of young lust and mature love. A glorious tale of innocence lost, it celebrates life on one small farm in a vast ancient landscape, as a collection of misfits question what a family might be.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Historical",
                "Contemporary",
                "Animals",
                "Book Club",
                "Literature",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "On Sal Mal Lane",
            "authors": [
                "Ru Freeman"
            ],
            "ranking": 3.87,
            "ranking_count": 693,
            "abstract": "A tender, evocative novel, in the tradition of. In the Time of the Butterflies. and. The Kite Runner. , about the years leading up to the Sri Lankan civil war.. On the day the Herath family moves in, Sal Mal Lane is still a quiet street, disturbed only by the cries of the children whose triumphs and tragedies sustain the families that live there. As the neighbors adapt to the newcomers in different ways, the children fill their days with cricket matches, romantic crushes, and small rivalries. But the tremors of civil war are mounting, and the conflict threatens to engulf them all.. In a heartrending novel poised between the past and the future, the innocence of the children—a beloved sister and her overprotective siblings, a rejected son and his twin sisters, two very different brothers—contrasts sharply with the petty prejudices of the adults charged with their care. In Ru Freeman’s masterful hands,. On Sal Mal Lane. , a story of what was lost to a country and her people, becomes a resounding cry for reconciliation.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "War",
                "Adult Fiction",
                "Adult",
                "Family",
                "Unfinished"
            ]
        },
        {
            "title": "Kitty Saves the World",
            "authors": [
                "Carrie Vaughn"
            ],
            "ranking": 4.15,
            "ranking_count": 2814,
            "abstract": "The final novel in the New York Times bestselling series. It’s all come down to this, following the discoveries made by Cormac in Low Midnight, Kitty and her allies are ready to strike. But, when their assassination attempt on the evil vampire Dux Bellorum fails, Kitty finds herself running out of time. The elusive vampire lord has begun his apocalyptic end game, and Kitty still doesn’t know where he will strike.. Meanwhile, pressure mounts in Denver as Kitty and her pack begin to experience the true reach of Dux Bellorum’s cult. Outnumbered and outgunned at every turn, the stakes have never been higher for Kitty. She will have to call on allies both old and new in order to save not just her family and friends, but the rest of the world as well.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Shapeshifters",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Who Do You Love",
            "authors": [
                "Jennifer Weiner"
            ],
            "ranking": 3.75,
            "ranking_count": 38508,
            "abstract": "Rachel Blum and Andy Landis are eight years old when they meet late one night in an ER waiting room. Born with a congenital heart defect, Rachel is a veteran of hospitals, and she's intrigued by the boy who shows up all alone with a broken arm. He tells her his name. She tells him a story. After Andy's taken back to the emergency room and Rachel's sent back to her bed, they think they'll never see each other again.. Rachel, the beloved, popular, and protected daughter of two doting parents, grows up wanting for nothing in a fancy Florida suburb. Andy grows up poor in Philadelphia with a single mom and a rare talent that will let him become one of the best runners of his generation.. Over the course of three decades, through high school and college, marriages and divorces, from the pinnacles of victory and the heartbreak of defeat, Andy and Rachel will find each other again and again, until they are finally given a chance to decide whether love can surmount difference and distance and if they've been running toward each other all along.. With honesty, wit, and clear-eyed observations about men and women, love and fate, and the truth about happy endings, Jennifer Weiner delivers two of her most memorable characters, and a love story you'll never forget.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Drama"
            ]
        },
        {
            "title": "Insistence of the Material: Literature in the Age of Biopolitics",
            "authors": [
                "Christopher Breu"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "Insistence of the Material. engages with recent theories of materiality and biopolitics to provide a radical reinterpretation of experimental fiction in the second half of the twentieth century. In contrast to readings that emphasize the metafictional qualities of these works, Christopher Breu examines this literature’s focus on the material conditions of everyday life, from the body to built environments, and from ecosystems to economic production.. In. Insistence of the Material. , Breu rethinks contemporary understandings of biopolitics, affirming the importance of forms of materiality that refuse full socialization and resist symbolic manipulation. Breu considers a range of novels that reflect questions of materiality in a biopolitical era, including William Burroughs’s. Naked Lunch. , Thomas Pynchon’s. V.. , J. G. Ballard’s. Crash. , Dodie Bellamy’s. The Letters of Mina Harker. , and Leslie Marmon Silko’s. Almanac of the Dead. . Drawing from accounts of the emergence of immaterial production and biopolitics by Michel Foucault, Giorgio Agamben, Roberto Esposito, and Michael Hardt and Antonio Negri, Breu reveals the confrontational dimensions of materiality itself in a world devoted to the idea of its easy malleability and transcendence.. Taking his analysis beyond the boundaries of literature, Breu argues that both materiality and subjectivity form sites of resistance to biopolitical control and that new developments in materialist theory advance a conception of social existence in which materiality—rather than language or culture—is the central term.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "America's Bitter Pill: Money, Politics, Backroom Deals, and the Fight to Fix Our Broken Healthcare System",
            "authors": [
                "Steven Brill"
            ],
            "ranking": 3.99,
            "ranking_count": 2753,
            "abstract": "NEW YORK TIMES. BESTSELLER • A. NEW YORK TIMES. NOTABLE BOOK •. America’s Bitter Pill. is Steven Brill’s acclaimed book on how the Affordable Care Act, or Obamacare, was written, how it is being implemented, and, most important, how it is changing—and failing to change—the rampant abuses in the healthcare industry. It’s a fly-on-the-wall account of the titanic fight to pass a 961-page law aimed at fixing America’s largest, most dysfunctional industry. It’s a penetrating chronicle of how the profiteering that Brill first identified in his trailblazing. Time. magazine cover story continues, despite Obamacare. And it is the first complete, inside account of how President Obama persevered to push through the law, but then failed to deal with the staff incompetence and turf wars that crippled its implementation.. But by chance. America’s Bitter Pill. ends up being much more—because as Brill was completing this book, he had to undergo urgent open-heart surgery. Thus, this also becomes the story of how one patient who thinks he knows everything about healthcare “policy” rethinks it from a hospital gurney—and combines that insight with his brilliant reporting. The result: a surprising new vision of how we can fix American healthcare so that it stops draining the bank accounts of our families and our businesses, and the federal treasury.. Praise for. America’s Bitter Pill. “A tour de force . . . a comprehensive and suitably furious guide to the political landscape of American healthcare . . . persuasive, shocking.”. —. The New York Times. “An energetic, picaresque, narrative explanation of much of what has happened in the last seven years of health policy . . . [Brill] has pulled off something extraordinary.”. —The New York Times Book Review. “A thunderous indictment of what Brill refers to as the ‘toxicity of our profiteer-dominated healthcare system.’ ”. —. Los Angeles Times. “A sweeping and spirited new book [that] chronicles the surprisingly juicy tale of reform.”. —. The Daily Beast. “One of the most important books of our time.”. —Walter Isaacson. “Superb . . . Brill has achieved the seemingly impossible—written an exciting book about the American health system.”. —. The. New York Review of Books",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Health",
                "History",
                "Economics",
                "Medical",
                "Business",
                "Science"
            ]
        },
        {
            "title": "God's Jury: The Inquisition and the Making of the Modern World",
            "authors": [
                "Cullen Murphy"
            ],
            "ranking": 3.75,
            "ranking_count": 729,
            "abstract": "“The Inquisition is a dark mark in the history of the Catholic Church. But it was not the first inquisition nor the last, as Cullen Murphy shows in this far-ranging, informed, and (dare one say?) witty account of its reach down to our own time, in worldly affairs more than ecclesiastical ones.” — Margaret O’Brien Steinfels, former editor,. Commonweal. The Inquisition conducted its last execution in 1826 — the victim was a Spanish schoolmaster convicted of heresy. But as Cullen Murphy shows in this provocative new work, not only did its offices survive into the twentieth century, in the modern world its spirit is more influential than ever.. God’s Jury. encompasses the diverse stories of the Knights Templar, Torquemada, Galileo, and Graham Greene. Established by the Catholic Church in 1231, the Inquisition continued in one form or another for almost seven hundred years. Though associated with the persecution of heretics and Jews — and with burning at the stake — its targets were more numerous and its techniques more ambitious. The Inquisition pioneered surveillance and censorship and “scientific” interrogation. As time went on, its methods and mindset spread far beyond the Church to become tools of secular persecution. Traveling from freshly opened Vatican archives to the detention camps of Guantánamo to the filing cabinets of the Third Reich, Murphy traces the Inquisition and its legacy.. With the combination of vivid immediacy and learned analysis that characterized his acclaimed. Are We Rome?. , Murphy puts a human face on a familiar but little-known piece of our past, and argues that only by understanding the Inquisition can we hope to explain the making of the present.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Triumph",
            "authors": [
                "Carolyn Jessop",
                "Laura Palmer"
            ],
            "ranking": 3.82,
            "ranking_count": 4712,
            "abstract": "The author of Escape, which detailed her escape along with her eight children from the cult she had been raised in, the extremist Mormon sect the Fundamentalist Church of Jesus Christ of Latter-Day Saints, follows up on the 2008 raid on the Yearning for Zion Ranch, which her ex-husband ran for Warren Jeffs on a sprawling 1,700-acre ranch near Eldorado, Texas.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Biography",
                "Polyamory",
                "Biography Memoir",
                "Audiobook",
                "Adult",
                "Lds"
            ]
        },
        {
            "title": "Early Warning",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.85,
            "ranking_count": 7078,
            "abstract": "From the Pulitzer Prize winner: a journey through mid-century America, as lived by the extraordinary Langdon family we first met in. Some Luck. , a national best seller published to rave reviews from coast to coast.. Early Warning opens in 1953 with the Langdons at a crossroads. Their stalwart patriarch Walter, who with his wife had sustained their Iowa farm for three decades, has suddenly died, leaving their five children looking to the future. Only one will remain to work the land, while the others scatter to Washington, DC, California, and everywhere in between. As the country moves out of postwar optimism through the Cold War, the social and sexual revolutions of the 1960s and '70s, and then into the unprecedented wealth—for some—of the early '80s, the Langdon children will have children of their own: twin boys who are best friends and vicious rivals; a girl whose rebellious spirit takes her to the notorious Peoples Temple in San Francisco; and a golden boy who drops out of college to fight in Vietnam—leaving behind a secret legacy that will send shockwaves through the Langdon family into the next generation. Capturing an indelible period in America through the lens of richly drawn characters we come to know and love, Early Warning is an engrossing, beautifully told story of the challenges—and rich rewards—of family and home, even in the most turbulent of times.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Contemporary",
                "Unfinished",
                "Adult Fiction",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "Spoiled Brats",
            "authors": [
                "Simon Rich"
            ],
            "ranking": 3.96,
            "ranking_count": 3833,
            "abstract": "In his collection SPOILED BRATS, Simon Rich takes his absurd, culture-skewering style to new heights, marrying the literary polish of writers like Karen Russell and George Saunders with the humor of Steve Martin to deliver truly dazzling tales.. SPOILED BRATS is about the battles we fight with the ones who love us most: our parents. In Family Business, a young chimpanzee offends his working class father by choosing to become a research animal instead of joining the family grub-hunting business. In Proud Mom, a young mother is so besotted she doesn't realize her child is actually, truly a monster. And in Animals, the fate of a terrified classroom hamster hangs in the balance when a notorious kid is picked for hamster care duty.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Audiobook",
                "New York",
                "Adult Fiction",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Inferno",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.35,
            "ranking_count": 14755,
            "abstract": "The heat is on, and a new threat to humanity has risen…. Nick has his driver’s license and he’s not afraid to use it. But turning sixteen isn’t what he thought it would be. While other boys his age are worried about prom dates and applying for college, Nick is neck deep in enemies out to stop him from living another day. No longer sure if he can trust anyone, his only ally seems to be the one person he’s been told will ultimately kill him.. But life spent serving the undead is anything except ordinary. And those out to get him have summoned an ancient force so powerful even the gods fear it. As Nick learns to command and control the elements, the one he must master in order to combat his latest foe is the one most likely to destroy him. As the old proverb goes, fire knows nothing of mercy, and if Nick is to survive this latest round, he will have to sacrifice a part of himself. However, the best sacrifice is seldom the sanest move. Sometimes it’s the one that leaves your enemies confused, and you even more so.. And sometimes, you have to trust your enemy to save your friends. But what do you do when that enemy is you?. http://us.macmillan.com/inferno-3/She...",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance"
            ]
        },
        {
            "title": "Last Stand of Dead Men",
            "authors": [
                "Derek Landy"
            ],
            "ranking": 4.59,
            "ranking_count": 11749,
            "abstract": "War has finally come.. But it's not a war between good and evil, or light and dark – it's a war between Sanctuaries. For too long, the Irish Sanctuary has teetered on the brink of world-ending disaster, and the other Sanctuaries around the world have had enough. Allies turn to enemies, friends turn to foes, and Skulduggery and Valkyrie must team up with the rest of the Dead Men if they're going to have any chance at all of maintaining the balance of power and getting to the root of a vast conspiracy that has been years in the making.. But while this war is only beginning, another war rages within Valkyrie herself. Her own dark side, the insanely powerful being known as Darquesse, is on the verge of rising to the surface. And if Valkyrie slips, even for a moment, then Darquesse will burn the world and everyone in it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Adventure",
                "Horror",
                "Action"
            ]
        },
        {
            "title": "Bleed for Me",
            "authors": [
                "Michael Robotham"
            ],
            "ranking": 4.1,
            "ranking_count": 8153,
            "abstract": "Ray Hegarty, a highly respected former detective, lies dead in his daughter Sienna's bedroom. She is found covered in his blood. Everything points to her guilt, but psychologist Joe O'Loughlin isn't convinced.. Fourteen-year-old Sienna is the best friend of Joe's daughter, and he has watched her grow up and seen the troubled look in her eyes. Against the advice of the police, he launches his own investigation, embarking upon a hunt that will lead him to a predatory schoolteacher, a conspiracy of silence and a race-hate trial that is captivating the nation.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Lost Cyclist",
            "authors": [
                "David V. Herlihy"
            ],
            "ranking": 3.47,
            "ranking_count": 827,
            "abstract": "In the late 1880s, Frank Lenz of Pittsburgh, a renowned high-wheel racer and long-distance tourist, dreamed of cycling around the world. He finally got his chance by recasting himself as a champion of the downsized safety-bicycle with inflatable tires, the forerunner of the modern road bike that was about to become wildly popular. In the spring of 1892 he quit his accounting job and gamely set out west to cover twenty thousand miles over three continents as a correspondent for Outing magazine. Two years later, after having survived countless near disasters and unimaginable hardships, he approached Europe for the final leg.. He never made it. His mysterious disappearance in eastern Turkey sparked an international outcry and compelled Outing to send William Sachtleben, another larger-than-life cyclist, on Lenz's trail. Bringing to light a wealth of information, Herlihy's gripping narrative captures the soaring joys and constant dangers accompanying the bicycle adventurer in the days before paved roads and automobiles. This untold story culminates with Sachtleben's heroic effort to bring Lenz's accused murderers to justice, even as troubled Turkey teetered on the edge of collapse.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Adventure",
                "Sports",
                "Biography",
                "Historical",
                "Crime",
                "Transport"
            ]
        },
        {
            "title": "A Semi-Charming Kind of Life",
            "authors": [
                "Suzanne Selfors"
            ],
            "ranking": 4.27,
            "ranking_count": 1204,
            "abstract": "Darling Charming is bored in Damsel-In-Distressing class. She'd much rather be in Hero Training with her brothers. The only thing is, she has secretly been helping her brother Dexter ace the class. If anyone finds out, a scandal would erupt at Ever After High. One of the most prestigious families in town, the Charmings have a reputation to uphold. Darling is destined to be a damsel...but this Rebel may want to decide her own destiny! Why should princes have all the fun?. Don't miss the companion activity book,. Hero Training. !",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Retellings",
                "Fairy Tales"
            ]
        },
        {
            "title": "The Mortal Bone",
            "authors": [
                "Marjorie M. Liu"
            ],
            "ranking": 4.12,
            "ranking_count": 1113,
            "abstract": "When the bond Maxine Kiss shares with the demons tattooed on her skin is deliberately severed, the demon hunter is left vulnerable and unprotected. For the first time in ten thousand years, the demons have a taste of freedom. And as the little demons grow more violent and unpredictable, Maxine starts to fear they will lose their minds without her. Reuniting won't be easy, since a greater temptation waits for these hellions: a chance to return to their lives as Reaper Kings, and unleash hell on Earth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "The Boy Is Back",
            "authors": [
                "Meg Cabot"
            ],
            "ranking": 3.62,
            "ranking_count": 7591,
            "abstract": "In this brand new novel in Meg’s fan-favorite “Boy” series, a scandal brings celebrity golfer Reed back home to the small town, the crazy family, and first love he once left behind.. Reed Stewart thought he’d left all his small-town troubles—including a broken heart—behind when he ditched tiny Bloomville, Indiana, a decade ago to get rich on the pro golf circuit. Then one tiny post on the Internet causes all of those troubles to return…with a vengeance.. Becky Flowers loves her small-town life, her small-town business, and especially the small-town wedding she’s planning. She hasn’t thought about her no good high school ex, Reed Stewart, in years. Until suddenly—thanks to a news story that goes viral on every gossip site on the Internet—Reed comes bursting back into her life like an Indiana summer twister.. Now everything Becky and Reed thought they knew about themselves (and one another) has been turned upside down, and they—and possibly the entire town of Bloomville—will never be the same, all because: The Boy is Back.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Fiction",
                "Contemporary",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Telekinesis",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "A college professor meets a woman with powers of mental telepathy.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Hard Choices",
            "authors": [
                "Hillary Rodham Clinton"
            ],
            "ranking": 3.59,
            "ranking_count": 14569,
            "abstract": "Hillary Rodham Clinton’s inside account of the crises, choices, and challenges she faced during her four years as America’s 67th Secretary of State, and how those experiences drive her view of the future.. “All of us face hard choices in our lives,” Hillary Rodham Clinton writes at the start of this personal chronicle of years at the center of world events. “Life is about making such choices. Our choices and how we handle them shape the people we become.”. In the aftermath of her 2008 presidential run, she expected to return to representing New York in the United States Senate. To her surprise, her former rival for the Democratic Party nomination, newly elected President Barack Obama, asked her to serve in his administration as Secretary of State. This memoir is the story of the four extraordinary and historic years that followed, and the hard choices that she and her colleagues confronted.. Secretary Clinton and President Obama had to decide how to repair fractured alliances, wind down two wars, and address a global financial crisis. They faced a rising competitor in China, growing threats from Iran and North Korea, and revolutions across the Middle East. Along the way, they grappled with some of the toughest dilemmas of US foreign policy, especially the decision to send Americans into harm’s way, from Afghanistan to Libya to the hunt for Osama bin Laden.. By the end of her tenure, Secretary Clinton had visited 112 countries, traveled nearly one million miles, and gained a truly global perspective on many of the major trends reshaping the landscape of the twenty-first century, from economic inequality to climate change to revolutions in energy, communications, and health. Drawing on conversations with numerous leaders and experts, Secretary Clinton offers her views on what it will take for the United States to compete and thrive in an interdependent world. She makes a passionate case for human rights and the full participation in society of women, youth, and LGBT people. An astute eyewitness to decades of social change, she distinguishes the trendlines from the headlines and describes the progress occurring throughout the world, day after day.. Secretary Clinton’s descriptions of diplomatic conversations at the highest levels offer readers a master class in international relations, as does her analysis of how we can best use “smart power” to deliver security and prosperity in a rapidly changing world—one in which America remains the indispensable nation.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Biography",
                "Autobiography",
                "History",
                "Audiobook",
                "Biography Memoir",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "Absolute Monarchs: A History of the Papacy",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 3.71,
            "ranking_count": 2989,
            "abstract": "In a chronicle that captures nearly two thousand years of inspiration and intrigue, John Julius Norwich recounts in riveting detail the histories of the most significant popes and what they meant politically, culturally, and socially to Rome and to the world. Norwich presents such popes as Innocent I, who in the fifth century successfully negotiated with Alaric the Goth, an invader civil authorities could not defeat; Leo I, who two decades later tamed (and perhaps paid off) Attila the Hun; the infamous “pornocracy”—the five libertines who were descendants or lovers of Marozia, debauched daughter of one of Rome’s most powerful families; Pope Paul III, “the greatest pontiff of the sixteenth century,” who reinterpreted the Church’s teaching and discipline; John XXIII, who in five short years starting in 1958 instituted reforms that led to Vatican II; and Benedict XVI, who is coping with today’s global priest sex scandal.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Biography",
                "Cultural",
                "Historical",
                "Politics",
                "Christianity"
            ]
        },
        {
            "title": "Від слова до серця, від серця — до слова",
            "authors": [
                "Андрій Содомора"
            ],
            "ranking": 3.0,
            "ranking_count": 1,
            "abstract": "Пропонований зшиток – це подані в есеїстичному ключі нотатки про мову, а не впорядковані рекомендації щодо того, як правильно говорити, писати. Автор, перекладач і письменник Андрій Содомора, ділиться своїми роздумами над словом, його вагою в житті людини. Під особливим наголосом тут – одвічний, що нині слабне, зв’язок слова із серцем, серця – з природою рідного краю, землею загалом. У канві роздумів – постаті античної і нової європейської культури, а отже, духовний простір, у якому покликана жити людина, що наділена високим даром – мовою.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Boy and a Jaguar",
            "authors": [
                "Alan Rabinowitz",
                "Catia Chien"
            ],
            "ranking": 4.21,
            "ranking_count": 2279,
            "abstract": "Alan loves animals, but the great cat house at the Bronx Zoo makes him sad. Why are they all alone in empty cages? Are they being punished? More than anything, he wants to be their champion—their voice—but he stutters uncontrollably.. Except when he talks to animals…. Then he is fluent.. Follow the life of the man. Time Magazine. calls, the Indiana Jones of wildlife conservationas he searches for his voice and fulfills a promise to speak for animals, and people, who cannot speak for themselves. This real-life story with tender illustrations by Catia Chien explores truths not defined by the spoken word.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Biography",
                "Nonfiction",
                "Disability",
                "Autobiography",
                "Environment",
                "Conservation"
            ]
        },
        {
            "title": "The Sound of Gravel",
            "authors": [
                "Ruth Wariner"
            ],
            "ranking": 4.26,
            "ranking_count": 41004,
            "abstract": "Ruth Wariner was the thirty-ninth of her father’s forty-two children. Growing up on a farm in rural Mexico, where authorities turned a blind eye to the practices of her community, Ruth lives in a ramshackle house without indoor plumbing or electricity. At church, preachers teach that God will punish the wicked by destroying the world and that women can only ascend to Heaven by entering into polygamous marriages and giving birth to as many children as possible. After Ruth's father—the man who had been the founding prophet of the colony—is brutally murdered by his brother in a bid for church power, her mother remarries, becoming the second wife of another faithful congregant.. In need of government assistance and supplemental income, Ruth and her siblings are carted back and forth between Mexico and the United States, where her mother collects welfare and her stepfather works a variety of odd jobs. Ruth comes to love the time she spends in the States, realizing that perhaps the community into which she was born is not the right one for her. As Ruth begins to doubt her family’s beliefs and question her mother’s choices, she struggles to balance her fierce love for her siblings with her determination to forge a better life for herself.. Recounted from the innocent and hopeful perspective of a child,. The Sound of Gravel. is the remarkable true story of a girl fighting for peace and love. This is an intimate, gripping tale of triumph, courage, and resilience.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Religion",
                "Biography Memoir",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Cookie Jar: A Short Story",
            "authors": [
                "Stephen King",
                "Pat Perry"
            ],
            "ranking": 3.86,
            "ranking_count": 877,
            "abstract": "A short story by Stephen King. It can be found here.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Horror",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Historical",
                "World War II",
                "War",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Accusation",
            "authors": [
                "Bandi",
                "Deborah     Smith"
            ],
            "ranking": 4.0,
            "ranking_count": 5514,
            "abstract": "In 1989, a North Korean dissident writer, known to us only by the pseudonym Bandi, began to write a series of stories about life under Kim Il-sung’s totalitarian regime. Smuggled out of North Korea and set for publication around the world in 2017, The Accusation provides a unique and shocking window into this most secretive of countries.. Bandi’s profound, deeply moving, vividly characterized stories tell of ordinary men and women facing the terrible absurdity of daily life in North Korea: a factory supervisor caught between loyalty to an old friend and loyalty to the Party; a woman struggling to feed her husband through the great famine; the staunch Party man whose actor son reveals to him the theatre that is their reality; the mother raising her child in a world where the all-pervasive propaganda is the very stuff of childhood nightmare.. The Accusation. is a heartbreaking portrayal of the realities of life in North Korea. It is also a reminder that humanity can sustain hope even in the most desperate of circumstances — and that the courage of free thought has a power far beyond those who seek to suppress it.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Historical",
                "Politics",
                "Literature",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Social Creature",
            "authors": [
                "Tara Isabella Burton"
            ],
            "ranking": 3.36,
            "ranking_count": 10424,
            "abstract": "For readers of Gillian Flynn and Donna Tartt, a dark, propulsive and addictive debut thriller, splashed with all the glitz and glitter of New York City.. They go through both bottles of champagne right there on the High Line, with nothing but the stars over them... They drink and Lavinia tells Louise about all the places they will go together, when they finish their stories, when they are both great writers-to Paris and to Rome and to Trieste.... Lavinia will never go. She is going to die soon.. Louise has nothing. Lavinia has everything. After a chance encounter, the two spiral into an intimate, intense, and possibly toxic friendship. A. Talented Mr. Ripley. for the digital age, this seductive story takes a classic tale of obsession and makes it irresistibly new.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Audiobook",
                "New York",
                "Adult"
            ]
        },
        {
            "title": "The Intern",
            "authors": [
                "Gabrielle Tozer"
            ],
            "ranking": 3.64,
            "ranking_count": 1186,
            "abstract": "Josie Browning dreams of having it all.. A stellar academic record, an amazing career in journalism - and for her current crush to realise she actually exists. The only problem? Josie can’t get through twenty-four hours without embarrassing her sister Kat or her best friend Angel, let alone herself.. Josie’s luck changes though when she lands an internship at the glossy fashion magazine Sash. A coveted columnist job is up for grabs, but Josie’s got some tough competition in the form of two other interns. Battle lines are drawn and Josie quickly learns that the magazine industry is far from easy, especially under the reign of powerful editor, Rae Swanson.. From the lows of coffee-fetching and working 10-hour days, to the highs of mingling with celebrities, scoring endless free beauty products (plus falling for her cousin’s seriously gorgeous flatmate James) this is one year Josie will never forget.. Totally fresh and funny, this debut novel from industry insider Gabrielle Tozer reveals just what is behind the seeming glamour and sparkle of the magazine industry.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Womens Fiction",
                "New Adult",
                "Realistic Fiction",
                "Fiction",
                "Humor",
                "Drama"
            ]
        },
        {
            "title": "Χαρακώματα",
            "authors": [
                "Τάσος Ζαφειριάδης",
                "Πέτρος Χριστούλιας"
            ],
            "ranking": 4.48,
            "ranking_count": 58,
            "abstract": "«Καλωσορίσατε στην Οδό Γάγγραινας, ένα γραφικό χαράκωμα του Δυτικού Μετώπου με μαγευτική θέα στο Ύψωμα 35, ένα τυπικό μέρος για να περάσει κανείς τον Μεγάλο Πόλεμο.. Στο πλαίσιο της επετείου των εκατό χρόνων από τη λήξη του Α’ Παγκόσμιου Πόλεμου η Jemma Press επανακυκλοφορεί το από καιρό εξαντλημένο κόμικς: «Χαρακώματα: Ιστορίες από την Οδό Γάγγραινας» των Πέτρου Χριστούλια και Τάσου Ζαφειριάδη (εκδόσεις Jemma Press).. Τα «Χαρακώματα» πρωτοκυκλοφόρησαν το 2014, βραβεύτηκαν με Καλύτερο Σχέδιο και Καλύτερο Εξώφυλλο στα Ελληνικά Βραβεία Κόμικς 2015, ενώ εκτέθηκαν και στην Εθνική Βιβλιοθήκη της Ελλάδος στο πλαίσιο του πανευρωπαϊκού προγράμματος «Europeana 1914‐1918».",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Graphic Novels Comics",
                "History"
            ]
        },
        {
            "title": "The Zig Zag Girl",
            "authors": [
                "Elly Griffiths"
            ],
            "ranking": 3.62,
            "ranking_count": 9931,
            "abstract": "Brighton, 1950.. When the body of a girl is found, cut into three, Detective Inspector Edgar Stephens is reminded of a magic trick, the Zig Zag Girl.. The inventor of the trick, Max Mephisto, is an old friend of Edgar’s. They served together in the war as part of a shadowy unit called the Magic Men.. Max is still on the circuit, touring seaside towns in the company of ventriloquists, sword-swallowers and dancing girls. Changing times mean that variety is not what it once was, yet Max is reluctant to leave this world to help Edgar investigate. But when the dead girl turns out to be known to him, Max changes his mind.. Another death, another magic trick: Edgar and Max become convinced that the answer to the murders lies in their army days. When Edgar receives a letter warning of another ‘trick’, the Wolf Trap, he knows that they are all in danger…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "The Registry",
            "authors": [
                "Shannon Stoker"
            ],
            "ranking": 3.24,
            "ranking_count": 2161,
            "abstract": "The Registry saved the country from collapse. But stability has come at a price. In this patriotic new America, girls are raised to be brides, sold at auction to the highest bidder. Boys are raised to be soldiers, trained by the state to fight to their death.. Nearly eighteen, beautiful Mia Morrissey excitedly awaits the beginning of her auction year. But a warning from her married older sister raises dangerous thoughts. Now, instead of going up on the block, Mia is going to escape to Mexico—and the promise of freedom.. All Mia wants is to control her own destiny—a brave and daring choice that will transform her into an enemy of the state, pursued by powerful government agents, ruthless bounty hunters, and a cunning man determined to own her . . . a man who will stop at nothing to get her back.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "New Adult",
                "Romance",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "I'd Die for You and Other Lost Stories",
            "authors": [
                "F. Scott Fitzgerald",
                "Anne Margaret Daniel"
            ],
            "ranking": 3.78,
            "ranking_count": 1344,
            "abstract": "A collection including the last complete unpublished short stories by F. Scott Fitzgerald, the iconic American writer of. The Great Gatsby. who is more widely read today than ever.. I’d Die For You. is a collection of the last remaining unpublished and uncollected short stories by F. Scott Fitzgerald, edited by Anne Margaret Daniel. Fitzgerald did not design the stories in. I’d Die For You. as a collection. Most were submitted individually to major magazines during the 1930s and accepted for publication during Fitzgerald’s lifetime, but were never printed. Some were written as movie scenarios and sent to studios or producers, but not filmed. Others are stories that could not be sold because their subject matter or style departed from what editors expected of Fitzgerald. They date from the earliest days of Fitzgerald’s career to the last. They come from various sources, from libraries to private collections, including those of Fitzgerald’s family.. Readers will experience Fitzgerald writing about controversial topics, depicting young men and women who actually spoke and thought more as young men and women did, without censorship. Rather than permit changes and sanitizing by his contemporary editors, Fitzgerald preferred to let his work remain unpublished, even at a time when he was in great need of money and review attention.. “I’d Die For You,” the collection’s title story, is drawn from Fitzgerald’s stays in the mountains of North Carolina when his health, and that of his wife Zelda, was falling apart. With the addition of a Hollywood star and film crew to the Smoky Mountain lakes and pines, Fitzgerald brings in the cinematic world in which he would soon be living. Most of the stories printed here come from this time period, during the middle and late1930s, though the collection spans Fitzgerald’s career from 1920 to the end of his life.. The book is subtitled. And Other Lost Stories. in recognition of an absence until now. Some of the eighteen stories were physically lost, coming to light only in the past few years. All were lost, in one sense or another: lost in the painful shuffle of the difficulties of Fitzgerald’s life in the middle 1930s; lost to readers because contemporary editors did not understand or accept what he was trying to write; lost because archives are like that, and good things can wait patiently in libraries for many centuries sometimes.. I’d Die For You And Other Lost Stories. echoes as well the nostalgia and elegy in Gertrude Stein’s famous phrase “a lost generation,” that generation for whom Fitzgerald was a leading figure.. Written in his characteristically beautiful, sharp, and surprising language, exploring themes both familiar and fresh, these stories provide new insight into the bold and uncompromising arc of Fitzgerald’s career.. I’d Die For You. is a revealing, intimate look at Fitzgerald’s creative process that shows him to be a writer working at the fore of modern literature—in all its developing complexities.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Fiction",
                "Literature",
                "Adult Fiction",
                "Literary Fiction",
                "American",
                "Unfinished"
            ]
        },
        {
            "title": "The Queen of Last Hopes: The Story of Margaret of Anjou",
            "authors": [
                "Susan Higginbotham"
            ],
            "ranking": 3.92,
            "ranking_count": 2054,
            "abstract": "A man other than my husband sits on England's throne today.. What would happen if this king suddenly went mad? What would his queen do? Would she make the same mistakes I did, or would she learn from mine?. Margaret of Anjou, queen of England, cannot give up on her husband-even when he slips into insanity. And as mother to the House of Lancaster's last hope, she cannot give up on her son-even when England turns against them. This gripping tale of a queen forced to stand strong in the face of overwhelming odds is at its heart a tender tale of love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "History",
                "English History"
            ]
        },
        {
            "title": "Soil",
            "authors": [
                "Jamie Kornegay"
            ],
            "ranking": 3.36,
            "ranking_count": 630,
            "abstract": "A darkly comic debut novel by an independent bookseller about an idealistic young farmer who moves his family to a Mississippi flood basin, suffers financial ruin and becomes increasingly paranoid he's being framed for murder.. It all began with a simple dream. An ambitious young environmental scientist hoped to establish a sustainable farm on a small patch of river-bottom land nestled among the Mississippi hills. Jay Mize convinced his wife Sandy to move their six-year-old son away from town and to a rich and lush parcel where Jacob could run free and Jay could pursue the dream of a new and progressive agriculture for the twenty-first century. He did not know that within a year he'd be ruined, that flood and pestilence would invade his fledgling farm or that his wife and son would leave him to pick up the pieces by himself.. When Jay Mize discovers a corpse on his property, he is sure his bad luck has come to a head and he is being framed. Were Jay in his right mind, he might have reported the body to the police at the very same moment they were searching for a missing tourist from Ohio. He might have not dragged the body back to his farm under the cover of night and spent hours disposing of it. But Jay Mize is not in his right mind. His mounting paranoia is accelerated by a hot-rod local deputy, nosing around with questions about the missing tourist and making dark comments about Jay's estranged wife Sandy. It's enough to make an honest man a maniac.. Drawing on elements of classic Southern noir, dark comedy, and modern dysfunction, Jamie Kornegay's novel is about the gravitational pull of one man's apocalypse and the hope that maybe, just maybe, he can be reeled in from the brink. Readers will applaud the arrival of an exquisitely deranged new voice to American (Jonathan Miles, award-winning author of. Want Not. and. Dear American Airlines. ).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Gothic",
                "Mystery",
                "American",
                "Literary Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Artist Who Painted a Blue Horse",
            "authors": [
                "Eric Carle"
            ],
            "ranking": 3.93,
            "ranking_count": 2385,
            "abstract": "A brilliant new Eric Carle picture book for the artist in us all. Every child has an artist inside them, and this vibrant picture book from Eric Carle will help let it out. The artist in this book paints the world as he sees it, just like a child. There's a red crocodile, an orange elephant, a purple fox and a polka-dotted donkey. More than anything, there's imagination. Filled with some of the most magnificently colorful animals of Eric Carle's career, this tribute to the creative life celebrates the power of art.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Art",
                "Animals",
                "Fiction",
                "Classics",
                "European Literature",
                "Kids"
            ]
        },
        {
            "title": "Bounty",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.28,
            "ranking_count": 15766,
            "abstract": "Justice Lonesome has enjoyed a life of bounty.. Even so, she’s inherited the curse of the Lonesome. A poet’s soul. Which means she’s still searching for something. Searching for peace. Searching for the less…that’s more.. And when the foundation of her life is pulled out from under her, grieving, she goes to the mountains to find her oasis. She hits Carnal, Colorado and decides to stay.. Deke Hightower lost everything at the age of two. He lost it again at fifteen. His life has not been about bounty. It’s been about learning to live with less, because there’s no way to get more.. Deke’s also watched all his friends go down to the women who gave them what they needed. He wants that for himself. But he knows that search isn’t going to be easy because he’s a rider. His home is the road. That’s the only place he can breathe. And the woman who takes her place at his side has to do it sitting on the back of his bike.. When Deke meets Justice, he knows she’s not that woman. She’s cute. She’s sweet. And she’s into him, but she’s got it all and Deke knows he won’t fit into that. So he holds her at arm’s length. Establishes boundaries. And Justice will take it because she wants Deke any way he’ll let her have him.. But when Justice finds herself a pawn in a dangerous game, Deke makes a decision.. When he does, he has no idea he’s just opened himself up to bounty.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Suspense",
                "Music",
                "Adult Fiction",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Crowns of Croswald",
            "authors": [
                "D.E. Night"
            ],
            "ranking": 3.79,
            "ranking_count": 3391,
            "abstract": "This is a page-turning fantasy in the tradition of fairy tales, whimsical worlds, and coming-of-age stories.. The Crowns of Croswald invites young readers to explore themes of stepping into their own magic, discovering their true selves, and battling evil head-on. Hailed by Kirkus Reviews as “an action-packed treat […] with a relatable heroine facing challenges in a vivid world of magic and mystery,” and called a new classic by readers, The Crowns of Croswald series is a magical romp through a fully formed universe with dragons, magical quills, potions, and mythical creatures.. Ivy Lovely is 16 and she has no idea who she is—or what her powers could be. When she crosses a magical boundary, she discovers a whole new world of enchantment and mystery. Making friends that will last a lifetime—and save her life—she steps into her own abilities and discovers more about her hidden past, magical blood, and the power of Croswald’s mystical stones. But all is not well: a dark history and an evil Queen threatens all that is good. Will Ivy’s bravery and wit be enough?. Curious and whimsical, both shy and brave, Ivy is a hero that connects with readers of all ages. For those who wished that Narnia, Harry Potter, and Alice in Wonderland could go on forever, Croswald opens a whole new world of magic. Recommended as a read-aloud for families and a first middle-grade fantasy read, The Crowns of Croswald is a four-part series that will carry readers to a whimsical world that they won’t want to leave.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Mystery",
                "School Stories"
            ]
        },
        {
            "title": "Sam and Dave Dig a Hole",
            "authors": [
                "Mac Barnett",
                "Jon Klassen"
            ],
            "ranking": 4.17,
            "ranking_count": 8528,
            "abstract": "With perfect pacing, the multi-award-winning, New York Times best-selling team of Mac Barnett and Jon Klassen dig down for a deadpan tale full of visual humor.. Sam and Dave are on a mission. A mission to find something spectacular. So they dig a hole. And they keep digging. And they find . . . nothing. Yet the day turns out to be pretty spectacular after all. Attentive readers will be rewarded with a rare treasure in this witty story of looking for the extraordinary—and finding it in a manner you’d never expect.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Humor",
                "Adventure",
                "Fiction",
                "Fantasy",
                "Animals",
                "Kids"
            ]
        },
        {
            "title": "The End of the World",
            "authors": [
                "محمد عبدالرحمن العريفي"
            ],
            "ranking": 4.14,
            "ranking_count": 4157,
            "abstract": "In recent times things have become very confusing and we have begun to see in book stores and on websites speculation about future events, based on verses and hadeeths which refer to these future events concerning the signs of the Hour.. Every time as a calamity befalls Islam and the Muslim, people begin to look for a way out from them. Sometimes you hear about the appearance of the Mahdi, sometimes you hear that the time for the final confrontation between good and evil is close at hand, other times you hear about land sides in the East or in the West, and so forth.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "Ziggy, Stardust and Me",
            "authors": [
                "James  Brandon"
            ],
            "ranking": 4.19,
            "ranking_count": 3263,
            "abstract": "The year is 1973. The Watergate hearings are in full swing. The Vietnam War is still raging. And homosexuality is still officially considered a mental illness. In the midst of these trying times is sixteen-year-old Jonathan Collins, a bullied, anxious, asthmatic kid, who aside from an alcoholic father and his sympathetic neighbor and friend Starla, is completely alone. To cope, Jonathan escapes to the safe haven of his imagination, where his hero David Bowie’s Ziggy Stardust and dead relatives, including his mother, guide him through the rough terrain of his life. In his alternate reality, Jonathan can be anything: a superhero, an astronaut, Ziggy Stardust, himself, or completely “normal” and not a boy who likes other boys. When he completes his treatments, he will be normal—at least he hopes. But before that can happen, Web stumbles into his life. Web is everything Jonathan wishes he could be: fearless, fearsome and, most importantly, not ashamed of being gay.. Jonathan doesn’t want to like brooding Web, who has secrets all his own. Jonathan wants nothing more than to be “fixed” once and for all. But he’s drawn to Web anyway. Web is the first person in the real world to see Jonathan completely and think he’s perfect. Web is a kind of escape Jonathan has never known. For the first time in his life, he may finally feel free enough to love and accept himself as he is.. A poignant coming-of-age tale, Ziggy, Stardust and Me heralds the arrival of a stunning and important new voice in YA.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Historical",
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Health"
            ]
        },
        {
            "title": "Kingdom of Souls",
            "authors": [
                "Rena Barron"
            ],
            "ranking": 3.74,
            "ranking_count": 4571,
            "abstract": "THERE’S MAGIC IN HER BLOOD.. Explosive fantasy set in a world of magic and legend, where one girl must sacrifice her life, year by year, to gain the power necessary to fight the mother she has never been good enough for.. Perfect for fans of Sarah J Maas, Tomi Adeyemi and Black Panther. THERE’S MAGIC IN HER BLOOD.. Arrah is a young woman from a long line of the most powerful witch doctors in the land. But she fails at magic, fails to call upon the ancestors and can't even cast the simplest curse.. Shame and disappointment dog her.. When strange premonitions befall her family and children in the kingdom begin to disappear, Arrah undergoes the dangerous and scorned process of selling years of her life for magic. This borrowed power reveals a nightmarish betrayal and a danger beyond what she could have imagined. Now Arrah must find a way to master magic, or at least buy it, in order to save herself and everything she holds dear.. An explosive fantasy set in a world of magic and legend with a twist you will never see coming.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "Commander in Cheat: How Golf Explains Trump",
            "authors": [
                "Rick Reilly"
            ],
            "ranking": 4.18,
            "ranking_count": 3527,
            "abstract": "An uproarious indictment of Donald Trump's lying, cheating, and poor sportsmanship--by the bestselling author and acclaimed sportswriter.. Commander in Cheat: How Golf Explains Trump. is. an on-the-ground and behind-the-scenes look at Trump's ethics deficit on and off the course. Reilly will transport readers onto the golf course with President Trump, revealing the absurd ways in which he lies about his feats and what they can tell us about the way he leads off the course in the most important job in the world.. Reilly has been with Trump on the fairway, the green, and in the weeds, and has seen first-hand how the president plays--and it's not pretty. Based on his personal experiences, and interviews with dozens of golf pros, amateurs, developers, partners, opponents, and even caddies who have first-hand experience with Trump on the course, Reilly takes a deep and often hilarious look at how Trump shamelessly cheats at golf, lies about it, sues over it, bullies with it, and profits off it.. From Trump's ridiculous claim to have won eighteen club championships, to his devious cheating tricks, to his tainted reputation as a golf course tycoon,. Commander in Cheat. tells you everything you need to know about the man.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Sports",
                "Biography",
                "History",
                "Audiobook",
                "Humor",
                "Biography Memoir",
                "Unfinished"
            ]
        },
        {
            "title": "The Demon Next Door",
            "authors": [
                "Bryan Burrough"
            ],
            "ranking": 3.32,
            "ranking_count": 6773,
            "abstract": "Best-selling author Bryan Burrough (Barbarians at the Gate, Public Enemies, Big Rich) recently made a shocking discovery: The small town of Temple, Texas, where he had grown up, had harbored a dark secret. One of his high school classmates, Danny Corwin, was a vicious serial killer who had raped and mutilated six women, murdering three of them. Yet the town had denied all early signs of the radical evil that was growing within Corwin. What had led the local media to ignore his early rapes? Why had the local Presbyterian Church tried to shield him from prison? Why had local law enforcement been unable to solve and prosecute his murders as they continued?. Burrough is widely admired as a master storyteller, and this chilling tale raises important questions of whether serial killers can be recognized before they kill or rehabilitated after they do. It is also a story of Texas politics and power that led the good citizens of the town of Temple to enable a demon who was their worst nightmare.. This title contains mature themes, including physical and sexual violence, that some listeners may find unsettling.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Audiobook",
                "Mystery",
                "Horror",
                "History",
                "Biography",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "In the Dark",
            "authors": [
                "Cara Hunter"
            ],
            "ranking": 4.24,
            "ranking_count": 12537,
            "abstract": "From internationally bestselling author Cara Hunter, a riveting suspense novel about the shocking secrets revealed when a woman is discovered held captive behind a basement wall—and no one is who they appear to be. Do you know what they’re hiding in the house next door?. A woman and child are found locked in a basement, barely alive, and unidentifiable: the woman can’t speak, there are no missing persons reports that match their profile, and the confused, elderly man who owns the house claims he has never seen them before. The inhabitants of the quiet street are in shock—how could this happen right under their noses? But Detective Inspector Adam Fawley knows nothing is impossible. And no one is as innocent as they seem.. As the police grow desperate for a lead, Fawley stumbles across a breakthrough, a link to a case he worked years before about another young woman and child gone missing, never solved. When he realizes the missing woman’s house is directly adjacent to the house in this case, he thinks he might have found the connection that could bring justice for both women. But there’s something not quite right about the little boy from the basement, and the truth will send shockwaves through the force that Fawley never could have anticipated.. A deeply unsettling, heart-stopping mystery of long-buried secrets and the monsters who hide in plain sight, In the Dark is the second gripping novel featuring DI Adam Fawley.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Audiobook",
                "Suspense",
                "European Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Convenience Store Woman",
            "authors": [
                "Sayaka Murata",
                "Ginny Tapley Takemori"
            ],
            "ranking": 3.72,
            "ranking_count": 144084,
            "abstract": "The English-language debut of one of Japan's most talented contemporary writers, selling over 650,000 copies there,. Convenience Store Woman. is the heartwarming and surprising story of thirty-six-year-old Tokyo resident Keiko Furukura.. Keiko has never fit in, neither in her family, nor in school, but when at the age of eighteen she begins working at the Hiiromachi branch of “Smile Mart,” she finds peace and purpose in her life. In the store, unlike anywhere else, she understands the rules of social interaction―many are laid out line by line in the store’s manual―and she does her best to copy the dress, mannerisms, and speech of her colleagues, playing the part of a “normal” person excellently, more or less. Keiko is very happy, but the people close to her, from her family to her coworkers, increasingly pressure her to find a husband, and to start a proper career, prompting her to take desperate action…. A brilliant depiction of a world hidden from view,. Convenience Store Woman. is an ironic and sharp-eyed look at contemporary work culture and the pressures we all feel to conform, as well as a charming and completely fresh portrait of an unforgettable heroine.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Asian Literature",
                "Literary Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Slow Horses",
            "authors": [
                "Mick Herron"
            ],
            "ranking": 3.88,
            "ranking_count": 18049,
            "abstract": "The first book in CWA Gold Dagger Award-winning British espionage series starring a team of MI5 agents united by one common bond: They've screwed up royally and will do anything to redeem themselves.. London, England: Slough House is where the washed-up MI5 spies go to while away what's left of their failed careers. The slow horses, as they’re called, have all disgraced themselves in some way to get relegated here. Maybe they messed up an op badly and can't be trusted anymore. Maybe they got in the way of an ambitious colleague and had the rug yanked out from under them. Maybe they just got too dependent on the bottle—not unusual in this line of work. One thing they all have in common, though, is they all want to be back in the action. And most of them would do anything to get there─even if it means having to collaborate with one another.. River Cartwright, one such “slow horse,” is bitter about his failure and about his tedious assignment transcribing cell phone conversations. When a young man is abducted and his kidnappers threaten to broadcast his beheading live on the Internet, River sees an opportunity to redeem himself. But is the victim who he first appears to be? And what’s the kidnappers’ connection with a disgraced journalist? As the clock ticks on the execution, River finds that everyone has his own agenda.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Audiobook",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "The Only Plane in the Sky: An Oral History of 9/11",
            "authors": [
                "Garrett M. Graff"
            ],
            "ranking": 4.72,
            "ranking_count": 25144,
            "abstract": "The first comprehensive oral history of September 11, 2001—a panoramic narrative woven from the voices of Americans on the front lines of an unprecedented national trauma.. Over the past eighteen years, monumental literature has been published about 9/11, from Lawrence Wright’s. The Looming Tower. , which traced the rise of al-Qaeda, to. The 9/11 Commission Report,. the government’s definitive factual retrospective of the attacks. But one perspective has been missing up to this point—a 360-degree account of the day told through the voices of the people who experienced it.. Now, in. The Only Plane in the Sky. , award-winning journalist and bestselling historian Garrett Graff tells the story of the day as it was lived—in the words of those who lived it. Drawing on never-before-published transcripts, recently declassified documents, original interviews, and oral histories from nearly five hundred government officials, first responders, witnesses, survivors, friends, and family members, Graff paints the most vivid and human portrait of the September 11 attacks yet.. Beginning in the predawn hours of airports in the Northeast, we meet the ticket agents who unknowingly usher terrorists onto their flights, and the flight attendants inside the hijacked planes. In New York City, first responders confront a scene of unimaginable horror at the Twin Towers. From a secret bunker underneath the White House, officials watch for incoming planes on radar. Aboard the small number of unarmed fighter jets in the air, pilots make a pact to fly into a hijacked airliner if necessary to bring it down. In the skies above Pennsylvania, civilians aboard United Flight 93 make the ultimate sacrifice in their place. Then, as the day moves forward and flights are grounded nationwide, Air Force One circles the country alone, its passengers isolated and afraid.. More than simply a collection of eyewitness testimonies,. The Only Plane in the Sky. is the historic narrative of how ordinary people grappled with extraordinary events in real time: the father and son working in the North Tower, caught on different ends of the impact zone; the firefighter searching for his wife who works at the World Trade Center; the operator of in-flight telephone calls who promises to share a passenger’s last words with his family; the beloved FDNY chaplain who bravely performs last rites for the dying, losing his own life when the Towers collapse; and the generals at the Pentagon who break down and weep when they are barred from rushing into the burning building to try to rescue their colleagues.. At once a powerful tribute to the courage of everyday Americans and an essential addition to the literature of 9/11,. The Only Plane in the Sky. weaves together the unforgettable personal experiences of the men and women who found themselves caught at the center of an unprecedented human drama. The result is a unique, profound, and searing exploration of humanity on a day that changed the course of history, and all of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Audiobook",
                "Historical",
                "North American Hi...",
                "Crime",
                "Politics",
                "Autobiography",
                "Biography",
                "Adult"
            ]
        },
        {
            "title": "Seeking Allah, Finding Jesus: A Devout Muslim Encounters Christianity",
            "authors": [
                "Nabeel Qureshi"
            ],
            "ranking": 4.5,
            "ranking_count": 25700,
            "abstract": "An Unexpected Journey from Islam to Christianity In Seeking Allah, Finding Jesus, Nabeel Qureshi describes his dramatic journey from Islam to Christianity, complete with friendships, investigations, and supernatural dreams along the way. Providing an intimate window into a loving Muslim home, Qureshi shares how he developed a passion for Islam before discovering, almost against his will, evidence that Jesus rose from the dead and claimed to be God. Unable to deny the arguments but not wanting to deny his family, Qureshi's inner turmoil will challenge Christians and Muslims alike. Engaging and thought-provoking, Seeking Allah, Finding Jesus tells a powerful story of the clash between Islam and Christianity in one man's heart---and of the peace he eventually found in Jesus.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Biography",
                "Religion",
                "Autobiography",
                "Audiobook"
            ]
        },
        {
            "title": "Marked",
            "authors": [
                "Kim Richardson"
            ],
            "ranking": 3.7,
            "ranking_count": 6943,
            "abstract": "--READERS FAVORITE AWARDS WINNER 2011--. Sixteen year-old Kara Nightingale’s ordinary life is suddenly turned upside down when she dies and wakes up in a strange new world with a new career—as a rookie for the Guardian Angel Legion. Kara is pulled into the supernatural, where monkeys drive the elevators, oracles scurry above giant crystal balls, and where demons feed on the souls of mortals.. With the help of her Petty Officer and friend, David, Kara hurtles towards an adventure that will change her life forever…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Winter's Passage",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 3.94,
            "ranking_count": 24930,
            "abstract": "Meghan Chase used to be an ordinary girl..until she discovered that she is really a faery princess. After escaping from the clutches of the deadly Iron fey, Meghan must follow through on her promise to return to the equally dangerous Winter Court with her forbidden love, Prince Ash. But first, Meghan has one request: that they visit Puck--Meghan's best friend and servant of her father, King Oberon--who was gravely injured defending Meghan from the Iron Fey.. Yet Meghan and Ash's detour does not go unnoticed. They have caught the attention of an ancient, powerful hunter--a foe that even Ash may not be able to defeat..... An eBook exclusive story from Julie Kagawa's Iron Fey series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Short Stories",
                "Novella",
                "Fiction"
            ]
        },
        {
            "title": "Vanish",
            "authors": [
                "Sophie Jordan"
            ],
            "ranking": 3.91,
            "ranking_count": 32124,
            "abstract": "An impossible romance.. Bitter rivalries.. Deadly choices.. To save the life of the boy she loves, Jacinda did the unthinkable: She betrayed the most closely-guarded secret of her kind. Now she must return to the protection of her pride knowing she might never see Will again—and worse, that because his mind has been shaded, Will’s memories of that fateful night and why she had to flee are gone.. Back home, Jacinda is greeted with hostility and must work to prove her loyalty for both her sake and her family’s. Among the few who will even talk to her are Cassian, the pride’s heir apparent who has always wanted her, and her sister, Tamra, who has been forever changed by a twist of fate. Jacinda knows that she should forget Will and move on—that if he managed to remember and keep his promise to find her, it would only endanger them both. Yet she clings to the hope that someday they will be together again. When the chance arrives to follow her heart, will she risk everything for love?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Etched in Bone",
            "authors": [
                "Adrian Phoenix"
            ],
            "ranking": 4.09,
            "ranking_count": 1303,
            "abstract": "SON OF A FALLEN ANGEL. FORGED IN VAMPIRE’S BLOOD. SWORN TO A MORTAL WOMAN. IF DANTE FALLS, THE WORLD FALLS WITH HIM. . . .. THREE LEGACIES ETCHED IN BONE. More beautiful and powerful than any creature the world has ever seen, Dante Baptiste has become the supreme target of the three worlds that spawned him. The mortal agents of the Shadow Branch have tried to control his mind through psychological torture. The vampire elders who guide nightkind society have plotted to use him in their bloodthirsty bid for power. And the Fallen have waited for millennia for Dante to claim his birthright as their Maker. But Dante belongs to no one—except the woman he loves. . . .. ONE PASSION SWORN IN BLOOD. Determined to face the Fallen and the world on his own terms, Dante hopes to piece together his shattered past and claim his future, with FBI agent Heather Wallace at his side. But in Heather’s human family awaits an unexpected enemy. One who could rip Heather from Dante’s heart and fill the holes with bullets. One who could force Dante to choose his darkest destiny—as the Great Destroyer. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Jonestown Lullaby: Poems and Pictures",
            "authors": [
                "Teri Buford O'Shea"
            ],
            "ranking": 4.11,
            "ranking_count": 9,
            "abstract": "At age nineteen, author Teri O'Shea joined Peoples Temple in California led by Jim Jones. A member for seven years, she escaped Peoples Temple three weeks before the massacre in Jonestown, Guyana. The raw and powerful poems in Jonestown Lullaby explore her experience in Jonestown and the aftermath of her survival. A personal confidant to Jim Jones for seven years, O'Shea writes about the harrowing nightmare of Jonestown with an intensity and passion seldom captured in poetic form. Teri was the last person to escape Peoples' Temple before the massacre in Jonestown; now, she turns to writing to help find her way back to a more peaceful life. Jonestown Lullaby records her voyage, with vivid, stark images of the bewildering world that was Jonestown and the pathological madness of Jim Jones. Teri includes photographs of some of the Peoples Temple members who lived and lost their lives there; revealing an aspect of Jonestown rarely seen. This is her tribute to those who died so tragically. I Write I write from the poor side of silence Of an unholy priesthood that Captured my soul for a time These poems Neither confession nor biography Follow the voyage of a lonely spirit Into a realm where there are no answers",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Gladiator: The Roman Fighter's [Unofficial] Manual",
            "authors": [
                "Philip Matyszak"
            ],
            "ranking": 4.08,
            "ranking_count": 205,
            "abstract": "So you think you’d like to be a gladiator? Find out how to get thousands to idolize you as the strongest, meanest fighter in the Roman empire. Win fame and fortune in one of Rome’s most glamorous locations, in the presence of the emperor himself. Who wouldn’t kill for a job like that?. This handy guide tells you everything you need to know before you step out to fight for your life in front of a roaring crowd:. Why you should become a gladiator. How to join the most glamorous—yet lethal—profession on earth. Who will try to kill you, and with what. Which arena of the empire is the right one for you. When and how often you will fight. What happens before, during, and after a duel. Combining the latest research with modern reconstructions,. Gladiator. helps you experience firsthand the spectacular yet brutal life and death of the most iconic figure of ancient Rome.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Military",
                "Roman"
            ]
        },
        {
            "title": "Dead Inside: Do Not Enter: Notes from the Zombie Apocalypse",
            "authors": [
                "Lost Zombies",
                "Adrian Chappell",
                "Erin Willis",
                "Gary \"G\" Hardwick",
                "Greg \"Laz\" Lazenby",
                "Hailey Leach",
                "James Martinez",
                "Jason Lind",
                "more…",
                "Jillian Naylor",
                "Joseph Montes",
                "Kemarie Kurtz",
                "Kim Romero",
                "Alexandra Fregoso",
                "Lauren Lind",
                "Levi Walton",
                "Mary Lee Evelyn Keeney",
                "Monkey Butt Films",
                "Pam Cornacchione",
                "Poe",
                "Rob Reault",
                "Sarah Mankowski",
                "Scot Lundy",
                "Stephen \"Stevi\" Moore",
                "April Whitney",
                "Stephen \"Majhi\" Rhinehart",
                "Steve Mockus",
                "T.H. Theimer Jr.",
                "Victoria Thomas",
                "William Bruin",
                "ZombieJack",
                "Becca Cohen",
                "Beth Maloney",
                "Dylan Worthey",
                "Eliza",
                "Emilie Sandoz",
                "Envidium",
                "…less"
            ],
            "ranking": 3.7,
            "ranking_count": 1036,
            "abstract": "Post Secret. meets. World War Z. in this chilling vision of the fallout following a global zombie pandemic. A gradual mutation of a virulent strain of super flu gives rise to millions of the undead, who quickly overwhelm treatment facilities and swarm cities around the world, leaving survivors on their own against a legion of the infected. This chilling story is told through the scraps of paper, scrawled signs, and cryptic markers left by survivors as they struggle to stay alive and find those they ve lost in a world overrun by zombies. Through these found notes and messages letters to loved ones, journal fragments, confessions, and warnings readers can uncover the story of what went wrong, and come to know the individual voices of those affected by the zombie crisis.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Sequential Art",
                "Apocalyptic",
                "Science Fiction",
                "Fantasy",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fobbit",
            "authors": [
                "David Abrams"
            ],
            "ranking": 3.48,
            "ranking_count": 1892,
            "abstract": "Fobbit \\’fä-bit\\, noun. Definition: A U.S. soldier stationed at a Forward Operating Base who avoids combat by remaining at the base, esp. during Operation Iraqi Freedom (2003-2011). Pejorative.. In the satirical tradition of Catch-22 and M*A*S*H, Fobbit takes us into the chaotic world of Baghdad’s Forward Operating Base Triumph. The Forward Operating base, or FOB, is like the back-office of the battlefield – where people eat and sleep, and where a lot of soldiers have what looks suspiciously like an office job. Male and female soldiers are trying to find an empty Porta Potty in which to get acquainted, grunts are playing Xbox and watching NASCAR between missions, and a lot of the senior staff are more concerned about getting to the chow hall in time for the Friday night all-you-can-eat seafood special than worrying about little things like military strategy.. Darkly humorous and based on the author's own experiences in Iraq, Fobbit is a fantastic debut that shows us a behind-the-scenes portrait of the real Iraq war.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Humor",
                "Historical",
                "Contemporary",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "Absolution",
            "authors": [
                "Susannah Sandlin"
            ],
            "ranking": 4.13,
            "ranking_count": 1694,
            "abstract": "With the vampire world on the brink of civil war over the scarcity of untainted human blood, battle lines are being drawn between the once peaceful vampire and human enclave of Penton, Alabama, and the powerful Vampire Tribunal. Mirren Kincaid once served the tribunal as their most creative and ruthless executioner—a time when he was known as the Slayer. But when assigned a killing he found questionable, Mirren abandoned the tribunal’s political machinations and disappeared—only to resurface two centuries later as the protector and second-in-command of Penton. Now the tribunal wants him back on their side.. To break their rogue agent, they capture Glory Cummings, the descendant of a shaman, and send her to restore Mirren’s bloodthirsty nature. But instead of a monster, Glory sees a man burdened by the weight of his past. Could her magic touch—meant by the tribunal to bring out a violent killer—actually help Mirren break his bonds and discover the love he doesn’t believe he deserves?",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Spell Bound",
            "authors": [
                "Rachel Hawkins",
                "R. Khokins"
            ],
            "ranking": 4.06,
            "ranking_count": 59939,
            "abstract": "Hailed as “impossible to put down,” the Hex Hall series has both critics and teens cheering. With a winning combination of romance, action, magic and humor, this third volume will leave readers enchanted.. Just as Sophie Mercer has come to accept her extraordinary magical powers as a demon, the Prodigium Council strips them away. Now Sophie is defenseless, alone, and at the mercy of her sworn enemies—the Brannicks, a family of warrior women who hunt down the Prodigium. Or at least that’s what Sophie thinks, until she makes a surprising discovery. The Brannicks know an epic war is coming, and they believe Sophie is the only one powerful enough to stop the world from ending. But without her magic, Sophie isn’t as confident.. Sophie’s bound for one hell of a ride—can she get her powers back before it’s too late?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Crux",
            "authors": [
                "Ramez Naam"
            ],
            "ranking": 4.13,
            "ranking_count": 9643,
            "abstract": "Finalist for the 2014 Prometheus Award.. Six months have passed since the release of Nexus 5.  The world is a different, more dangerous place.. In the United States, the terrorists – or freedom fighters – of the Post-Human Liberation Front use Nexus to turn men and women into human time bombs aimed at the President and his allies. In Washington DC, a government scientist, secretly addicted to Nexus, uncovers more than he wants to know about the forces behind the assassinations, and finds himself in a maze with no way out.. In Thailand, Samantha Cataranes has found peace and contentment with a group of children born with Nexus in their brains. But when forces threaten to tear her new family apart, Sam will stop at absolutely nothing to protect the ones she holds dear.. In Vietnam, Kade and Feng are on the run from bounty hunters seeking the price on Kade’s head, from the CIA, and from forces that want to use the back door Kade has built into Nexus 5.  Kade knows he must stop the terrorists misusing Nexus before they ignite a global war between human and posthuman. But to do so, he’ll need to stay alive and ahead of his pursuers.. And in Shanghai, a posthuman child named Ling Shu will go to dangerous and explosive lengths to free her uploaded mother from the grip of Chinese authorities.. The first blows in the war between human and posthuman have been struck.  The world will never be the same.. File Under. :. Science Fiction. [ Stage 2 | Terrorist or Freedom Fighter? | Mind Games | Upgrading… ]",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Artificial Intelligence",
                "Science Fiction Fantasy",
                "Suspense",
                "Fantasy",
                "Action"
            ]
        },
        {
            "title": "The Young Atheist's Handbook: Lessons for Living a Good Life Without God",
            "authors": [
                "Alom Shaha"
            ],
            "ranking": 4.07,
            "ranking_count": 340,
            "abstract": "Alom Shaha grew up in a strict Bangladeshi Muslim community in South-East London in the 1970s and 80s. He was expected to go to mosque regularly and recite passages in Arabic from the Quran, without being told what they meant. Alom spent his teenage years juggling two utterly different worlds: a chaotic, sometimes funny, sometimes tragic family life on a council estate, and that of a student at a privileged private school set amongst the idyllic green playing fields of Dulwich.. In a charming blend of memoir, philosophy, and science, Alom explores the questions about faith and the afterlife that we all ponder. Through a series of loose ‘lessons’, he tells his own compelling story, drawing on the theories of some of history’s greatest thinkers and interrogating the fallacies that have impeded humanity for centuries. Alom recounts how his education and formative experiences led him to question how to live without being tied to what his parents, priests, or teachers told him to believe, and offers insights so that others may do the same.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Autobiography",
                "Science",
                "Biography",
                "Spirituality"
            ]
        },
        {
            "title": "The Summer of Beer and Whiskey: How Brewers, Barkeeps, Rowdies, Immigrants, and a Wild Pennant Fight Made Baseball America's Game",
            "authors": [
                "Edward Achorn"
            ],
            "ranking": 3.74,
            "ranking_count": 976,
            "abstract": "Chris von der Ahe knew next to nothing about base¬ball when he risked his life's savings to found the franchise that would become the St. Louis Cardinals. Yet the German-born beer garden proprietor would become one of the most important—and funniest—figures in the game's history.. Von der Ahe picked up the team for one reason—to sell more beer. Then he helped gather a group of ragtag professional clubs together to create a maverick new league that would fight the haughty National League, reinventing big-league baseball to attract Americans of all classes. Sneered at as “The Beer and Whiskey Circuit” because it was backed by brewers, distillers, and saloon owners, their American Association brought Americans back to enjoying baseball by offering Sunday games, beer at the ballpark, and a dirt-cheap ticket price of 25 cents.. The womanizing, egocentric, wildly generous Von der Ahe and his fellow owners filled their teams' rosters with drunks and renegades, and drew huge crowds of rowdy spectators who screamed at umpires and cheered like mad as the Philadelphia Athletics and St. Louis Browns fought to the bitter end for the 1883 pennant.. In. The Summer of Beer and Whiskey. , Edward Achorn re-creates this wondrous and hilarious world of cunning, competition, and boozing, set amidst a rapidly transforming America. It is a classic American story of people with big dreams, no shortage of chutzpah, and love for a brilliant game that they refused to let die.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "History",
                "Nonfiction",
                "North American Hi...",
                "Literature",
                "Biography",
                "Alcohol",
                "Audiobook"
            ]
        },
        {
            "title": "Dancing Jax",
            "authors": [
                "Robin Jarvis"
            ],
            "ranking": 3.78,
            "ranking_count": 1141,
            "abstract": "A brilliant supernatural thriller with a modern twist, and a triumphant return from one of Britain’s best-loved writers.. At the end of a track, on the outskirts of an ordinary coastal town, lies a dilapidated house. Once, a group of amateur ghost hunters spent the night there. Two of them don’t like to speak about the experience. The third can’t speak about it. He went into the basement, you see, and afterwards he screamed so hard and so long he tore his vocal cords.. Now, a group of teenagers have decided to hang out in the old haunted house. Dismissing the fears of the others, their leader Jezza goes down into the basement… and comes back up with a children’s book, full of strange and colourful tales of a playing-card world, a fairytale world, full of Jacks, Queens and Kings, unicorns and wolves.. But the book is no fairytale. Written by Austerly Fellows, a mysterious turn-of-the-century occultist, it just might be the gateway to something terrifying…and awfully final. As the children and teenagers of the town are swept up by its terrible power, swept into its seductive world, something has begun that could usher in hell on earth. Soon, the only people standing in its way are a young boy with a sci-fi obsession, and his dad – an unassuming maths teacher called Martin…",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Young Adult",
                "Thriller",
                "European Literature",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Indiscretion",
            "authors": [
                "Charles Dubow"
            ],
            "ranking": 3.63,
            "ranking_count": 4533,
            "abstract": "Every story has a narrator. Someone who writes it down after it's all over. Why am I the narrator of this story? I am because it is the story of my life—and of the people I love most. . . .. Harry and Madeleine Winslow have been blessed with talent, money, and charm. Harry is a National Book Award–winning author on the cusp of greatness. Madeleine is a woman of sublime beauty and grace whose elemental goodness and serenity belie a privileged upbringing. Bonded by deep devotion, they share a love that is both envied and admired. The Winslows play host to a coterie of close friends and acolytes eager to bask in their golden radiance, whether they are in their bucolic East Hampton cottage, abroad in Rome thanks to Harry's writing grant, or in their comfortable Manhattan brownstone.. One weekend at the start of the summer season, Harry and Maddy, who are in their early forties, meet Claire and cannot help but be enchanted by her winsome youth, quiet intelligence, and disarming naivete. Drawn by the Winslows' inscrutable magnetism, Claire eagerly falls into their welcoming orbit. But over the course of the summer, her reverence transforms into a dangerous desire. By Labor Day, it is no longer enough to remain one of their hangers-on.. A story of love, lust, deception, and betrayal as seen through the omniscient eyes of Maddy's childhood friend Walter, a narrator akin to Nick Carraway in The Great Gatsby, Indiscretion is a juicy, richly textured novel filled with fascinating, true-to-life characters—an irresistibly sensual page-turner that explores having it all and the consequences of wanting more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Marriage",
                "New York",
                "Family",
                "Relationships",
                "Drama"
            ]
        },
        {
            "title": "Organized Crime: The Unvarnished Truth About Government",
            "authors": [
                "Thomas J. DiLorenzo"
            ],
            "ranking": 4.28,
            "ranking_count": 166,
            "abstract": "Politics and thieves, coercion and regulation, fascism and the Fed, centralization and liberty, workers and unions, trade and freedom, free-market achievements and government disasters in American history—this book covers it all!. Organized Crime collection of essays in the tradition of Austrian political economy—a combination of applied economics and the study of governmental reality. Unlike “mainstream” economists who are content to spin mathematical model after mathematical model which explain little or nothing about the real world, DiLorenzo’s focus has always been just the opposite—to use economic understanding to gain a better understanding of how the political-economic world works. Austrian economics is indispensable to succeed at this task.. The book is divided into six sections: “Coercion and Regulation” analyzes various aspects of government regulation of business; “Politics and Thieves” is of course about the inherent nature of government; “Centralization versus Liberty” discusses the never-ending quest by statists to monopolize and centralize political power so as to isolate themselves as much as possible from public influence; “Money and the State” describes the myriad evils of central banking, which was always thought of by its original proponents in America as an engine of corruption; “Workers and Unions” discusses various labor union myths and superstitions that too often cloud the public’s thinking about the reality of labor markets; and “Truth and Lies about Markets” is a taxonomy of some of the main market-failure myths that have long been used to illegitimately advance the cause of economic interventionism, as well as some newer ones.. In Organized Crime: The Unvarnished Truth About Government, Thomas J. DiLorenzo strips away the vast apparatus of establishment propaganda and exposes the government smokescreen. No statist lies are safe from his scrutiny. In his straightforward and methodical approach to uncovering truths of freedom, liberty has a champion.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Economics",
                "History",
                "Nonfiction",
                "Writing",
                "Pseudoscience",
                "Philosophy",
                "Literature"
            ]
        },
        {
            "title": "The Prisoner of Cell 25",
            "authors": [
                "Richard Paul Evans"
            ],
            "ranking": 4.22,
            "ranking_count": 39737,
            "abstract": "My name is Michael Vey, and the story I’m about to tell you is strange. Very strange. It’s my story.. To everyone at Meridian High School, Michael Vey is an ordinary fourteen-year-old. In fact, the only thing that seems to set him apart is the fact that he has Tourette’s syndrome. But Michael is anything but ordinary. Michael has special powers. Electric powers.. Michael thinks he's unique until he discovers that a cheerleader named Taylor also has special powers. With the help of Michael’s friend, Ostin, the three of them set out to discover how Michael and Taylor ended up this way, but their investigation brings them to the attention of a powerful group who wants to control the electric children – and through them the world. Michael will have to rely on his wits, powers, and friends if he’s to survive.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Childrens",
                "Action",
                "Thriller"
            ]
        }
    ]
}