{
    "books": [
        {
            "title": "The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory",
            "authors": [
                "Brian Greene"
            ],
            "ranking": 4.08,
            "ranking_count": 92638,
            "abstract": "A new edition of the. New York Times. bestseller—now a three-part. Nova. special: a fascinating and thought-provoking journey through the mysteries of space, time, and matter.. Now with a new preface (not in any other edition) that will review the enormous public reception of the relatively obscure string theory—made possible by this book and an increased number of adherents amongst physicists—. The Elegant Universe. sets a standard that will be hard to beat (. New York Times Book Review. ). Brian Greene, one of the world's leading string theorists, peels away the layers of mystery surrounding string theory to reveal a universe that consists of eleven dimensions, where the fabric of space tears and repairs itself, and all matter—from the smallest quarks to the most gargantuan supernovas—is generated by the vibrations of microscopically tiny loops of energy.. Today physicists and mathematicians throughout the world are feverishly working on one of the most ambitious theories ever proposed: superstring theory. String theory, as it is often called, is the key to the Unified Field Theory that eluded Einstein for more than thirty years. Finally, the century-old antagonism between the large and the small-General Relativity and Quantum Theory-is resolved. String theory proclaims that all of the wondrous happenings in the universe, from the frantic dancing of subatomic quarks to the majestic swirling of heavenly galaxies, are reflections of one grand physical principle and manifestations of one single entity: microscopically tiny vibrating loops of energy, a billionth of a billionth the size of an atom. In this brilliantly articulated and refreshingly clear book, Greene relates the scientific story and the human struggle behind twentieth-century physics' search for a theory of everything.. Through the masterful use of metaphor and analogy,. The Elegant Universe. makes some of the most sophisticated concepts ever contemplated viscerally accessible and thoroughly entertaining, bringing us closer than ever to understanding how the universe works.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "Philosophy",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "Of Time and the River: A Legend of Man's Hunger in His Youth",
            "authors": [
                "Thomas Wolfe",
                "Pat Conroy"
            ],
            "ranking": 4.22,
            "ranking_count": 1102,
            "abstract": "The sequel to Thomas Wolfe's remarkable first novel,. Look Homeward, Angel, Of Time and the River. is one of the great classics of American literature. The book chronicles the maturing of Wolfe's autobiographical character, Eugene Gant, in his desperate search for fulfillment, making his way from small-town North Carolina to the wider world of Harvard University, New York City, and Europe. In a massive, ambitious, and boldly passionate novel, Wolfe examines the passing of time and the nature of the creative process, as Gant slowly but ecstatically embraces the urban life, recognizing it as a necessary ordeal for the birth of his creative genius as a writer.. The work of an exceptionally expressive writer of fertile imagination and startling emotional intensity,. Of Time and the River. illuminates universal truths about art and life, city and country, past and present. It is a novel that is majestic and enduring. As P. M. Jack observed in. The New York Times,. It is a triumphant demonstration that Thomas Wolfe has the stamina to produce a magnificent epic of American life.. This edition, published in celebration of Wolfe's centennial anniversary, contains a new introduction by Pat Conroy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "American",
                "Historical"
            ]
        },
        {
            "title": "Echoes of the Great Song",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.06,
            "ranking_count": 3696,
            "abstract": "The Avatars are immortal and live like kings–even though the empire is dying. Their immortality is guaranteed by magic crystals whose influence is now waning, overwhelmed by the sheer power of a great flood and a sudden ice age. But when two moons appear in the sky, and the ruthless armies of the Crystal Queen swarm across the land bringing devastation and terror, the Avatars unite with their subjects to protect their universe.. As the cities face imminent destruction, three heroes emerge. Talaban, a warrior haunted by tragedy; Touchstone, the mystic tribesman seeking his lost love; and Anu, the Holy One, the Builder of Time. And when all seems lost, two others enter the fray: Sofarita, the peasant girl who will inspire a legend, and the madman, Viruk, who will become a god. . . .",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Epic",
                "Science Fiction"
            ]
        },
        {
            "title": "Αυτό το αστέρι είναι για όλους μας",
            "authors": [
                "Tasos Livaditis",
                "Τάσος Λειβαδίτης"
            ],
            "ranking": 4.68,
            "ranking_count": 279,
            "abstract": "Τώρα θα πέφτει απότομα το βράδι.. Θα βιάζονται οι άνθρωποι στους δρόμους. Οι γυναίκες. θα κλείνουν τρομαγμένες την πόρτα τους και θ’ αγκαλιάζουν. τα παιδιά τους.. Μα τα πεινασμένα πρόσωπα των παιδιών ρίχνουν στον τοίχο. έναν ίσκιο μαύρο. σαν τον ίσκιο ενός ψωμιού.. Εσύ θα κάθεσαι στο ίδιο εκείνο χαμηλό σκαμνί μας. η στέγη ολοένα θα στάζει. από ένα παλιό σεντόνι θα ράβεις τα ρουχαλάκια του παιδιού. μας. θα μπαλώνεις με την πίκρα σου το κενό του χωρισμού.. Άραγε φέγγει ακόμα ο ουρανός που βλέπαμε απ’ το παράθυρο. ανθίζει πάντα στην αυλή η μικρή ροδακινιά;. Ένας-ένας θα χάνονται οι εργάτες απ’ τα αντικρινό μηχανουργείο.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Questa notte ho sognato in cubano",
            "authors": [
                "Cristina García"
            ],
            "ranking": 3.69,
            "ranking_count": 10483,
            "abstract": "Tra Cuba e Brooklin si svolge la vicenda di quattro intense figure femminili, legate da vincoli indissolubili. Romanzo ricco di passione, di tenerezza e di violenza, Questa notte ho sognato in cubano è il racconto di un'identità perduta, del desiderio di ritrovare l'elemento che tiene insieme tutto: passato e presente, luoghi e persone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Contemporary",
                "Cultural",
                "Academic",
                "Novels",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Akira, Vol. 5",
            "authors": [
                "Katsuhiro Otomo",
                "Yoko Umezawa",
                "Jo Duffy"
            ],
            "ranking": 4.49,
            "ranking_count": 9529,
            "abstract": "In the 21st century, the once-glittering Neo-Tokyo lies in ruins, leveled in minutes by the infinite power of the child psychic giant, Akira. Now a wasteland of rubble and anarchy, the Great Tokyo Empire rises, a ragtag group of zealots and crazies who worship and fear Akira and his mad prime minister, Tetsuo, an angry teen with immense powers of his own -- and equally immense twisted ambitions. The planet at large is not taking the threat lying down, however, and the might of the world is ready to take on the Empire, but will technology's most advanced weaponry be enough to destroy Akira -- and is Tetsuo an ever greater threat?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Comics Manga",
                "Asian Literature"
            ]
        },
        {
            "title": "Centuria. Cento piccoli romanzi fiume",
            "authors": [
                "Giorgio Manganelli"
            ],
            "ranking": 4.22,
            "ranking_count": 594,
            "abstract": "«Il presente volumetto racchiude in breve spazio una vasta ed amena biblioteca; esso infatti raccoglie cento romanzi fiume, ma così lavorati in modi anamorfici, da apparire al lettore frettoloso testi di poche e scarne righe. Dunque, ambisce ad essere un prodigio della scienza contemporanea alleata alla retorica, recente ritrovamento delle locali Università. Libriccino sterminato, insomma; a leggere il quale il lettore dovrà porre in opera le astuzie che già conosce, e forse altre apprenderne: giochi di luce che consentono di leggere tra le righe, sotto le righe, tra le due facce di un foglio, nei luoghi ove si appartano capitoli elegantemente scabrosi, pagine di nobile efferatezza, e dignitoso esibizionismo, lì depositate per vereconda pietà di infanti e canuti. A ben vedere, il buon lettore vi troverà tutto ciò che gli serve per una vita di letture rilegate: minute descrizioni di case della Georgia dove sorelle destinate a diventare rivali hanno trascorso una adolescenza prima ignara poi torbida; ambagi sessuali, passionali e carnali, minutamente dialogate; memorabili conversioni di anime travagliate; virili addii, femminesca costanza, inflazioni, tumulti plebei, balenanti apparizioni di eroi dal sorriso mite e terribile; persecuzioni, evasioni, e dietro ad una vocale che non nomino, in tralice si potrà scorgere una tavola rotonda sui diritti dell’Uomo. «Se mi si consente un suggerimento, il modo ottimo per leggere questo libercolo, ma costoso, sarebbe: acquistare diritto d’uso d’un grattacielo che abbia il medesimo numero di piani delle righe del testo da leggere; a ciascun piano collocare un lettore con il libro in mano; a ciascun lettore si dia una riga; ad un segnale, il Lettore Supremo comincerà a precipitare dal sommo dell’edificio, e man mano che transiterà di fronte alle finestre, il lettore di ciascun piano leggerà la riga destinatagli, a voce forte e chiara. È necessario che il numero dei piani corrisponda a quello delle righe, e non vi siano equivoci tra ammezzato e primo piano, che potrebbero causare un imbarazzante silenzio prima dello schianto. Bene anche leggerlo nelle tenebre esteriori, meglio se allo zero assoluto, in smarrito abitacolo spaziale» (Giorgio Manganelli). Apparso per la prima volta nel 1979, Centuria viene qui ripresentato in un’edizione che affianca agli originali «cento piccoli romanzi fiume» non solo trentuno «altre centurie» (di cui venti già apparse sul «Caffè» nel 1980 e undici inedite), ma anche sette racconti scartati da Manganelli nel corso dell’elaborazione dell’opera. Arricchiscono il volume il saggio che Italo Calvino scrisse nel 1985 per presentare al pubblico francese la traduzione di Centuria – ora offerto per la prima volta nell’originale stesura in italiano – e il testo del risvolto, firmato dallo stesso Manganelli, che accompagnava la stampa del ’79.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Favorites",
                "Magical Realism",
                "Literature"
            ]
        },
        {
            "title": "The Final Reckoning",
            "authors": [
                "Robin Jarvis"
            ],
            "ranking": 4.11,
            "ranking_count": 1132,
            "abstract": "Robin Jarvis's thrilling finale to the Deptford Mice Trilogy unfolds in this page-turning volume. Back from the dead, the spirit of Jupiter-the evil cat who was once Lord of the sewer rats-wreaks more destruction than ever. The Deptford Mice feel his chilling grasp everywhere they turn-their allies are murdered and the Starglass, their source of knowledge and power, has been stolen. The mice know they face the most desperate struggle of their lives. Will anyone survive?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Animals",
                "Childrens",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "Vineland",
            "authors": [
                "Thomas Pynchon"
            ],
            "ranking": 3.7,
            "ranking_count": 10484,
            "abstract": "A group of Americans in Northern California in 1984 are struggling with the consequences of their lives in the sixties, still run by the passions of those times -- sexual and political -- which have refused to die. Among them is Zoyd Wheeler who is preparing for his annual act of televised insanity (for which he receives a government stipend) when an unwelcome face appears from out of his past.. An old nemesis, federal prosecutor Brock Vond, storms into Vineland at the head of a heavily armed strike force. Soon Zoyd and his daughter, Prairie, go into hiding while Vond begins a relationship with Zoyd's ex-wife and uses Prairie as a pawn against the mother she never knew she had.. Part daytime drama, part political thriller, Vineland is a strange evocation of a twentieth-century America headed for a less than harmonic future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "Classics",
                "Humor",
                "Contemporary"
            ]
        },
        {
            "title": "Litany of the Long Sun",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.23,
            "ranking_count": 2322,
            "abstract": "Litany of the Long Sun. contains the full texts of. Nightside the Long Sun. and. Lake of the Long Sun. , that together make up the first half of The Book of the Long Sun. This great work is set on a huge generation starship in the same future as the classic Book of the New Sun (also available in two volumes from Orb).. Gene Wolfe's Book of the Long Sun tetralogy ranks as one of the greatest literary achievements of 20th-century science fiction. Litany of the Long Sun, comprising the first two books in the series, is suffused with looming transcendence and theophany. Wolfe takes familiar speculative fiction tropes and embeds them in a tale so complex and wonderful that readers may find themselves wondering whether what they're reading is science fiction, fantasy, or something different altogether. Or whether it matters.. The story of Patera Silk, a devout priest whose destiny is wrapped up with the gods he serves, takes place within the Whorl, a vast, cylindrical starship that has traveled for generations and is crumbling into disrepair. Through a strange and amazing series of events, Silk finds himself descending to base thievery, running afoul of a notorious crime lord, befriending a cyborg soldier, and encountering at least one of the gods of Mainframe.. But when Silk encounters the Outsider, who may be a God of a very different sort, all his beliefs are shaken to the core, and his life swiftly takes a messianic turn. In a rousing climax, Silk becomes the reluctant leader of a political rebellion against the corrupt Ayuntamiento, who rule the city-state of Viron.. It is not necessary to have read Wolfe's Book of the New Sun series, which takes place many centuries earlier, to enjoy the Long Sun novels, but keen-eyed readers will find many clues as to the origin of the Whorl and its gods in those stories. Further, although Wolfe's reputation for literary precision and trickery is well deserved, the Long Sun series (which continues in Epiphany of the Long Sun) is one of the more accessible places to start appreciating the author's treasures. --Therese Littleton",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Unfinished",
                "Literature",
                "Novels",
                "Apocalyptic"
            ]
        },
        {
            "title": "Mavi Melekler",
            "authors": [
                "Chingiz Abdullayev",
                "Əli Əkbər"
            ],
            "ranking": 4.1,
            "ranking_count": 157,
            "abstract": "Azerbaycan Edebiyatı'nın öncü isimlerinden biri olan Abdullayev, KGB'de görevinden istifa ettikten sonra polisiye türünde yazdığı eserlerle dünya çapında bir üne kavuştu. Deniyimlerine dayanarak kaleme aldığı Mavi Melekler uluslararası uyuşturucu şebekelerine karşı SSCB ve İnterpolün işbirliği içinde yürüttüğü operasyonların iç işleyişini açığa vurduğu için yasaklandı. Glasnost devrinin başlamasıyla yayınlanmasına izin verildi. Büyük bir yankı uyandırdı.. Türk okurunun Araftan Kurtuluş isimli eseriyle tanıdığı Abdullayev bu kitabında beyaz ölüm tacirlerine karşı, siyah giysililerin verdiği mücadelelerin izsürücüsü olmak isteyenlere damıtılmış bir heyecan vadediyor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Lilac And Flag",
            "authors": [
                "John Berger"
            ],
            "ranking": 4.1,
            "ranking_count": 299,
            "abstract": "In the mythic city of Troy, amidst the shanty-towns, factories, opulent hotels, fading heritages and steadfast dreams, the children and grandchildren of rural peasants pursue meagre livings as best they can. And two young lovers embark upon a passionate journey of love and survival.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Run with the Wind",
            "authors": [
                "Caroline Pitcher",
                "Jane Chapman"
            ],
            "ranking": 3.41,
            "ranking_count": 29,
            "abstract": "The newly-born foal is unsteady on his wobbly legs. He is afraid of the wind and of the dark all around him, and he is worried that his mother will leave him. She assures him that one day he will feel safe and sure without her. You won't think of me at all then, she tells him, but the foal cannot believe he will ever want to leave his mother's side. But one sunny day his mother goes off riding, and the little foal is left alone with only the wind to play with...",
            "part_of_series": false,
            "genre_list": [
                "Family"
            ]
        },
        {
            "title": "The Lost Steps",
            "authors": [
                "Alejo Carpentier",
                "Harriet de Onís"
            ],
            "ranking": 3.94,
            "ranking_count": 2837,
            "abstract": "A composer, fleeing an empty existence in New York City, takes a journey with his mistress to one of the few remaining areas of the world not yet touched by civilization-the upper reaches of a great South American river.. The Lost Steps. describes his search, his adventures, and the remarkable decision he makes in a village that appears to be truly outside history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Magical Realism",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Miecz przeznaczenia",
            "authors": [
                "Andrzej Sapkowski"
            ],
            "ranking": 4.28,
            "ranking_count": 137973,
            "abstract": "„Miecz przeznaczenia” jest zbiorem opowiadań stanowiących swoistą kontynuację przygód Geralta ze zbioru „Ostatnie życzenie”, a zarazem poprzedza historię opisaną w „Sadze o wiedźminie”. Generalnie opowiadania składające się na omawiany zbiór nie różnią się niczym od napisanych wcześniej. Geralt dzięki swojej sile, odwadze i inteligencji walczy z potworami bądź w inny sposób stara się pomagać ludziom. Świat, w którym rozgrywa się akcja, jest przedstawiony w sposób niezwykle plastyczny, co sprawia, iż można go sobie bez większych problemów wyobrazić. Książka przesiąknięta jest emocjami, marzeniami i wartościami. Na kartach opowiadań widzimy miłość, poświęcenie, honor, determinację spowodowaną zamiarem udzielenia pomocy ukochanemu, przywiązanie do własnej ziemi.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Adventure",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "King Arthur and His Knights of the Round Table",
            "authors": [
                "Roger Lancelyn Green",
                "Lotte Reiniger"
            ],
            "ranking": 3.91,
            "ranking_count": 5461,
            "abstract": "A legend is born when young Arthur meets Merlin and draws the mighty sword from its stone. This retelling brings to life King Arthur and the adventures of his Knights, from the quest for the Holy Grail to the final tragedy of the Last Battle.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fantasy",
                "Fiction",
                "Mythology",
                "Historical",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Der Untertan",
            "authors": [
                "Heinrich Mann"
            ],
            "ranking": 3.71,
            "ranking_count": 3617,
            "abstract": "Hurraahhhh!!! Da kommt der Kaiser!!! Diederich Heßling, ein ewig deutsches Thema. Kurt Tucholsky brachte es wie immer auf den Punkt, als er Heinrich Manns Roman über den Aufstieg eines Erzopportunisten als Herbarium des deutschen Mannes bezeichnete. Hier ist er ganz -- in seiner Religiosität, seiner Erfolgsanbeterei und namenlosen Zivilfeigheit.. Der Untertan. , die Geschichte Diederich Heßlings, in jungen Jahren von einem drakonisch strafenden Vater und einer saumseligen Mutter großgezogen, anschließend weiter zurechtgeschliffen im Schul- und Militärdrill der wilhelminischen Ära, gerät bei Heinrich Mann zum Fallbeispiel deutscher Katzbuckelei und Tyrannenmentalität, die sich Macht und Gewaltstrukturen unterwirft, um letztlich an ihnen teilhaben zu dürfen. Heßling, vordergründig als Aufsteiger gefeiert, übernimmt die väterliche Papierfabrik und wird zum mächtigsten Bürger der fiktiven Kleinstadt Netzig. In seiner Mimikri geht er dabei soweit, neben der chauvinistischen Phrasendrescherei der Deutschnationalen auch noch das äußere Erscheinungsbild des Kaisers zu imitieren. Eine Bilderbuchkarriere, wie sie nur durch ein Sinken der Menschenwürde unter jedes bekannte Maß zustande kommen konnte, wie Heinrich Mann in einem Brief von 1906 festhielt.. Verkörperte in einem der gelungensten deutschen Spielfilme der Nachkriegszeit noch der grandiose Werner Peters den ölig-feisten Heßling, so übernimmt in dieser Hörspielfassung von 1971 Heinz Drache den Part. Zusammen mit ihm ist eine halbe Hundertschaft der gesamten damaligen deutschen Schauspielerelite angetreten -- Namen wie E.O. Fürbringer, Karl Lieffen, Hans Caninenberg, Hans Quest oder Lore Lorentz bürgen für die absolute Qualität dieses fast sechsstündigen Lesemarathons.. Ein hochpolitisches, hochmoralisches Lehrstück und -- beinahe ein Jahrhundert nach seinem Erscheinen -- noch immer hochgültig. Spieldauer ca. 350 min., 5 CDs.. --Ravi Unger",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction",
                "Literature",
                "Cultural",
                "Historical",
                "Academic",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "ചങ്ങമ്പുഴ കൃഷ്ണപിള്ള: നക്ഷത്രങ്ങളുടെ സ്‌നേഹഭാജനം | Changampuzha Krishnapilla: Nakshathrangalude Snehabhajanam",
            "authors": [
                "M.K. Sanu"
            ],
            "ranking": 3.99,
            "ranking_count": 74,
            "abstract": "മലയാളത്തിന്റെ കാവ്യഗന്ധര്‍വ്വനായ ചങ്ങമ്പുഴ കൃഷ്ണപിള്ളയുടെ കാവ്യജീവിത്തിന്റെ വികാരതരളമായ മുഹൂര്‍ത്തങ്ങളെ വിശകലം ചെയ്തുകൊണ്ട് സംഘര്‍ഷഭരിതവും വൈരുദ്ധ്യപൂര്‍ണവുമായ ആ സ്വഭാവവിശേഷണത്തിന്റെ അടിസ്ഥാനഘടന അന്വേഷിക്കുന്ന അപൂര്‍വ സുന്ദരമായ ജീവചിത്രണമാണ് ഈ കൃതി.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Drachenfels",
            "authors": [
                "Jack Yeovil",
                "Kim Newman"
            ],
            "ranking": 3.89,
            "ranking_count": 1090,
            "abstract": "Detlef Sierck, the self-proclaimed greatest playwright in the world, has declared that his next production will be a recreation of the end of the Great Enchanter Drachenfels - to be staged at the very site of his death, the Fortress of Drachenfels itself. But the castle's dark walls still hide a terrible secret which may make the opening night an evening to remember! Storming dark fantasy with the vampire femme-fatale Genevieve!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Audiobook",
                "Paranormal",
                "Novels",
                "Gothic",
                "Adventure"
            ]
        },
        {
            "title": "Dancing Aztecs",
            "authors": [
                "Donald E. Westlake"
            ],
            "ranking": 4.01,
            "ranking_count": 575,
            "abstract": "From the master of the rolling scam, here is a hilarious crime caper set in New York. A hot hustler is searching for a million-dollar Aztec sculpture that is accidentally mixed with cheap plaster copies. From Harlem to Greenwich, a motley cast chases the lost piece.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Novels"
            ]
        },
        {
            "title": "Onder Duitse Knoet",
            "authors": [
                "Staf Vivijs"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Het verhaal van een verzetstrijder. door de doolhof van Duitse gevangenissen. en concentratiekampen. Dit boek is een blijvende en postume herinnering aan de leden van de verzetsbeweging De Zwarte Hand die hun inzet met hun leven hebben betaald.. „Onder Duitse Knoet wordt opgedragen aan Mevrouw Albert De Cuyper-Robberecht, zonder wiens tussenkomst deze publikatie niet mogelijk zou zijn geweest.. door Staf Vivijs. Breendonk, 1985",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Postmortem",
            "authors": [
                "Patricia Daniels Cornwell",
                "Patricia Cornwell"
            ],
            "ranking": 4.02,
            "ranking_count": 227192,
            "abstract": "Four women with nothing in common, united only in death. Four brutalized victims of a brilliant monster - a Mr. Nobody, moving undetected through a paralyzed city, leaving behind a gruesome trail of carnage . . . but few clues. With skilled hands, an unerring eye, and the latest advances in forensic research, an unrelenting female medical examiner - Kay Scarpetta - is determined to unmask a maniac. But someone is trying to sabotage Kay's investigation from the inside. And worse yet, someone wants her dead . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Lies My Father Told Me",
            "authors": [
                "Norman Allan"
            ],
            "ranking": 3.67,
            "ranking_count": 18,
            "abstract": "Based on the screenplay by Ted Allan.. Warm feelings between grandfather and grandson were never stronger than in this story of a Jewish family in 1920, Montreal, Canada. Grandpa's horse and wagon has a charm much beyond the reality of calling for Rags, old clothing ... which is the old man's occupation. The father has grand hopes for a more comfortable life and expects his old father-in-law to support his ventures. There are moments of Jewish celebration and song, but the tensions and conflicts cause much pain and regret.. WorldCat,org",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Black Heralds",
            "authors": [
                "César Vallejo",
                "Rebecca Seiferle"
            ],
            "ranking": 4.22,
            "ranking_count": 873,
            "abstract": "Throughout his life, César Vallejo (1892–1938) focused on human suffering and the isolation of people victimized by inexplicable forces. One of the great Spanish language poets, he merged radical politics and language consciousness, resulting in the first examples of a truly new world poetry.. The Black Heralds. is Vallejo’s first book and contains a wide range of poems, from love sonnets in which he struggles to free his erotic life from the bounds of Spanish Catholicism to the linguistically inventive sequence, Imperial Nostalgias, where he parodies with considerable savagery the pastoral romanticism of Indian and rural life.. In this bilingual volume, translator Rebecca Seiferle attempts to undo the colonization of Vallejo in other translations. As Seiferle writes in her introduction: Reading and translating Vallejo has been a long process of trying to meet him on his own terms, to discover what those terms were within the contexts of his particular time and, finally, taking his word for it.. from Our Bread. And in this frigid hour, when the earth. smells of human dust and is so sad,. I want to knock on every door. and beg forgiveness of I don’t know whom,. and bake bits of fresh bread for him,. here, in the oven of my heart...!. César Vallejo. (1892–1938) was born in Peru to a family of mixed Spanish and native descent. He wrote two books of poetry, the second of which was partly composed during a short prison term. Disappointed by the reception of his poetry in his own country, Vallejo moved to Paris, where he became active in Marxist politics and the antifascist campaign in Spain, while publishing essays, political articles, a play, and short stories.. Vallejo died in Paris, in utter poverty, on the day Franco’s armies entered Madrid.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Literature",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Child of Fortune",
            "authors": [
                "Yūko Tsushima",
                "Geraldine Harcourt"
            ],
            "ranking": 3.64,
            "ranking_count": 420,
            "abstract": "By conventional Japanese standards, Koko Mizuno is an abysmal. failure as woman, wife, and mother--and she couldn't care less. She has succeeded in remaining true to herself in a stubborn struggle against powerful conformist pressures. Yet her resistance is largely passive.Self-absorbed, indecisive, she makes her own uncharted way through life,letting her husband, lovers, even her only daughter, gradually slip away.. Signs that she is pregnant after a casual affair rouse her to make decisions. Then a deeply ironic turn of events thrusts her into the cold light of a reluctant self-knowledge. Through layer upon layer of dreams,memories, defenses, and delusions, she emerges finally to take a conscious step toward the independence she cannot yet define, certain only that she herself has changed.. In. Child of Fortune. , Yuko Tsushima has brought to life a woman whose psychological complexity reflects the meeting of Japanese fiction and women's changing consciousness. The depths of inner conflict are illuminated here by radiant imagery, wry humor, and a sharp clarity of vision.. While drawing on the I-novel tradition that has dominated modern Japanese literature, the author integrates the autobiographical elements into a fully realized fictional work of penetrating social insight.. The novel received the 1978 Women's Literature Prize, one of many awards that have spotlighted Yuko Tsushima as a writer of exceptional gifts.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Literature",
                "Classics",
                "Feminism",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Honourable Schoolboy",
            "authors": [
                "John le Carré"
            ],
            "ranking": 3.98,
            "ranking_count": 19752,
            "abstract": "John le Carré's classic novels deftly navigate readers through the intricate shadow worlds of international espionage with unsurpassed skill and knowledge and have earned him -- and his hero, British Secret Service agent George Smiley -- unprecedented worldwide acclaim.. In this classic masterwork, le Carré expands upon his extraordinary vision of a secret world as George Smiley goes on the attack.. In the wake of a demoralizing infiltration by a Soviet double agent, Smiley has been made ringmaster of the Circus (aka the British Secret Service). Determined to restore the organization's health and reputation, and bent on revenge, Smiley thrusts his own handpicked operative into action. Jerry Westerby, The Honourable Schoolboy, is dispatched to the Far East. A burial ground of French, British, and American colonial cultures, the region is a fabled testing ground of patriotic allegiances?and a new showdown is about to begin.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Spy Thriller",
                "Thriller",
                "Mystery",
                "Suspense",
                "Novels",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Selected Writings",
            "authors": [
                "Aleksandra Kollontai",
                "Alix Holt"
            ],
            "ranking": 4.04,
            "ranking_count": 46,
            "abstract": "Alexandra Kollontai—the only woman member of the Bolshevik central committee and the USSR’s first Minister of Social Welfare—is known today as a historic contributor to the international women’s movement, and as one of the first Bolshevik leaders to oppose the growth of the bureaucracy in the young socialist state. Her. Selected Writings. discuss the social democratic movement before the First World War, the history of the Russian women’s movement, and the debate between “feminist” and “socialist” women; the effects of the war on European socialism; the revolutions; the part played by women in the revolutionary events; the early manifestations of bureaucracy and Kollontai’s role as spokeswoman for the “workers’ opposition”; and morality, sexual politics, the family, and prostitution. It also includes writings from her later life as a Soviet official. Each section is introduced by a commentary in which Alix Holt explains the background and critically sets Kollontai’s unique lifework in its historical and biographical contexts, demonstrating both its necessary limitations and its extraordinary range.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Writing",
                "History"
            ]
        },
        {
            "title": "Un homme qui dort",
            "authors": [
                "Georges Perec"
            ],
            "ranking": 4.08,
            "ranking_count": 3852,
            "abstract": " Tu as vingt-cinq ans et vingt-neuf dents, trois chemises et huit chaussettes, quelques livres que tu ne lis plus, quelques disques que tu n'écoutes plus. n'as pas envie de te souvenir d'autre chose, ni de ta famille, ni de tes études, ni de tes amours, ni de tes amis, ni de tes vacances, ni de tes projets. Tu as voyagé et tu n'as rien rapporté de tes voyages. Tu es assis et tu ne veux qu'attendre, attendre seulement jusqu'à ce qu'il n'y ait plus rien à attendre : que vienne la nuit, que sonnent les heures, que les jours s'en aillent, que les souvenirs s'estompent.  C'est en ces termes que le narrateur s'adresse à lui-même,  un homme qui dort , qui va se laisser envahir par la torpeur et faire l'expérience de l'indifférence absolue.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Classics",
                "Roman",
                "Literature",
                "Philosophy",
                "Unfinished"
            ]
        },
        {
            "title": "That Was Then, This Is Now",
            "authors": [
                "S.E. Hinton"
            ],
            "ranking": 3.92,
            "ranking_count": 32163,
            "abstract": "Does growing up have to mean growing apart?. Since childhood, Bryon and Mark have been as close as brothers. Now things are changing. Bryon's growing up, spending a lot of time with girls, and thinking seriously about who he wants to be. Mark still just lives for the thrill of the moment. The two are growing apart - until Bryon makes a shocking discovery about Mark. Then Bryon faces a terrible decision - one that will change both of their lives forever.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Classics",
                "Realistic Fiction",
                "Contemporary",
                "Academic",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "Homicide: A Year on the Killing Streets",
            "authors": [
                "David Simon"
            ],
            "ranking": 4.34,
            "ranking_count": 17977,
            "abstract": "From the creator of HBO's. The Wire. , the classic book about homicide investigation that became the basis for the hit television show.. The scene is Baltimore. Twice every three days another citizen is shot, stabbed, or bludgeoned to death. At the center of this hurricane of crime is the city's homicide unit, a small brotherhood of hard men who fight for whatever justice is possible in a deadly world.. David Simon was the first reporter ever to gain unlimited access to a homicide unit, and this electrifying book tells the true story of a year on the violent streets of an American city. The narrative follows Donald Worden, a veteran investigator; Harry Edgerton, a black detective in a mostly white unit; and Tom Pellegrini, an earnest rookie who takes on the year's most difficult case, the brutal rape and murder of an eleven-year-old girl.. Originally published fifteen years ago,. Homicide. became the basis for the acclaimed television show of the same name. This new edition--which includes a new introduction, an afterword, and photographs--revives this classic, riveting tale about the men who work on the dark side of the American experience.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "History",
                "Writing",
                "Sociology",
                "Biography",
                "Politics",
                "Literature"
            ]
        },
        {
            "title": "The Voices of Marrakesh: A Record of a Visit",
            "authors": [
                "Elias Canetti",
                "J.A. Underwood"
            ],
            "ranking": 3.7,
            "ranking_count": 2094,
            "abstract": "Winner of the 1981 Nobel Prize for Literature, Elias Canetti uncovers the secret life hidden beneath Marrakesh’s bewildering array of voices, gestures and faces. In a series of sharply etched scenes, he portrays the languages and cultures of the people who fill its bazaars, cafes, and streets. The book presents vivid images of daily life: the storytellers in the Djema el Fna, the armies of beggars ready to set upon the unwary, and the rituals of Moroccan family life. This is Marrakesh -described by one of Europe’s major literary intellects in an account lauded as cosmopolitan in the tradition of Goethe by the New York Times. A unique travel book, according to John Bayley of the. London Review of Books.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Northern Africa",
                "Cultural",
                "Literature",
                "European Literature",
                "Classics",
                "Nobel Prize",
                "Autobiography"
            ]
        },
        {
            "title": "The Brotherhood of the Grape",
            "authors": [
                "John Fante"
            ],
            "ranking": 4.17,
            "ranking_count": 4938,
            "abstract": "Henry Molise, a 50 year old, successful writer, returns to the family home to help with the latest drama; his aging parents want to divorce. Henry's tyrannical, brick laying father, Nick, though weak and alcoholic, can still strike fear into the hearts of his sons. His mother, though ill and devout to her Catholicism, still has the power to comfort and confuse her children. This is typical of Fante's novels, it's autobiographical, and brimming with love, death, violence and religion. Writing with great passion Fante powerfully hits home the damage family can wreck upon us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "American",
                "The United States Of America",
                "Classics",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "The Betsy-Tacy Treasury",
            "authors": [
                "Maud Hart Lovelace",
                "Lois Lenski"
            ],
            "ranking": 4.54,
            "ranking_count": 1093,
            "abstract": "The first four books in the Betsy-Tacy series: Betsy-Tacy, Betsy-Tacy and Tib, Betsy and Tacy Go over the Big Hill, and Betsy and Tacy Go Downtown.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Historical",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "Out of This World",
            "authors": [
                "Graham Swift"
            ],
            "ranking": 3.42,
            "ranking_count": 412,
            "abstract": "In 1972 Robert Beech, WWI survivor and present-day armaments maker, is killed by a car bomb. The event breaks the career of his son Harry, a news photographer, and comes close to destroying his granddaughter Sophie. Ten years later, the Falklands War has begun and both Harry and Sophie are haunted by a past that has scarred and divided them.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Unfortunates",
            "authors": [
                "B.S. Johnson",
                "Jonathan Coe"
            ],
            "ranking": 3.88,
            "ranking_count": 982,
            "abstract": "A sports journalist, sent to a Midlands town on a weekly assignment, finds himself confronted by ghosts from the past when he disembarks at the railway station. Memories of one of his best, most trusted friends, a tragically young victim of cancer, begin to flood through his mind as he attempts to go about the routine business of reporting a football match.. B.S. Johnson’s famous ‘book in a box’, in which the chapters are presented unbound, to be read in any order the reader chooses, is one of the key works of a novelist now undergoing an enormous revival of interest. The Unfortunates is a book of passionate honesty and dark, courageous humour: a meditation on death and a celebration of friendship which also offers a remarkably frank self-portrait of its author.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "European Literature",
                "Death",
                "Classics",
                "Adult Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The First Four Books of Poems",
            "authors": [
                "Louise Glück"
            ],
            "ranking": 4.17,
            "ranking_count": 1244,
            "abstract": "The fierce, austerely beautiful voice that has become Glück's trademark speaks in these poems of a life lived in unflinching awareness. Includes Firstborn, The House on Marshland, Descending Figure, and The Triumph of Achilles.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Female Authors",
                "Nonfiction",
                "Fantasy"
            ]
        },
        {
            "title": "Days of Air and Darkness",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.13,
            "ranking_count": 4938,
            "abstract": "Acclaimed author of the dazzling cycle of fantasy novels set in Deverry and the Westlands, Katharine Kerr continues her epic saga of humanity as a shift of power on the astral plane brings change to the world of men.... The city of Cengarn is under siege. Armies both astral and physical are massing for and against the goddess Alshandra, who seeks to prevent the birth of one fate-bound child. It falls to the dweomermaster Jill and her allies to protect the child's human mother, Princess Carra--and Deverry's already foretold future--by magic and by might. But as the warrior Rhodry wings toward the battle on dragonback, he cannot know that soon he will face his ancient enemy, Alshandra's high priestess Raena, who will use any means to destroy him. Their confrontation could turn the tide of the siege--and change the fate of Deverry forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adult",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "The Prize",
            "authors": [
                "Irving Wallace"
            ],
            "ranking": 3.91,
            "ranking_count": 1482,
            "abstract": "Novelist Andrew Craig has not been sober in a very long time. After losing his wife in an auto accident he believes to have been his own fault, he turned to the bottle, and to his sister-in-law, Leah, who acts as his caretaker and live-in nurse. Then, when he is awarded the Nobel Prize in literature for his novel, The Perfect State, a historical jab at communism, he heads for Stockholm, hoping to find a reason to live, and to write. The other laureates have their own problems, a heart surgeon who believes that sharing his award with an Italian colleague robs him of his glory, a married couple awarded the prize in medicine in the middle of a serious marital crisis, and others – including Max Stratman, whose heart isn't really up to the trip, but who needs the prize money to provide for niece, Emily.. This novel delves into the lives, loves, dreams and nightmares of these characters, and others, building a panoramic view of the Nobel Prize, life in Stockholm, and the state of world politics in the years following World War II. It is rich, and compelling, driving the reader from the pits of despair to the heights of inspiration. A wonderful novel by one of America's finest novelists. The Prize was made into a movie starring Paul Newman.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Novels",
                "Romance",
                "Cultural",
                "Classics",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Crooked Little Heart",
            "authors": [
                "Anne Lamott"
            ],
            "ranking": 3.6,
            "ranking_count": 5181,
            "abstract": "With the same winning combination of humor and honesty that marked her recent nonfiction bestsellers,. Operating Instructions. and. Bird by Bird. , Anne Lamott presents an exuberant novel about a family for whom the joys and sorrows of everyday life are magnified under the glare of the unexpected.. Rosie Ferguson, in the first bloom of young womanhood, is obsessed with tournament tennis. Her mother is a recovering alcoholic still grieving the death of her first husband; her stepfather, a struggling writer, is wrestling with his own demons. And now Rosie finds that her athletic gifts, once a source of triumph and escape, place her in peril, as a shadowy man who stalks her from the bleachers seems to be developing an obsession of his own.. Crooked Little Heart. asks big questions in intimate ways: What keeps a family together? What are the small heartbreaks that tear at the fabric of our lives? What happens to grief when it goes underground? And what road must we walk with our flawed and crooked hearts?. Brilliantly written, inhabited by superbly realized characters, funny and human and wonderfully suspenseful,. Crooked Little Heart. is Anne Lamott writing at the peak of her considerable powers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Relationships",
                "Literature"
            ]
        },
        {
            "title": "Homesick: New and Selected Stories",
            "authors": [
                "Lucia Berlin"
            ],
            "ranking": 4.62,
            "ranking_count": 63,
            "abstract": "Winner of the 1991 Before Columbus / American Book Award Pain is the subject of these stories, but it is not the maudlin, romantic pain found in fiction issuing from 'Creative Writing Therapy' sessions . . . it has humor, the uneasy, unpredictable humor of a Richard Pryor monologue. With Homesick, Berlin can be judged alonside Raymond Carver, Alice Adams, and Bobbie Anne Mason. She is a remarkable writer, especially on life in the new American West. -Keith Abbott. For this, her first major collection, Lucia Berlin gathered the best of her work from 1960 to 1990, including stories from The Atlantic and Saul Bellow's little magazine The Noble Savage and the immortal My Jockey, winner of the Jack London Short Prize, 1985.. There is nothing tentative about the range of statement in these stories. They are about what can be lost and what can be endured. Berlin's characters are often neglected or abused girls, or women with children who struggle to make ends meet while their husbands, absent or present, provide no help. The strength and endurance of these characters, combined with their daily observations about the pain and drama of life, give them the ability to affirm their existence. -Pat Smith",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction"
            ]
        },
        {
            "title": "To the Wedding",
            "authors": [
                "John Berger"
            ],
            "ranking": 3.98,
            "ranking_count": 2757,
            "abstract": "A blind Greek peddler tells the story of the wedding between a fellow peddler and his bride in a remarkable series of vivid and telling vignettes. As the book cinematically moves from one character's perspective to another, events and characters move toward the convergence of the wedding--and a haunting dance of love and death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Drama",
                "Book Club"
            ]
        },
        {
            "title": "Stories",
            "authors": [
                "T. Coraghessan Boyle"
            ],
            "ranking": 4.2,
            "ranking_count": 1611,
            "abstract": "T. C. Boyle is one of the most inventive and wickedly funny short story writers at work today. Over the course of twenty-five years, Boyle has built up a body of short fiction that is remarkable in its range, richness, and exuberance. His stories have won accolades for their irony and black humor, for their verbal pyrotechnics, for their fascination with everything bizarre and queasy, and for the razor-sharp way in which they dissect America's obsession with image and materialism. Gathered together here are all of the stories that have appeared in his four previous collections, as well as seven that have never before appeared in book form. Together they comprise a book of small treasures, a definitive gift for Boyle fans and for every reader ready to discover the ferocious, delicious imagination (Los Angeles Times Book Review) of a vibrant sensibility fully engaged with American society (The New York Times).",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Anthologies",
                "Humor",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "Dragon Sword and Wind Child",
            "authors": [
                "Noriko Ogiwara",
                "Cathy Hirano",
                "Miho Satake"
            ],
            "ranking": 4.04,
            "ranking_count": 1100,
            "abstract": "In the land of Toyoashihara, the forces of the God of Light and the Goddess of Darkness have waged war for generations. But for 15-year old Saya, the war is far away and unimportant--until the day she discovers she is the reincarnation of the Water Maiden and a princess of the Children of the Dark. Raised to love the Light and detest the Dark, Saya must come to terms with her heritage even as she is tumbled into the very heart of the conflict that is destroying her country. Both the army of the Light and Dark seek to claim her, for she is the only mortal who can awaken the legendary Dragon Sword, the weapon destined to end the war. Can Saya make the dreadful choice between the Light and Dark, or is she doomed like all the Water Maidens who have come before her?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Cultural",
                "Fiction",
                "Romance",
                "Asian Literature",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "alphabet",
            "authors": [
                "Inger Christensen",
                "Susanna Nied"
            ],
            "ranking": 4.38,
            "ranking_count": 1583,
            "abstract": "Awarded the American-Scandinavian PEN Translation Prize by Michael Hamburger, Susanna Nied's translation of. alphabet. introduces Inger Christensen's poetry to US readers for the first time. Born in 1935, Inger Christensen is Denmark's best known poet. Her award-winning. alphabet. is based structurally on Fibonacci's sequence (a mathematical sequence in which each number is the sum of the two previous numbers), in combination with the alphabet. The gorgeous poetry herein reflects a complex philosophical background, yet has a visionary quality, discovering the metaphysical in the simple stuff of everyday life. In. alphabet. , Christensen creates a framework of psalm-like forms that unfold like expanding universes, while crystallizing both the beauty and the potential for destruction that permeate our times.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Academic",
                "Classics",
                "Literature",
                "Female Authors",
                "Fiction",
                "Social Issues"
            ]
        },
        {
            "title": "The Great Bridge: The Epic Story of the Building of the Brooklyn Bridge",
            "authors": [
                "David McCullough"
            ],
            "ranking": 4.23,
            "ranking_count": 14568,
            "abstract": "Published on the fortieth anniversary of its initial publication, this edition of the classic book contains a new Preface by David McCullough, “one of our most gifted living writers” (. The Washington Post. ).. Built to join the rapidly expanding cities of New York and Brooklyn, the Brooklyn Bridge was thought by many at the start to be an impossibility destined to fail if not from insurmountable technical problems then from political corruption. (It was the heyday of Boss Tweed in New York.). But the Brooklyn Bridge was at once the greatest engineering triumph of the age, a surpassing work of art, a proud American icon, and a story like no other in our history. Courage, chicanery, unprecedented ingenuity and plain blundering, heroes, rascals, all the best and worst in human nature played a part. At the center of the drama were the stricken chief engineer, Washington Roebling and his remarkable wife, Emily Warren Roebling, neither of whom ever gave up in the face of one heartbreaking setback after another.. The Great Bridge. is a sweeping narrative of a stupendous American achievement that rose up out of its era like a cathedral, a symbol of affirmation then and still in our time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "New York",
                "Biography",
                "Science",
                "Historical",
                "Audiobook",
                "Architecture"
            ]
        },
        {
            "title": "The Spanish Ballad (Raquel, the Jewess of Toledo)",
            "authors": [
                "Lion Feuchtwanger"
            ],
            "ranking": 4.23,
            "ranking_count": 1262,
            "abstract": "The Spanish Ballad (originally published as Die Jüdin von Toledo) is a 1955 novel by German-Jewish writer Lion Feuchtwanger. The story focuses on the Golden Age of learning in medieval Spain, and also describes the affair of Alfonso VIII with the Jewish Raquel in Toledo.. In Lion Feuchtwanger's prologue to the story, he mentions that the ballad was originally written by Alfonso X of Castile in regards of his Great-Grandfather (Alfonso VIII).",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Novels",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "St. Urbain's Horseman (New Canadian Library)",
            "authors": [
                "Mordecai Richler"
            ],
            "ranking": 3.79,
            "ranking_count": 1717,
            "abstract": "St. Urbain. ’. s Horseman. is a complex, moving, and wonderfully comic evocation of a generation consumed with guilt – guilt at not joining every battle, at not healing every wound. Thirty-seven-year-old Jake Hersh is a film director of modest success, a faithful husband, and a man in disgrace. His alter ego is his cousin Joey, a legend in their childhood neighbourhood in Montreal. Nazi-hunter, adventurer, and hero of the Spanish Civil War, Joey is the avenging horseman of Jake’s impotent dreams. When Jake becomes embroiled in a scandalous trial in London, England, he puts his own unadventurous life on trial as well, finding it desperately wanting as he steadfastly longs for the Horseman’s glorious return. Irreverent, deeply felt, as scathing in its critique of social mores as it is uproariously funny,. St. Urbain. ’. s Horseman. confirms Mordecai Richler’s reputation as a pre-eminent observer of the hypocrisies and absurdities of modern life.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Modern"
            ]
        },
        {
            "title": "The Shunning",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.12,
            "ranking_count": 25865,
            "abstract": "When Katie Lapp finds the satin infant gown in the dusty leather trunk of her parents' attic, she knows it holds a secret she must discover. Why else would her Amish mother, a plain and simple woman who embraces the Old Order laws, hide the beautiful baby dress in the attic? But nothing could have prepared Katie for the startling news that stumbles out of her anguished parents on the eve of her wedding to Bishop John. Will Katie suddenly find herself a stranger in the community she has always called home?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Amish",
                "Fiction",
                "Christian",
                "Romance",
                "Historical",
                "Adult Fiction",
                "Inspirational",
                "Adult"
            ]
        },
        {
            "title": "Children of the Blood",
            "authors": [
                "Michelle Sagara West"
            ],
            "ranking": 3.79,
            "ranking_count": 828,
            "abstract": "Continuing the struggle she began in Into the Dark Lands, Erin—newly dubbed Sara—is forcefully put to sleep for 300 years while her Lord finishes overtaking his enemies—and Sara's kinsmen.. After conquering and slaughtering the last of the Bright Heart lines, he awakens an amnesia-ridden Sara and assigns one of his slaves, a fellow child of the blood, to comfort her. As Sara's memory slowly returns and her rage intensifies, the Servants of the Dark Heart and the Dark Heart itself become increasingly dangerous to both her and her caretaker.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Heroic Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Dark"
            ]
        },
        {
            "title": "كليلة ودمنة",
            "authors": [
                "عبد الله بن المقفع",
                "بيدباء",
                "عبد الوهاب عزام"
            ],
            "ranking": 4.09,
            "ranking_count": 7515,
            "abstract": "مجموعة حكايات من الأساطير على لسان الحيوانات والطيور.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Literature",
                "Fiction",
                "Short Stories",
                "Novels",
                "Philosophy",
                "Fantasy",
                "Unfinished",
                "Cultural"
            ]
        },
        {
            "title": "Tokyo-Montana Express",
            "authors": [
                "Richard Brautigan",
                "Robert Pépin"
            ],
            "ranking": 3.97,
            "ranking_count": 1203,
            "abstract": "On trouve de tout à bord du Tokyo-Montana express, des restaurants où toutes les serveuses sont choisies par le patron et se ressemblent comme des sosies et d'autres où personne ne vient, un taxi plein de carpes, des chiens errants, la plus petite tempête de neige jamais recensée (à deux flocons) et le plus grand filme érotique du monde (...).. Cela tient du haïku et du croquis sur un bout de nappe, du vide-poches et de l'autoportrait de l'artiste en puzzle. Un long bouquet -superbement traduit- de ces feux d'artifice que Baudelaire appelait des fusées. Brautigan y est passé maître, il y a là au moins une douzaine de chefs-d'oeuvre instantanés.. Michel Braudeau, L'Express, 1982.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Short Stories",
                "Cultural",
                "Literature",
                "Novels",
                "Humor",
                "The United States Of America"
            ]
        },
        {
            "title": "Far From Home",
            "authors": [
                "Dean Hughes"
            ],
            "ranking": 4.3,
            "ranking_count": 7552,
            "abstract": "Far From Home is a moving, powerful novel about the effects of adversity, and about the love of family members for each other. If you''re interested in World War II, or if you simply enjoy a great story, you won't want to miss this third volume of Children of the Promise.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Lds",
                "Christianity",
                "Fiction",
                "Religion",
                "War",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Milosz's ABC's",
            "authors": [
                "Czesław Miłosz"
            ],
            "ranking": 3.85,
            "ranking_count": 233,
            "abstract": "The ABC book is a Polish genre, a literary form loosely composed of short, alphabetically arranged entries. In this splendid volume (Edward Hirsch, The New York Times Book Review), Czeslaw Milosz's telling eye for detail and sharp judgements create unforgettable portraits as he combines sketches of characters from his earlier prose works and poems with references to real historical figures. Simone de Beauvoir, Albert Camus, Fyodor Dostoevsky, Edward Hopper, and Arthur Koestler are among those who come under his scrutiny, along with the poets Charles Baudelaire and Robert Frost and the Polish writers Witold Gombrowicz and Zbigniew Herbert.This overview extends beyond profiles of real and imagined people to places that have had particular meaning in Milosz's own personal geography. His focus ranges from Szetejnie, where he was born, and Berkeley, where he has lived for almost four decades, to places he has visited, such as Bend, Oregon, and Sierraville, California. Fluidly intermingled with these entries are his reflections on broader themes such as City, Misfortune, Love, and Knowledge.. Witty, erudite, eloquent, and outspoken, Milosz's ABC's is at once a fascinating self-portrait and a unique reflection on twentieth-century politics, poetry, and prose.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Fiction",
                "Writing",
                "Nobel Prize",
                "Anthologies"
            ]
        },
        {
            "title": "Lessons in Truth",
            "authors": [
                "H. Emilie Cady"
            ],
            "ranking": 4.36,
            "ranking_count": 328,
            "abstract": "Every book in this series has earned the classic status due to its popularity, durability, and uncompromising quality. All books in the Unity Classic Library series feature hardcover binding with gold engraving, colorful endpapers, library nameplate page, author photograph, and biography. The series makes a beautiful display on a library shelf, and each book is a respected addition to any metaphysical collection.Cady simplifies metaphysics and practical Christianity from the perspective of her personal experiences.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Religion",
                "Self Help",
                "Philosophy"
            ]
        },
        {
            "title": "The Crystal Shard",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.11,
            "ranking_count": 51786,
            "abstract": "Akar Kessel, weak-willed apprentice mage, starts events that find a magical device, the crystal shard. Dwarf Bruenor rescues barbarian Wulfgar from the ruins of Ten-Towns, for 5 years of service - and friendship. With help from renegade dark elf Drizzt, Wulfgar becomes a warrior with brawn and brains. Can the trio stave off the crystal shard forces?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Science Fiction Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "Yargo",
            "authors": [
                "Jacqueline Susann"
            ],
            "ranking": 3.73,
            "ranking_count": 851,
            "abstract": "A beautiful earth woman is kidnapped by Yargo, the incredibly attractive ruler of a distant world and begins a romantic adventure to exotic planets.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Futuristic",
                "Classics"
            ]
        },
        {
            "title": "Calling on Dragons",
            "authors": [
                "Patricia C. Wrede",
                "Peter de Sève"
            ],
            "ranking": 4.19,
            "ranking_count": 41394,
            "abstract": "A Princess's work is never done--not even when she becomes a queen!. Princess Cimorene is now Queen Cimorene ... and she's faced with her first queenly crisis -- the Enchanted Forest is threatened with complete destruction!. Those wizards are back -- and they've become very smart. (Sort of.) They've figured out a way to take over the forest once and for all ... and what they have planned isn't pretty.. With a little help from Kazul the dragon king, Morwen the witch, Telemain the magician, two cats, and a blue, flying donkey-rabbit named -- what else? -- Killer, Cimorene might just be able to stop them.. And some people think that being a queen is easy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Killing Rage",
            "authors": [
                "Eamon Collins",
                "Mick McGovern"
            ],
            "ranking": 4.07,
            "ranking_count": 731,
            "abstract": "Since the 1970s, people have been murdering their neighbors in Northern Ireland. This book is the true account of the small-town violence and terror which lies behind the headlines.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "European Literature",
                "Biography",
                "Autobiography",
                "Politics",
                "War"
            ]
        },
        {
            "title": "جاهلية القرن العشرين",
            "authors": [
                "محمد قطب"
            ],
            "ranking": 3.86,
            "ranking_count": 291,
            "abstract": "جاهلية القرن العشرين وأسبابها، وملامحها وانعكاساتها فى تصورات البشر وسلوكهم الواقعى ونتائجها فى حياتهم ومستقبلها ومظاهر الفساد فى السلوك والسياسة والاقتصاد والأخلاق وفى علاقات الجنسين وفى الفن، والسير على منهج الله وضرورة التمسك بالإسلام لمحو هذه الجاهلية",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Scientology: The Fundamentals of Thought",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 2.55,
            "ranking_count": 915,
            "abstract": "From the author of the #1. New York Times. bestseller. Dianetics,. with over 22 million copies sold. What. is. the meaning of life? So many of us spend most of our lives searching for the answer to this age-old question. Well, what if you have had the answers all along and all you ever needed were the tools to access them?. In this groundbreaking book,. Scientology: The Fundamentals of Thought,. you will embark on a remarkable journey, mastering the tools of life as you uncover the most important discovery you will ever make—the knowledge of. you.. Learn and immediately apply the fundamental processes and principles that define the primary architecture of. how life works.. Achieve a complete understanding of the. mind, spirit. and. life.. Recognize what motivates your actions and the actions of others, and unblock the barriers of the extraordinary potential you have locked inside.. Life is a game—and quite simply, herein are the rules. You. can. be happier, more capable and play a better game, harnessing all life has to offer.. Here are the answers you've been looking for.. The data here is usable and workable for everyday life. I like becoming smarter and more competent and able to understand life better. I have been applying many of these fundamentals already and it has definitely helped me to be successful in life. Besides helping myself, I am able to help my co-workers, family, etc. I highly recommend this book to others.” (J.R.)",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Spirituality",
                "Psychology",
                "Self Help",
                "Horror",
                "Science"
            ]
        },
        {
            "title": "Henry and Cato",
            "authors": [
                "Iris Murdoch"
            ],
            "ranking": 3.81,
            "ranking_count": 847,
            "abstract": "This is the story of two prodigal sons. Henry returns from a self-imposed exile in America to an unforeseen inheritance of wealth and land in England and to his mother. His friend Cato is struggling with two passions, one for a God who may or may not exist, the other for a petty criminal who may or may not be capable of salvation. Cato's father and sister Colette wait anxiously to welcome Cato back to sanity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Classics",
                "Female Authors",
                "Contemporary"
            ]
        },
        {
            "title": "Fire from Heaven",
            "authors": [
                "Mary Renault"
            ],
            "ranking": 3.96,
            "ranking_count": 8396,
            "abstract": "Alexander the Great died at the age of thirty-three, leaving behind an empire that stretched from Greece and Egypt to India and a new cosmopolitan model for western civilisation.. In Alexander's childhood, his defiant character was molded into the makings of a king. His mother, Olympias, and his father, King Philip of Macedon, fought each other for their son's loyalty, teaching Alexander politics and vengeance from the cradle. His love for the youth Hephaistion, on whom he depended for he rest of his life, taught him trust, whilst Aristotle's tutoring provoked his mind and Homer's. Iliad. fuelled his aspirations. He killed his first man in battle at the age of twelve and became the commander of Macedon's cavalry at eighteen - by the time his father was murdered and he acceded to the throne, Alexander's skills had grown to match his fiery ambition.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "LGBT",
                "Classics",
                "Cultural",
                "Fantasy",
                "Romance"
            ]
        },
        {
            "title": "The Nutmeg Tree",
            "authors": [
                "Margery Sharp"
            ],
            "ranking": 3.8,
            "ranking_count": 561,
            "abstract": "Set in 1930s France, Margery Sharp’s witty, warm-hearted novel tells the story of a free-spirited mother who is reunited with her very proper daughter after sixteen years, when her daughter asks her to inspect her fiancé. Julia Packett has barely laid eyes on her daughter, Susan, since leaving her with her proper, well-heeled in-laws after her husband was killed in World War I. Now thirty-seven, her lack of prospects hasn’t dimmed her spirit or appetite for life. So when Susan asks her to come to France for the summer to persuade her grandmother to allow her to marry her fiancé, Julia sets sail with the noblest intentions of being a paragon of motherhood.. But at her mother-in-law’s vacation villa in Haute Savoie, Julia sees that her priggish but lovely daughter is completely mismatched with a man who is just like. herself. : a charming, clever playboy. The arrival of Susan’s legal guardian, the distinguished Sir William Waring, further complicates the situation. Soon Julia’s efforts to pass herself off as a lady and secure her daughter’s happiness spin out of control, leading to romantic entanglements and madcap adventures that challenge preconceived notions about the ultimate compatibility of any two people who fall in love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Cultural",
                "European Literature",
                "Classics",
                "Humor",
                "Historical",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "Cities in Flight",
            "authors": [
                "James Blish",
                "Betty Ballantine",
                "R.D. Mullen"
            ],
            "ranking": 3.94,
            "ranking_count": 6122,
            "abstract": "Originally published in four volumes nearly fifty years ago, Cities in Flight brings together the famed Okie novels of science fiction master James Blish. Named after the migrant workers of America's Dust Bowl, these novels convey Blish's history of the future, a brilliant and bleak look at a world where cities roam the Galaxy looking for work and a sustainable way of life.. In the first novel,. They Shall Have Stars. , man has thoroughly explored the Solar System, yet the dream of going even further seems to have died in all but one man. His battle to realize his dream results in two momentous discoveries anti-gravity and the secret of immortality. In. A Life for the Stars. , it is centuries later and anti-gravity generations have enabled whole cities to lift off the surface of the earth to become galactic wanderers. In. Earthman, Come Home. , the nomadic cities revert to barbarism and marauding rogue cities begin to pose a threat to all civilized worlds. In the final novel,. The Triumph of Time. , history repeats itself as the cities once again journey back in to space making a terrifying discovery which could destroy the entire Universe. A serious and haunting vision of our world and its limits, Cities in Flight marks the return to print of one of science fiction's most inimitable writers.. A Selection of the Science Fiction Book Club",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Anthologies",
                "Classics",
                "Fantasy",
                "Adventure",
                "Unfinished"
            ]
        },
        {
            "title": "Twisted Tales from Shakespeare",
            "authors": [
                "Richard Armour"
            ],
            "ranking": 4.17,
            "ranking_count": 304,
            "abstract": "from the title page: in which Shakespeare's best-known plays are presented in a new light, the old light having blown a fuse, together with introductions, questions, appendices, and other critical apparatus intended to contribute to a clearer misunderstanding of the subject. Twistfully illustrated by Campbell Grant",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Plays",
                "Nonfiction",
                "History",
                "Literature",
                "Writing",
                "Classics",
                "Criticism"
            ]
        },
        {
            "title": "Six Memos For The Next Millennium",
            "authors": [
                "Italo Calvino"
            ],
            "ranking": 4.22,
            "ranking_count": 7752,
            "abstract": "Six Memos for the Millennium. is a collection of five lectures Italo Calvino was about to deliver at the time of his death. Here is his legacy to us: the universal values he pinpoints become the watchwords for our appreciation of Calvino himself.. What should be cherished in literature? Calvino devotes one lecture, or memo to the reader, to each of five indispensable qualities:. lightness. ,. quickness. ,. exactitude. ,. visibility. , and. multiplicity. . A sixth lecture, on. consistency. , was never committed to paper, and we are left only to ponder the possibilities. With this book, he gives us the most eloquent defense of literature written in the twentieth century as a fitting gift for the next millennium.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Language",
                "European Literature",
                "Literature",
                "Philosophy",
                "Criticism",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "The First Men in the Moon",
            "authors": [
                "H.G. Wells",
                "Steven McLean",
                "China Miéville",
                "Patrick Parrinder"
            ],
            "ranking": 3.67,
            "ranking_count": 14392,
            "abstract": "When penniless businessman Mr Bedford retreats to the Kent coast to write a play, he meets by chance the brilliant Dr Cavor, an absent-minded scientist on the brink of developing a material that blocks gravity. Cavor soon succeeds in his experiments, only to tell a stunned Bedford the invention makes possible one of the oldest dreams of humanity: a journey to the moon. With Bedford motivated by money, and Cavor by the desire for knowledge, the two embark on the expedition. But neither are prepared for what they find - a world of freezing nights, boiling days and sinister alien life, on which they may be trapped forever.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Classics",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Novels",
                "Audiobook",
                "Literature",
                "Space",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Jealousy & In the Labyrinth",
            "authors": [
                "Alain Robbe-Grillet",
                "Richard Howard",
                "Roland Barthes",
                "Bruce Morisette",
                "Anne Minor"
            ],
            "ranking": 3.87,
            "ranking_count": 747,
            "abstract": "Here, in one volume, are two remarkable novels by the chief spokesman of the so-called “new novel” which has caused such discussion and aroused such controversy. “Jealousy,” said the New York Times Book Review “is a technical masterpiece, impeccably contrived.” “It is an exhilarating challenge,” said the San Francisco Chronicle.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Adult",
                "Academic"
            ]
        },
        {
            "title": "Awareness: The Perils and Opportunities of Reality",
            "authors": [
                "Anthony de Mello",
                "J. Francis Stroud"
            ],
            "ranking": 4.28,
            "ranking_count": 12129,
            "abstract": "The heart of Anthony de Mello's bestselling spiritual message is awareness. Mixing Christian spirituality, Buddhist parables, Hindu breathing exercises, and psychological insight, de Mello's words of hope come together in. Awareness. in a grand synthesis.. In short chapters for reading in quiet moments at home or at the office, he cajoles and challenges: We must leave this go-go-go world of illusion and become aware. And this only happens, he insists, by becoming alive to the needs and potential of others, whether at home or in the workplace.. Here, then, is a masterful book of the spirit, challenging us to wake up in every aspect of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Philosophy",
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Religion",
                "Christian",
                "Inspirational"
            ]
        },
        {
            "title": "Sisters",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.87,
            "ranking_count": 19493,
            "abstract": "Four sisters, a Manhattan brownstone, and a tumultuous year of loss and courage are at the heart of Danielle Steel's new novel about a remarkable family, a stunning tragedy--and what happens when four very different young women come together under one very lively roof.. Candy-it's the only name she needs--is blazing her way through Paris, New York, and Tokyo as fashion's latest international supermodel. . . .. Her sister Tammy has a job producing the most successful hit show on TV, and a home she loves in L.A.'s Hollywood Hills. . . . In New York, oldest sister Sabrina is an ambitious young lawyer, while Annie is an American artist in Florence, living for her art. . . . On one Fourth of July weekend, as they do every year, the four sisters come home to Connecticut for their family's annual gathering. But before the holiday is over, tragedy strikes and their world is utterly changed.. Suddenly, four sisters who have been fervently pursuing success and their own lives--on opposite sides of the world--reunite to share one New York brownstone, to support each other and their father, and to pick up the pieces while one sister struggles to heal her shattered body and soul. Thus begins an unscripted chapter of their lives, as a bustling house is soon filled with eccentric dogs, laughter, tears, friends, men . . . and the kind of honesty and unconditional love only sisters can provide. But as the four women settle in, they are forced to confront the direction of their respective lives. As the year passes and another July Fourth approaches, a season of grief and change gives way to new beginnings--as a family comes together to share its blessings and a future filled with surprises and, ultimately, hope.. With unerring insight and compassion, Danielle Steel tells a compelling story of four sisters who love and laugh, struggle and triumph . . . and are irrevocably woven into the fabric of each other's lives. Brilliantly blending humor and heartbreak, she delivers a powerful message about the fragility--and the wonder--of life.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Novels",
                "Drama",
                "Family",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Fox Woman",
            "authors": [
                "Kij Johnson"
            ],
            "ranking": 3.88,
            "ranking_count": 1674,
            "abstract": "Yoshifuji is a man fascinated by foxes, a man discontented and troubled by the meaning of life. A misstep at court forces him to retire to his long-deserted country estate, to rethink his plans and contemplate the next move that might return him to favor and guarantee his family's prosperity.. Kitsune is a young fox who is fascinated by the large creatures that have suddenly invaded her world. She is drawn to them and to Yoshifuji. She comes to love him and will do anything to become a human woman to be with him.. Shikujo is Yoshifuji's wife, ashamed of her husband, yet in love with him and uncertain of her role in his world. She is confused by his fascination with the creatures of the wood, and especially the foxes that she knows in her heart are harbingers of danger. She sees him slipping away and is determined to win him back from the wild ... for all that she has her own fox-related secret.. Magic binds them all. And in the making (and breaking) of oaths and honors, the patterns of their lives will be changed forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "Historical Fiction",
                "Literature"
            ]
        },
        {
            "title": "Aparição",
            "authors": [
                "Vergílio Ferreira"
            ],
            "ranking": 3.66,
            "ranking_count": 4894,
            "abstract": "Aparição é um romance de Vergílio Ferreira que discute teorias filosóficas relacionadas com o existencialismo, escrito em primeira pessoa.. Do livro:. Sento-me aqui nesta sala vazia e relembro. Uma lua quente de Verão entra pela varanda, ilumina uma jarra de flores sobre a mesa. Olho essa jarra, essas flores, e escuto o índicio de um rumor de vida, o sinal obscuro de uma memória de origens. (...)",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Fiction",
                "Romance",
                "Cultural",
                "Literature",
                "Philosophy",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Lost Honor of Katharina Blum",
            "authors": [
                "Heinrich Böll",
                "Leila Vennewitz"
            ],
            "ranking": 3.69,
            "ranking_count": 13240,
            "abstract": "In an era in which journalists will stop at nothing to break a big story, Henrich Böll's. The Lost Honor of Katharina Blum. has taken on heightened relevance.. A young woman's association with a hunted man makes her the target of a journalist determined to grab the headlines by portraying her as an evil woman. As the attacks on her escalate and she becomes the victim of anonymous threats, Katharina sees only one way out of her nightmare.. Turning the mystery genre on its head, the novel begins with the confession of a crime, drawing the reader into a web of sensationalism, character assassination, and the unavoidable eruption of violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Mystery",
                "Literary Fiction"
            ]
        },
        {
            "title": "Walt Disney's Story Land (A Golden Book)",
            "authors": [
                "Frances Saldinger"
            ],
            "ranking": 4.1,
            "ranking_count": 244,
            "abstract": "More than 50 beloved stories, many adapted from classic Walt Disney films, have been brought together in this new and revised 320-page volume, illustrated in color.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Short Stories",
                "Fantasy",
                "Art"
            ]
        },
        {
            "title": "Lost in the Cosmos: The Last Self-Help Book",
            "authors": [
                "Walker Percy"
            ],
            "ranking": 4.06,
            "ranking_count": 2450,
            "abstract": "Walker Percy's mordantly funny and wholly original contribution to the self-help book craze deals with the Western mind's tendency toward heavy abstraction. This favorite of Percy fans continues to charm and beguile readers of all tastes and backgrounds.. Lost in the Cosmos. invites us to think about how we communicate with our world.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Humor",
                "Religion",
                "Literature",
                "Science",
                "Christianity"
            ]
        },
        {
            "title": "The Animal Family",
            "authors": [
                "Randall Jarrell",
                "Maurice Sendak"
            ],
            "ranking": 4.19,
            "ranking_count": 1316,
            "abstract": "This is the story of how, one by one, a man found himself a family. Almost nowhere in fiction is there a stranger, dearer, or funnier family -- and the life that the members of. The Animal Family. live together, there in the wilderness beside the sea, is as extraordinary and as enchanting as the family itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Animals",
                "Classics",
                "Family",
                "Young Adult",
                "Mythology"
            ]
        },
        {
            "title": "Barren Ground",
            "authors": [
                "Ellen Glasgow"
            ],
            "ranking": 3.69,
            "ranking_count": 290,
            "abstract": "Set in Virginia, this novel evokes the irony of change in the rural South. Dorinda Oakley is a passionate, intelligent, and independent young woman struggling to define herself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "American",
                "Literature",
                "Novels",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "Pilgrim",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.8,
            "ranking_count": 3509,
            "abstract": "Ageless. Sexless. Deathless. Timeless. Pilgrim is a man who cannot die, an astounding character in a novel of the cataclysmic contest between creation and destruction.. Pilgrim. is Timothy Findley’s latest masterwork, a finalist for the Giller Prize, and a national bestseller that has smashed the author’s own impressive sales records. Recently published in the US,. Pilgrim. is gathering rave reviews, and will be released in the UK this spring.. It is 1912 and Pilgrim has been admitted to the Burghölzli Psychiatric Clinic in Zürich, Switzerland, having failed—once again—to commit suicide. Over the next two years, it is up to Carl Jung, self-professed mystical scientist of the mind, to help Pilgrim unlock his unconsciousness, etched as it is with myriad sufferings and hopes of history. Is Pilgrim mad, or is he condemned to live forever, witness to the terrible tragedy and beauty of the human condition?. Both intimate and expansive in its scope, with an absorbing parade of characters—mythic, fictional and historical—. Pilgrim. is a fiercely original and powerful story from one of our most distinguished artists.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Fantasy",
                "Literature",
                "Psychology",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tenderness",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.7,
            "ranking_count": 2780,
            "abstract": "Eighteen-year-old Eric has just been released from juvenile detention for murdering his parents. Now he's looking for tenderness--tenderness he finds in killing girls. Fifteen-year-old Lori has run away from home again. Emotionally naive and sexually precocious, she is also looking for tenderness--tenderness that she finds in Eric. Will Lori and Eric be each other's salvation or destruction? An ALA Best Book for Young Adults.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Horror",
                "Thriller",
                "Mystery",
                "Realistic Fiction",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "Híbýli vindanna",
            "authors": [
                "Böðvar Guðmundsson"
            ],
            "ranking": 4.19,
            "ranking_count": 207,
            "abstract": "Written as a letter from a father to a daughter, Where the Winds Dwell is compassionate and real. Guðmundsson brings together past and present in this tragic story of the historic journey to Nýja Ísland, the world's largest Icelandic community outside of Iceland.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "Una storia semplice",
            "authors": [
                "Leonardo Sciascia"
            ],
            "ranking": 3.84,
            "ranking_count": 4376,
            "abstract": "Una storia semplice. è una storia complicatissima, un giallo siciliano, con sfondo di mafia e droga. Eppure mai – ed è un vero. tour de force. – l'autore si trova costretto a nominare sia l'una sia l'altra parola. Tutto comincia con una telefonata alla polizia, con un messaggio troncato, con un apparente suicidio. E subito, come se assistessimo alla crescita accelerata di un fiore, la storia si espande, si dilata, si aggroviglia, senza lasciarci neppure l'opportunità di riflettere. Davanti alla proliferazione dei fatti, non solo noi lettori ma anche l’unico personaggio che nel romanzo ricerca la verità, un brigadiere, siamo chiamati a far agire nel tempo minimo i nostri riflessi – un tempo che può ridursi, come in una memorabile scena del romanzo, a una frazione di secondo. È forse questo l'estremo azzardo concesso a chi vuole «ancora una volta scandagliare scrupolosamente le possibilità che forse ancora restano alla giustizia».",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Classics",
                "Mystery",
                "Academic",
                "Novels",
                "Thriller",
                "Short Stories"
            ]
        },
        {
            "title": "The Bully",
            "authors": [
                "Jan Needle"
            ],
            "ranking": 3.37,
            "ranking_count": 46,
            "abstract": "'Unbidden, Simon saw a face before his eyes, a girl's face with blonde hair. Unbidden, his teeth clamped shut, ground against each other. She was the target.'. Simple, lumpy Simon Mason. Of course he's a bully and a liar, even his mother thinks so. And he's picking on that nice Anna Royle, her brother and Rebekka. Or is he?. Has Simon been found guilty, sentenced and condemned without a proper hearing? Simon's teacher is determined to find out just who's bullying who. Hostilities reach a head when bully and victim meet for a final confrontation. Will the truth come out in time? Or have too many lies been told?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Silences",
            "authors": [
                "Tillie Olsen"
            ],
            "ranking": 4.24,
            "ranking_count": 369,
            "abstract": "First published in 1978,. Silences. single-handedly revolutionized the literary canon. In this classic work, now back in print, Olsen broke open the study of literature and discovered a lost continent-the writing of women and working-class people. From the excavated testimony of authors' letters and diaries we learn the many ways the creative spirit, especially in those disadvantaged by gender, class and race, can be silenced. Olsen recounts the torments of Melville, the crushing weight of criticism on Thomas Hardy, the shame that brought Willa Cather to a dead halt, and struggles of Virginia Woolf, Olsen's heroine and greatest exemplar of a writer who confronted the forces that would silence her. This 25th-anniversary edition includes Olsen's now infamous reading lists of forgotten authors and a new introduction and author preface.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Language",
                "Writing",
                "Womens",
                "Literature",
                "Criticism",
                "Autobiography",
                "Female Authors",
                "Biography"
            ]
        },
        {
            "title": "Ronggeng Dukuh Paruk",
            "authors": [
                "Ahmad Tohari"
            ],
            "ranking": 4.21,
            "ranking_count": 5667,
            "abstract": "Gabungan 3 buku seri Dukuh Paruk: Ronggeng Dukuh Paruk, Lintang Kemukus Dini Hari & Jantera Bianglala.. Semangat Dukuh Paruk kembali menggeliat sejak Srintil dinobatkan menjadi ronggeng baru, menggantikan ronggeng terakhir yang mati dua belas tahun yang lalu. Bagi pedukuhan yang kecil, miskin, terpencil dan bersahaja itu, ronggeng adalah perlambang. Tanpanya dukuh itu merasakah kehilangan jati diri.. Dengan segera Srintil menjadi tokoh yang amat terkenal dan digandrungi. Cantik dan menggoda. Semua ingin pernah bersama ronggeng itu. Dari kaula biasa hingga pekabat-pejabat desa maupun kabupaten.. Namun malapetaka politik tahun 1965 membuat dukuh tersebut hancur, baik secara fisik maupun mental. Karena kebodohannya, mereka terbawa arus dan divonis sebagai manusia-manusia yang telah mengguncangkan negara ini. Pedukuhan itu dibakar. Ronggeng berserta para penabuh calung ditahan.Hanya karena kecantikannya Srintil tidak diperlakukan semena-mena oleh para penguasa penjara itu.. Namun pengalaman pahit sebagai tahanan politikmembuat Srintil sadar akan harkatnya sebagai manusia. Karena itulah setelah bebas, ia berniat memperbaiki citra dirinya. Ia tak ingin lagi melayani lelaki manapun. Ia ingin menjadi wanita somahan. Dan ketika Bajus muncul dalam hidupnya sepercik harapan muncul, harapan yang semakin lama semakin besar.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Historical",
                "Novels",
                "Literature",
                "Classics",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Dream of Heroes",
            "authors": [
                "Adolfo Bioy Casares",
                "Diana Thorold"
            ],
            "ranking": 3.88,
            "ranking_count": 1655,
            "abstract": "At the end of carnival 1927, Emilio Gauna had an experience that he knew was the culmination of his life. The problem is that Gauna can only dimly remember what happened: he was out on the town with his raucous, reckless friends when a masked woman appeared. Several hours later, gasping and horrified, Gauna awoke at the edge of a lake. Three years later, he tries to solve the mystery the only way he knows: by re-creating the same situation and reliving it- despite the warnings of his secret protector, the Sorcerer.. In. The Dreams of Heroes. , Adolfo Bioy Casares assembles magicians, prophetic and brave women, shamefully self-conscious men and Buenos Aires under the rubric of a sinister and mocking fate, and thrusts them forward into the dizzying realm of memory, doom and cyclical time. Written in 1954 and never before published in America,. The Dream of Heroes. stands as a predecessor of and model for a whole school of European and American novels that followed but never quite matched it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Cultural",
                "European Literature",
                "Magical Realism",
                "Novels",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Walking Drum",
            "authors": [
                "Louis L'Amour"
            ],
            "ranking": 4.24,
            "ranking_count": 8443,
            "abstract": "Louis L'Amour has been best known for his ability to capture the spirit and drama of the authentic American West. Now he guides his readers to an even more distant frontier--the enthralling lands of the twelfth century.. Warrior, lover, and scholar, Kerbouchard is a daring seeker of knowledge and fortune bound on a journey of enormous challenge, danger, and revenge. Across Europe, over the Russian steppes, and through the Byzantine wonders of Constantinople, Kerbouchard is thrust into the treacheries, passions, violence, and dazzling wonders of a magnificent time.. From castle to slave galley, from sword-racked battlefields to a princess's secret chamber, and ultimately, to the impregnable fortress of the Valley of Assassins,. The Walking Drum. is a powerful adventure in an ancient world that you will find every bit as riveting as Louis L'Amour's stories of the American West.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Adventure",
                "Classics",
                "Fantasy",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Et stort øde landskap",
            "authors": [
                "Kjell Askildsen"
            ],
            "ranking": 3.94,
            "ranking_count": 266,
            "abstract": "Disse sju novellene, som fungerer som løsrevne avsnitt av menneskeskjebner, handler om menneskenes ensomhet. Askildsen beskriver hverdagssituasjoner. Typisk for flere av hovedpersonene er at de reagerer kraftig, dels irrasjonelt på det trivielle livet, på språklige klisjeer, som om talemåter, med alt hva de innebærer av løgn og kamuflasje, vekker ubehagelige minner. Men det eneste alternativet de har til trivialitetene er desperasjon. Boka er innstilt til Nordisk Råds litteraturpris.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Laws of Spirit: Simple, Powerful Truths for Making Life Work",
            "authors": [
                "Dan Millman"
            ],
            "ranking": 4.25,
            "ranking_count": 1350,
            "abstract": "Explains twelve of the spiritual laws upon which all religions and moral systems are founded, laws that point the way to a life of harmony and insight.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Self Help",
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Audiobook",
                "Inspirational"
            ]
        },
        {
            "title": "My Ishmael",
            "authors": [
                "Daniel Quinn"
            ],
            "ranking": 4.09,
            "ranking_count": 9542,
            "abstract": "An extraordinary and startlingly original sequel to. Ishmael. Enthralling, shocking, hope-filled, and utterly fearless, Daniel Quinn leads us deeper and deeper into the human heart, history, and spirit. In. My Ishmael. , Quinn strikes out into entirely new territory, posing questions that will rock you on your heels, and providing tantalizing possibilities for a truly new world vision.--Susan Chernak McElroy, author of. Animals as Teachers & Healers. When Ishmael places an advertisement for pupils with an earnest desire to save the world, he does not expect a child to answer him. But twelve-year-old Julie Gerchak is undaunted by Ishmael's reluctance to teach someone so young, and convinces him to take her on as his next student. Ishmael knows he can't apply the same strategies with Julie that he used with his first pupil, Alan Lomax--nor can he hope for the same outcome. But young Julie proves that she is ready to forge her own spiritual path and arrive at her own destination. And when the time comes to choose a pupil to carry out his greatest mission yet, Ishmael makes a daring decision--a choice that just might change the world.. Explore Daniel Quinn's spiritual. Ishmael. trilogy:. ISHMAEL - MY ISHMAEL - THE STORY OF B",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Environment",
                "Animals",
                "Novels",
                "Literature",
                "Fantasy",
                "Adult Fiction",
                "Education"
            ]
        },
        {
            "title": "Noddy Gets Into Trouble",
            "authors": [
                "Enid Blyton",
                "Harmsen Van der Beek"
            ],
            "ranking": 3.95,
            "ranking_count": 215,
            "abstract": "Poor Noddy has landed himself in serious trouble. A mysterious bell wearer has been breaking into Miss Fluffy Cat's house and stealing her tarts and pies. Now all of Toyland think Noddy, the most famous bell jangler in town, is the culprit! With the help of his friend Tessie Bear, join Noddy as he sets out to uncover the real Toy Town burglar.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "La vera storia dell'ultimo re socialista",
            "authors": [
                "Roy  Lewis",
                "Carlo Brera"
            ],
            "ranking": 3.48,
            "ranking_count": 64,
            "abstract": "«E se le cose fossero andate in un altro modo? Se in un momento cruciale avessero preso un corso diverso?». Domande che qualsiasi persona ragionevole si pone ogni volta che tocca quella strana, impalpabile materia che si chiama Storia. Roy Lewis l’ha affrontata in questo romanzo con la stessa sottile verve, con la stessa illuminante disinvoltura con cui aveva trattato la preistoria in. Il più grande uomo scimmia del Pleistocene. , anche qui usando il gioco per dare evidenza e plasticità a pensieri che vanno lontano. Così ha voluto seguire una vena del possibile, immettendo, per così dire, in un supercomputer «la vittoria del socialismo, anziché quella del capitalismo, nella rivoluzione che travolse l’Europa del 1848». Dopo lunga elaborazione, il computer ha prodotto questo teorema in forma di romanzo. Osserviamo i fatti: anzitutto la regina Vittoria non regna per più di mezzo secolo, bensì deve abdicare nel 1849 davanti alla rivolta dei cartisti (i socialisti inglesi). Ma che avviene dopo? Si stabilisce un regime socialista (ma senza abolire la monarchia, perché siamo pur sempre in Inghilterra). Di un socialismo relativamente mite e bucolico, preoccupato soprattutto di garantire il lavoro a tutti e di mantenere l’uguaglianza. Il risultato è un lento disastro. Soprattutto perché socialismo e tecnologia non vanno insieme. La tecnologia, che è la vera rivoluzione, scompagina continuamente i rapporti sociali – e questo i bravi e un po’ tonti socialisti non riescono a sopportarlo. Si preparano così le basi per una rivoluzione che abbatta il sistema. Ma che accadrà se complice di questa rivoluzione diventa «l’ultimo re socialista»? Ce lo racconterà lui stesso, e non sarà facile dimenticare il personaggio di questo gentile, amabile sovrano, che avrebbe senz’altro preferito insegnare matematica in qualche oscura università, e si ritrova invece, spinto dalla forza delle cose, a guidare una controrivoluzione per rovesciare il proprio regime – quindi per esautorare se stesso.. La vera storia dell’ultimo re socialista. è apparso in Inghilterra nel 1990.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Recapitulation",
            "authors": [
                "Wallace Stegner"
            ],
            "ranking": 3.87,
            "ranking_count": 1258,
            "abstract": "The moving sequel to the bestselling. Big Rock Candy Mountain. .Bruce Mason returns to Salt Lake City not for his aunt's funeral, but to encounter after forty-five years the place he fled in bitterness. A successful statesman and diplomat, Mason had buried his awkward and lonely childhood, sealed himself off from the thrills and torments of adolescence to become a figure who commanded international respect.. But the realities of the present recede in the face of the ghosts of his past. As he makes the perfunctory arrangements for the funeral, we enter with him on an intensely personal and painful inner pilgrimage: we meet the father who darkened his childhood, the mother whose support was both redeeming and embarrassing, the friend who drew him into the respectable world of which he so craved to be a part, and the woman he nearly married. In this profoundly moving book Stegner has drawn an intimate portrait of a man understanding how his life has been shaped by experiences seemingly remote and inconsequential.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Westerns",
                "American",
                "Contemporary",
                "Relationships",
                "Literature",
                "Audiobook",
                "Classics"
            ]
        },
        {
            "title": "Before You're A Stranger: New & Selected Poems",
            "authors": [
                "Raymond Fraser"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Poems.. About Raymond Fraser's poetry:. Unfailingly interesting and impossible to put down once I started. The poems have wit and a perfectly authentic consistency — a subtle play against a constant background bass of despair or cosmic absurdity. Wonderful stuff! — LOUIS DUDEK (Poet & Critic). I read the book from cover to cover; I found the verses so delightful I couldn’t put it down until I finished. The everyday subjects and events the poems deal with ring so true. — T.C. TOMMY DOUGLAS (voted 'The Greatest Canadian'). Fraser notices so much, he responds with feeling and humor, and it's all so accessible to the reader. There isn't a poem in the book that isn't worth reading. — ALAN PEARSON (Poet, 'Exploring Amazement'). Raymond Fraser happens to be one of the liveliest and most entertaining writers in the country.” — ALDEN NOWLAN (poet)",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Elianto",
            "authors": [
                "Stefano Benni"
            ],
            "ranking": 4.04,
            "ranking_count": 1687,
            "abstract": "Riusciranno i nostri intrepidi eroi a superare tutte le prove e trovare l'elisir che guarisca il giovane Elianto e gli faccia salvare la contea? Se si fugge di notte da Villa Bacilla sulle ali di una diavolessa sexy, sorvolando Tristalia, assieme a tre equipaggi che si spostano contemporaneamente, può accadere di visitare gli otto mondi alterei della mappa nootica. Capita così di conoscere la terra primordiale di Ermete Trismegisto, Protoplas; i mari incantati di Capitan Guepière a Posidon; i cinquanta casinò e i locali notturni di Bludus; Mnemonia con i suoi fuochi fatui e l'insidia dell'embambolia; Medium con le sue giornate di Beneficenza Ben-evidente. E poi è possibile incontrare Siperquater e Triperott a Neikos, o gli angeli cannibali nel deserto freddo di Yamserius. L'importante è fare in tempo a guarire il giovane Elianto, affetto dal Morbo Dolce, perché possa liberare le contee dal dominio del Grande Chiodo. C'è speranza di riuscire, assieme ai protagonisti (oltre a Elianto, Fido PassPass, Fuku Occhio di Tigre, Tigre Triste), a districarsi tra le mille prove e di attraversare gli infiniti mondi creati dalla fantasia di Stefano Benni?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "European Literature",
                "Humor",
                "Cultural",
                "Novels",
                "Science Fiction",
                "Contemporary",
                "Young Adult"
            ]
        },
        {
            "title": "The Solution",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 4.0,
            "ranking_count": 3326,
            "abstract": "David, the newest Animorph, is not what he appears. His need to control the other Animorphs and Ax is all he thinks about. And the things he does are starting to break up the group.. Rachel and the others know that time is running out. The newest battle against the Yeerks is the most important one yet. And it's not one that will wait. Winning this fight could mean slowing down the invasion. But no one knows what to do with David. Because the newest Animorph is more than just a little problem. He's deadly. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "The Invention of Curried Sausage",
            "authors": [
                "Uwe Timm",
                "Leila Vennewitz"
            ],
            "ranking": 3.52,
            "ranking_count": 2728,
            "abstract": "The Invention of Curried Sausage. is an ingenious, revealing, and delightful novel about the invention of a popular German sidewalk food. Uwe Timm has heard claims that currywurst first appeared in Berlin in the 1950s, but he seems to recall having eaten it much earlier, as a boy in his native Hamburg, at a stand owned and operated by Lena Brücker. He decides to check it out. Although the discovery of curried sausage is eventually explained, it is its prehistory - about how Lena Brücker met, seduced and held captive a German deserter in Hamburg, in April, 1945, just before the war's end - that is the tastiest part. Timm draws gorgeous details from Lena's fine-grained recollections, and the pleasure these provide her and the reader supply the tale's real charm.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Historical",
                "Academic",
                "Classics",
                "Contemporary",
                "Food and Drink",
                "Literature",
                "War"
            ]
        },
        {
            "title": "The Fat Man in History",
            "authors": [
                "Peter Carey"
            ],
            "ranking": 3.87,
            "ranking_count": 1013,
            "abstract": "If, in some post-Marxist utopia, obesity were declared counterrevolutionary, how would a houseful of fat men strike back? If it were possible to win a new body by lottery, what kind of people would choose ugliness? If two gun-toting thugs decided to take over a business--and run it through sheer terror--how far would their methods take them?. These are the questions that Peter Carey, author of. The Tax Inspector. and. Oscar and Lucinda,. brilliantly explores in this collection of stories. Exquisitely written and thoroughly envisioned, the tales in. The Fat Man in History. reach beyond their arresting premises to utter deep and often frightening truths about our brightest and darkest selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Fantasy",
                "Novels",
                "Science Fiction",
                "Literature",
                "Academic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "El cuaderno gris: Un dietario",
            "authors": [
                "Josep Pla"
            ],
            "ranking": 4.17,
            "ranking_count": 517,
            "abstract": "Al abrir «El cuaderno gris»> es mucho lo que puede asombrar al lector: una conversación cazada al vuelo en un café; una sentencia (casi un aforismo) oída o pronunciada como por casualidad, capaz de condensar el sentimiento de toda una época; la sucinta y emotiva descripción de un paisaje; descarnados apuntes de crítica literaria; un afilado juicio político, hilvanado en medio de consideraciones sobre el tiempo, la higiene, la salud, las mujeres o la gastronomía. Todo esto y mucho más contiene el dietario que Josep Pla (nace en Palafrugell, 1897, muere en Llofriu, 1981) escribió entre marzo de 1918 y noviembre de 1919, siendo un joven estudiante de Derecho al que el cierre de la universidad, a causa de la Gran Guerra, obliga a interrumpir sus estudios en Barcelona y regresar a su pueblo natal, donde se entretiene, con constancia de grafómano, en escribir sus impresiones sobre el día a día en un cuaderno gris. Observador minucioso, Pla proyectará a posteriori sobre sus apuntes de juventud, laboriosamente reelaborados, toda una vida de corresponsal El cuaderno gris acaba justo antes de que el joven Pla parta hacia París, el primero de sus destinos en el extranjero, ya sea en Francia tras el fin de la guerra, en Roma durante el despunte del fascismo o en el Madrid de la Segunda República. Tras un período retirado de la vida pública, en los años cincuenta retoma los viajes por el mundo a instancias de Josep Vergés, histórico editor de Pla en Destino, quien también le convencerá para editar su obra completa, 46 volúmenes que se abrirán en 1966 precisamente con este libro. Traducido años después al castellano por Dionisio Ridruejo y su mujer, Gloria de Ros, «El cuaderno gris» llega hoy hasta nosotros revisado por Narcís Garolera, catedrático de Filología Catalana de la Universitat Pompeu Fabra, y vuelve, así, a lucir como lo concibió Pla: un libro de vida que es también valioso testimonio de una época y el mejor exponente de la obra de uno de los más grandes de la literatura catalana.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Biography",
                "History",
                "European Literature",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Mistress",
            "authors": [
                "Amanda Quick",
                "Jayne Ann Krentz"
            ],
            "ranking": 3.95,
            "ranking_count": 8735,
            "abstract": "After a year of grand adventures touring the classical ruins of Italy and Greece, Iphiginia Bright returned to England to discover that the real excitement was at home. It seems that her Aunt Zoe has fallen victim to a sinister blackmailer and only Iphiginia can hope to stop the culprit before he can do more harm.. Her plan is inspired: Imitating history's most legendary beauties--Cleopatra, Helen of Troy, Aphrodite--the former schoolmistress will remake herself, and descend upon London Society as the dazzling mistress of Marcus Valerius Cloud, the infamous Earl of Masters. Rumors hint that the Earl has disappeared at the blackmailer's hands, and by posing as his unknown mistress, Iphiginia is convinced she can ferret out the villain.. Overnight, Iphiginia is transformed into a vision with a host of eager admirers, including one she does not expect -- the Earl of Masters himself, who strides into a shimmering ballroom one evening to cooly reclaim his mistress. He is everything they say he is... arrogant, attractive, devastatingly seductive, and Iphiginia can't help but be enthralled.. But when Marcus agrees to play along with her charade, she doesn't know that the determined earl has plans of his own: to tease and tempt her, until the beautiful deceiver becomes more than his mistress in name only.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Mystery",
                "Fiction",
                "Historical Romance",
                "Adult"
            ]
        }
    ]
}