{
    "books": [
        {
            "title": "Frindle",
            "authors": [
                "Andrew Clements",
                "Brian Selznick"
            ],
            "ranking": 3.83,
            "ranking_count": 112209,
            "abstract": "From bestselling and award-winning author Andrew Clements, a quirky, imaginative tale about creative thought and the power of words that will have readers inventing their own words.. Is Nick Allen a troublemaker? He really just likes to liven things up at school -- and he's always had plenty of great ideas. When Nick learns some interesting information about how words are created, suddenly he's got the inspiration for his best plan ever...the frindle. Who says a pen has to be called a pen? Why not call it a frindle? Things begin innocently enough as Nick gets his friends to use the new word. Then other people in town start saying frindle. Soon the school is in an uproar, and Nick has become a local hero. His teacher wants Nick to put an end to all this nonsense, but the funny thing is frindle doesn't belong to Nick anymore. The new word is spreading across the country, and there's nothing Nick can do to stop it.",
            "part_of_series": false,
            "genre_list": [
                "Realistic Fiction",
                "Childrens",
                "Fiction",
                "Academic",
                "Young Adult",
                "Humor",
                "Contemporary"
            ]
        },
        {
            "title": "Opened Ground: Selected Poems, 1966-1996",
            "authors": [
                "Seamus Heaney"
            ],
            "ranking": 4.27,
            "ranking_count": 5559,
            "abstract": "In Digging, the first poem in Opened Ground, Heaney likens his pen to both spade and gun. With these metaphors in place, he makes clear his difficult poetic task: to delve into the past, both personal and historic, while remaining ever mindful of the potentially fatal power of language.. Born and raised in Northern Ireland, where any hint of Gaelic tradition in one's speech was considered a political act, Heaney is all too aware of the dire consequences of speaking one's mind. Indeed, during times of crisis, he has been expected to appear on television and dispense political wisdom.. Most often, however, he stays out of the fray and opts for a supreme sense of empathy to guide his words. As excavator--of earth, of his beloved Gaelic, of his own life--Heaney is unmatched. In Bone Dreams, the archaeologist's task is synonymous with reaching for a cultural past: I push back through dictions, Elizabethan canopies, Norman devices, the erotic mayflowers of Provence and the ivied Latins of churchmen to the scop's twang, the iron flash of consonants cleaving the line.. And in early poems like Blackberry Picking, Heaney's images--deftly, delightfully--carry us back to childhood fields: At first, just one, a glossy purple clot Among others, red, green, hard as a knot. You ate that first one and its flesh was sweet Like thickened wine: summer's blood was in it Leaving stains upon the tongue and lust for Picking. Then red ones inked up and that hunger Sent us out with milk cans, pea tins, jam pots Where briars scratched and wet grass bleached our boots. Round hayfields, cornfields and potato drills We trekked and picked until the cans were full... Opened Ground is a pleasure and a triumph. These three decades of work confirm Heaney as one of the most important poets of his time. --Martha Silano",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature",
                "Classics",
                "Literature",
                "Nobel Prize",
                "Academic",
                "Nonfiction",
                "Contemporary"
            ]
        },
        {
            "title": "Promise at Dawn",
            "authors": [
                "Romain Gary",
                "John M. Beach"
            ],
            "ranking": 4.27,
            "ranking_count": 8179,
            "abstract": "'Promise at Dawn' begins as the story of a mother's sacrifice. Alone and poor, she fights fiercely to give her son the very best. Gary chronicles his childhood with her in Russia, Poland, and on the French Riviera. And he recounts his adventurous life as a young man fighting for France in the Second World War. But above all, he tells the story of the love for his mother that was his very life, their secret and private planet, their wonderland born out of a mother's murmur into a child's ear, a promise whispered at dawn of future triumphs and greatness, of justice and love.. A romantic, thrilling memoir that has become a French classic.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Classics",
                "European Literature",
                "Roman",
                "Novels",
                "Literature",
                "War",
                "Academic"
            ]
        },
        {
            "title": "The Scramble for Africa: The White Man's Conquest of the Dark Continent from 1876 to 1912",
            "authors": [
                "Thomas Pakenham"
            ],
            "ranking": 4.14,
            "ranking_count": 2259,
            "abstract": "White Man's Conquest of the Dark Continent. from 1876 to 1912",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Politics",
                "Literature",
                "Southern Africa",
                "Historical"
            ]
        },
        {
            "title": "Watchers",
            "authors": [
                "Dean Koontz"
            ],
            "ranking": 4.18,
            "ranking_count": 158644,
            "abstract": "From a top secret government laboratory come two genetically altered life forms. One is a magnificent dog of astonishing intelligence. The other, a hybrid monster of a brutally violent nature. And both are on the loose…Bestselling author Dean Koontz presents his most terrifying, dramatic and moving novel: The explosive story of a man and a woman, caught in a relentless storm of mankind’s darkest creation…",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Suspense",
                "Fantasy",
                "Animals"
            ]
        },
        {
            "title": "The Subterraneans",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.67,
            "ranking_count": 14361,
            "abstract": "Jack Kerouac, one of the great voices of the Beat generation and author of the classic. On the Road. , here continues his peregrinations in postwar, underground San Francisco. The subterraneans come alive at night, travel along dark alleyways, and live in a world filled with paint, poetry, music, smoke, and sex. Simmering in the center of it all is the brief affair between Leo Percepied, a writer, and Mardou Fox, a black woman ten years younger. Just at the moment when she is coolly leaving him, Leo realizes his passion for passion, his inability to function without it, and the puzzling futility of seeking redemption and fulfillment through writing.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "The United States Of America",
                "Romance",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Citadel of the Autarch",
            "authors": [
                "Gene Wolfe"
            ],
            "ranking": 4.22,
            "ranking_count": 7442,
            "abstract": "Volume Four of the Book of the New Sun.. Severian the Torturer continues his epic journey across the lands of Urth, a journey as fraught with peril as it is with wonder. Exiled from his guild he is an outcast, but his travels are woven with strange portents. The Claw of the Conciliator, relic of a prophet and promise of a new age, flames to life in his hands. He carries the great sword Terminus Est, the Line of Division. The dwellers in the deep waters offer him a kingdom under the seas. And he is hunted and driven by terrors from beyond Urth.. Now all his travels move him inexorably toward a grander fate, a destiny that he dare not refuse. For a devouring blackness gnaws at the heart of the Old Sun, and the fate of Urth rests in the return of the Conciliator, the New Sun long foretold.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Literature",
                "Apocalyptic",
                "Classics"
            ]
        },
        {
            "title": "Tar Baby",
            "authors": [
                "Toni Morrison"
            ],
            "ranking": 3.96,
            "ranking_count": 19415,
            "abstract": "Ravishingly beautiful and emotionally incendiary,. Tar Baby. is Toni Morrison’s reinvention of the love story. Jadine Childs is a black fashion model with a white patron, a white boyfriend, and a coat made out of ninety perfect sealskins. Son is a black fugitive who embodies everything she loathes and desires. As Morrison follows their affair, which plays out from the Caribbean to Manhattan and the deep South, she charts all the nuances of obligation and betrayal between blacks and whites, masters and servants, and men and women.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Literature",
                "American",
                "Race",
                "Contemporary"
            ]
        },
        {
            "title": "Ordeal by Innocence",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.84,
            "ranking_count": 22232,
            "abstract": "Recovering from amnesia, Dr. Arthur Calgary discovers that he alone could have provided an alibi in a scandalous murder trial. It ended in the conviction of Jacko Argyle. The victim was Jacko's own mother, and to make matters worse, he died in prison. But the young man's innocence means that someone else killed the Argyle matriarch, and would certainly kill again to remain in the shadows. Shaded in the moral ambiguity of murder, the provocative psychological puzzler of guilt, vengeance, and blood secrets is among Agatha Christie's personal favorites.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Pride and Prejudice, Mansfield Park, Persuasion",
            "authors": [
                "Jane Austen"
            ],
            "ranking": 4.51,
            "ranking_count": 5486,
            "abstract": "Jane Austen's sparkling and witty novels continue to entrance readers today--as proven by the rapturous reception given the many film and TV adaptations of her work.. Pride and Prejudice. , Austen's most well-loved story, tells of Lizzy Bennet and her five sisters as they search for true love-a love Lizzy nearly loses because of pride. Fanny, of. Mansfield Park. , comes to live with her aunt and uncle in their elegant mansion. But she finds herself both out of place and in love with her handsome cousin Edmund. Can shy Fanny win him from the outgoing and charming Miss Crawford?. Persuasion. , Austen's last final novel, explores the consequences of giving in to the opinions of others, rather than following one's own heart. Delightfully illustrated with delicate line drawings.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Literature",
                "European Literature",
                "Drama",
                "Literary Fiction"
            ]
        },
        {
            "title": "Evening Class",
            "authors": [
                "Maeve Binchy"
            ],
            "ranking": 4.01,
            "ranking_count": 41146,
            "abstract": "Among the many evening classes starting all over Dublin is an 'Introduction to Italian'. On the surface it could be just one of hundreds in which some students will succeed and some will fall along the way. the hopes and dreams of so many people are tied up in the twice weekly lessons. they are ready to set off on the promised trip to Italy at the end of the year, everyone's destiny has changed utterly.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Adult Fiction",
                "Drama",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Magician: Apprentice",
            "authors": [
                "Raymond E. Feist"
            ],
            "ranking": 4.16,
            "ranking_count": 89396,
            "abstract": "An alternate cover edition of this ISBN can be found. here. .. To the forest on the shore of the Kingdom of the Isles, the orphan Pug came to study with the master magician Kulgan. His courage won him a place at court and the heart of a lovely Princess, but he was ill at ease with normal wizardry. Yet his strange magic may save two worlds from dark beings who opened spacetime to renew the age-old battle between Order and Chaos.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Young Adult",
                "Science Fiction",
                "Childrens"
            ]
        },
        {
            "title": "Burmese Days",
            "authors": [
                "George Orwell"
            ],
            "ranking": 3.87,
            "ranking_count": 24411,
            "abstract": "Set in the days of the Empire, with the British ruling in Burma, Orwell's book describes corruption and imperial bigotry. Flory, a white timber merchant, befriends Dr Veraswami, a black enthusiast for the Empire, whose downfall can only be prevented by membership at an all-white club.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Cultural",
                "Novels",
                "Travel",
                "European Literature"
            ]
        },
        {
            "title": "Charlie and the Great Glass Elevator",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 3.68,
            "ranking_count": 101116,
            "abstract": "Last seen flying through the sky in a giant elevator in Charlie and the Chocolate Factory, Charlie Bucket's back for another adventure. When the giant elevator picks up speed, Charlie, Willy Wonka, and the gang are sent hurtling through space and time. Visiting the world’' first space hotel, battling the dreaded Vermicious Knids, and saving the world are only a few stops along this remarkable, intergalactic joyride.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Adventure",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "As the Crow Flies",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.12,
            "ranking_count": 21790,
            "abstract": "Growing up in the slums of East End London, Charlie Trumper dreams of someday running his grandfather's fruit and vegetable barrow. That day comes suddenly when his grandfather dies leaving him the floundering business. With the help of Becky Salmon, an enterprising young woman, Charlie sets out to make a name for himself as The Honest Trader. But the brutal onset of World War I takes Charlie far from home and into the path of a dangerous enemy whose legacy of evil follows Charlie and his family for generations.. Encompassing three continents and spanning over sixty years,. As the Crow Flies. brings to life a magnificent tale of one man's rise from rags to riches set against the backdrop of a changing century.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Drama",
                "Novels",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Greasy Lake & Other Stories",
            "authors": [
                "T. Coraghessan Boyle",
                "T.C. Boyle"
            ],
            "ranking": 3.94,
            "ranking_count": 1190,
            "abstract": "Mythic and realistic, farcical and tragic,. The Washington Post Book World. says these masterful stories mark. T. Coraghessan Boyle. 's development from a prodigy's audacity to something that packs even more of a wallop: mature artistry. They cover everything, from a terrifying encounter between a bunch of suburban adolescents and a murderous, drug-dealing biker, to a touching though doomed love affair between Eisenhower and Nina Khruschev.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Academic",
                "Adult",
                "Literature",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "Where Angels Fear to Tread",
            "authors": [
                "E.M. Forster"
            ],
            "ranking": 3.61,
            "ranking_count": 14348,
            "abstract": "When the young English widow Lilia Herriton takes off on the grand tour and along the way marries a penniless Italian, her in-laws are far from amused. That the marriage should fail and poor Lilia die tragically are only to be expected. But that Lilia should have had a baby - and that the baby should be raised as an Italian! - are matters requiring immediate correction by Philip Herriton, his dour sister Harriet, and their well-meaning friend Miss Abbott.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Romance"
            ]
        },
        {
            "title": "The Children of Noisy Village",
            "authors": [
                "Astrid Lindgren",
                "Ilon Wikland",
                "Florence Lamborn"
            ],
            "ranking": 4.31,
            "ranking_count": 11932,
            "abstract": "Welcome to Noisy Village! Go crayfishing in the summer at Nocken, dipping in the pot at Christmastime with Lisa and Karl, and join Britta and Anna who know the best way to go about nutting for the New Year. In this gently humorous tale, master storyteller Astrid Lindgren takes us through a year in the lives and customs of six Swedish children living on a group of three farms in the countryside.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Along Came a Spider",
            "authors": [
                "James Patterson"
            ],
            "ranking": 4.12,
            "ranking_count": 429102,
            "abstract": "What have we got? A missing little girl named Maggie Rose . . . a family of three brutally murdered in the projects of Washington, D.C. . . . the thrill-killing of a beautiful elementary school teacher . . . a psychopathic serial kidnapper/murderer who is so terrifying that the FBI, the Secret Service, and the police cannot outsmart him - even after he's been captured.. Gary Soneji wants to commit the crime of the century. Alex Cross is the brilliant homicide detective pitted against him. Jezzie Flanagan is the first female supervisor of the Secret Service. They complete one of the most unusual suspense triangles in any thriller you have ever read.. Alex and Jezzie are about to have a forbidden love affair—at the worst possible time for both of them. Because Gary Soneji is playing at the top of his game. The latest of the unspeakable crimes happens in Alex Cross's precinct and it happens under the nose of Jezzie and her men.. Alex faces the ultimate test: how do you outmaneuver a brilliant psychopath?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Arrows of the Queen",
            "authors": [
                "Mercedes Lackey"
            ],
            "ranking": 4.12,
            "ranking_count": 36939,
            "abstract": "Follows the adventures of Talia as she trains to become a Herald of Valdemar in the first book in the classic epic fantasy Arrows trilogy. Chosen by the Companion Rolan, a mystical horse-like being with powers beyond imagining, Talia, once a runaway, has now become a trainee Herald, destined to become one of the Queen's own elite guard. For Talia has certain awakening talents of the mind that only a Companion like Rolan can truly sense.. But as Talia struggles to master her unique abilities, time is running out. For conspiracy is brewing in Valdemar, a deadly treason that could destroy Queen and kingdom. Opposed by unknown enemies capable of both diabolical magic and treacherous assassination, the Queen must turn to Talia and the Heralds for aid in protecting the realm and insuring the future of the Queen's heir, a child already in danger of becoming bespelled by the Queen's own foes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Childrens",
                "Adult"
            ]
        },
        {
            "title": "Man Plus",
            "authors": [
                "Frederik Pohl"
            ],
            "ranking": 3.74,
            "ranking_count": 7825,
            "abstract": "Ill luck made Roger Torraway the subject of the Man Plus Programme, but it was deliberate biological engineering which turned him into a monster -- a machine perfectly adapted to survive on Mars. For according to computer predictions, Mars is humankind's only alternative to extinction. But beneath his monstrous exterior, Torraway still carries a man's capacity for suffering.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Literature",
                "Classics",
                "Space",
                "Novels"
            ]
        },
        {
            "title": "The Collected Poems",
            "authors": [
                "Langston Hughes",
                "Arnold Rampersad",
                "David Roessel"
            ],
            "ranking": 4.35,
            "ranking_count": 17045,
            "abstract": "Spanning five decades and comprising 868 poems (nearly 300 of which have never before appeared in book form), this magnificent volume is the definitive sampling of a writer who has been called the poet laureate of African America--and perhaps our greatest popular poet since Walt Whitman.  Here, for the first time, are all the poems that Langston Hughes published during his lifetime, arranged in the general order in which he wrote them and annotated by Arnold Rampersad and David Roessel.. Alongside such famous works as The Negro Speaks of Rivers and Montage of a Dream Deferred,. The Collected Poems. includes the author's lesser-known verse for children; topical poems distributed through the Associated Negro Press; and poems such as Goodbye Christ that were once suppressed.  Lyrical and pungent, passionate and polemical, the result is a treasure of a book, the essential collection of a poet whose words have entered our common language.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Fiction",
                "Literature",
                "Race",
                "American",
                "Academic"
            ]
        },
        {
            "title": "The Barrytown Trilogy: The Commitments / The Snapper / The Van",
            "authors": [
                "Roddy Doyle"
            ],
            "ranking": 4.29,
            "ranking_count": 3086,
            "abstract": "Roddy Doyle's winning trio of comic novels depicting the daily life and times of the Rabbitte family in working-class Dublin.. The Commitments. Still one of the freshest and funniest rock 'n' roll novels ever written, Doyle's first book portrays a group of aspiring musicians on a mission: to bring soul to Dublin.. The Snapper. Doyle's sparkling second novel observes the progression of twenty-year-old Sharon's pregnancy and its impact on the Rabbitte family - especially on her father, Jimmy Sr - with with, candor, and surprising authenticity.. The Van. Set during the heady days of Ireland's brief, euphoric triumphs in the 1990 World Cup, this Booker Prize nominee is a tender and hilarious tale of male friendship, midlife crisis, and family life.. --back cover",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Humor",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Music",
                "Literature"
            ]
        },
        {
            "title": "Half Asleep in Frog Pajamas",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 3.75,
            "ranking_count": 21695,
            "abstract": "A paperback original, which describes a bizarre weekend through the eyes of a young broker who has just experienced a stockmarket crash. From the author of EVEN COWGIRLS GET THE BLUES.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Magical Realism",
                "Contemporary",
                "Modern",
                "Literary Fiction"
            ]
        },
        {
            "title": "Lincoln's Dreams",
            "authors": [
                "Connie Willis"
            ],
            "ranking": 3.51,
            "ranking_count": 4131,
            "abstract": "For Jeff Johnston, a young historical researcher for a Civil War novelist, reality is redefined on a bitter cold night near the close of a lingering winter. He meets Annie, an intense and lovely young woman suffering from vivid, intense nightmares. Haunted by the dreamer and her unrelenting dreams, Jeff leads Annie on an emotional odyssey through the heartland of the Civil War in search of a cure. On long-silenced battlefields their relationship blossoms-two obsessed lovers linked by unbreakable chains of history, torn by a duty that could destroy them both. Suspenseful, moving, and highly compelling,. Lincoln's Dreams. is a novel of rare imaginative power.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction Fantasy",
                "Military History",
                "Speculative Fiction",
                "Adult"
            ]
        },
        {
            "title": "Το λάθος",
            "authors": [
                "Antonis Samarakis",
                "Αντώνης Σαμαράκης"
            ],
            "ranking": 4.32,
            "ranking_count": 2873,
            "abstract": "Το Καθεστώς είναι ο τέλειος μηχανισμός εξόντωσης του ανθρώπου. Όπλο του οι πράκτορες της Ασφάλειας, και η αμείλικτα τετράγωνη λογική τους. Όπλο του, επίσης, η επίμονη διάκριση μόνο ανάμεσα σε οπαδούς και εχθρούς.. Ο πολίτης που είναι ύποπτος για συνωμοσία ενάντια στο Καθεστώς πρέπει να βγει από τη μέση. Κι αφού ο μόνος μάρτυρας κατηγορίας (ή υπεράσπισης) είναι δολοφονημένος από τους ίδιους τους πράκτορες, τίθεται σε εφαρμογή το Σχέδιο: ο πολίτης θα αντιμετωπιστεί με μια δήθεν φιλική ανθρώπινη συμπεριφορά για να σπάσει ή να αποδράσει κατά τη μεταφορά του για ανάκριση προκειμένου να αποδειχθεί η ενοχή του και να εξοντωθεί δικαιολογημένα από την Ασφάλεια.. Στη διάρκεια του ταξιδιού, όμως, ο απάνθρωπος ορθολογισμός και η μαθηματική αντίληψη του Καθεστώτος και της Ασφάλειας θα βρεθούν απέναντι σε ένα απρόοπτο∙ σε ένα λάθος. Ο πολίτης και ο ένας από τους πράκτορες προλαβαίνουν ακούσια να μοιραστούν στιγμές απροσποίητα ανθρώπινες∙ μια βόλτα, η πλαζ, μια μπάλα, το λούνα παρκ.. Αρκεί ένας κόκκος ανθρωπιάς για να βραχυκυκλώσει την αμείλικτη τελειότητα του καθεστωτικού Σχεδίου και του μηχανισμού της εξόντωσης;. Το αριστούργημα του Αντώνη Σαμαράκη, με καταβολές καφκικές και οργουελικές, μεταφράστηκε σε 33 γλώσσες, σε 114 ξένες εκδόσεις, αγαπήθηκε εξίσου από κριτική και αναγνωστικό κοινό, τιμήθηκε με το Βραβείο των «12» στην Ελλάδα και το Μεγάλο Βραβείο Αστυνομικής Λογοτεχνίας στη Γαλλία, όπου και γυρίστηκε ταινία με τίτλο La Faille.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Classics",
                "Cultural",
                "Mystery",
                "Novels",
                "Thriller",
                "Politics",
                "Contemporary"
            ]
        },
        {
            "title": "Tarzan of the Apes, Three Complete Novels: Tarzan of the Apes / The Son of Tarzan / Tarzan at the Earth's Core",
            "authors": [
                "Edgar Rice Burroughs",
                "Estaban Maroto",
                "J. Allen St. John"
            ],
            "ranking": 3.99,
            "ranking_count": 178,
            "abstract": "1 Tarzan of the Apes. Tarzan orphaned babe in Africa adopted by ape, grows strong, loses love. 2 The Son of Tarzan. Jack flees to Africa with ape Akut, grows strong, finds love. 3 Tarzan at the Earth's Core. Tarzan leads expedition by dirigible to Pellucidar. Jason Gridley wants to rescue Emperor David from Kosaks.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "The Easter Parade",
            "authors": [
                "Richard Yates"
            ],
            "ranking": 4.03,
            "ranking_count": 8643,
            "abstract": "In. The Easter Parade. , first published in 1976, we meet sisters Sarah and Emily Grimes when they are still the children of divorced parents. We observe the sisters over four decades, watching them grow into two very different women. Sarah is stable and stalwart, settling into an unhappy marriage. Emily is precocious and independent, struggling with one unsatisfactory love affair after another. Richard Yates's classic novel is about how both women struggle to overcome their tarnished family's past, and how both finally reach for some semblance of renewal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "American",
                "Family"
            ]
        },
        {
            "title": "A Brief Illustrated Guide to Understanding Islam",
            "authors": [
                "I.A. Ibrahim",
                "William Peachy",
                "Michael Thomas",
                "Harold S. Kuofi"
            ],
            "ranking": 3.91,
            "ranking_count": 672,
            "abstract": "This introductory book on Islam serves as a good da'wah tool, explaining some of the fundamentals of Islam, as well signifying verses of the Qur'an and how they relate to science and the world around us.. This Islamic guide is for non-Muslims who would like to understand Islam, Muslims (Moslems), and the Holy Quran (Koran). It is rich in information, references, bibliography, and illustrations. It has been reviewed and edited by many professors and well-educated people. It is brief and simple to read, yet contains much scientific knowledge",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Reference",
                "Spirituality"
            ]
        },
        {
            "title": "Eden Close",
            "authors": [
                "Anita Shreve"
            ],
            "ranking": 3.67,
            "ranking_count": 10234,
            "abstract": "A compelling tale of edgy, small-town emotions, lingering obsession, and romantic salvation from acclaimed novelist Anita Shreve.. Andrew, after many years, returns to his hometown to attend his mother's funeral. Planning to remain only a few days, he is drawn into the tragic legacy of his childhood friend and beautiful girl next door, Eden Close. An adopted child, Eden had learned to avoid the mother who did not want her and to please the father who did. She also aimed to please Andrew and his friends, first by being one of the boys and later by seducing them. Then one hot night, Andrew was awakened by gunshots and piercing screams from the next farm: Mr. Close had been killed and Eden blinded.. Now, seventeen years later, Andrew begins to uncover the grisly story––to unravel the layers of thwarted love between the husband, wife, and tormented girl. And as the truth about Eden's past comes to light, so too does Andrew's strange and binding attachment to her reveal itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Mystery",
                "Adult Fiction",
                "Young Adult",
                "Adult",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "In a Dark Wood Wandering: A Novel of the Middle Ages",
            "authors": [
                "Hella S. Haasse",
                "Anita Miller"
            ],
            "ranking": 4.07,
            "ranking_count": 2152,
            "abstract": "This novel exemplifies historical fiction at its best; the author's meticulous research and polished style bring the medieval world into vibrant focus. Set during the Hundred Years War (1337-1453), the narrative creates believable human beings from the great roll of historical figures. Here are the mad Charles VI, the brilliant Louis d'Orleans, Joan of Arc, Henry V, and, most importantly, Charles d'Orleans, whose loyalty to France brought him decades of captivity in England. A natural poet and scholar, his birth and rank thrust him into the center of intrigue and strife, and through his observant eyes readers enter fully into his colorful, dangerous times. First published in the Netherlands in 1949, this book has never been out of print there and has been reprinted 15 times.. Hella S. Haasse has written 17 novels as well as poetry, plays and essays, and has received many honors and awards including the Netherlands State Award for Literature. Her books have been translated into English, French, German, Swedish, Italian, Hungarian, Serbo-Croatian and Welsh.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Classics",
                "Novels",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Longitude: The True Story of a Lone Genius Who Solved the Greatest Scientific Problem of His Time",
            "authors": [
                "Dava Sobel",
                "Neil Armstrong"
            ],
            "ranking": 3.95,
            "ranking_count": 66335,
            "abstract": "Anyone alive in the eighteenth century would have known that the longitude problem was the thorniest scientific dilemma of the day—and had been for centuries. Lacking the ability to measure their longitude, sailors throughout the great ages of exploration had been literally lost at sea as soon as they lost sight of land. Thousands of lives, and the increasing fortunes of nations, hung on a resolution.. The scientific establishment of Europe—from Galileo to Sir Issac Newton—had mapped the heavens in both hemispheres in its certain pursuit of a celestial answer. In stark contrast, one man, John Harrison, dared to imagine a mechanical solution—a clock that would keep precise time at sea, something no clock had ever been able to do on land.. Longitude. is a dramatic human story of an epic scientific quest and Harrison's forty-year obsession with building his perfect timekeeper, known today as the chronometer. Full of heroism and chicanery, it is also a fascinating brief history of astronomy, navigation, and clock-making, and opens a new window on our world.. On its 10th anniversary, a gift edition of this classic book, with a forward by one of history's greatest explorers, and eight pages of color illustrations.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Biography",
                "Historical",
                "Travel"
            ]
        },
        {
            "title": "La 25e heure",
            "authors": [
                "Constantin Virgil Gheorghiu",
                "Monique Saint-Come"
            ],
            "ranking": 4.47,
            "ranking_count": 6599,
            "abstract": "Gheorghiu's best-known book depicts the plight of a naive young farmhand, Johann Moritz, under German, Soviet and American occupation of Central Europe.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Politics",
                "Science Fiction",
                "Historical",
                "War",
                "Cultural"
            ]
        },
        {
            "title": "Sexus",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 4.01,
            "ranking_count": 8991,
            "abstract": "Sexus is the first volume of the scandalous trilogy The Rosy Crucifixion, Henry Miller's major life work. Henry Miller called the end of his life in America and the start of a new, bohemian existence in 1930s Paris his 'rosy crucifixion'. His searing fictionalized autobiography of this time of liberation was banned for nearly twenty years. Sexus, the first volume in The Rosy Crucifixion trilogy, looks back to his early sexual escapades in Brooklyn, and his growing infatuation with the playful, teasing dance hall hostess who will become the great obsession of his life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Adult Fiction",
                "The United States Of America",
                "Roman",
                "Sexuality"
            ]
        },
        {
            "title": "Streets of Laredo",
            "authors": [
                "Larry McMurtry"
            ],
            "ranking": 4.0,
            "ranking_count": 15446,
            "abstract": "From the Pulitzer Prize-winning author Larry McMurtry comes the sequel and final book in the Lonesome Dove tetralogy. An exhilarating tale of legend and heroism,. Streets of Laredo. is classic Texas and Western literature at its finest.. Captain Woodrow Call, August McCrae's old partner, is now a bounty hunter hired to track down a brutal young Mexican bandit. Riding with Call are an Eastern city slicker, a witless deputy, and one of the last members of the Hat Creek outfit, Pea Eye Parker. This long chase leads them across the last wild stretches of the West into a hellhole known as Crow Town and, finally, into the vast, relentless plains of the Texas frontier.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Adventure",
                "Novels",
                "Audiobook",
                "Classics",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "The Case for Christ",
            "authors": [
                "Lee Strobel"
            ],
            "ranking": 4.17,
            "ranking_count": 115138,
            "abstract": "There's little question that he actually lived. But miracles? Rising from the dead? Some of the stories you hear about him sound like just that - stories. A reasonable person would never believe them, let alone the claim that he's the only way to God! But a reasonable person would also make sure that he or she understood the facts before jumping to conclusions. That's why Lee Strobel - an award-winning legal journalist with a knack for asking tough questions - decided to investigate Jesus for himself. An atheist, Strobel felt certain his findings would bring Christianity's claims about Jesus tumbling down like a house of cards. He was in for the surprise of his life. Join him as he retraces his journey from skepticism to faith. You'll consult expert testimony as you sift through the truths that history, science, psychiatry, literature, and religion reveal. Like Strobel, you'll be amazed at the evidence - how much there is, how strong it is, and what it says. The facts are in. What will your verdict be in The Case for Christ?",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "History"
            ]
        },
        {
            "title": "Men Are from Mars, Women Are from Venus",
            "authors": [
                "John  Gray"
            ],
            "ranking": 3.58,
            "ranking_count": 179757,
            "abstract": "Once upon a time Martians and Venusians met, fell in love, and had happy relationships together because they respected and accepted their differences. Then they came to Earth and amnesia set in: they forgot they were from different planets.. Based on years of successful counseling of couples and individuals,. Men Are from Mars, Women Are from Venus. has helped millions of couples transform their relationships. Now viewed as a modern classic, this phenomenal book has helped men and women realize how different they really are and how to communicate their needs in such a way that conflict doesn't arise and intimacy is given every chance to grow!!!!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Relationships",
                "Marriage",
                "Philosophy",
                "Romance",
                "Unfinished",
                "Audiobook"
            ]
        },
        {
            "title": "The Man from St. Petersburg",
            "authors": [
                "Ken Follett"
            ],
            "ranking": 3.91,
            "ranking_count": 27274,
            "abstract": "His name was Feliks.  He came to London to commit a murder that would change history.  A master manipulator, he had many weapons at his command, but against him were ranged the whole of the English police, a brilliant and powerful lord, and the young Winston Churchill himself.  These odds would have stopped any man in the world-except the man from St. Petersburg...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Cultural",
                "War"
            ]
        },
        {
            "title": "Religion and the Rebel",
            "authors": [
                "Colin Wilson"
            ],
            "ranking": 4.13,
            "ranking_count": 211,
            "abstract": "Religion and the Rebel, Colin Wilson’s second volume from his internationally acclaimed Outsider Cycle, is a casebook about and for rebels. With inspirational wisdom and engaging clarity, Wilson shows us that the purpose of religion, of our personal relationship with the sacred and the all-pervading mystery of existence, is to expand our consciousness and intensify our sense of life. Wilson heroically claims that the power to create meaning resides in our mental and spiritual discipline.. Examining the lives and works of Nietzsche, Kierkegaard, Rilke, Shaw, Pascal, Swedenborg, Rimbaud and Scott Fitzgerald, among others, Wilson explores the main existential questions and shows how these remarkable writers, scientists, philosophers and poets faced their need for transcendence. Like many of us, they were driven by a need to become more than men.. Religion and the Rebel is an outstanding and enjoyable book that combines philosophical analysis, historical interest, and religious insight.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "The Timeless Way of Building",
            "authors": [
                "Christopher W. Alexander"
            ],
            "ranking": 4.35,
            "ranking_count": 2092,
            "abstract": "In. The Timeless Way of Building. Christopher Alexander presents a new theory of architecture, building, and planning which has at its core that age-old process by which the people of a society have always pulled the order of their world from their own being.. He writes, “There is one timeless way of building. It is thousands of years old, and the same today as it has always been. The great traditional buildings of the past, the villages and tents and temples in which man feels at home, have always been made by people who were very close to the center of this way. It is not possible to make great buildings, or great towns, beautiful places, places where you feel yourself, places where you feel alive, except by following this way. And, as you will see, this way will lead anyone who looks for it to buildings which are themselves as ancient in their form as the trees and hills, and as our faces are.”. The Timeless Way of Building. is the introductory volume to Alexander’s other works,. A Pattern Language. and. The Oregon Experiment. , in the Center for Environmental Structure series.",
            "part_of_series": false,
            "genre_list": [
                "Architecture",
                "Design",
                "Nonfiction",
                "Philosophy",
                "Art",
                "Cities",
                "Computer Science",
                "History",
                "Business"
            ]
        },
        {
            "title": "Lord Edgware Dies",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.94,
            "ranking_count": 39719,
            "abstract": "Poirot had been present when Jane bragged of her plan to ‘get rid of’ her estranged husband. Now the monstrous man was dead. And yet the great Belgian detective couldn’t help feeling that he was being taken for a ride.. After all, how could Jane have stabbed Lord Edgware to death in his library at exactly the same time she was seen dining with friends? And what could be her motive now that the aristocrat had finally granted her a divorce?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Well of Loneliness",
            "authors": [
                "Radclyffe Hall",
                "Esther Suxey"
            ],
            "ranking": 3.71,
            "ranking_count": 14241,
            "abstract": "Stephen is an ideal child of aristocratic parents—a fencer, a horse rider and a keen scholar. Stephen grows to be a war hero, a bestselling writer and a loyal, protective lover. But Stephen is a woman, and her lovers are women. As her ambitions drive her, and society confines her, Stephen is forced into desperate actions.. The Well of Loneliness. was banned for obscenity when published in 1928. It became an international bestseller, and for decades was the single most famous lesbian novel. It has influenced how love between women is understood, for the twentieth century and beyond.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Romance",
                "Historical",
                "Feminism",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "He, She and It",
            "authors": [
                "Marge Piercy"
            ],
            "ranking": 3.98,
            "ranking_count": 5418,
            "abstract": "In the middle of the twenty-first century, life as we know it has changed for all time. Shira Shipman's marriage has broken up, and her young son has been taken from her by the corporation that runs her zone, so she has returned to Tikva, the Jewish free town where she grew up. There, she is welcomed by Malkah, the brilliant grandmother who raised her, and meets an extraordinary man who is not a man at all, but a unique cyborg implanted with intelligence, emotions--and the ability to kill....",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Feminism",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Jimmy Corrigan: The Smartest Kid on Earth",
            "authors": [
                "Chris Ware"
            ],
            "ranking": 4.09,
            "ranking_count": 22986,
            "abstract": "Jimmy Corrigan. has rightly been hailed as the greatest graphic novel ever to be published. It won the. Guardian. First Book Award 2001, the first graphic novel to win a major British literary prize.. It is the tragic autobiography of an office dogsbody in Chicago who one day meets the father who abandoned him as a child. With a subtle, complex and moving story and the drawings that are as simple and original as they are strikingly beautiful,. Jimmy Corrigan. is a book unlike any other and certainly not to be missed.. **ONE OF THE. GUARDIAN. 'S 100 BEST BOOKS OF THE 21st CENTURY**",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Art",
                "Literature"
            ]
        },
        {
            "title": "Anastasia: The Last Grand Duchess, Russia, 1914",
            "authors": [
                "Carolyn Meyer"
            ],
            "ranking": 3.92,
            "ranking_count": 9341,
            "abstract": "Award-winning author Carolyn Meyer introduces readers to the unforgettable Anastasia Romanov whose idyllic life is forever changed with the coming of World War I.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Cultural",
                "Diary",
                "Literature"
            ]
        },
        {
            "title": "Between Silk and Cyanide: A Codemaker's War, 1941-1945",
            "authors": [
                "Leo Marks"
            ],
            "ranking": 4.22,
            "ranking_count": 2349,
            "abstract": "In 1942, Leo Marks left his father's famous bookshop, 84 Charing Cross Road, and went off to fight the war. He was twenty-two. Soon recognized as a cryptographer of genius, he became head of communications at the Special Operations Executive (SOE), where he revolutionized the codemaking techniques of the Allies and trained some of the most famous agents dropped into occupied Europe, including the White Rabbit and Violette Szabo. As a top codemaker, Marks had a unique perspective on one of the most fascinating and, until now, little-known aspects of the Second World War.. Writing with the narrative flair and vivid characterization of his famous screenplays, Marks gives free rein to his keen sense of the absurd and his wry wit, resulting in a thrilling and poignant memoir that celebrates individual courage and endeavor, without losing sight of the human cost and horror of war.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Spy Thriller",
                "Biography",
                "Autobiography",
                "Military",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Mysteries of Pittsburgh",
            "authors": [
                "Michael Chabon"
            ],
            "ranking": 3.64,
            "ranking_count": 26315,
            "abstract": "The enthralling debut from bestselling novelist Michael Chabon is a penetrating narrative of complex friendships, father-son conflicts, and the awakening of a young man’s sexual identity.. Chabon masterfully renders the funny, tender, and captivating first-person narrative of Art Bechstein, whose confusion and heartache echo the tones of literary forebears like The Catcher in the Rye’s Holden Caulfield and The Great Gatsby’s Nick Carraway.. The Mysteries of Pittsburgh incontrovertibly established Chabon as a powerful force in contemporary fiction, even before his Pulitzer Prize-winning novel The Amazing Adventures of Kavalier & Clay set the literary world spinning. An unforgettable story of coming of age in America, it is also an essential milestone in the movement of American fiction, from a novelist who has become one of the most important and enduring voices of this generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Novels",
                "Contemporary",
                "Young Adult",
                "Literature",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "But Not the Hippopotamus",
            "authors": [
                "Sandra Boynton"
            ],
            "ranking": 4.23,
            "ranking_count": 13925,
            "abstract": "A shy hippo makes a big impact in this Sandra Boynton classic.. Serious silliness for all ages. Artist Sandra Boynton is back and better than ever with completely redrawn versions of her multi-million selling board books. These whimsical and hilarious books, featuring nontraditional texts and her famous animal characters, have been printed on thick board pages, and are sure to educate and entertain children of all ages.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Fiction",
                "Humor",
                "Kids",
                "Poetry",
                "Young Adult"
            ]
        },
        {
            "title": "დათა თუთაშხია",
            "authors": [
                "Chabua Amirejibi",
                "ჭაბუა ამირეჯიბი"
            ],
            "ranking": 4.56,
            "ranking_count": 912,
            "abstract": "დათა თუთაშხია არის ჭაბუა ამირეჯიბის ყველაზე განთქმული რომანი. რომანი შეიქმნა 1973-1975 წლებში. რომანის მოქმედება წარმოებს XIX საუკუნის დასასრულსა და XX საუკუნის დამდეგს საქართველოში. სიუჟეტი აგებულია მწვავე სიტუაციებზე და ეხება მრავალ ეთიკურ პრობლემას.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Tamarind Woman",
            "authors": [
                "Anita Rau Badami"
            ],
            "ranking": 3.57,
            "ranking_count": 1212,
            "abstract": "Kamini has recently moved from India to Canada. Plunged into the past by acrimonious telephone calls and odd postcards from her mother, she tries to make sense of the eccentric family she has left behind. Why was her Mother as bitter as a tamarind with her lot in life? Why did she seem to love Roopa best, rubbing almond oil on her skin at bath-time and never scolding her for getting her sums wrong? And where did she disappear to while Dadda was away on business, leaving her daughters in the care of a superstitious old ayah? A wise and affectionate portrait of two generations of women in an Indian family, Tamarind Woman is a beautifully evocative novel that explores the mutability of memory and unravels the deep ties of love and resentment that bind mothers and daughters everywhere.. Tamarind Woman is the author's debut novel.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Historical",
                "Adult Fiction",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Asian Literature"
            ]
        },
        {
            "title": "The Outsider",
            "authors": [
                "Richard Wright"
            ],
            "ranking": 4.17,
            "ranking_count": 2193,
            "abstract": "Wright presents a compelling story of a black man's attempt to escape his past and start anew in Harlem. Cross Damon is a man at odds with society and with himself, a man who hungers for peace but who brings terror and destruction wherever he goes.. As Maryemma Graham writes in her Introduction to this edition, with its restored text established by the Library of America, The Outsider is Richard Wright's second installment in a story of epic proportions, a complex master narrative designed to show American racism in raw and ugly terms ... The stories of Bigger Thomas ... and Cross Damon bear an uncanny resemblance to many contemporary cases of street crime and violence. There is also a prophetic note in Wright's construction of the criminal mind as intelligent, introspective, and transformative.. In addition to the Introduction by Maryemma Graham, this edition includes a notes section by Arnold Rampersad.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Race",
                "Literature",
                "Novels",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Famous Last Words",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.99,
            "ranking_count": 1734,
            "abstract": "In the final days of the Second World War, Hugh Selwyn Mauberley scrawls his desperate account on the walls and ceilings of his ice-cold prison high in the Austrian Alps. Officers of the liberating army discover his frozen, disfigured corpse and his astonishing testament - the sordid truth that he alone possessed. Fascinated but horrified, they learn of a dazzling array of characters caught up in a scandal and political corruption.. Famous Last Words. is part-thriller, part-horror story; it is also a meditation on history and the human soul and it is Findley's fine achievement that he has combined these elements into a web that constantly surprises and astounds the reader.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "War",
                "Literature",
                "Literary Fiction",
                "Politics"
            ]
        },
        {
            "title": "Beloved Prophet: The Love Letters of Kahlil Gibran and Mary Haskell, and Her Private Journal",
            "authors": [
                "Mary Elizabeth Haskell",
                "Kahlil Gibran",
                "Virginia Hilu"
            ],
            "ranking": 3.71,
            "ranking_count": 3615,
            "abstract": "Collected letters of Kahlil Gibran and Mary Haskell with excerpts from Haskell's journals. Provides a very precise and in-depth look into the life of the famed author of. The Prophet. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Biography",
                "Romance",
                "Literature",
                "Cultural",
                "Philosophy",
                "Classics",
                "Romantic"
            ]
        },
        {
            "title": "Human Development as Described in the Qur'an and Sunnah: Correlation with Modern Embryology",
            "authors": [
                "Abdul-Majeed Zindani",
                "Joe Leigh Simpson",
                "Keith L. Moore",
                "Mustafa A. Ahmed",
                "T.V.N. Persaud",
                "E. Marshall Johnson",
                "Gerald C. Goeringer"
            ],
            "ranking": 4.16,
            "ranking_count": 19,
            "abstract": "The understanding that the human embryo develops in stages is a fairly recent discovery in modern science. Since the end of the 19th century, researchers have attempted to devise reasonably accurate terminology for classifying these stages. Until recently, it was not known to many Western scientists that the Qur'an and Sunnah, which are the sources of Islamic belief, provide detailed descriptions of significant events in human embryological development, and this terminology is characterized by descriptiveness, accuracy, ease of comprehension, and integration between description and appearance and main internal processes.. This publication is a compilation of conference proceedings presented by renowned scientists and scholars in embryology, anatomy, and Islamic studies who investigated and compared the direct linguistic meanings of the Islamic terminology with the latest scientific findings. They concluded that the appearance of these terms 1400 years ago is astonishing, since it was impossible for this knowledge to have been attained through any human means, given the limitations of human scientific advancement and technology at the time. Furthermore, these terms, as explained in this book, can serve as valuable additions to the field of embryology.. The relationship between science and religion in the West has often been characterized by antagonism, opposition, and hostility. In contrast, this relationship in Islamic society has been one of cooperation, harmony, and mutual benefit. The information presented in this book illustrates the clear support and encouragement provided through Islamic teachings for objective scientific research and is solid evidence for this type of harmonious relationship.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Objects in Mirror Are Closer Than They Appear",
            "authors": [
                "Katharine Weber"
            ],
            "ranking": 3.2,
            "ranking_count": 215,
            "abstract": "A New York Times Notable Book of the Year. A Publishers Weekly Best Book of 1995. Harriet Rose, twenty-six, is an American photographer just winning recognition for her work. A travel fellowship brings her to visit her best friend and former roommate, Anne Gordon, in Switzerland. In an ongoing letter to her boyfriend, Harriet reports on strange developments in Anne's life, most notably her affair with a much older married man, which seems to be leading to a disastrous conclusion. Before she can rescue Anne, events take a series of unexpected turns, and Harriet must reexamine her own life and past, and come to terms with the difficulties and possibilities of human relationships.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Womens Fiction",
                "Contemporary",
                "Womens",
                "Adult Fiction"
            ]
        },
        {
            "title": "Holding the Man",
            "authors": [
                "Timothy Conigrave"
            ],
            "ranking": 4.38,
            "ranking_count": 4615,
            "abstract": "From the land of Down Under comes this true story about a male high school drama student who falls in love with the captain of the football team. Winner of the United Nations Human Rights Award for Nonfiction, HOLDING THE MAN has been adapted into a play opening in America in September 2007. The playwright who adapted the book for stage refers to this a a memoir of striking and unapologetic honesty.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "LGBT",
                "Autobiography",
                "Biography",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Time's Arrow Or The Nature Of The Offence",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.76,
            "ranking_count": 14560,
            "abstract": "The story of a life lived backwards in time. Its narrator, trapped and hurtling towards a terrible secret, moves out of the blackest sleep to find himself surrounded by doctors and on the deathbed of a man in whose body he is imprisoned. The novel was shortlisted for the 1991 Booker Prize.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "World War II",
                "Contemporary",
                "European Literature"
            ]
        },
        {
            "title": "Beowulf",
            "authors": [
                "Unknown",
                "Seamus Heaney",
                "Martha",
                "John Lesslie Hall"
            ],
            "ranking": 3.46,
            "ranking_count": 271039,
            "abstract": "Beowulf is a major epic of Anglo-Saxon literature, probably composed between the first half of the seventh century and the end of the first millennium. The poem was inspired by Germanic and Anglo-Saxon oral tradition recounting the exploits of Beowulf, the hero who gave his name to the poem. Here, it's transcribed as a verse epic, onto which are grafted Christian additions.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Poetry",
                "Fiction",
                "Fantasy",
                "Academic",
                "Literature",
                "Historical",
                "Young Adult"
            ]
        },
        {
            "title": "بداية ونهاية",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.1,
            "ranking_count": 6930,
            "abstract": "قد يلفت انتباهك اسم الرواية بداية ونهاية ، ويتركك حائرًا متسائلًا، بداية ماذا؟ ونهاية ماذا؟ وسرعان ما ستتبدد تلك التّساؤلات من خلال سير الأحداث، فتدرك أنّ اسم الرّواية يختصر قصّتنا في كلمتين، ويضعها في إطار مُتقن، رسم كاتبنا من خلاله أحداث قصّته، موضّحا أنّ النّهاية لتلك القصّة ما هي إلّا المصير المحتوم لبدايتنا، فالبداية كانت بالموت والنّهاية مع الموت، وما بينهما ما هو إلّا مجموعة من التّفاصيل والأحداث تتناول شخصيّات القصّة و تضحياتها، كيف بدأت كلّ منها؟ وكيف انتهت؟ هذا ما سيعرضه لنا الكاتب بإتقان محكم ونسيج متقن، فقد صال وجال في بحور اللّغة وألوانها، ممّا لن يدع مجالا للشّكّ في نفسك بأنّ ما ينقله هو صورة طبق الأصل لواقع نحياه، وستجد نفسك وقد ارتبطت بأبطاله وألفتهم، حتى بتّ تحيا معهم، فمصابهم مصابنا، وحزنهم حزننا، بكينا كما بكوا، وضحكنا حين ضحكوا.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Northern Africa",
                "Classics",
                "African Literature",
                "Historical",
                "Cultural",
                "Nobel Prize",
                "Media Tie In"
            ]
        },
        {
            "title": "The Swiss Family Robinson",
            "authors": [
                "Johann David Wyss",
                "Daniel Defoe"
            ],
            "ranking": 3.91,
            "ranking_count": 101765,
            "abstract": "The Robinsons leave their home in Switzerland planning to settle half a world away. But things do not turn out as they had expected. The sole survivors of a terrible shipwreck, they wash ashore to learn that the danger has only begun. Their new world will test their courage, cleverness, endurance, and faith as they struggle to survive and create a civilization of their own in the wilderness.. Note: This Townsend Library classic has been carefully edited to be more accessible to today's students. It includes a brief author's biography and an afterword that provides important context about the work.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Childrens",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Pippi in the South Seas",
            "authors": [
                "Astrid Lindgren",
                "Gerry Bothmer"
            ],
            "ranking": 4.11,
            "ranking_count": 17634,
            "abstract": "Any reappearance of the irrepressible Pippi Longstocking is cause for celebration. This installment is no exception. -. The New York Times",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Adventure",
                "Fantasy",
                "Young Adult",
                "Humor",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Teachings of Don Juan: A Yaqui Way of Knowledge",
            "authors": [
                "Carlos Castaneda"
            ],
            "ranking": 3.93,
            "ranking_count": 40395,
            "abstract": "The story of a remarkable spiritual journey, the first awesome steps on the road to becoming a man of knowledge, the road that continues with. A Separate Reality. and. Journey to Ixtlan. . Includes the teachings and a structural analysis.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Nonfiction",
                "Anthropology",
                "Religion",
                "Psychology",
                "Classics",
                "Biography",
                "Occult"
            ]
        },
        {
            "title": "The End of Alice",
            "authors": [
                "A.M. Homes"
            ],
            "ranking": 3.57,
            "ranking_count": 7601,
            "abstract": "From the 2013 Orange Prize-winning author of. May We Be Forgiven. Only a work of such searing, meticulously controlled brilliance could provoke such a wide range of visceral responses. Here is the incredible story of an imprisoned pedophile who is drawn into an erotically charged correspondence with a nineteen-year-old suburban coed. As the two reveal—and revel in—their obsessive desires, Homes creates in. The End of Alice. a novel that is part romance, part horror story, at once unnerving and seductive.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Contemporary",
                "Mystery",
                "Novels",
                "Dark",
                "Literary Fiction",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Only the Paranoid Survive. Lessons from the CEO of INTEL Corporation",
            "authors": [
                "Andrew S. Grove"
            ],
            "ranking": 3.96,
            "ranking_count": 8205,
            "abstract": "The President and CEO of Intel, the world's largest chipmaker, reveals how to identify and exploit the key moments of change in any industry that generates either drastic failure or incredible success. Under Andrew Grove's leadership, Intel has become the world's largest computer chipmaker, the 5th most admired company in America, and the 7th most profitable company among the Fortune 500. Few CEOs can claim this level of success. Grove attributes much of it to the philosophy and strategy he has learned the hard way as he steered Intel through a series of potential major disasters. There are moments in any business when massive change occurs, when all the rules of business shift fast, furiously and forever. Grove calls such moments strategic inflection points (SIPs), and he has lived through several. They can be set off by almost anything - by mega competition, an arcane change in regulations, or by a seemingly modest change in technology. They are not always easy to spot - but you can't hide from them. Intel's first SIP was when the Japanese started producing better-quality, lower-cost memory chips. It took Grove three years and huge losses to recognize that he had to rethink and reposition the company to become, once again, leader in its field.Grove extrapolates the lessons he has learned from this and other SIPs - for instance the drama of the Pentium flaw, and the SIP brought on by the Internet - to reveal a unique insight into the management of change. He recounts strategies from other companies and examines his own record of success and failure. Only the Paranoid Survive is a classic lesson in leadership skills that every manager in every industry will benefit from. Every manager must assume that something will change - very soon.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Leadership",
                "Biography",
                "Science",
                "History",
                "Buisness",
                "Self Help"
            ]
        },
        {
            "title": "The Collected Poems",
            "authors": [
                "Sylvia Plath",
                "Ted Hughes"
            ],
            "ranking": 4.2,
            "ranking_count": 40705,
            "abstract": "The aim of the present complete edition, which contains a numbered sequence of the 224 poems written after 1956 together with a further 50 poems chosen from her pre-1956 work, is to bring Sylvia Plath's poetry together in one volume, including the various uncollected and unpublished pieces, and to set everything in as true a chronological order as is possible, so that the whole progress and achievement of this unusual poet will become accessible to readers.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Fiction",
                "Feminism",
                "Literature",
                "Health",
                "Mental Health",
                "Womens"
            ]
        },
        {
            "title": "თეთრი ბაირაღები",
            "authors": [
                "Nodar Dumbadze"
            ],
            "ranking": 4.45,
            "ranking_count": 627,
            "abstract": "სტუდენტ ზაზა ნაკაშიძეს, ჩხუბში მონაწილეობისთვის დააპატიმრებენ, უდანაშაულობის დამტკიცების იმედი არა აქვს. ციხის საკანში სხვადასხვა ეროვნებისა და მრწამსის დამნაშავეები შეყრილან. დროს განვლილ ცხოვრებაზე და დანაშაულის ჩადენის მიზეზებზე კამათში კლავენ. ქურდის, მკვლელის, სახელმწიფო ქონების გამფლანგველის, ყველაზე საშიში ბოროტმოქმედის სულშიც კი შეიძლება სათუთი გრძნობები იმალებოდეს.",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Brief einer Unbekannten",
            "authors": [
                "Stefan Zweig"
            ],
            "ranking": 4.12,
            "ranking_count": 33291,
            "abstract": "Ein Liebesbrief erreicht den Romancier und Lebemann R. an seinem einundvierzigsten Geburtstag – die leidenschaftliche Lebensbeichte einer Frau, deren Lebensmittelpunkt er war.. Doch sie ist für ihn nur eine belanglose Geliebte unter vielen geblieben, letztlich eine Unbekannte. »Ich klage Dich nicht an, mein Geliebter, nein, ich klage Dich nicht an«, verspricht sie, und doch stellen ihre glühenden Worten das Leben dieses Mannes, der »nur das Leichte, das Spielende, das Gewichtlose« lieben kann und vor Bindungen zurückscheut aus »Angst, in ein Schicksal einzugreifen«, vollständig in Frage.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Short Stories",
                "European Literature",
                "Literature",
                "Novels",
                "Audiobook",
                "Novella"
            ]
        },
        {
            "title": "Vidas Secas",
            "authors": [
                "Graciliano Ramos"
            ],
            "ranking": 4.19,
            "ranking_count": 12931,
            "abstract": "Vidas secas. , lançado originalmente em 1938, é o romance em que mestre Graciliano — tão meticuloso que chegava a comparecer à gráfica no momento em que o livro entrava no prelo, para checar se a revisão não haveria interferido em seu texto — alcança o máximo da expressão que vinha buscando em sua prosa. O que impulsiona os personagens é a seca, áspera e cruel, e paradoxalmente a ligação telúrica, afetiva, que expõe naqueles seres em retirada, à procura de meios de sobrevivência e um futuro.. Apesar desse sentimento de transbordante solidariedade e compaixão com que a narrativa acompanha a miúda saga do vaqueiro Fabiano e sua gente, o autor contou: Procurei auscultar a alma do ser rude e quase primitivo que mora na zona mais recuada do sertão... os meus personagens são quase selvagens... pesquisa que os escritores regionalistas não fazem e nem mesmo podem fazer ...porque comumente não são familiares com o ambiente que descrevem...Fiz o livrinho sem paisagens, sem diálogos. E sem amor. A minha gente, quase muda, vive numa casa velha de fazenda. As pessoas adultas, preocupadas com o estômago, não tem tempo de abraçar-se. Até a cachorra [Baleia] é uma criatura decente, porque na vizinhança não existem galãs caninos.. Vidas secas. é o livro em que Graciliano, visto como antipoético e anti-sonhador por excelência, consegue atingir, com o rigor do texto que tanto prezava, um estado maior de poesia.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Romance",
                "Literature",
                "European Literature",
                "Drama",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "Leviathan",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.96,
            "ranking_count": 16755,
            "abstract": "New York Times. bestselling author Paul Auster (. The New York Trilogy. ) opens. Leviathan. with the tearing of a bomb explosion and the death of one Benjamin Sachs. Ben’s one-time best friend, Peter Aaron, begins to retrospectively investigate the transformation that led Ben from his enviable stable life, to one of a recluse. Both were once intelligent, yet struggling novelists until Ben’s near-death experience falling from a fire escape triggers a tumble in which he becomes withdrawn and disturbed, living alone and building bombs in a far-off cabin. That is, until he mysteriously disappears, leaving behind only a manuscript titled. Leviathan. , pages rustling in the wind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "The United States Of America",
                "Literary Fiction",
                "Mystery",
                "Roman"
            ]
        },
        {
            "title": "The Place of the Lion",
            "authors": [
                "Charles  Williams"
            ],
            "ranking": 3.86,
            "ranking_count": 1293,
            "abstract": "Novelist, poet, critic, and dramatist Williams uses fiction to explore how people react when the supernatural enters their lives, and how then to find the path of peace.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Christian",
                "Christian Fiction",
                "Literature",
                "Novels",
                "Philosophy",
                "Religion",
                "Literary Fiction"
            ]
        },
        {
            "title": "God Arises: Evidence of God in Nature and in Science",
            "authors": [
                "Maulana Wahiduddin Khan",
                "Farida Khanam"
            ],
            "ranking": 3.96,
            "ranking_count": 517,
            "abstract": "This book,. the result of 30 years of exhaustive research,. attempts to present the basic teachings of religion in the light of modern knowledge and in a manner consistent with modern scientific methods. After a thorough investigation of the subject, the writer has reached the conclusion that religious teachings are, academically, valid and as understandable and intellectually acceptable as any of the theories propounded by men of science.. . . . in the fourteen hundred years of Islamic history, innumerable books on Islam have appeared. There are just few books calling mankind to God. They are clearly distinguishable from the rest because of the clarity and force with they make their appeal. Without doubt, this book is one of that kind.. Al-AHRAM,(Cairo)>",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction"
            ]
        },
        {
            "title": "الإسلام بين الشرق والغرب",
            "authors": [
                "Alija Izetbegović",
                "محمد يوسف عدس",
                "عبد الوهاب المسيري"
            ],
            "ranking": 4.47,
            "ranking_count": 10514,
            "abstract": "كتاب «الإسلام بين الشرق والغرب»، هو نتيجة لدراسة واسعة متعددة الجوانب لأبرز الأفكار العالمية في تاريخ البشرية المعاصر. إن ظاهرة نسيان الذات التي تميز بها التاريخ الحديث للعالم الإسلامي، تضع المفكر الشرقي والغربي على السواء في موقف مماثل من هذا الكتاب. فمن خلال الدراسة المقارنة للمقدمات الأساسية والنتائج المترتبة عليها في المجالات الاجتماعية والقانونية والسياسية والثقافية والنفسية، وغيرها من المجالات للأيديولوجيتين اللتين حددتا أقدار الجنس البشري على مدى القرون الأخيرة. من خلال هذه الدراسة يكشف لنا المؤلف عن أعراض المشهد المأساوي المتزايد للتنصير والإلحاد في هذا العالم. فالمسيحية كمثال لظاهرة دينية حضارية ـ أعني دينًا بمعناه الغربي معزولاً عن قانون الوحي ـ هي فكرة شاملة للإبداع والحضارة والفن والأخلاق، وبهذا حلقت المسيحية في روحانية التاريخ. أما الإلحاد الذي يستند إلى مدخل مادي ـ الاشتراكية منظوره العملي والتاريخي ـ هذا الإلحاد هو العامل المشترك للعناصر التطورية والحضارية والسياسية والطوباوية التي تُعنى بالطبيعة المادية للإنسان وتاريخه.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction",
                "Politics",
                "History",
                "Sociology",
                "Literature"
            ]
        },
        {
            "title": "Picnic at Hanging Rock",
            "authors": [
                "Joan Lindsay"
            ],
            "ranking": 3.68,
            "ranking_count": 18897,
            "abstract": "An alternative cover edition for this ISBN can be found. here. While Joan Lindsay's haunting Australian classic Picnic at Hanging Rock is a work of fiction, the story is often considered one of Australia's greatest mysteries.. In 1900, a class of young women from an exclusive private school go on an excursion to the isolated Hanging Rock, deep in the Australian bush. The excursion ends in tragedy when three girls and a teacher mysteriously vanish after climbing the rock. Only one girl returns, with no memory of what has become of the others...",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Mystery",
                "Historical",
                "Cultural",
                "Horror",
                "Gothic",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Necronomicon: The Best Weird Tales",
            "authors": [
                "H.P. Lovecraft",
                "Les Edwards",
                "Stephen              Jones"
            ],
            "ranking": 4.21,
            "ranking_count": 15477,
            "abstract": "Originally written for the pulp magazines of the 1920s and 1930s, H. P. Lovecraft's astonishing tales blend elements of horror, science fiction, and cosmology that are as powerful today as they were when first published.. This tome presents original versions of many of his most harrowing stories, including the complete Cthulhu Mythos cycle, in order of publication.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Classics",
                "Science Fiction",
                "Audiobook",
                "Gothic"
            ]
        },
        {
            "title": "Witness",
            "authors": [
                "Whittaker Chambers",
                "William F. Buckley Jr.",
                "Robert D. Novak"
            ],
            "ranking": 4.37,
            "ranking_count": 2005,
            "abstract": "First published in 1952, Witness was at once a literary effort, a philosophical treatise, and a bestseller. Whittaker Chambers had just participated in America's trial of the century in which Chambers claimed that Alger Hiss, a full-standing member of the political establishment, was a spy for the Soviet Union. This poetic autobiography recounts the famous case, but also reveals much more. Chambers' worldview--e.g. man without mysticism is a monster--went on to help make political conservatism a national force.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Politics",
                "Nonfiction",
                "Autobiography",
                "Philosophy",
                "North American Hi...",
                "Classics",
                "Biography Memoir"
            ]
        },
        {
            "title": "Raintree County",
            "authors": [
                "Ross Lockridge Jr."
            ],
            "ranking": 3.95,
            "ranking_count": 1003,
            "abstract": "Throughout a single day in 1892, John Shawnessy recalls the great moments of his lifefrom the love affairs of his youth in Indiana, to the battles of the Civil War, to the politics of the Gilded Age, to his homecoming as schoolteacher, husband, and father. Shawnessy is the epitome of the place and period in which he lives, a rural land of springlike women, shady gamblers, wandering vagabonds, and soapbox orators. Yet here on the banks of the Shawmucky River, which weaves its primitive course through Raintree County, Indiana, he also feels and obeys ancient rhythms. A number-one bestseller when it was first published in 1948, this powerful novel is a compelling vision of 19th-century America with timeless resonance.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Novels",
                "Romance",
                "Military History",
                "War",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The General of the Dead Army",
            "authors": [
                "Ismail Kadare",
                "Marius Dobrescu"
            ],
            "ranking": 4.03,
            "ranking_count": 3373,
            "abstract": "This is the story of an Italian general, accompanied by his chaplain, charged with the mission of scouring Albania in search of the bones of their fallen countrymen, killed twenty years earlier during World War II.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "War",
                "Classics",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Martin Dressler: The Tale of an American Dreamer",
            "authors": [
                "Steven Millhauser"
            ],
            "ranking": 3.56,
            "ranking_count": 9668,
            "abstract": "Young Martin Dressler begins his career as an industrious helper in his father's cigar store. In the course of his restless young manhood, he makes a swift and eventful rise to the top, accompanied  by two sisters — one a dreamlike shadow, the other a worldly business partner. As the eponymous Martin's vision becomes bolder and bolder he walks a haunted line between fantasy and reality, madness and ambition, art and industry, a sense of doom builds piece-by-hypnotic piece until this mesmerizing journey into the heart of an American dreamer reaches its bitter-sweet conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "New York",
                "Classics",
                "Fantasy"
            ]
        },
        {
            "title": "The Horse's Mouth",
            "authors": [
                "Joyce Cary",
                "Brad Leithauser"
            ],
            "ranking": 3.98,
            "ranking_count": 1398,
            "abstract": "The Horse's Mouth, the third and most celebrated volume of Joyce Cary's First Trilogy, is perhaps the finest novel ever written about an artist. Its painter hero, the charming and larcenous Gulley Jimson, has an insatiable genius for creation and a no less remarkable appetite for destruction. Is he a great artist? a has-been? or an exhausted, drunken ne'er-do-well? He is without doubt a visionary, and as he criss-crosses London in search of money and inspiration the world as seen though his eyes appears with a newly outrageous and terrible beauty.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Art",
                "Humor",
                "Novels",
                "European Literature",
                "Literary Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Marabou Stork Nightmares",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 3.89,
            "ranking_count": 11005,
            "abstract": "The acclaimed author of the cult classics. Trainspotting. and. The Acid House. , Irvine Welsh has been hailed as the best thing that has happened to British writing in a decade (London. Sunday Times. ). This audacious novel is a brilliant (and literal) head trip of a book that brings us into the wildly active, albeit coma-beset, mind of Roy Strang, whose hallucinatory quest to eradicate the evil predator/scavenger marabou stork keeps being interrupted by grisly memories of the social and family dysfunction that brought him to this state. It is the sort of lethally funny cocktail of pathos, violence, and outrageous hilarity that only Irvine Welsh can pull off.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Cultural",
                "Mystery",
                "Dark",
                "Short Stories",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Deadly Decisions",
            "authors": [
                "Kathy Reichs"
            ],
            "ranking": 3.94,
            "ranking_count": 33723,
            "abstract": "Nine-year-old Emily Anne Toussaint is fatally shot on a Montreal street. A North Carolina teenager disappears from her home, and parts of her skeleton are found hundreds of miles away. The shocking deaths propel Tempe Brennan from north to south, and deep into a shattering investigation inside the bizarre culture of outlaw motorcycle gangs -- where one misstep could bring disaster for herself or someone she loves.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "The Death of the Heart",
            "authors": [
                "Elizabeth Bowen"
            ],
            "ranking": 3.67,
            "ranking_count": 7388,
            "abstract": "The Death of the Heart. is perhaps Elizabeth Bowen's best-known book. As she deftly and delicately exposes the cruelty that lurks behind the polished surfaces of conventional society, Bowen reveals herself as a masterful novelist who combines a sense of humor with a devastating gift for divining human motivations.. In this piercing story of innocence betrayed set in the thirties, the orphaned Portia is stranded in the sophisticated and politely treacherous world of her wealthy half-brother's home in London. There she encounters the attractive, carefree cad Eddie. To him, Portia is at once child and woman, and he fears her gushing love. To her, Eddie is the only reason to be alive. But when Eddie follows Portia to a sea-side resort, the flash of a cigarette lighter in a darkened cinema illuminates a stunning romantic betrayal—and sets in motion one of the most moving and desperate flights of the heart in modern literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Romance",
                "Literature",
                "Novels",
                "European Literature",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The 5000 Year Leap: A Miracle That Changed the World",
            "authors": [
                "W. Cleon Skousen"
            ],
            "ranking": 4.27,
            "ranking_count": 6849,
            "abstract": "This is the best-selling Original Authorized Edition regularly featured by Glenn Beck to Fox TV viewers as a Must Read! The nation the Founders built is now in the throes of a political, economic, social, and spiritual crisis that has driven many to an almost frantic search for modern solutions. The truth is that the solutions have been available for a long time -- in the writings of our Founding Fathers -- carefully set forth in this timely book.. In The 5000 Year Leap: A Miracle That Changed the World, Discover the 28 Principles of Freedom our Founding Fathers said must be understood and perpetuated by every people who desire peace, prosperity, and freedom. Learn how adherence to these beliefs during the past 200 years has brought about more progress than was made in the previous 5000 years. These 28 Principles include The Genius of Natural Law, Virtuous and Moral Leaders, Equal Rights--Not Equal Things, and Avoiding the Burden of Debt. Published by the National Center for Constitut",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Historical",
                "North American Hi...",
                "Classics",
                "Religion",
                "Economics"
            ]
        },
        {
            "title": "Annie on My Mind",
            "authors": [
                "Nancy Garden"
            ],
            "ranking": 4.01,
            "ranking_count": 46616,
            "abstract": "This groundbreaking book is the story of two teenage girls whose friendship blossoms into love and who, despite pressures from family and school that threaten their relationship, promise to be true to each other and their feelings. The book has been banned from many school libraries and publicly burned in Kansas City.. Of the author and the book, the Margaret A. Edwards Award committee said, “Using a fluid, readable style, Garden opens a window through which readers can find courage to be true to themselves.”",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Young Adult",
                "Fiction",
                "Romance",
                "Contemporary",
                "Classics",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Rashomon and Seventeen Other Stories",
            "authors": [
                "Ryūnosuke Akutagawa",
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 4.09,
            "ranking_count": 14485,
            "abstract": "One of Penguin Classics's most popular translations- now also in our elegant black spine dress",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "The Troubles: Ireland's Ordeal 1966-1996 and the Search for Peace",
            "authors": [
                "Tim Pat Coogan"
            ],
            "ranking": 3.98,
            "ranking_count": 503,
            "abstract": "An up-to-date, engaging chronicle of the causes, effects, and many dimensions of 30 years of violent struggle in IrelandIn this widely acclaimed study of the complex conflicts in contemporary Northern Ireland, Tim Pat Coogan offers a clear, balanced, and reflective assessment of that struggle -- and a new epilogue to address the recent breakdown of the 1994 cease-fire.. An authoritative observer of the nationalist cause with strong political contacts on both sides of the border, Coogan sets the historical context for the resurgence of centuries-old tensions that led to the civil protest and pogroms of 1969. He examines the reasons for -- and the snowballing reactions to -- the introduction of British forces to the streets of Derry and Belfast. Photos bring the events and personalities sharply into focus as he insightfully probes the spread of IRA violence to key locations in Britain, and the responses of the British government, its troops, and various Union organizations.. In this new edition, Coogan discusses the continuing argument over weapons, the resumed IRA bombings in February 1996, and the significance of recent elections. Having gained the confidence of the combatants, he presents exclusive interviews and examines the prospects for peace.. Coogan fills this book with quotes, personal reportage, and wry wit.... This title should be part of any history or current events collection. -- Library Journal Starred Review",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Politics",
                "European Literature",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Miss Nelson Is Missing!",
            "authors": [
                "Harry Allard",
                "James  Marshall"
            ],
            "ranking": 4.29,
            "ranking_count": 105652,
            "abstract": "Miss Nelson is missing!. Miss Nelson was the nicest teacher in the school. She never yelled and she gave the easiest assignments. She was always smiling and cheery, even when her students cut up in class or would not open their arithmetic books nor pay attention during story hour.. Until one day Miss Nelson did not come to school – a substitute teacher came instead. What an opportunity for everyone to be even more naughty. Not so! Miss Swamp immediately laid down the law – no talking, no goofing off in class – and she gave every student loads of homework.. Where was Miss Nelson? Where was the wonderful unappreciated Miss Nelson? And so the students hunted for her high and low, with the dubious help of detective McSmogg.. Harry Allard. and. James Marshall. , with their incisive feel for the nuances of relationships, point out with imagination and humor the folly of being inconsiderate or unappreciative.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Academic",
                "Humor",
                "Classics",
                "Realistic Fiction",
                "Mystery",
                "Kids"
            ]
        },
        {
            "title": "Parade's End",
            "authors": [
                "Ford Madox Ford",
                "Robie MacAuley"
            ],
            "ranking": 3.88,
            "ranking_count": 6231,
            "abstract": "In creating his acclaimed masterpiece Parade's End, Ford Madox Ford wanted the Novelist in fact to appear in his really proud position as historian of his own time . . . The 'subject' was the world as it culminated in the war. Published in four parts between 1924 and 1928, his extraordinary novel centers on Christopher Tietjens, an officer and gentleman- the last English Tory-and follows him from the secure, orderly world of Edwardian England into the chaotic madness of the First World War. Against the backdrop of a world at war, Ford recounts the complex sexual warfare between Tietjens and his faithless wife Sylvia. A work of truly amazing subtlety and profundity, Parade's End affirms Graham Greene's prediction: There is no novelist of this century more likely to live than Ford Madox Ford.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "War",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Light in the Forest",
            "authors": [
                "Conrad Richter"
            ],
            "ranking": 3.4,
            "ranking_count": 4740,
            "abstract": "When John Cameron Butler was a child, he was captured in a raid on the Pennsylvania frontier and adopted by the great warrior Cuyloga. Renamed True Son, he came to think of himself as fully Indian. But eleven years later his tribe, the Lenni Lenape, has signed a treaty with the white men and agreed to return their captives, including fifteen-year-old True Son. Now he must go back to the family he has forgotten, whose language is no longer his, and whose ways of dress and behavior are as strange to him as the ways of the forest are to them. A beautifully written, sensitively told story of a white boy brought up by Indians,. The Light in the Forest. is a beloved American classic.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Young Adult",
                "Academic",
                "Adventure",
                "Childrens",
                "Native Americans"
            ]
        },
        {
            "title": "Conversations with God: An Uncommon Dialogue, Book 1",
            "authors": [
                "Neale Donald Walsch"
            ],
            "ranking": 4.18,
            "ranking_count": 34285,
            "abstract": "Suppose you could ask God the most puzzling questions about existence - questions about love and faith, life and death, good and evil. Suppose God provided clear, understandable answers. It happened to Neale Donald Walsch. It can happen to you. You are about to have a conversation.... I have heard the crying of your heart. I have seen the searching of your soul. I know how deeply you have desired the Truth. In pain have you called out for it, and in joy. Unendingly have you beseeched Me. Show Myself. Explain Myself. Reveal Myself.. I am doing so here, in terms so plain, you cannot misunderstand. In language so simple, you cannot be confused. In vocabulary so common, you cannot get lost in the verbiage.. So go ahead now. Ask Me anything. Anything. I will contrive to bring you the answer. The whole universe will I use to do this. So be on the lookout; this book is far from My only tool. You may ask a question, then put this book down. But watch.. Listen.. The words to the next song you hear. The information in the next article you read. The story line of the next movie you watch. The chance utterance of the next person you meet. Or the whisper of the next river, the next ocean, the next breeze that caresses your ear - all these devices are Mine; all these avenues are open to Me. I will speak to you if you will listen. I will come to you if you will invite Me. I will show you then that I have always been there.. All ways.",
            "part_of_series": true,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Religion",
                "Philosophy",
                "Self Help",
                "Inspirational",
                "Christian",
                "Psychology"
            ]
        },
        {
            "title": "Random Passage",
            "authors": [
                "Bernice Morgan"
            ],
            "ranking": 4.03,
            "ranking_count": 1708,
            "abstract": "Forced to flee England, the Andrews family books passage to a fresh start in a distant country, only to discover a barren, inhospitable land at the end of their crossing. To seventeen-year-old Lavinia, uprooted from everything familiar, it seems a fate worse than the one they left behind. Driven by loneliness she begins a journal. Random Passage satisfies the craving for those details that headstones and history books can never give: the real story of our Newfoundland ancestors, of how time and chance brought them to the forbidding shores of a new found land. It is a saga of families and of individuals; of acquisitive Mary Bundle; of charming Ned Andrews, whose thievery has turned his family into exiles; of mad Ida; of Thomas Hutchings, who might be an aristocrat, a holy man, or a murderer; and of Lavinia - who wrote down the truth and lies about them all. Random Passage has been adapted into a CBC miniseries and is now a national bestseller.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "Book Club",
                "Adult Fiction",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Feast of Love",
            "authors": [
                "Charles Baxter"
            ],
            "ranking": 3.69,
            "ranking_count": 9069,
            "abstract": "The Feast of Love. is a sumptuous work of fiction about the thing that most distracts and delights us. In a re-imagined. A Midsummer Night's Dream. , men and women speak of and desire their ideal mates; parents seek out their lost children; adult children try to come to terms with their own parents and, in some cases, find new ones.. In vignettes both comic and sexy, the owner of a coffee shop recalls the day his first wife seemed to achieve a moment of simple perfection, while she remembers the women's softball game during which she was stricken by the beauty of the shortstop. A young couple spends hours at the coffee shop fueling the idea of their fierce love. A professor of philosophy, stopping by for a cup of coffee, makes a valiant attempt to explain what he knows to be the inexplicable workings of the human heart Their voices resonate with each other—disparate people joined by the meanderings of love—and come together in a tapestry that depicts the most irresistible arena of life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Book Club",
                "Adult Fiction",
                "Love",
                "Short Stories",
                "Adult"
            ]
        },
        {
            "title": "Death du Jour",
            "authors": [
                "Kathy Reichs"
            ],
            "ranking": 3.95,
            "ranking_count": 45151,
            "abstract": "Assaulted by the bitter cold of a Montreal winter, the American-born Dr. Temperance Breman, Forensic Anthropologist for the Province of Quebec, digs for a corpse where Sister Elisabeth Nicolet, dead over a century and now a candidate for sainthood, should lie in her grave. A strange, small coffin, buried in the recesses of a decaying church, holds the first clue to the cloistered nun's fate. The puzzle surrounding Sister Elisabeth's life and death provides a welcome contrast to discoveries at a burning chalet, where scorched and twisted bodies await Tempe's professional expertise. Who were these people? What brought them to this gruesome fate? Homicide Detective Andrew Ryan, with whom Tempe has a combustive history, joins her in the arson investigation. From the fire scene they are drawn into the worlds of an enigmatic and controversial professor, a mysterious commune, and a primate colony on a Carolina island.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Drama",
                "Audiobook"
            ]
        },
        {
            "title": "The Black Prince",
            "authors": [
                "Iris Murdoch",
                "Martha C. Nussbaum"
            ],
            "ranking": 3.93,
            "ranking_count": 5042,
            "abstract": "Bradley Pearson, an unsuccessful novelist in his late fifties, has finally left his dull office job as an Inspector of Taxes. Bradley hopes to retire to the country, but predatory friends and relations dash his hopes of a peaceful retirement. He is tormented by his melancholic sister, who has decided to come live with him; his ex-wife, who has infuriating hopes of redeeming the past; her delinquent brother, who wants money and emotional confrontations; and Bradley's friend and rival, Arnold Baffin, a younger, deplorably more successful author of commercial fiction. The ever-mounting action includes marital cross-purposes, seduction, suicide, abduction, romantic idylls, murder, and due process of law. Bradley tries to escape from it all but fails, leading to a violent climax, and a coda that casts shifting perspectives on all that has preceded.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The Sound of the Mountain",
            "authors": [
                "Yasunari Kawabata",
                "Edward G. Seidensticker"
            ],
            "ranking": 3.88,
            "ranking_count": 6783,
            "abstract": "Librarian's note: An alternate cover of this ISBN can be found. here. .. Ogata Shingo is growing old, and his memory is failing him. At night he hears only the sound of death in the distant rumble from the mountain. The relationships which have previously defined his life - with his son, his wife, and his attractive daughter-in-law - are dissolving, and Shingo is caught between love and destruction. Lyrical and precise,. The Sound of the Mountain. explores in immaculately crafted prose the changing roles of love and the truth we face in ageing.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "Miracles of The Qur'an",
            "authors": [
                "Harun Yahya"
            ],
            "ranking": 4.21,
            "ranking_count": 332,
            "abstract": "The unprecedented style and the superior wisdom inherent in the Qur’an is conclusive evidence confirming that it is the Word of God. Apart from this, there are a number of miracles verifying its Divine nature, one of them being that, 1,400 years ago, it declared a number of scientific facts that have only been established thanks to the technological breakthroughs of the 20th century. In this book, in addition to the scientific miracles of the Qur’an, you will also find messages regarding history and mathematics.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "Capitalism and Freedom",
            "authors": [
                "Milton Friedman"
            ],
            "ranking": 3.92,
            "ranking_count": 12177,
            "abstract": "Selected by the. Times Literary Supplement. as one of the hundred most influential books since the war. How can we benefit from the promise of government while avoiding the threat it poses to individual freedom? In this classic book, Milton Friedman provides the definitive statement of his immensely influential economic philosophy—one in which competitive capitalism serves as both a device for achieving economic freedom and a necessary condition for political freedom. The result is an accessible text that has sold well over half a million copies in English, has been translated into eighteen languages, and shows every sign of becoming more and more influential as time goes on.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Business",
                "History",
                "Classics",
                "Currency"
            ]
        },
        {
            "title": "The Moon and the Bonfires",
            "authors": [
                "Cesare Pavese",
                "R.W. Flint",
                "Mark Rudman"
            ],
            "ranking": 3.79,
            "ranking_count": 10516,
            "abstract": "The nameless narrator of. The Moon and the Bonfires. , Cesare Pavese's last and greatest novel, returns to Italy from California after the Second World War. He has done well in America, but success hasn't taken the edge off his memories of childhood, when he was an orphan living at the mercy of a bitterly poor farmer. He wants to learn what happened in his native village over the long, terrible years of Fascism; perhaps, he even thinks, he will settle down. And yet as he uncovers a secret and savage history from the war—a tale of betrayal and reprisal, sex and death—he finds that the past still haunts the present.. The Moon and the Bonfires. is a novel of intense lyricism and tragic import, a masterpiece of twentieth-century literature that has been unavailable to American readers for close to fifty years. Here it appears in a vigorous new English version by R. W. Flint, whose earlier translations of Pavese's fiction were acclaimed by Leslie Fiedler as absolutely lucid and completely incantatory.. Winner of the 2003 PEN/Book-of-the-Month Club Translation Prize. A NEW YORK REVIEW BOOKS ORIGINAL",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Academic",
                "Roman"
            ]
        },
        {
            "title": "Pawn in Frankincense",
            "authors": [
                "Dorothy Dunnett"
            ],
            "ranking": 4.61,
            "ranking_count": 3713,
            "abstract": "Pawn in Frankincense. is the fourth in the legendary. Lymond Chronicles. . Somewhere within the bejeweled labyrinth of the Ottoman empire, a child is hidden. Now his father, Francis Crawford of Lymond, soldier of fortune and the exiled heir of Scottish nobility, is searching for him while ostensibly engaged on a mission to the Turkish Sultan. At stake is a pawn in a cutthroat game whose gambits include treason, enslavement, and murder.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Cultural",
                "Literature",
                "Romance",
                "Classics"
            ]
        }
    ]
}