{
    "books": [
        {
            "title": "Agatha Heterodyne and the Siege of Mechanicsburg",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.43,
            "ranking_count": 630,
            "abstract": "Adventure, Romance, Mad Science! Agatha and her friends try to save her town from the vast armies of the Wulfenbach Empire in the latest volume of the Hugo Award-winning series.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Romance",
                "Humor"
            ]
        },
        {
            "title": "First, We Make the Beast Beautiful: A New Story About Anxiety",
            "authors": [
                "Sarah Wilson"
            ],
            "ranking": 3.8,
            "ranking_count": 11772,
            "abstract": "This journey is what I do now. I bump along, in fits and starts, on a perpetual path to finding better ways for me and my mate, Anxiety, to get around. It's everything I do.. Sarah Wilson—bestselling author and entrepreneur, intrepid solver of problems and investigator of how to live a better life—has helped over 1.2 million people across the world to quit sugar. She has also been an anxiety sufferer her whole life.. In her new book, she directs her intense focus and fierce investigatory skills onto this lifetime companion of hers, looking at the triggers and treatments, the fashions and fads. She reads widely and interviews fellow sufferers, mental health experts, philosophers, and even the Dalai Lama, processing all she learns through the prism her own experiences.. Sarah pulls at the thread of accepted definitions of anxiety, and unravels the notion that it is a difficult, dangerous disease that must be medicated into submission. Ultimately, she re-frames anxiety as a spiritual quest rather than a burdensome affliction, a state of yearning that will lead us closer to what really matters.. Practical and poetic, wise and funny, this is a small book with a big heart. It will encourage the myriad sufferers of the world's most common mental illness to feel not just better about their condition, but delighted by the possibilities it offers for a richer, fuller life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Health",
                "Psychology",
                "Autobiography",
                "Audiobook",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "The King's Blood",
            "authors": [
                "Daniel Abraham"
            ],
            "ranking": 4.01,
            "ranking_count": 12245,
            "abstract": "The sequel to the acclaimed series launch, The Dragon’s Path, is the perfect summer read for fans of George R. R. Martin.. War casts its shadow over the lands that the dragons once ruled. Only the courage of a young woman with the mind of a gambler and loyalty to no one stands between hope and universal darkness.. The high and powerful will fall, the despised and broken shall rise up, and everything will be remade. And quietly, almost beneath the notice of anyone, an old, broken-hearted warrior and an apostate priest will begin a terrible journey with an impossible goal: destroy a Goddess before she eats the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "14",
            "authors": [
                "Jean Echenoz"
            ],
            "ranking": 3.52,
            "ranking_count": 1812,
            "abstract": "Cinq hommes sont partis à la guerre, une femme attend le retour de deux d’entre eux. Reste à savoir s’ils vont revenir. Quand. Et dans quel état.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "European Literature",
                "Literature",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Om inte nu så när",
            "authors": [
                "Annika Thor"
            ],
            "ranking": 3.54,
            "ranking_count": 112,
            "abstract": "I 1930-talets oroliga Europa befinner sig Sverige i utkanten, men ändå inte vid sidan av det som sker. Varje dag fattas också här beslut som avgör människors öden, och det är långt ifrån alltid humaniteten som fäller utslaget.. Ilse, Arnold och Paul är flyktingar från Tredje riket. Ilse och Arnold är judar, den senare dessutom tidningsman på vänsterkanten, Paul är en tysk snickare som tvingats fly på grund av sitt illegala fackliga arbete. Ilse kämpar förtvivlat för att skaffa inresetillstånd åt sin familj som är kvar i Tyskland.. Stig Holmberg är chef för socialstyrelsens utlänningsbyrå, där också Birger och Ingrid är anställda och där flyktingarna måste ansöka om förnyade uppehållstillstånd.. Romanen följer de sex huvudpersonerna genom de sista förkrigsåren och de första åren efter krigsutbrottet. Tre mycket olika kärleksförhållanden löper genom berättelsen. Exilen och ovissheten bryter ner flyktingarna, men också de som utövar makten förändras. Ytterst har var och en ansvaret för sina handlingar och sitt liv, för:. Om jag inte är för mig själv, vem skall då vara för mig?. Och om jag bara är för mig själv, vem är jag då?. Och om inte nu, så när?. Annika Thors berättelse om Sverige under en tid då framtiden stod och vägde äger sällsam nerv och närvarokänsla. Hon fångar tidsandan så inkännande att Om inte nu så när formas till mer än en läsupplevelse: den blir också en angelägen påminnelse om hur skör tillvaron är och hur tunn civilisationens fernissa.. Romanen bygger på historiska fakta och till viss del på historiska gestalter, men är i sin helhet en fiktion.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "Wolfsbane",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.09,
            "ranking_count": 9669,
            "abstract": "The exciting follow-up to New York Times #1 best-selling author Patricia Briggs' Masques features the further adventures of the shapeshifting mercenary Aralorn.. Aralorn's dangerous existence has taken her far from her aristocratic roots and kept her from her homeland for more than a decade. Now, she must return home to mourn the death of her father, the Lyon of Lambshold. But when Aralorn and her companion Wolf arrive, they discover that home is gone forever and they must take on an old enemy more sinister than they ever could have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Natchez Burning",
            "authors": [
                "Greg Iles"
            ],
            "ranking": 4.16,
            "ranking_count": 35972,
            "abstract": "#1. New York Times. bestselling author Greg Iles returns with his most eagerly anticipated novel yet—Natchez Burning—the first installment in an epic trilogy that interweaves crimes, lies, and secrets past and present in a mesmerizing thriller featuring Southern lawyer and former prosecutor Penn Cage. Growing up in the rural Southern hamlet of Natchez, Mississippi, Penn Cage learned everything he knows about honor and duty from his father, Tom Cage. But now the beloved family doctor is accused of murdering Viola Turner, the beautiful nurse with whom he worked in the early 1960s. A fighter who has always stood for justice, Penn is determined to save his father.. The quest for answers sends Penn deep into the past—into the heart of a conspiracy of greed and murder involving the Double Eagles, a vicious KKK crew headed by one of the wealthiest and most powerful men in the state. Now Penn must follow a bloody trail that stretches back forty years, to one undeniable fact: no one—black or white, young or old, brave or not—is ever truly safe.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Suspense",
                "American",
                "Audiobook"
            ]
        },
        {
            "title": "I Let You Go",
            "authors": [
                "Clare Mackintosh"
            ],
            "ranking": 4.05,
            "ranking_count": 120081,
            "abstract": "A tragic accident. It all happened so quickly. She couldn't have prevented it. Could she?. In a split second, Jenna Gray's world descends into a nightmare. Her only hope of moving on is to walk away from everything she knows to start afresh. Desperate to escape, Jenna moves to a remote cottage on the Welsh coast, but she is haunted by her fears, her grief and her memories of a cruel November night that changed her life forever.. Slowly, Jenna begins to glimpse the potential for happiness in her future. But her past is about to catch up with her, and the consequences will be devastating . . .",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "A Different Blue",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.21,
            "ranking_count": 31365,
            "abstract": "Blue Echohawk doesn't know who she is. She doesn't know her real name or when she was born. Abandoned at two and raised by a drifter, she didn't attend school until she was ten years old. At nineteen, when most kids her age are attending college or moving on with life, she is just a senior in high school. With no mother, no father, no faith, and no future, Blue Echohawk is a difficult student, to say the least. Tough, hard and overtly sexy, she is the complete opposite of the young British teacher who decides he is up for the challenge, and takes the troublemaker under his wing.. This is the story of a nobody who becomes somebody. It is the story of an unlikely friendship, where hope fosters healing and redemption becomes love. But falling in love can be hard when you don't know who you are. Falling in love with someone who knows exactly who they are and exactly why they can't love you back might be impossible.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Drama",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Versions of Us",
            "authors": [
                "Laura  Barnett"
            ],
            "ranking": 3.54,
            "ranking_count": 19636,
            "abstract": "What if you had said yes? The moments that change everything... One Day meets Sliding Doors in this outstanding debut that is causing a buzz across the publishing world. Some moments can change your life for ever. Have you ever wondered, what if...?. A man is walking down a country lane. A woman, cycling towards him, swerves to avoid a dog. On that moment, their future hinges. There are three possible outcomes, three small decisions that could determine the rest of their life.. Eva and Jim are nineteen and students at Cambridge when their paths first cross in 1958. And then there is David, Eva's then-lover, an ambitious actor who loves Eva deeply. The Versions of Us follows the three different courses their lives could take following this first meeting. Lives filled with love, betrayal, ambition but through it all is a deep connection that endures whatever fate might throw at them.. The Versions of Us explores the idea that there are moments when our lives might have turned out differently, the tiny factors or decisions that could determine our fate, and the precarious nature of the foundations upon which we build our lives. It is also a story about the nature of love and how it grows, changes and evolves as we go through the vagaries of life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Book Club",
                "Literary Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The World of Poo",
            "authors": [
                "Terry Pratchett",
                "Bernard Pearson",
                "Isobel Pearson"
            ],
            "ranking": 3.73,
            "ranking_count": 3162,
            "abstract": "A Discworld picture book.. At six o'clock every day, without fail, with no excuses, Sam Vimes must go home to read 'The World of Poo', with all the appropriate noises, to his little boy.. A picturebook that picks up a story from 'Snuff!', the brand new Discworld novel.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Childrens",
                "Young Adult",
                "Science Fiction Fantasy",
                "Short Stories"
            ]
        },
        {
            "title": "The Road to Little Dribbling: Adventures of an American in Britain",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.71,
            "ranking_count": 33667,
            "abstract": "The hilarious and loving sequel to a hilarious and loving classic of travel writing:. Notes from a Small Island,. Bill Bryson’s valentine to his adopted country of England. In 1995 Bill Bryson got into his car and took a weeks-long farewell motoring trip about England before moving his family back to the United States. The book about that trip,. Notes from a Small Island,. is uproarious and endlessly endearing, one of the most acute and affectionate portrayals of England in all its glorious eccentricity ever written. Two decades later, he set out again to rediscover that country, and the result is. The Road to Little Dribbling. . Nothing is funnier than Bill Bryson on the road—prepare for the total joy and multiple episodes of unseemly laughter.",
            "part_of_series": true,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Audiobook",
                "European Literature",
                "History",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Without You",
            "authors": [
                "Adrianne James"
            ],
            "ranking": 3.26,
            "ranking_count": 306,
            "abstract": "Logan has a serious decision to make. Does he follow his head and leave the girl who only follows her heart behind, or does he leave the only life he knows to follow his heart back into her arms?. Show more. Show less",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Romance",
                "Short Stories",
                "Contemporary",
                "Fiction",
                "War"
            ]
        },
        {
            "title": "Lamar Hunt: A Life in Sports",
            "authors": [
                "Michael MacCambridge"
            ],
            "ranking": 3.97,
            "ranking_count": 63,
            "abstract": "Written by award-winning author Michael MacCambridge, this is the definitive, official biography of one of the 20th century’s most important and beloved sporting figures; the soft-spoken, strong-willed man whose audacious challenge to the National Football League transformed American sports. Hunt revolutionized three different sports—pro football, tennis, and soccer—winding up in the Hall of Fame of each. Drawing on 50 years of Hunt’s personal papers and more than 200 interviews, MacCambridge provides an intimate, original portrait of the man forever captivated by these serious pursuits we call games.. I can't separate what part of pro football is business and what part is personal with me, he said. I just know that it is very important that I succeed.. He had loved games as a young boy, had played them as a young man, and now, as a naive but determined 27-year-old in the summer of 1959, Lamar Hunt announced that he was going to launch a new football league.. What he couldn't possibly have known on that day was that the forces of the entrenched National Football League would soon be arrayed against him. The league would place its own team in his hometown of Dallas, in direct competition with his team, and would attempt to undermine the new league, trying on repeated occasions before that first season to prevent the new American Football League from ever starting.. And what the NFL couldn't have known, but would soon find out, was that Hunt, the mild-mannered, bespectacled son of legendary oilman H. L. Hunt, had an indomitable will, and patience beyond his years. Resolute and innovative, he successfully launched the AFL and, seven years later, helped broker a merger deal, which created the need for a championship game between the two leagues. Then he came up with the name of the game--the Super Bowl.. Never before, and not since, has anyone with so many resources spent so much time watching, participating in, and being captivated by the absorbing ritual of sports and the suspended state of play. His accomplishments would put him in the company of the other giants of American sports--Charles C. Cash and Carry Pyle, Abe Saperstein, George Halas, Branch Rickey, Red Auerbach, Pete Rozelle. Each was present at a revolution. But Hunt, significantly, was present at a number of revolutions. And he was the catalyst for each one. Before his death in 2006, Hunt revolutionized three different sports--pro football, tennis, and soccer--winding up in the Hall of Fame of each.. Written by award-winning author Michael MacCambridge,. Lamar Hunt: A Life In Sports. is the definitive and official biography of one of the 20th century's most important and beloved sporting figures; the soft-spoken, strong-willed man whose audacious challenge to the NFL transformed the landscape of American sports, but only served as an opening act to his epic sporting journey. Drawing on 50 years of Hunt's personal papers and more than 200 interviews, author Michael MacCambridge provides an intimate, original portrait of the man forever captivated by these serious pursuits we call games.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Football",
                "Biography",
                "Soccer"
            ]
        },
        {
            "title": "Death and Mr. Right",
            "authors": [
                "Kendra L. Saunders"
            ],
            "ranking": 3.41,
            "ranking_count": 116,
            "abstract": "It is March 32nd, the day that doesn't exist, and Death, the agent of nightmares, has been demoted and exiled to live among mortals for the rest of his unnaturally long life. Everyone knows They don't look lightly on important items getting lost or an agent falling in love.. Can the diva-like Death navigate the modern world, recover what was stolen from him (the names of the damned ooops!) and get his job back? Or will he fall in love with Lola, the pretty thief who got him into all this trouble in the first place?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "The Double",
            "authors": [
                "George Pelecanos"
            ],
            "ranking": 3.66,
            "ranking_count": 2115,
            "abstract": "Every man has his dark side . . . Spero Lucas confronts his own in the most explosive thriller yet from one of America's best-loved crime writers.. The job seems simple enough: retrieve the valuable painting -- The Double -- Grace Kinkaid's ex-boyfriend stole from her. It's the sort of thing Spero Lucas specializes in: finding what's missing, and doing it quietly. But Grace wants more. She wants Lucas to find the man who humiliated her -- a violent career criminal with a small gang of brutal thugs at his beck and call.. Lucas is a man who knows how to get what he wants, whether it's a thief on the run -- or a married woman. In the midst of a steamy, passionate love affair that he knows can't last, in pursuit of a dangerous man who will stop at nothing to get what he wants, Lucas is forced to decide what kind of man he is -- and how far he'll go to get what he wants.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Superheroes"
            ]
        },
        {
            "title": "In Pieces",
            "authors": [
                "Sally Field"
            ],
            "ranking": 3.89,
            "ranking_count": 31617,
            "abstract": "In this intimate, haunting literary memoir, an American icon tells her story for the first time, and in her own gorgeous words--about a challenging and lonely childhood, the craft that helped her find her voice, and a powerful emotional legacy that shaped her journey as a daughter and a mother. One of the most celebrated, beloved, and enduring actors of our time, Sally Field has an infectious charm that has captivated the nation for more than five decades, beginning with her first TV role at the age of seventeen. From Gidget's sweet-faced girl next door to the dazzling complexity of Sybil to the Academy Award-worthy ferocity and depth of Norma Rae and Mary Todd Lincoln, Field has stunned audiences time and time again with her artistic range and emotional acuity. Yet there is one character who always remained hidden: the shy and anxious little girl within. With raw honesty and the fresh, pitch-perfect prose of a natural-born writer, and with all the humility and authenticity her fans have come to expect, Field brings readers behind-the-scenes for not only the highs and lows of her star-studded early career in Hollywood but deep into the truth of her lifelong relationships--including her complicated love for her own mother. Powerful and unforgettable,. In Pieces. is an inspiring and important account of life as a woman in the second half of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Adult",
                "Womens",
                "Family",
                "Sociology"
            ]
        },
        {
            "title": "The Myth of Perpetual Summer",
            "authors": [
                "Susan Crandall"
            ],
            "ranking": 3.93,
            "ranking_count": 2433,
            "abstract": "From the national bestselling author of. Whistling Past the Graveyard. comes a moving coming-of-age tale set in the tumultuous sixties that harkens to both. Ordinary Grace. and. The Secret Life of Bees. .. Tallulah James’s parents’ volatile relationship, erratic behavior, and hands-off approach to child rearing set tongues to wagging in their staid Mississippi town, complicating her already uncertain life. She takes the responsibility of shielding her family’s reputation and raising her younger twin siblings onto her youthful shoulders.. If not for the emotional constants of her older brother, Griff, and her old guard Southern grandmother, she would be lost. When betrayal and death arrive hand in hand, she takes to the road, headed to what turns out to be the not-so-promised land of Southern California. The dysfunction of her childhood still echoes throughout her scattered family, sending her brother on a disastrous path and drawing her home again. There she uncovers the secrets and lies that set her family on the road to destruction.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "American",
                "Young Adult",
                "Adult",
                "Contemporary",
                "Audiobook",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "After the War is Over",
            "authors": [
                "Jennifer Robson"
            ],
            "ranking": 3.69,
            "ranking_count": 7217,
            "abstract": "The USA Today and #1 Globe & Mail bestselling author of SOMEWHERE IN FRANCE returns with her sweeping second novel. For fans of Downton Abbey. England, 1919 In the months following the Armistice, Charlotte Brown leaves behind her wartime work as a nurse and returns to her life as a social worker in Liverpool. There she sets about helping her fellow citizens better themselves, though the world is still reeling from the devastation and loss of the Great War. In her journey she is guided by friends old and new, among them the other women at her boarding house, her colleagues at work, and a radical young newspaper editor who may have romantic designs on her. But even as she tries to look ahead, one man continues to pull her back into her past: Edward, now the Earl of Cumberland, the brother of Charlotte's dearest friend. She hasn't seen him in years and is shocked to discover him utterly changed. Once charming and infuriatingly arrogant, he is now broken by all he has seen. Still Charlotte sees the specter of the captivating man she knew, and knows he could offer her a world far different from the one she's worked so hard to build for herself. As the country seethes with unrest, and post-war euphoria flattens into bitter disappointment, Charlotte fears that the only way to keep her independent life of purpose may be to turn her back on the only man she has ever loved.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "European Literature",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Warlight",
            "authors": [
                "Michael Ondaatje"
            ],
            "ranking": 3.61,
            "ranking_count": 41584,
            "abstract": "In a narrative as mysterious as memory itself – at once both shadowed and luminous –. Warlight. is a vivid, thrilling novel of violence and love, intrigue and desire. It is 1945, and London is still reeling from the Blitz and years of war. 14-year-old Nathaniel and his sister, Rachel, are apparently abandoned by their parents, left in the care of an enigmatic figure named The Moth. They suspect he might be a criminal, and grow both more convinced and less concerned as they get to know his eccentric crew of friends: men and women with a shared history, all of whom seem determined now to protect, and educate (in rather unusual ways) Rachel and Nathaniel. But are they really what and who they claim to be? A dozen years later, Nathaniel begins to uncover all he didn’t know or understand in that time, and it is this journey – through reality, recollection, and imagination – that is told in this magnificent novel.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Literary Fiction",
                "Cultural",
                "Audiobook",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Three Sisters, Three Queens",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.79,
            "ranking_count": 27290,
            "abstract": "As sisters they share an everlasting bond; As queens they can break each other’s hearts.. “There is only one bond that I trust: between a woman and her sisters. We never take our eyes off each other. In love and in rivalry, we always think of each other.”. When Katherine of Aragón is brought to the Tudor court as a young bride, the oldest princess, Margaret, takes her measure. With one look, each knows the other for a rival, an ally, a pawn, destined—with Margaret’s younger sister Mary—to a sisterhood unique in all the world. The three sisters will become the queens of England, Scotland, and France.. United by family loyalties and affections, the three queens find themselves set against each other. Katherine commands an army against Margaret and kills her husband James IV of Scotland. But Margaret’s boy becomes heir to the Tudor throne when Katherine loses her son. Mary steals the widowed Margaret’s proposed husband, but when Mary is widowed it is her secret marriage for love that is the envy of the others. As they experience betrayals, dangers, loss, and passion, the three sisters find that the only constant in their perilous lives is their special bond, more powerful than any man, even a king.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "English History",
                "European Literature",
                "Romance",
                "Adult",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "Когато изпратим деня",
            "authors": [
                "Pierre J. Mejlak",
                "Пиер Мейлак",
                "Невена Дишлиева-Кръстева",
                "Живко Петров"
            ],
            "ranking": 4.18,
            "ranking_count": 354,
            "abstract": "Когато изпратим деня, идва време за покой и споделеност.. Когато изпратим деня, си казваме най-съкровеното.. Когато изпратим деня, думите сгъстяват смисъла си.. А когато изпратим есента, в бялата тишина на зимата, ще си разказваме нови истории. Историите на Пиер Мейлак…. Пиер Дж. Мейлак е роден в Малта през 1982 година. Автор на детски книги, един роман и два сборника с разкази, носител на многобройни награди, включително Европейската награда за литература (2014). Негови разкази са превеждани на английски, френски, португалски, испански, италиански сръбски, арабски и пр. Разказът му „Ечемичени ниви“ е написан специално за сборника „Куфарът на брат ми“ (ICU, 2015).. Героите на Мейлак често са пътешественици, които се придвижват както във физическия свят, така и от една позиция в своето съществуване към друга, опитват се да проумеят живота, който са водили, без да разбират напълно. Или дори да променят миналото си така, че да им се струва по-приемливо. Разказите на Пиер ни показват живота в неговото разнообразие, различния му ритъм в различни точки на света. „Когато изпратим деня“ съдържа 13 разказа за онова, което можем да си кажем нощем, когато думите придобиват допълнителен заряд. Във времето за разказване на истории и за споделяне, във времето на обръщане към себе си. Когато изпратим деня, оставаме сами с мислите си, всеки в своя малък свят. И сме свободни да се реем из вътрешните си пространства.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Stories",
                "Contemporary",
                "Hospitals"
            ]
        },
        {
            "title": "The Forgetting",
            "authors": [
                "Sharon Cameron"
            ],
            "ranking": 3.95,
            "ranking_count": 10880,
            "abstract": "What isn't written, isn't remembered. Even your crimes.. Nadia lives in the city of Canaan, where life is safe and structured, hemmed in by white stone walls and no memory of what came before. But every twelve years the city descends into the bloody chaos of the Forgetting, a day of no remorse, when each person's memories – of parents, children, love, life, and self – are lost. Unless they have been written.. In Canaan, your book is your truth and your identity, and Nadia knows exactly who hasn't written the truth. Because Nadia is the only person in Canaan who has never forgotten.. But when Nadia begins to use her memories to solve the mysteries of Canaan, she discovers truths about herself and Gray, the handsome glassblower, that will change her world forever. As the anarchy of the Forgetting approaches, Nadia and Gray must stop an unseen enemy that threatens both their city and their own existence – before the people can forget the truth. And before Gray can forget. her. .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Mystery",
                "Audiobook"
            ]
        },
        {
            "title": "Eight Hundred Grapes",
            "authors": [
                "Laura Dave"
            ],
            "ranking": 3.62,
            "ranking_count": 33371,
            "abstract": "There are secrets you share, and secrets you hide…. Growing up on her family’s Sonoma vineyard, Georgia Ford learned some important secrets. The secret number of grapes it takes to make a bottle of wine: eight hundred. The secret ingredient in her mother’s lasagna: chocolate. The secret behind ending a fight: hold hands.. But just a week before her wedding, thirty-year-old Georgia discovers her beloved fiancé has been keeping a secret so explosive, it will change their lives forever.. Georgia does what she’s always done: she returns to the family vineyard, expecting the comfort of her long-married parents, and her brothers, and everything familiar. But it turns out her fiancé is not the only one who’s been keeping secrets…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Family",
                "Relationships"
            ]
        },
        {
            "title": "Nomadland: Surviving America in the Twenty-First Century",
            "authors": [
                "Jessica Bruder"
            ],
            "ranking": 4.04,
            "ranking_count": 39744,
            "abstract": "An alternate cover edition of ISBN 9780393356311 can be found. here.. The inspiration for Chloé Zhao's 2020 Golden Lion award-winning film starring Frances McDormand.. From the beet fields of North Dakota to the campgrounds of California to Amazon’s CamperForce program in Texas, employers have discovered a new, low-cost labor pool, made up largely of transient older adults. These invisible casualties of the Great Recession have taken to the road by the tens of thousands in RVs and modified vans, forming a growing community of nomads.. Nomadland. tells a revelatory tale of the dark underbelly of the American economy—one which foreshadows the precarious future that may await many more of us. At the same time, it celebrates the exceptional resilience and creativity of these Americans who have given up ordinary rootedness to survive, but have not given up hope.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Sociology",
                "Audiobook",
                "Economics",
                "History",
                "Autobiography",
                "Politics",
                "Social Issues"
            ]
        },
        {
            "title": "The Amazing Tale of Ali Pasha",
            "authors": [
                "Michael Foreman"
            ],
            "ranking": 4.26,
            "ranking_count": 62,
            "abstract": "On 6th May 1915, Henry Friston, a 21-year-old seaman, rejoined his battleship after ten days in Hell. Hell was just 180 metres long and seven metres wide and was otherwise known only as 'X Beach', Gallipoli. Henry, ferrying the wounded from the battlefield, had not eaten or slept for three days. Then, somehow, in the midst of the bombardments, he met an unlikely companion - a tortoise.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Childrens"
            ]
        },
        {
            "title": "The Churchill Factor: How One Man Made History",
            "authors": [
                "Boris Johnson"
            ],
            "ranking": 4.05,
            "ranking_count": 6929,
            "abstract": "From London’s inimitable mayor, Boris Johnson, the story of how Churchill’s eccentric genius shaped not only his world but our own.. On the fiftieth anniversary of Churchill’s death, Boris Johnson celebrates the singular brilliance of one of the most important leaders of the twentieth century. Taking on the myths and misconceptions along with the outsized reality, he portrays—with characteristic wit and passion—a man of contagious bravery, breathtaking eloquence, matchless strategizing, and deep humanity.. Fearless on the battlefield, Churchill had to be ordered by the king to stay out of action on D-Day; he pioneered aerial bombing and few could match his experience in organizing violence on a colossal scale,  yet he hated war and scorned politicians who had not experienced its horrors. He was the most famous journalist of his time and perhaps the greatest orator of all time, despite a lisp and chronic depression he kept at bay by painting. His maneuvering positioned America for entry into World War II, even as it ushered in England’s post-war decline. His openmindedness made him a trailblazer in health care, education, and social welfare, though he remained incorrigibly politically incorrect. Most of all, he was a rebuttal to the idea that history is the story of vast and impersonal forces; he is proof that one person—intrepid, ingenious, determined—can make all the difference.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Politics",
                "War",
                "Audiobook",
                "Historical",
                "Biography Memoir",
                "Military"
            ]
        },
        {
            "title": "Dire",
            "authors": [
                "Alyssa Rose Ivy"
            ],
            "ranking": 3.6,
            "ranking_count": 1847,
            "abstract": "Gage was the first guy I ever wanted. He was my first crush and my first fantasy, but he wasn't my first in any other way because he never saw me as anything more than a friend— at least not until the night that changed everything.. It was all Gage's fault. He insisted we drive through the storm and take the back roads. By the time the storm hit full force we had no chance. One night of snowbound sex changed our relationship forever. The problem was at the same time I caught another guy’s attention. This other guy happened to be the alpha of a pack of shifter wolves. I thought the wolves were the worst of my problems, but I was wrong. When things went from bad to worse I had to make a lifelong sacrifice to save Gage, but what price is too much to save the one you love?. *New Adult Paranormal Romance*",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Shapeshifters",
                "Paranormal",
                "Academic"
            ]
        },
        {
            "title": "The Path Keeper",
            "authors": [
                "N.J. Simmonds"
            ],
            "ranking": 3.74,
            "ranking_count": 335,
            "abstract": "What if all our lives were mapped out before birth? Does anyone have the power to change their destiny?. Ella hates London. She misses her old life in Spain and is struggling to get over her past—until she meets Zac. He’s always loved her but isn’t meant to be part of her story. Not this time. Not ever. Little does she know that his secret is the one thing that will tear them apart and force her to live in a world that no longer makes sense. A world full of danger, lies and magic.. THE PATH KEEPER is a passionate tale of first loves, second chances and the invisible threads that bind us. Can love ever be stronger than fate?. *This special edition hardcover contains the Indigo Chronicles story, One Day I'll Fly Away, available exclusively in the hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "Locke & Key, Vol. 6: Alpha & Omega",
            "authors": [
                "Joe Hill",
                "Gabriel Rodríguez"
            ],
            "ranking": 4.48,
            "ranking_count": 28854,
            "abstract": "The shadows have never been darker and the end has never been closer. Turn the key and open the last door; it's time to say goodbye.. The final arc of New York Times bestselling Locke & Key comes to a thundrous and compelling conclusion.. An event not to be missed!. Collects Alpha #1-2 and Omega #1-5 .",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Adult"
            ]
        },
        {
            "title": "First Man In: Leading from the Front",
            "authors": [
                "Ant Middleton"
            ],
            "ranking": 4.03,
            "ranking_count": 11352,
            "abstract": "No one is born a leader. But through sheer determination and by confronting life’s challenges, Ant Middleton has come to know the meaning of true leadership. In First Man In, he shares the core lessons he’s learned over the course of his fascinating, exhilarating life.. Special forces training is no walk in the park. The rules are strict and they make sure you learn the hard way, pushing you beyond the limits of what is physically possible. There is no mercy. Even when you are bleeding and broken, to admit defeat is failure.. To survive the gruelling selection process to become a member of the elite you need toughness, aggression, meticulous attention to detail and unrelenting self-discipline, all traits that make for the best leaders.. After 13 years service in the military, with 4 years as a Special Boat Service (SBS) sniper, Ant Middleton is the epitome of what it takes to excel. He served in the SBS, the naval wing of the special forces, the Royal Marines and 9 Parachute Squadron Royal, achieving what is known as the ‘Holy Trinity’ of the UK’s Elite Forces. As a point man in the SBS, Ant was always the first man through the door, the first man into the dark, and the first man in harm’s way.. In this fascinating, exhilarating and revealing book, Ant speaks about the highs and gut-wrenching lows of his life – from the thrill of passing Special Forces Selection to dealing with the early death of his father and ending up in prison on leaving the military – and draws valuable lessons that we can all use in our daily lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "Audiobook",
                "Self Help",
                "Leadership",
                "Autobiography"
            ]
        },
        {
            "title": "Paper Things",
            "authors": [
                "Jennifer Richard Jacobson"
            ],
            "ranking": 4.16,
            "ranking_count": 3774,
            "abstract": "When forced to choose between staying with her guardian and being with her big brother, Ari chose her big brother. There’s just one problem—Gage doesn’t actually have a place to live.. When Ari’s mother died four years ago, she had two final wishes: that Ari and her older brother, Gage, would stay together always, and that Ari would go to Carter, the middle school for gifted students. So when nineteen-year-old Gage decides he can no longer live with their bossy guardian, Janna, Ari knows she has to go with him. But it’s been two months, and Gage still hasn’t found them an apartment. He and Ari have been couch surfing, staying with Gage’s friend in a tiny apartment, crashing with Gage’s girlfriend and two roommates, and if necessary, sneaking into a juvenile shelter to escape the cold Maine nights. But all of this jumping around makes it hard for Ari to keep up with her schoolwork, never mind her friendships, and getting into Carter starts to seem impossible. Will Ari be forced to break one of her promises to Mama?. Told in an open, authentic voice, this nuanced story of hiding in plain sight may have readers thinking about homelessness in a whole new way.",
            "part_of_series": false,
            "genre_list": [
                "Realistic Fiction",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Family",
                "Academic",
                "Social Issues"
            ]
        },
        {
            "title": "Miss Burma",
            "authors": [
                "Charmaine Craig"
            ],
            "ranking": 3.59,
            "ranking_count": 2626,
            "abstract": "A beautiful and poignant story of one family during the most violent and turbulent years of world history,. Miss Burma. is a powerful novel of love and war, colonialism and ethnicity, and the ties of blood.. Miss Burma. tells the story of modern-day Burma through the eyes of Benny and Khin, husband and wife, and their daughter Louisa. After attending school in Calcutta, Benny settles in Rangoon, then part of the British Empire, and falls in love with Khin, a woman who is part of a long-persecuted ethnic minority group, the Karen. World War II comes to Southeast Asia, and Benny and Khin must go into hiding in the eastern part of the country during the Japanese Occupation, beginning a journey that will lead them to change the country’s history. After the war, the British authorities make a deal with the Burman nationalists, led by Aung San, whose party gains control of the country. When Aung San is assassinated, his successor ignores the pleas for self-government of the Karen people and other ethnic groups, and in doing so sets off what will become the longest-running civil war in recorded history. Benny and Khin’s eldest child, Louisa, has a danger-filled, tempestuous childhood and reaches prominence as Burma’s first beauty queen soon before the country falls to dictatorship. As Louisa navigates her newfound fame, she is forced to reckon with her family’s past, the West’s ongoing covert dealings in her country, and her own loyalty to the cause of the Karen people.. Based on the story of the author’s mother and grandparents,. Miss Burma. is a captivating portrait of how modern Burma came to be and of the ordinary people swept up in the struggle for self-determination and freedom.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Audiobook",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Water Dancer",
            "authors": [
                "Ta-Nehisi Coates"
            ],
            "ranking": 4.07,
            "ranking_count": 95759,
            "abstract": "An alternative cover edition for this ISBN can be found. here. and. here. .. Young Hiram Walker was born into bondage. When his mother was sold away, Hiram was robbed of all memory of her—but was gifted with a mysterious power. Years later, when Hiram almost drowns in a river, that same power saves his life. This brush with death births an urgency in Hiram and a daring scheme: to escape from the only home he’s ever known.. So begins an unexpected journey that takes Hiram from the corrupt grandeur of Virginia’s proud plantations to desperate guerrilla cells in the wilderness, from the coffin of the Deep South to dangerously idealistic movements in the North. Even as he’s enlisted in the underground war between slavers and the enslaved, Hiram’s resolve to rescue the family he left behind endures.. This is the dramatic story of an atrocity inflicted on generations of women, men, and children—the violent and capricious separation of families—and the war they waged to simply make lives with the people they loved. Written by one of today’s most exciting thinkers and writers,. The Water Dancer. is a propulsive, transcendent work that restores the humanity of those from whom everything was stolen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Fantasy",
                "Magical Realism",
                "Audiobook",
                "Race",
                "Adult",
                "Cultural",
                "Novels"
            ]
        },
        {
            "title": "Dear Evan Hansen",
            "authors": [
                "Val Emmich",
                "Steven Levenson",
                "Benj Pasek",
                "Justin Paul"
            ],
            "ranking": 3.94,
            "ranking_count": 52389,
            "abstract": "From the show's creators comes the groundbreaking novel inspired by the Broadway smash hit Dear Evan Hansen.. Dear Evan Hansen,. Today's going to be an amazing day and here's why.... When a letter that was never meant to be seen by anyone draws high school senior Evan Hansen into a family's grief over the loss of their son, he is given the chance of a lifetime: to belong. He just has to stick to a lie he never meant to tell, that the notoriously troubled Connor Murphy was his secret best friend.. Suddenly, Evan isn't invisible anymore--even to the girl of his dreams. And Connor Murphy's parents, with their beautiful home on the other side of town, have taken him in like he was their own, desperate to know more about their enigmatic son from his closest friend. As Evan gets pulled deeper into their swirl of anger, regret, and confusion, he knows that what he's doing can't be right, but if he's helping people, how wrong can it be?. No longer tangled in his once-incapacitating anxiety, this new Evan has a purpose. And a website. He's confident. He's a viral phenomenon. Every day is amazing. Until everything is in danger of unraveling and he comes face to face with his greatest obstacle: himself.. A simple lie leads to complicated truths in this big-hearted coming-of-age story of grief, authenticity and the struggle to belong in an age of instant connectivity and profound isolation.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Health",
                "Audiobook",
                "Realistic Fiction",
                "LGBT",
                "Romance",
                "Mental Health"
            ]
        },
        {
            "title": "Scientific Miracles in Ocean and Animals",
            "authors": [
                "Yusuf Al-Hajj Ahmad",
                "Darussalam"
            ],
            "ranking": 4.3,
            "ranking_count": 90,
            "abstract": "Water is the substance of life, the magic elixir without which life on this planet would be impossible. The Qur’an not only mentions that the creation of all living things began from water, it also talks about various phenomena related to water like the sending of rainfall, the layers of darkness and internal waves in the oceans, the different colours of the seas, cloud formation and the barrier between fresh water and saltwater. Professor Schroeder one of the greatest oceanographers in West Germany used to say, When science progresses, religion must inevitably retreat. But when he heard the translation of the meanings of the verses of the Qur’an he was stunned and said, These cannot be the words of a human being. Read on to find out about the astonishing scientific facts which came down to Arabs in the desert who did not know how to swim or sail in the seas and oceans or possess the sophisticated equipment to make such discoveries, discoveries that have left modern scientific researchers, oceanographers and experts speechless and in awe.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "The Best in the World: At What I Have No Idea",
            "authors": [
                "Chris Jericho",
                "Peter T. Fornatale"
            ],
            "ranking": 4.15,
            "ranking_count": 1992,
            "abstract": "The. New York Times. bestselling author, wrestler, metal rocker, and over-the-top media personality shares his latest wild and hilarious adventures. World Wrestling Entertainment has named Chris Jericho as one of the top ten wrestlers—and one of the top five talkers—of all time. Certainly, the past six years have been spectacular for Jericho. After a sluggish return from his 2005 sabbatical, Jericho found new inspiration in watching. No Country for Old Men. and completely reinvented his character—ultimately going on to capture three world WWE titles.. The Best in the World. chronicles some of the incredible and often preposterous highlights of Jericho’s recent career, including:. How Mickey Rourke challenged Jericho to a match, then backed out. Jericho’s award-winning feud with Shawn Michaels, which culminated in Jericho knocking out Michael’s wife in the ring . . . for real. His escape from the 2010 Icelandic volcanoes in a broken-down, European rental-car shuttle. His encounters with Bob Barker, Ozzy Osbourne, Metallica, Al Sharpton, and Mike Tyson; and his on-again-off-again relationship with WWE chief Vince McMahon. Jericho has a one-of-a-kind comedic voice and a knack for getting himself into screwball situations—both in and out of the ring. See for yourself why he is the best in the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Sports",
                "Autobiography",
                "Music",
                "Humor",
                "Audiobook"
            ]
        },
        {
            "title": "This Gulf of Fire: The Great Lisbon Earthquake and Its Aftermath",
            "authors": [
                "Mark Molesky"
            ],
            "ranking": 3.82,
            "ranking_count": 215,
            "abstract": "The captivating and definitive account of the most consequential natural disaster of modern times.. On All Saints’ Day 1755, tremors from an earthquake measuring perhaps 9.0 (or higher) on the moment magnitude scale swept furiously from their origin along the Atlantic seabed toward the Iberian and African coasts. Directly in their path was Lisbon, then one of the wealthiest cities in the world and the capital of a vast global empire. Within minutes, much of the city lay in ruins.. But this was only the beginning. A half hour later, a giant tsunami unleashed by the quake smashed into Portugal’s coastline and barreled up the Tagus River, carrying countless thousands out to sea. By day’s end, the great wave chain would claim victims on four separate continents. To complete Lisbon’s destruction, a hellacious firestorm then engulfed the city’s shattered remains. Subjecting survivors to temperatures exceeding 1,832°F (1,000°C), it burned for several weeks, killing thousands and incinerating much of what the earthquake and tsunami had spared.. Drawing on a wealth of new sources, the latest scientific research, and a sophisticated grasp of European history, Mark Molesky gives us the authoritative account of the Great Lisbon Disaster and its impact on the Western world—including descriptions of the world’s first international relief effort; the rise of a brutal, yet modernizing, dictatorship in Portugal; and the effect of the disaster on the spirit and direction of the European Enlightenment.. Much more than a chronicle of destruction,. This Gulf of Fire. is, at its heart, a gripping human drama, involving an array of unforgettable characters—such as the Marquês de Pombal, the once-slighted striver who sees in the chaos his path to supreme power, and Gabriel Malagrida, the charismatic Jesuit whose view that the earthquake was a punishment sent by God leads inexorably to his demise. There is Dom José, the unremarkable king of Portugal, who stands by his people in their moment of greatest need but ultimately abandons them to the tyranny of his first minister. There is Kitty Witham, the plucky English nun who helps her fellow sisters escape from their collapsing convent, and Manoel Portal, the Oratorian priest who flees the burning capital on his broken leg and goes on to write one of the definitive accounts of the disaster. Philosophers, kings, poets, emperors, scientists, scoundrels, journalists, and monkeys all make their appearance in this remarkable narrative of the mid-eighteenth century.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Literature",
                "Historical",
                "Science"
            ]
        },
        {
            "title": "A Call to Duty",
            "authors": [
                "David Weber",
                "Timothy Zahn",
                "Thomas  Pope"
            ],
            "ranking": 4.12,
            "ranking_count": 3797,
            "abstract": "Growing up, Travis Uriah Long yearned for order and discipline in his life... the two things his neglectful mother couldn't or wouldn't provide. So when Travis enlisted in the Royal Manticoran Navy, he thought he'd finally found the structure he'd always wanted so desperately.. But life in the RMN isn't exactly what he expected. Boot camp is rough and frustrating; his first ship assignment lax and disorderly; and with the Star Kingdom of Manticore still recovering from a devastating plague, the Navy is possibly on the edge of extinction.. The Star Kingdom is a minor nation among the worlds of the Diaspora, its closest neighbors weeks or months away, with little in the way of resources. With only modest interstellar trade, no foreign contacts to speak of, a plague-ravaged economy to rebuild, and no enemies looming at the hyper limit, there are factions in Parliament who want nothing more than to scrap the Navy and shift its resources and manpower elsewhere.. But those factions are mistaken. The universe is not a safe place.. Travis Long is about to find that out.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Space",
                "Fiction",
                "War",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Sweet Disorder",
            "authors": [
                "Rose Lerner"
            ],
            "ranking": 3.75,
            "ranking_count": 1561,
            "abstract": "Politics can make spectacular bedfellows…. Prickly newspaperman’s widow Phoebe Sparks has vowed never to marry again. Unfortunately, the election in Lively St. Lemeston is hotly contested, and the little town’s charter gives Phoebe the right to make her husband a voter—if she had one.. The Honorable Nicholas Dymond has vowed never to get involved in his family's aristocratic politicking. But now his army career is over for good, his leg and his self-confidence both shattered in the war. Helping his little brother win an election could be just what the doctor ordered.. So Nick decamps to the country, under strict orders to marry Phoebe off to. somebody. before the polls open. He’s intrigued by the lovely widow from the moment she shuts the door in his face.. Phoebe is determined not to be persuaded by the handsome earl’s son, no matter how charming he is. But when disaster strikes her young sister, she is forced to consider selling her vote—and her hand—to the highest bidder.. As election intrigue grows, Phoebe and Nick are brought face to face with their own deepest desires and forced to decide which vows are worth keeping, and which must be broken.... Contains elections, confections, and a number of erections.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Disability"
            ]
        },
        {
            "title": "On the Battle Lost",
            "authors": [
                "Svetlana Alexievich"
            ],
            "ranking": 4.41,
            "ranking_count": 87,
            "abstract": "Svetlana Alexievich held her Nobel Lecture on 7 December 2015, at the Swedish Academy, Stockholm. She was introduced by Sara Danius, Permanent Secretary of the Swedish Academy. The lecture was delivered in Russian.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural"
            ]
        },
        {
            "title": "The Secret of Happy Ever After",
            "authors": [
                "Lucy Dillon"
            ],
            "ranking": 3.96,
            "ranking_count": 4618,
            "abstract": "Michelle doesn’t believe in fairy tales. She’s a hard-headed businesswoman, making a fresh start in a new town. And when she decides to take over a neglected book shop, she knows the perfect manager.. For book-loving Anna, it’s a dream come true—and not just because it gives her an escape from her three demanding step-children and their adorable but hyperactive Dalmatian. Although she’s been thinking that her own fairytale ending hasn’t really turned out the way she hoped, Anna’s passion for the classics is transforming the shop. The customers, and even Michelle, are falling under the spell of the magical stories of romance, adventure, and lost dogs.. But when secrets from her past threaten Michelle’s new beginnings, and trouble strikes at the heart of Anna’s household, can the wisdom and courage of the stories in the bookshop help the two friends—and those they love—find their happy ever after?",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Holiday",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Writing"
            ]
        },
        {
            "title": "The Mother-in-Law",
            "authors": [
                "Sally Hepworth"
            ],
            "ranking": 3.99,
            "ranking_count": 119598,
            "abstract": "Someone once told me that you have two families in your life - the one you are born into and the one you choose. Yes, you may get to choose your partner, but you don't choose your mother-in-law. The cackling mercenaries of fate determine it all.. From the moment Lucy met Diana, she was kept at arm's length. Diana is exquisitely polite, but Lucy knows, even after marrying Oliver, that they'll never have the closeness she'd been hoping for.. But who could fault Diana? She was a pillar of the community, an advocate for social justice, the matriarch of a loving family. Lucy had wanted so much to please her new mother-in-law.. That was ten years ago. Now, Diana has been found dead, leaving a suicide note. But the autopsy reveals evidence of suffocation. And everyone in the family is hiding something.... From the bestselling author of. The Family Next Door. comes a new page-turner about that trickiest of relationships.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Contemporary",
                "Suspense",
                "Adult",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "Winter's King: A Story",
            "authors": [
                "Ursula K. Le Guin"
            ],
            "ranking": 3.8,
            "ranking_count": 323,
            "abstract": "The recipient of numerous literary prizes, including the National Book Award, the Kafka Award, and the Pushcart Prize, Ursula K. Le Guin is renowned for her spare, elegant prose, rich characterization, and diverse worlds. Winter's King is a short story originally published in the collection. The Wind's Twelve Quarters. .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Space"
            ]
        },
        {
            "title": "Wicked",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 3.99,
            "ranking_count": 43049,
            "abstract": "Things are about to get. Wicked. in New Orleans.. Twenty-two year old Ivy Morgan isn’t your average college student. She, and others like her, know humans aren’t the only thing trolling the French Quarter for fun… and for food. Her duty to the Order is her life. After all, four years ago, she lost. everything. at the hands of the creatures she’d sworn to hunt, tearing her world and her heart apart.. Ren Owens is the last person Ivy expected to enter her rigidly controlled life. He’s six feet and three inches of temptation and swoon-inducing charm. With forest-green eyes and a smile that’s surely left a stream of broken hearts in its wake, he has an uncanny, almost unnatural ability to make her yearn for everything he has to offer. But letting him in is as dangerous as hunting the cold-blooded killers stalking the streets. Losing the boy she loved once before had nearly destroyed her, but the sparking tension that grows between them becomes impossible for Ivy to deny. Deep down, she wants… she needs more than what her duty demands of her, what her past has shaped for her.. But as Ivy grows closer to Ren, she realizes she’s not the only one carrying secrets that could shatter the frail bond between them. There’s something he’s not telling her, and one thing is for certain. She’s no longer sure what is more dangerous to her—the ancient beings threatening to take over the town or the man demanding to lay claim to her heart and her soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "New Adult",
                "Romance",
                "Fairies",
                "Young Adult"
            ]
        },
        {
            "title": "Brother",
            "authors": [
                "David Chariandy"
            ],
            "ranking": 4.01,
            "ranking_count": 8634,
            "abstract": "An intensely beautiful, searingly powerful, tightly constructed novel,. Brother. explores questions of masculinity, family, race, and identity as they are played out in a Scarborough housing complex during the sweltering heat and simmering violence of the summer of 1991.. With shimmering prose and mesmerizing precision, David Chariandy takes us inside the lives of Michael and Francis. They are the sons of Trinidadian immigrants, their father has disappeared and their mother works double, sometimes triple shifts so her boys might fulfill the elusive promise of their adopted home.. Coming of age in The Park, a cluster of town houses and leaning concrete towers in the disparaged outskirts of a sprawling city, Michael and Francis battle against the careless prejudices and low expectations that confront them as young men of black and brown ancestry -- teachers stream them into general classes; shopkeepers see them only as thieves; and strangers quicken their pace when the brothers are behind them. Always Michael and Francis escape into the cool air of the Rouge Valley, a scar of green wilderness that cuts through their neighbourhood, where they are free to imagine better lives for themselves.. Propelled by the pulsing beats and styles of hip hop, Francis, the older of the two brothers, dreams of a future in music. Michael's dreams are of Aisha, the smartest girl in their high school whose own eyes are firmly set on a life elsewhere. But the bright hopes of all three are violently, irrevocably thwarted by a tragic shooting, and the police crackdown and suffocating suspicion that follow.. With devastating emotional force David Chariandy, a unique and exciting voice in Canadian literature, crafts a heartbreaking and timely story about the profound love that exists between brothers and the senseless loss of lives cut short with the shot of a gun.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Race",
                "Young Adult",
                "Adult Fiction",
                "Family",
                "Novels"
            ]
        },
        {
            "title": "The Year I Turned Sixteen",
            "authors": [
                "Diane Schwemm"
            ],
            "ranking": 4.15,
            "ranking_count": 2155,
            "abstract": "Turning sixteen is an unforgettable milestone, and each of these four sisters has her own story to tell. Rose, the oldest, feels like she has the most responsibility when her father dies, and yearns to be true to herself. Daisy wants to break free from her family, but trouble arises when she falls for a bad boy. Laurel struggles with the loss of a close relative and finds herself drawn to a boy who may actually understand. And Lily, the youngest sister, feels like nothing could be more difficult than actually being herself. These four books in one special bind-up make for a great value—and an even better read.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Womens Fiction",
                "Fiction",
                "Realistic Fiction",
                "Family",
                "Childrens"
            ]
        },
        {
            "title": "All Night with a Rogue",
            "authors": [
                "Alexandra Hawkins"
            ],
            "ranking": 3.79,
            "ranking_count": 2623,
            "abstract": "Notorious, handsome, and decadent, the Lords of Vice prowl the glittering ballrooms of Regency London-- breaking rules and hearts with equal aplomb. But even the wildest rogue must eventually meet his match.... IT BEGAN AS A FAVOR.... Seduce Lady Juliana Ivers and then cast her aside: Those are his sister's instructions. Alexius Braverton, Marquess of Sinclair--known as Sin to the ton--is happy enough to oblige, especially when he catches a glimpse of his target. Juliana is completely unlike the empty-headed chits who barely hold his attention for a week. A true gentleman would leave her to find a worthy suitor. But then, a Lord of Vice would never claim to be a gentleman.. WOULD IT END IN FOREVER?. Juliana is expected to marry well to improve her family's finances, even if she secretly longs to make a living through her musical compositions. A dalliance can only complicate matters, though not even practical Juliana can help succumbing to the aptly named Sin. But one unforgettable night will draw her into a scandalous affair--and a seduction begun as sport will soon become deliciously, dangerously real...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Adult",
                "Fiction",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Composed: A Memoir",
            "authors": [
                "Rosanne Cash"
            ],
            "ranking": 3.76,
            "ranking_count": 1849,
            "abstract": "A candid and moving memoir from the critically acclaimed singer and songwriter For thirty years as a musician, Rosanne Cash has enjoyed both critical and commercial success, releasing a series of albums that are as notable for their lyrical intelligence as for their musical excellence. Now, in her memoir, Cash writes compellingly about her upbringing in Southern California as the child of country legend Johnny Cash, and of her relationships with her mother and her famous stepmother, June Carter Cash. In her account of her development as an artist she shares memories of a hilarious stint as a twenty-year-old working for Columbia Records in London, recording her own first album on a German label, working her way to success, her marriage to Rodney Crowell, a union that made them Nashville's premier couple, her relationship with the country music establishment, taking a new direction in her music and leaving Nashville to move to New York. As well as motherhood, dealing with the deaths of her parents, in part through music, the process of songwriting, and the fulfillment she has found with her current husband and musical collaborator, John Leventhal. Cash has written an unconventional and compelling memoir that, in the tradition of M. F. K. Fisher's The Gastronomical Me and Frank Conroy's Stop-Time, is a series of linked pieces that combine to form a luminous and brilliant whole.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Music",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "Chapman's Odyssey",
            "authors": [
                "Paul Bailey"
            ],
            "ranking": 3.68,
            "ranking_count": 131,
            "abstract": "Harry Chapman is gravely ill in hospital. Why can he hear his mother's voice, acerbic and disappointed in him as usual? Is it because of Dr Pereira's wonder drug? Perhaps her presence would be understandable enough, but what is Pip from Great Expectations doing here? Soon, more and more voices add to the chorus.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Covenant's End",
            "authors": [
                "Ari Marmell"
            ],
            "ranking": 4.15,
            "ranking_count": 564,
            "abstract": "The thief Widdershins and her own personal god, Olgun, return to their home city of Davillon after almost a year away. While Shins expects only to face the difficulty of making up with her friends, what she actually finds is far, far worse. Her nemesis, Lisette, has returned, and she is not alone. Lisette has made a dark pact with supernatural powers that have granted her abilities far greater than anything Widdershins and Olgun can match.. Together, Widdershins and Olgun will face enemies on both sides of the law, for Lisette's schemes have given her power in both Davillon's government and its underworld. For even a slim chance, Shins must call on both old friends--some of whom haven't yet forgiven her--and new allies.. Even with their help, Widdershins may be required to make the hardest sacrifice of her life, if she is to rid Davillon--and herself--of Lisette once and for all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Mirage",
            "authors": [
                "Matt Ruff"
            ],
            "ranking": 3.59,
            "ranking_count": 3511,
            "abstract": "A mind-bending novel in which an alternate history of 9/11 and its aftermath uncovers startling truths about America and the Middle East. 11/9/2001: Christian fundamentalists hijack four jetliners. They fly two into the Tigris & Euphrates World Trade Towers in Baghdad, and a third into the Arab Defense Ministry in Riyadh. The fourth plane, believed to be bound for Mecca, is brought down by its passengers.. The United Arab States declares a War on Terror. Arabian and Persian troops invade the Eastern Seaboard and establish a Green Zone in Washington, D.C. . . .. Summer, 2009: Arab Homeland Security agent Mustafa al Baghdadi interrogates a captured suicide bomber. The prisoner claims that the world they are living in is a mirage--in the real world, America is a superpower, and the Arab states are just a collection of backward third-world countries. A search of the bomber's apartment turns up a copy of The New York Times, dated September 12, 2001, that appears to support his claim. Other captured terrorists have been telling the same story. The president wants answers, but Mustafa soon discovers he's not the only interested party.. The gangster Saddam Hussein is conducting his own investigation. And the head of the Senate Intelligence Committee--a war hero named Osama bin Laden--will stop at nothing to hide the truth. As Mustafa and his colleagues venture deeper into the unsettling world of terrorism, politics, and espionage, they are confronted with questions without any rational answers, and the terrifying possibility that their world is not what it seems.. Acclaimed novelist Matt Ruff has created a shadow world that is eerily recognizable but, at the same time, almost unimaginable. Gripping, subversive, and unexpectedly moving, The Mirage probes our deepest convictions and most arresting fears.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Speculative Fiction",
                "Thriller",
                "Politics",
                "Adult",
                "Science Fiction Fantasy",
                "Religion"
            ]
        },
        {
            "title": "Breathe",
            "authors": [
                "Sarah Crossan"
            ],
            "ranking": 3.69,
            "ranking_count": 17379,
            "abstract": "The world has no air. If you want to survive, you pay to breathe. But what if you can't? And what if you think everything could be different? Three teens will leave everything they know behind in Sarah Crossan's gripping and original dystopian teen novel of danger, longing, and glimmering hope that will appeal to fans of Patrick Ness and Veronica Roth.. National Book Award Finalist Kathleen Duey called. Breathe. An amazing story! Sit down. Inhale. Now, while you still can. Ever since the Switch, when the oxygen levels plummeted and most of humanity died, the survivors have been protected in glass domes full of manufactured air. Protected . . . or trapped? Or controlled? Alina's a revolutionary who believes we can save the environment. Quinn's a Premium who's never had to worry about having enough air. His best friend, Bea, is an Auxiliary who's never worried about anything but having enough air. When the three cross paths, they will change everything. Sarah Crossan's thrilling and provocative novel is about passion, about yearning for something better, and about breaking free for the very first time.. The Bulletin of the Center for Children's Books. proclaims it an action-packed dystopian series opener to watch out for.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Apocalyptic",
                "Fantasy",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Down the Rabbit Hole",
            "authors": [
                "Juan Pablo Villalobos",
                "Adam Thirlwell",
                "Rosalind Harvey"
            ],
            "ranking": 3.78,
            "ranking_count": 5149,
            "abstract": "Tochtli lives in a palace. He loves hats, samurai, guillotines and dictionaries, and what he wants more than anything right now is a new pet for his private zoo: a pygmy hippopotamus from Liberia. But Tochtli is a child whose father is a drug baron on the verge of taking over a powerful cartel, and Tochtli is growing up in a luxury hideout that he shares with hit men, prostitutes, dealers, servants and the odd corrupt politician or two.. Down the Rabbit Hole, a masterful and darkly comic first novel, is the chronicle of a delirious journey to grant a child’s wish.. It has created quite a buzz in the Spanish-speaking world and beyond. It was published in Spain in 2010 (Anagrama) and has already been translated into Portuguese, French, Italian, German, Romanian, Dutch and English.. Every writer should attempt to go beyond the limits of possible experience. It sounds nice: really I just copied it from the dictionary. The dictionary also says that to transcend is to find out something that is hidden. That is: reality on its own is worth nothing; we have to transform it into culture.. - Villalobos.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novella",
                "Novels",
                "Cultural",
                "European Literature",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Accident",
            "authors": [
                "Chris  Pavone"
            ],
            "ranking": 3.6,
            "ranking_count": 9904,
            "abstract": "From the author of the. New York Times. -bestselling and Edgar Award-winning. The Expats. As dawn approaches in New York, literary agent Isabel Reed is turning the final pages of a mysterious, anonymous manuscript, racing through the explosive revelations about powerful people, as well as long-hidden secrets about her own past. In Copenhagen, veteran CIA operative Hayden Gray, determined that this sweeping story be buried, is suddenly staring down the barrel of an unexpected gun. And in Zurich, the author himself is hiding in a shadowy expat life, trying to atone for a lifetime’s worth of lies and betrayals with publication of. The Accident,. while always looking over his shoulder.. Over the course of one long, desperate, increasingly perilous day, these lives collide as the book begins its dangerous march toward publication, toward saving or ruining careers and companies, placing everything at risk—and everyone in mortal peril.  The rich cast of characters—in publishing and film, politics and espionage—are all forced to confront the consequences of their ambitions, the schisms between their ideal selves and the people they actually became.. The action rockets around Europe and across America, with an intricate web of duplicities stretching back a quarter-century to a dark winding road in upstate New York, where the shocking truth about the accident itself is buried.. Gripping, sophisticated, layered, and impossible to put down,. The Accident. proves once again that Chris Pavone is a true master of suspense.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Suspense",
                "Thriller",
                "Audiobook",
                "Spy Thriller",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Joseph: His Arms Were Made Strong",
            "authors": [
                "David C. Searle",
                "Derek J. Prime"
            ],
            "ranking": 3.5,
            "ranking_count": 4,
            "abstract": "Joseph, His Arms Were Made Strong takes up and illustrates many truth vital for Christian living. It is not only a good read but will be spiritually beneficial to both young and old. It is relevant to contemporary trends and opinions both in society and the church. It draws upon long pastoral experience and is full of down-to-earth examples. What is unusual but refreshing about the book is the author's directness in addressing the reader and his asking some personal questions. This underlines the helpfulness of the lessons drawn from Joseph's life and makes the reading a stimulus and guide to spiritual growth and personal holiness.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Lifeboat",
            "authors": [
                "Charlotte Rogan"
            ],
            "ranking": 3.2,
            "ranking_count": 23965,
            "abstract": "In the summer of 1914, the elegant ocean liner carrying Grace Winter and her husband Henry across the Atlantic suffers a mysterious explosion. Setting aside his own safety, Henry secures Grace a place in a lifeboat, which the survivors quickly realize is over capacity. For any to live, some must die.. Adrift on the Atlantic, the weather deteriorating and supplies dwindling, the caraways scheme and battle, caught up in a vicious power struggle between ruthless but experienced sailor and an enigmatic matron with surprising powers of persuasion.. Choosing a side will seal her fate, but Grace has made her way in the world by seizing every possible advantage. As she recollects the unorthodox way she and Henry met and considers the new life of privilege she thought she'd found, Grace must now decide: Will she pay any price to keep it?. The Lifeboat is a masterful debut, a story of hard choices, ambition, and entertainment narrated by a woman as complex and unforgettable as the events she describes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adventure",
                "Adult Fiction",
                "Book Club",
                "Mystery",
                "Audiobook",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Doctor Who: The Jade Pyramid",
            "authors": [
                "Martin Day",
                "Matt  Smith"
            ],
            "ranking": 3.41,
            "ranking_count": 531,
            "abstract": "Matt Smith reads this exclusive audio story featuring the Eleventh Doctor and Amy Pond.. Intercepting a distress call, the TARDIS is drawn to a Shinto shrine in medieval Japan, where the Doctor and Amy are met by village elder Shijô Sada. He explains that the ogre-like mannequins surrounding the holy site are harmless guardians, called Otoroshi.. At the heart of the temple is an ancient jade pyramid, so sacred that only the monks may look at it. But the Shogun, the ruler of Japan, wants to possess the pyramid and has ordered seven samurai and a band of soldiers to come to Kokan and seize it.. Whilst the Doctor is tracked by a ninja assassin, Amy discovers what happens to trespassers at the shrine. Soon the secrets of the jade pyramid - and the towering Otoroshi - will be known.... Written specially for audio by Martin Day,. The Jade Pyramid. is read by Matt Smith, who plays the Doctor in the acclaimed hit series from BBC Television.. 24 is the number of tracks in this audiobook.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Audiobook",
                "Fiction",
                "Adventure",
                "Short Stories",
                "Fantasy",
                "Historical"
            ]
        },
        {
            "title": "Evangelical Catholicism: Deep Reform in the 21st-Century Church",
            "authors": [
                "George Weigel"
            ],
            "ranking": 4.04,
            "ranking_count": 314,
            "abstract": "The Catholic Church is on the threshold of a bold new era in its two-thousand year history. As the curtain comes down on the Church defined by the 16th-century Counter-Reformation, the curtain is rising on the Evangelical Catholicism of the third millennium: a way of being Catholic that comes from over a century of Catholic reform; a mission-centered renewal honed by the Second Vatican Council and given compelling expression by Blessed John Paul II and Pope Benedict XVI.. The Gospel-centered Evangelical Catholicism of the future will send all the people of the Church into mission territory every day -- a territory increasingly defined in the West by spiritual boredom and aggressive secularism. Confronting both these cultural challenges and the shadows cast by recent Catholic history, Evangelical Catholicism unapologetically proclaims the Gospel of Jesus Christ as the truth of the world. It also molds disciples who witness to faith, hope, and love by the quality of their lives and the nobility of their aspirations. Thus the Catholicism of the 21st century and beyond will be a culture-forming counterculture, offering all men and women of good will a deeply humane alternative to the soul-stifling self-absorption of postmodernity.. Drawing on thirty years of experience throughout the Catholic world, from its humblest parishes to its highest levels of authority, George Weigel proposes a deepening of faith-based and mission-driven Catholic reform that touches every facet of Catholic life -- from the episcopate and the papacy to the priesthood and the consecrated life; from the renewal of the lay vocation in the world to the redefinition of the Church's engagement with public life; from the liturgy to the Church's intellectual life. Lay Catholics and clergy alike should welcome the challenge of this unique moment in the Church's history, Weigel urges. Mediocrity is not an option, and all Catholics, no matter what their station in life, are called to live the evangelical vocation into which they were baptized: without compromise, but with the joy, courage, and confidence that comes from living this side of the Resurrection.",
            "part_of_series": false,
            "genre_list": [
                "Christianity",
                "Religion",
                "Nonfiction",
                "History",
                "Unfinished",
                "Spirituality"
            ]
        },
        {
            "title": "Chapelwood",
            "authors": [
                "Cherie Priest"
            ],
            "ranking": 3.78,
            "ranking_count": 1045,
            "abstract": "From Cherie Priest, the award-winning author of. Maplecroft. , comes a new tale of Lizzie Borden’s continuing war against the cosmic horrors threatening humanity…. Birmingham, Alabama is infested with malevolence. Prejudice and hatred have consumed the minds and hearts of its populace. A murderer, unimaginatively named “Harry the Hacker” by the press, has been carving up citizens with a hatchet. And from the church known as Chapelwood, an unholy gospel is being spread by a sect that worships dark gods from beyond the heavens.. This darkness calls to Lizzie Borden. It is reminiscent of an evil she had dared hoped was extinguished. The parishioners of Chapelwood plan to sacrifice a young woman to summon beings never meant to share reality with humanity. An apocalypse will follow in their wake which will scorch the earth of all life.. Unless she stops it…",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Historical",
                "Mystery",
                "Science Fiction"
            ]
        },
        {
            "title": "Christmas from Heaven: The True Story of the Berlin Candy Bomber",
            "authors": [
                "Tom Brokaw",
                "Robert T Barrett"
            ],
            "ranking": 4.52,
            "ranking_count": 284,
            "abstract": "From little things come big things, Gail Halvorsen remembered his father saying. As a twenty-seven-year-old American pilot, Brother Halvorsen's job was to airdrop much-needed food and supplies to the people of West Berlin in the aftermath of World War II. But it was his simple gift of two sticks of gum that launched an extraordinary humanitarian endeavor and earned him the nickname The Candy Bomber. Each day as hundreds of small white parachutes delivered treats to the children of West Germany, the wounds of war began to heal. Operation Little Vittles captured the imagination of people everywhere, bringing the spirit of Christmas to a world in need of peace and hope.. Famed broadcast journalist and author Tom Brokaw brings this remarkable true story to life in a stunning live performance with the Mormon Tabernacle Choir, captured on the accompanying DVD. Also included in the book is a template and directions for creating your own Candy Bomber parachutes.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Childrens",
                "Nonfiction",
                "History",
                "War",
                "Biography Memoir",
                "Biography",
                "Inspirational"
            ]
        },
        {
            "title": "Designed for Perfection",
            "authors": [
                "Elle Davis",
                "Terese Strickland"
            ],
            "ranking": 3.9,
            "ranking_count": 110,
            "abstract": "This is an alternate cover edition.. Original cover edition ISBN: 13: 9781492275534",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Tempt Me If You Can",
            "authors": [
                "Janet Chapman"
            ],
            "ranking": 4.09,
            "ranking_count": 1205,
            "abstract": "In the heartwarming yet sizzling sequel to. The Man Must Marry,. Ben Sinclair falls for the one woman he had never expected to love—and learns about the son he never knew he had.. He'll play by her rules until she falls for him...hook, line and sinker.. When an anonymous letter stuns shipping magnate and confirmed bachelor Ben Sinclair with the news that he has a teenage son, he's determined to make good on the past. But Emma Sands doesn't trust him.. The beautiful, fiery blonde has raised her nephew in the peaceful woods of Maine since he was five, and just because fifteen-year-old Michael is the spitting image of his tall, handsome father doesn't give Ben the right to march in and change their lives forever. Or so she thinks, until his return mysteriously unearths a dangerous small-town secret.. With Michael's help, Ben will do whatever it takes to prove to fiercely independent Emma that he can be the fearless protector she never knew she wanted... and the passionate lover she always thought she could resist.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Suspense",
                "Fiction",
                "Mystery",
                "Adult",
                "Fantasy",
                "Womens Fiction"
            ]
        },
        {
            "title": "Vengeance of the Iron Dwarf",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.37,
            "ranking_count": 3935,
            "abstract": "Bloody war rages across the Forgotten Realms world in the third book of the Companions Codex, the latest series in R.A. Salvatore's New York Times best-selling saga of dark elf Drizzt Do'Urden.. In the evolving world of the Forgotten Realms setting, the Sundering has given way to months of cloud-cloaked darkness, and war rages under that oppressive sky. The orcs have broken a hard-fought treaty that's held, however tentatively, for a hundred years, and the time to settle old scores has devolved into an all-out brawl for control of the ancient realms of the North.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Anthologies"
            ]
        },
        {
            "title": "Het gruwelkabinet : dertien horrorverhalen uit de negentiende eeuw",
            "authors": [
                "Ivo de Wijs",
                "Erica van Boven",
                "Olf Praamstra",
                "Carel van Nievelt",
                "Theod. M. Tromp",
                "Anonymous",
                "J.B. Christemeijer",
                "G. Stam",
                "more…",
                "Hendrik Conscience",
                "J. de Vries",
                "Alexander Ver Huell",
                "Boudewijn",
                "Sophia van Loon",
                "…less"
            ],
            "ranking": 2.75,
            "ranking_count": 32,
            "abstract": "Het gruwelkabinet. biedt u moord en zelfmoord, verminking en zelfverminking, wraak en wroeging, grafkelders en dodenakkers, galgen en guillotines, duivels en demonen, medische experimenten en zondige betrekkingen, zwarte katten en duistere hagedissen, menselijke berekening en occulte hekserij, geheime gangen en stenenregens.. Wie aan Nederlandse gruwelverhalen denkt, denkt niet aan de negentiende eeuw. In de literatuurgeschiedenis kreeg horror geen plaats. Dat wil echter niet zeggen dat er in de negentiende eeuw (in het spoor van de buitenlandse zwarte romantiek) in Nederland geen gruwelliteratuur geschreven is. In deze bundel zijn dertien van de wreedste en afschrikwekkendste verhalen verzameld. De verhalen zijn bewerkt en in modern Nederlands overgezet door Ivo de Wijs.",
            "part_of_series": false,
            "genre_list": [
                "Horror"
            ]
        },
        {
            "title": "Left for Undead",
            "authors": [
                "L.A. Banks"
            ],
            "ranking": 4.22,
            "ranking_count": 769,
            "abstract": "Secret government operative Sasha Trudeau earned a long vacation with her lover and fellow Shadow Wolf, Hunter, after the brutal wolf-like attacks that left New Orleans in an uproar. But when her team calls with news of vampire slayings, Sasha knows it’s only a matter of time before another war breaks out among the supernatural denizens of the world …. The vampires are nobody’s ally, but the cold-hearted deaths of their own kind make them even more bloodthirsty than usual. But who is the culprit? With the Seelie and Unseelie courts claiming innocence and aligning together, Sasha’s team is at a loss. Until they discover that they’re facing ancient creatures from the depths of hell itself, bent on unleashing pure fury …",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "The Assassination of the Archduke: Sarajevo 1914 and the Romance that Changed the World",
            "authors": [
                "Greg King",
                "Sue Woolmans"
            ],
            "ranking": 4.01,
            "ranking_count": 1417,
            "abstract": "Drawing on unpublished letters and rare primary sources, King and Woolmans tell the true story behind the tragic romance and brutal assassination that sparked World War I. In the summer of 1914, three great empires dominated Europe: Germany, Russia, and Austria-Hungary. Four years later all had vanished in the chaos of World War I. One event precipitated the conflict, and at its hear was a tragic love story. When Austrian heir Archduke Franz Ferdinand married for love against the wishes of the emperor, he and his wife Sophie were humiliated and shunned, yet they remained devoted to each other and to their children. The two bullets fired in Sarajevo not only ended their love story, but also led to war and a century of conflict.. Set against a backdrop of glittering privilege,. The Assassination of the Archduke. combines royal history, touching romance, and political murder in a moving portrait of the end of an era. One hundred years after the event, it offers the startling truth behind the Sarajevo assassinations, including Serbian complicity and examines rumors of conspiracy and official negligence. Events in Sarajevo also doomed the couple’s children to lives of loss, exile, and the horrors of Nazi concentration camps, their plight echoing the horrors unleashed by their parents’ deaths. Challenging a century of myth,. The Assassination of the Archduke. resonates as a very human story of love destroyed by murder, revolution, and war.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "War",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Half Lies",
            "authors": [
                "Sally Green"
            ],
            "ranking": 3.8,
            "ranking_count": 2837,
            "abstract": "Meet Michele and Gabriel: young Black Witches in a brave new world.. Their mother was brutally murdered. Their father drowns his pain at the bottom of a bottle.. They begin a new life in Florida, where Michele meets a White Witch boy, but the divide between Black and White Witches is as dangerous as ever. Soon Michele is caught between love and loyalty, truth and lies.. Could falling in love be the deadliest mistake she's ever made?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories",
                "Novella",
                "Paranormal",
                "Fiction",
                "LGBT",
                "Romance"
            ]
        },
        {
            "title": "Power Surge",
            "authors": [
                "E.J. Whitmer"
            ],
            "ranking": 4.08,
            "ranking_count": 83,
            "abstract": "Anna Jennings is not having a good day. In a single morning, she’s caught with her pants down (literally), dealt with scalding coffee splashed across her lady humps and bathed a top client in a whirlwind of french fries. It can’t possibly get worse, right?. Add in a group of superhero coworkers, a super hot, super off-limits boss, a side-kick named Carl with a spandex fetish and a super villain named Captain Zinger, and Anna may have to admit defeat and hop the midnight train to Looneytown.. Now Anna must join forces with her team of superheroes and an accident-prone Carl to save her boyfriend, her sanity, oh, and the entire world.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Shadows Before the Sun",
            "authors": [
                "Kelly Gay"
            ],
            "ranking": 4.24,
            "ranking_count": 2119,
            "abstract": "Between life and death lies a chasm of pain beyond imagining.... Elysia may be a heavenly off-world destination, but beyond it, in the siren city of Fiallan, the Circe have punished Charlie Madigan's partner, Hank, into a torturous state between life and death. With all the proper legal channels cleared, Charlie heads to Elysia, not knowing what she'll find, or if she'll ever see the siren again... while at home, jinn crime boss Grigori Tennin has begun an all-out hunt for the divine being Ahkneri. Tennin's tactics set off a chain reaction that puts Charlie in the crosshairs of the shadowy creature known as Death, and stirs Ahkneri from her long sleep--and if Vengeance awakes, Atlanta will never be the same.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction",
                "Paranormal",
                "Adult",
                "Urban"
            ]
        },
        {
            "title": "The Decaying Empire",
            "authors": [
                "Laura Thalassa"
            ],
            "ranking": 4.01,
            "ranking_count": 3526,
            "abstract": "When eighteen-year-old teleporter Ember Pierce wakes up in a Los Angeles hospital, she remembers only the basics: she’s been trained by the government as a spy, she’s sent on dangerous missions, and her last assignment—the one that landed her in the hospital—was a setup.. Caden Hawthorne has spent the past ten months of his life grieving Ember’s death. So when she shows up in his room like an apparition, he can’t believe his eyes. But this Ember is different. Her hair is longer, her skin is paler, her gaze is haunted. She tells him what he’s already begun to suspect: someone he trusted betrayed her.. Now, uncertain who is friend and who is foe, Ember and Caden face the toughest mission of their lives—to stay together and survive, as they run from danger toward an unknown future.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "Conner's Odyssey (Discovery #1)",
            "authors": [
                "Ian Bristow"
            ],
            "ranking": 4.28,
            "ranking_count": 85,
            "abstract": "When 14-year-old Conner finds himself on Rohwen—a world as dangerous as it is wondrous—he is forced to come to the hard realization that the only chance he has of finding his way home rests in the hands of a fifteen-year-old Rohwenite named Medwin. But Medwin has other plans for him. Lost in a world he knows nothing about, Conner has no choice but to follow Medwin on a journey that, unbeknownst to him, will uncover the truth of his destiny.",
            "part_of_series": false,
            "genre_list": [
                "Epic",
                "Fiction"
            ]
        },
        {
            "title": "The Unwinding: An Inner History of the New America",
            "authors": [
                "George Packer"
            ],
            "ranking": 4.13,
            "ranking_count": 11607,
            "abstract": "A riveting examination of a nation in crisis, from one of the finest political journalists of our generation. American democracy is beset by a sense of crisis. Seismic shifts during a single generation have created a country of winners and losers, allowing unprecedented freedom while rending the social contract, driving the political system to the verge of breakdown, and setting citizens adrift to find new paths forward. In. The Unwinding. , George Packer, author of. The Assassins' Gate: America in Iraq. , tells the story of the United States over the past three decades in an utterly original way, with his characteristically sharp eye for detail and gift for weaving together complex narratives.. The Unwinding. journeys through the lives of several Americans, including Dean Price, the son of tobacco farmers, who becomes an evangelist for a new economy in the rural South; Tammy Thomas, a factory worker in the Rust Belt trying to survive the collapse of her city; Jeff Connaughton, a Washington insider oscillating between political idealism and the lure of organized money; and Peter Thiel, a Silicon Valley billionaire who questions the Internet's significance and arrives at a radical vision of the future. Packer interweaves these intimate stories with biographical sketches of the era's leading public figures, from Newt Gingrich to Jay-Z, and collages made from newspaper headlines, advertising slogans, and song lyrics that capture the flow of events and their undercurrents.. The Unwinding. portrays a superpower in danger of coming apart at the seams, its elites no longer elite, its institutions no longer working, its ordinary people left to improvise their own schemes for success and salvation. Packer's novelistic and kaleidoscopic history of the new America is his most ambitious work to date.. One of the iTunes Bookstore's Ten Books You Must Read This Summer",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Economics",
                "North American Hi...",
                "Sociology",
                "Literature",
                "Writing",
                "Biography",
                "The United States Of America"
            ]
        },
        {
            "title": "The Nest",
            "authors": [
                "Kenneth Oppel",
                "Jon Klassen"
            ],
            "ranking": 3.73,
            "ranking_count": 9631,
            "abstract": "For some kids summer is a sun-soaked season of fun. But for Steve, it’s just another season of worries. Worries about his sick newborn baby brother who is fighting to survive, worries about his parents who are struggling to cope, even worries about the wasp’s nest looming ominously from the eaves. So when a mysterious wasp queen invades his dreams, offering to “fix” the baby, Steve thinks his prayers have been answered.. All he has to do is say “Yes.” But “yes” is a powerful word. It is also a dangerous one. And once it is uttered, can it be taken back?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Childrens",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Magical Realism",
                "Family",
                "Audiobook"
            ]
        },
        {
            "title": "Omega Beginnings Miniseries",
            "authors": [
                "Lizzy Ford"
            ],
            "ranking": 4.33,
            "ranking_count": 115,
            "abstract": "Includes episodes 1-8. A five-year-old child with an unusual gift starts a chain reaction when she reanimates a gargoyle, setting the stage for her rise to power a dozen years later as the Oracle of Delphi.. Alessandra awakens the grotesque prince from slumber …. Mismatch warns the child who will be queen of a family curse …. Phoibe turns to her shadow friend for protection …. Lantos delivers a message and mission to a priestess …. Theodocia chooses serving her goddess over her gladiator boyfriend …. Niko wins an audience with a member of the elite …. Cleon grants a final favor to his betrayer …. Herakles takes an oath to protect a special child with an unusual gift …. The fate of the world rests in the hands of a child and the seven strangers who will become her allies and enemies. It’s the beginning of the end – and not even the gods can stop what comes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Short Stories"
            ]
        },
        {
            "title": "Art Girls Are Easy",
            "authors": [
                "Julie Klausner"
            ],
            "ranking": 2.93,
            "ranking_count": 179,
            "abstract": "Fifteen-year-old Indigo Hamlisch is an art prodigy looking forward to her last summer at the Silver Springs Academy for Fine and Performing Arts for Girls. But her BFF Lucy Serrano is a C.I.T. this year, and that means she doesn't have to hang out with Indigo and the other campers anymore: she can mingle with the counselors -- including Indigo's scandalous and unrequited crush, paint-splattered art instructor Nick Estep. But it's not like anything is going to happen between Lucy and Nick... right?. As Indy becomes more and more paranoid about what's going on between her best friend and her favorite counselor, Indy's life -- and her work -- spin hilariously out of control. Funny and bold,. Art Girls Are Easy. is a comedy of errors filtered through the wry, satirical eyes of a girl who's been there, done that, and is just looking for a little inspiration.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Funny Jokes (FREE Joke Book Download Included!): 125+ Hilarious Jokes (Funny and Hilarious Joke Book for Children)",
            "authors": [
                "Johnny B. Laughing"
            ],
            "ranking": 3.48,
            "ranking_count": 2897,
            "abstract": "125+ Funny and Hilarious Jokes!  (FREE JOKE BOOK download included! - see link inside). Joke telling is very fun and can bring a smile to the face of others. Kids love jokes! Jokes can aid in story-telling, create laughs, and help with conversation and social skills. Your child will love this. hilarious joke book. full of clean jokes for children.. Kids and children can practice their reading and joke telling skills with this. funny joke book. . Beginning and early readers can enjoy hours of fun and entertainment.. This book is especially great for traveling, waiting rooms, and reading aloud at home.. Jokes from this funny book.... Q: What happened when the owl lost his voice?. A: He didn’t give a hoot!. HAHA!. Q: How many skunks do you need to make a house really smelly?. A: Just a phew!. LOL!. Q: Where do astronauts leave their spaceships?. A: At parking meteors!. Funny Jokes! (Clean Jokes for Children). 125+ funny and hilarious jokes! \n   Excellent for early and beginning readers \n   Hours of fun and entertainment for your child \n   Great for long trips, waiting rooms, and reading aloud \n  125+ Funny and Hilarious Jokes!. This funny joke book is full of funny jokes that will have you laughing for hours! This is one of the best joke collections in the world. These jokes will have you full with the giggles. These funny jokes are excellent for kids, children, teens, and adults. Early and beginner readers can practice reading aloud and learning.. Best-Selling Joke Book Author, Johnny B. Laughing. The Joke King, Johnny B. Laughing is a best-selling children's joke book author. He is a jokester at heart and enjoys a good laugh, pulling pranks on his friends, and telling funny and hilarious jokes! He has a wide variety of published joke books and a very successful joke website.. Bonus Included! -- FREE JOKE BOOK DOWNLOAD!. 101 FREE Funny Jokes (Free eBook download with purchase). Download your copy when you purchase this funny joke book.. Scroll up and click 'buy' to get the laughter recipe today!. 100% Money Back Guarantee. Tags:. funny knock knock jokes for kids, funny joke, funny jokes, lol, jokes, food, joke book, joke book, ebook, books, funny, hilarious jokes, ebooks, funny jokes, kids, haha, hilarious, children, joke, kid, funny jokes for children, kids books, childrens books, childrens book, kids book, kids books, free jokes, free joke books, free jokes for kids, jokes, joke book, food book, joke books, hilarious, lol, laughing, laughter, knock knock, funny jokes, funny joke book, book for kids, kindle book, kindle ebook, jokes online, comedy, humor, early reader, beginning reader, laugh, laughter, funniest jokes, laughing, kids comedy",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Childrens"
            ]
        },
        {
            "title": "Lionheart",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.11,
            "ranking_count": 6500,
            "abstract": "They were called The Devil's Brood, though never to their faces. They were the four surviving sons of Henry Plantagenet and Eleanor of Aquitaine. With two such extraordinary parents, much was expected of them.. But the eldest-charming yet mercurial-would turn on his father and, like his brother Geoffrey, meet an early death. When Henry died, Richard would take the throne and, almost immediately, set off for the Holy Land. This was the Third Crusade, and it would be characterized by internecine warfare among the Christians and extraordinary campaigns against the Saracens. And, back in England, by the conniving of Richard's youngest brother, John, to steal his crown.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Audiobook",
                "War",
                "Novels"
            ]
        },
        {
            "title": "Fervent: A Woman's Battle Plan to Serious, Specific and Strategic Prayer",
            "authors": [
                "Priscilla Shirer"
            ],
            "ranking": 4.41,
            "ranking_count": 14266,
            "abstract": "You have an enemy . . . and he’s dead set on destroying all you hold dear and keeping you from experiencing abundant life in Christ. What’s more, his approach to disrupting your life and discrediting your faith isn’t general or generic, not a one-size-fits-all. It’s specific. Personalized. Targeted.. So this book is your chance to strike back. With prayer. With a weapon that really works. Each chapter will guide you in crafting prayer strategies that hit the enemy where it hurts, letting him know you’re on to him and that you won’t back down. Because with every new strategy you build, you’re turning the fiercest battles of life into precise strikes against him and his handiwork, each one infused with the power of God’s Spirit.. New York Times. bestselling author Priscilla Shirer, widely known for her international speaking, teaching, and writing ministries, brings her new role from the 2015 film. War Room. into the real lives of today’s women, addressing the topics that affect them most: renewing their. passion. , refocusing their. identity. , negotiating. family. strife, dealing with relentless. regrets. , navigating impossible. schedules. , succeeding against. temptation. , weathering their worst. fears. , uprooting. bitterness. , and more. Each chapter exposes the enemy’s cruel, crafty intentions in all kinds of these areas, then equips and encourages you to write out your own personalized prayer strategies on tear-out sheets you can post and pray over yourself and your loved ones on a regular basis.. Fervent. is a hands-on, knees-down, don’t-give-up action guide to practical, purposeful praying.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Prayer",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "Seconds Away",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.03,
            "ranking_count": 13437,
            "abstract": "This action-packed second book in international bestseller Harlan Coben’s Mickey Bolitar young adult series follows Mickey as he continues to hunt for clues about the Abeona Shelter and the mysterious death of his father—all while trying to navigate the challenges of a new high school.. When tragedy strikes close to home, Mickey and his loyal new friends—sharp-witted Ema and the adorkably charming Spoon—find themselves at the center of a terrifying mystery involving the shooting of their classmate Rachel. Now, not only does Mickey need to keep himself and his friends safe from the Butcher of Lodz, but he needs to figure out who shot Rachel—no matter what it takes.. Mickey Bolitar is as quick-witted and clever as his uncle Myron, but with danger just seconds away, it is going to take all of his determination and help from his friends to protect the people he loves, even if he does not know who—or what—he is protecting them from.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Karl Marx: A Nineteenth-Century Life",
            "authors": [
                "Jonathan Sperber"
            ],
            "ranking": 3.92,
            "ranking_count": 681,
            "abstract": "Between his birth in 1818 and his death sixty-five years later, Karl Marx became one of Western civilization’s most influential political philosophers. Two centuries on, he is still revered as a prophet of the modern world, yet he is also blamed for the darkest atrocities of modern times. But no matter in what light he is cast, the short, but broad-shouldered, bearded Marx remains—as a human being—distorted on a Procrustean bed of political “isms,” perceived through the partially distorting lens of his chief disciple, Friedrich Engels, or understood as a figure of twentieth-century totalitarian Marxist regimes.. Returning Marx to the Victorian confines of the nineteenth century, Jonathan Sperber, one of the United States’ leading European historians, challenges many of our misconceptions of this political firebrand turned London émigré journalist. In this deeply humanizing portrait, Marx no longer is the Olympian soothsayer, divining the dialectical imperatives of human history, but a scholar-activist whose revolutionary Weltanschauung was closer to Robespierre’s than to those of twentieth-century Marxists.. With unlimited access to the MEGA (the Marx-Engels Gesamtausgabe, the total edition of Marx’s and Engels’s writings), only recently available, Sperber juxtaposes the private man, the public agitator, and the philosopher-economist. We first see Marx as a young boy in the city of Trier, influenced by his father, Heinrich, for whom “the French Revolution and its aftermath offered an opportunity to escape the narrowly circumscribed social and political position of Jews in the society.” For Heinrich’s generation, this worldview meant no longer being a member of the so-called Jewish nation, but for his son, the reverberations were infinitely greater—namely a life inspired by the doctrines of the Enlightenment and an implacable belief in human equality.. Contextualizing Marx’s personal story—his rambunctious university years, his loving marriage to the devoted Jenny von Westphalen (despite an illegitimate child with the family maid), his children’s tragic deaths, the catastrophic financial problems—within a larger historical stage, Sperber examines Marx’s public actions and theoretical publications against the backdrop of a European continent roiling with political and social unrest. Guided by newly translated notes, drafts, and correspondence, he highlights Marx’s often overlooked work as a journalist; his political activities in Berlin, Paris, and London; and his crucial role in both creating and destroying the International Working Men’s Association. With Napoleon III, Bismarck, Adam Smith, and Charles Darwin, among others, as supporting players,. Karl Marx. becomes not just a biography of a man but a vibrant portrait of an infinitely complex time.. Already hailed by Publishers Weekly as “a major work . . . likely to be the standard biography of Marx for many years,”. Karl Marx. promises to become the defining portrait of a towering historical figure.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Economics",
                "Cultural",
                "Biography Memoir",
                "Historical"
            ]
        },
        {
            "title": "Fish & Chips",
            "authors": [
                "Abigail Roux",
                "Madeleine Urban"
            ],
            "ranking": 4.46,
            "ranking_count": 13073,
            "abstract": "Special Agents Ty Grady and Zane Garrett are back on the job, settled into a personal and professional relationship built on fierce protectiveness and blistering passion. Now they're assigned to impersonate two members of an international smuggling ring-an out-and-proud married couple-on a Christmas cruise in the Caribbean. As their boss says, surely they'd rather kiss each other than be shot at, and he has no idea how right he is. Portraying the wealthy criminals requires a particular change in attitude from Ty and Zane while dealing with the frustrating waiting game of their assignment. As it begins to affect how they treat each other in private, Ty and Zane realize there's more to being partners than watching each other's backs, and when the case takes an unexpected turn and threatens Ty's life, Ty and Zane will have to navigate seas of white lies and stormy secrets, including some of their own.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Contemporary",
                "LGBT",
                "Suspense",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Out of the Ice",
            "authors": [
                "Ann   Turner"
            ],
            "ranking": 3.58,
            "ranking_count": 748,
            "abstract": "By the bestselling author of. The Lost Swimmer. , a tense, eerie thriller set in the icy reaches of Antarctica. When environmental scientist Laura Alvarado is sent to a remote Antarctic island to report on an abandoned whaling station, she begins to uncover more than she could ever imagine.. Despite new life thriving in the icy wilderness, the whaling station is brimming with awful reminders of its bloody, violent past, and Laura is disturbed by evidence of recent human interference. Rules have been broken, and the protected wildlife is behaving strangely.. On a diving expedition, Laura is separated from her colleague. She emerges into an ice cave where, through the blue shadows, she is shocked to see an anguished figure, crying for help.. But in this freezing, lonely landscape there are ghosts everywhere, and Laura begins to sense that her own eyes cannot be trusted. Is her mind playing tricks? Has she been in the ice too long?. Back at base, Laura’s questions about the whaling station go unanswered, blocked by unhelpful scientists, unused to questions from an outsider. And Laura just can’t shake what happened in the ice cave.. Piecing together a past and present of cruelty and vulnerability that can be traced all around the globe, from Norway, to Nantucket, Europe and Antarctica, Laura will stop at nothing to unearth the truth. As she sees the dark side of endeavour and human nature, she also discovers a legacy of love, hope and the meaning of family. If only Laura can find her way.... Out of the ice.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Contemporary",
                "Suspense",
                "Novels",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Black Box",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.14,
            "ranking_count": 53682,
            "abstract": "In a case that spans 20 years, Harry Bosch links the bullet from a recent crime to a file from 1992, the killing of a young female photographer during the L.A. riots. Harry originally investigated the murder, but it was then handed off to the Riot Crimes Task Force and never solved.. Now Bosch's ballistics match indicates that her death was not random violence, but something more personal, and connected to a deeper intrigue.. Like an investigator combing through the wreckage after a plane crash, Bosch searches for the black box, the one piece of evidence that will pull the case together.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "The Day the Crayons Came Home",
            "authors": [
                "Drew Daywalt",
                "Oliver Jeffers"
            ],
            "ranking": 4.36,
            "ranking_count": 15411,
            "abstract": "The companion to the #1 blockbuster bestseller,. The Day the Crayons Quit. !. I'm not sure what it is about this kid Duncan, but his crayons sure are a colorful bunch of characters! Having soothed the hurt feelings of one group who threatened to quit, Duncan now faces a whole new group of crayons asking to be rescued. From Maroon Crayon, who was lost beneath the sofa cushions and then broken in two after Dad sat on him; to poor Turquoise, whose head is now stuck to one of Duncan's stinky socks after they both ended up in the dryer together; to Pea Green, who knows darn well that no kid likes peas and who ran away—each and every crayon has a woeful tale to tell and a plea to be brought home to the crayon box.. Drew Daywalt and Oliver Jeffers have combined to create a companion book every bit as funny and kid-friendly as the #1 bestselling. The Day the Crayons Quit. .. Praise for. The Day the Crayons Quit. The #1. New York Times. bestselling phenomenon. —. over 80 weeks on the bestseller list!. Winner of the E.B. White Read-Aloud Award. Amazon’s 2013 Best Picture Book of the Year. A Barnes & Noble Best Book of 2013. Goodreads’ 2013 Best Picture Book of the Year. * “Hilarious . . . Move over,. Click, Clack, Moo. ; we’ve got a new contender for the most successful picture-book strike.” –. BCCB. , starred review. “Jeffers . . . elevates crayon drawing to remarkable heights.” –. Booklist. “Fresh and funny.” –. The Wall Street Journal. This book will have children asking to have it read again and again.” –. Library Media Connection. * “This colorful title should make for an uproarious storytime.” –. School Library Journal. , starred review. * “These memorable personalities will leave readers glancing apprehensively at their own crayon boxes.” –. Publishers Weekly. , starred review. “Utterly original.” –. San Francisco Chronicle",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Humor",
                "Fiction",
                "Art",
                "Fantasy",
                "Adventure",
                "Kids",
                "Academic"
            ]
        },
        {
            "title": "The Silent Waters",
            "authors": [
                "Brittainy C. Cherry"
            ],
            "ranking": 4.31,
            "ranking_count": 28072,
            "abstract": "Moments.. Our lives are a collection of moments. Some utterly painful and full of yesterday's hurts. Some beautifully hopeful and full of tomorrow's promises.. I’ve had many moments in my lifetime, moments that changed me, challenged me. Moments that scared me and engulfed me. However, the biggest ones—the most heartbreaking and breathtaking ones—all included him.. I was ten years old when I lost my voice. A piece of me was stolen away, and the only person who could truly hear my silence was Brooks Griffin. He was the light during my dark days, the promise of tomorrow, until tragedy found him. Tragedy that eventually drowned him in a sea of memories.. This is the story of a boy and girl who loved each other, but didn’t love themselves. A story of life and death. Of love and broken promises.. Of moments.. (Book Three in the Elements Series. Complete Standalone. Coming Fall 2016.)",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Drama",
                "Music",
                "Disability",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Candymakers",
            "authors": [
                "Wendy Mass"
            ],
            "ranking": 4.3,
            "ranking_count": 25173,
            "abstract": "Four children have been chosen to compete in a national competition to find the tastiest confection in the country. Who will invent a candy more delicious than the Oozing Crunchorama or the Neon Lightning Chew?. Logan, the Candymaker's son, who can detect the color of chocolate by touch alone?. Miles, the boy who is allergic to merry-go-rounds and the color pink?. Daisy, the cheerful girl who can lift a fifty-pound lump of taffy like it's a feather?. Or Philip, the suit-and-tie wearing boy who's always scribbling in a secret notebook?. This sweet, charming, and cleverly crafted story, told from each contestant's perspective, is filled with mystery, friendship, and juicy revelations.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Mystery",
                "Fiction",
                "Realistic Fiction",
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Contemporary"
            ]
        },
        {
            "title": "Dark Hunger",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.24,
            "ranking_count": 4317,
            "abstract": "A beautiful woman releases a Carpathian prisoner from his bonds—and unleashes his appetite—in a tale of unexpected desire from “the queen of paranormal romance”(USA Today)…. He is Riordan…Carpathian male. Immortal. Seer. Now trapped and caged, his honor is compromised by his captors. They’re in his mind. They’re in his blood. And not one can withstand his desire for revenge.. She is Juliette…A beautiful activist devoted to the liberation of animals from the foul and humid confines of secret jungle lab. What she has stumbled upon is an unexpected prisoner like no other she has ever seen. Or touched.. She will release him from his bonds. He will release her from her inhibitions. Both have a voracious appetite that needs to be sated. And tonight their dark hunger will be fed…. Previously published in Hot Blooded. Includes a preview chapter from Christine Feehan’s Dark Storm, out September 2012.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Novella",
                "Adult"
            ]
        },
        {
            "title": "1st Semester",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.52,
            "ranking_count": 237,
            "abstract": "Classes are officially kicked off for White Knight Dom Academy, 1st Semester. Now that Lucian and Tara have won the Dom Wars, they are teaming up with Steve, their limo driver from the Dom Wars competition and his sex-crazed wife Susan, to help do what it takes to get the millions still owed them.. The requirement: Teach the art of dominance and submission to 5 couples in 5 years and sell X amount of Adult Toy products to the virgin-minded town.. The Plan: Lucian and Tara find couples that need money and then bribe them to classes, while Steve and Susan sell the company's products. Couples in the town are fairly easy to come by and sweet oils with romantic candles are going to be a cinch to move. But the nightmare sex toys that seem straight out of the bowels of a demon's sweatshop are the problem.. The only thing to do is rename and repackage these abominations and pass them off as useful daily products one simply can't live without. All while hiding their connection with Dom Wars--or Porn Wars as the locals would call it--to avoid getting kicked out of Gramma's home-town--with Gramma included.. Three, two, one... Action!",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Romance",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "Poseidon's Arrow",
            "authors": [
                "Clive Cussler",
                "Dirk Cussler",
                "Scott Brick"
            ],
            "ranking": 4.0,
            "ranking_count": 8961,
            "abstract": "Manca soltanto un ultimo collaudo. Ed è proprio in quel momento che un attentato sanguinario mette fine alla vita del progettista e distrugge il prototipo segreto del Sea Arrow, un nuovo modello di sottomarino, il più veloce, il più silenzioso e il più potente mezzo subacqueo che abbia mai solcato le acque. Se le cose fossero andate secondo i piani e il Sea Arrow fosse stato realizzato, l'America non avrebbe avuto rivali nel dominio dei mari.. Ma l'innocente gita di pesca di copertura, che avrebbe permesso di mettere a punto le ultime mosse, si è misteriosamente conclusa in tragedia. Solo la Numa può intervenire per recuperare i resti del cabinato da pesca sul quale viaggiava il progettista, ma nemmeno Dirk Pitt e Al Giordino sono consapevoli dell'importanza dell'impresa che stanno per affrontare. Non tarderanno però a rendersene conto, costretti da subito a difendersi dall'attacco di uno spietato commando, pronto a tutto pur di recuperare quello che c'era a bordo.. Ma qual era il segreto che si celava in quel cabinato? E come si collega il progetto del Sea Arrow alla scomparsa del sommergibile italiano Barbarigo avvenuta nel 1943 al largo dell'oceano Indiano?. Affiancato da un'affascinante agente del NCIS, Pitt indaga, mentre i pericoli per lui e per i suoi uomini si moltiplicano e la soluzione del mistero sembra sempre più lontana...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Kalila",
            "authors": [
                "Rosemary Nixon"
            ],
            "ranking": 3.93,
            "ranking_count": 29,
            "abstract": "Finalist, 2012 Georges Bugnet Award for Fiction. Kalila chronicles the lives of Maggie and Brodie, whose joy collides with devastation when their daughter's birth also heralds the news of her congenital heart condition.In this startlingly inventive novel, Rosemary Nixon braids light and darkness into a narrative chain pulled exquisitely taut.Through Maggie and Brodie's shifting viewpoints, the isolating impenetrability of hospital life, the mediation of physics, music, and family, Nixon propels the reader into unmapped emotional terrain where a shell-shocked family grapples with the horror, joy, and mystery of impermanence. The result is a spellbinding tale, provocative for the emotions and the intellect.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction"
            ]
        },
        {
            "title": "Gods & Monsters",
            "authors": [
                "Lyn Benedict"
            ],
            "ranking": 3.85,
            "ranking_count": 250,
            "abstract": "View our feature on Lyn Benedict's. Gods & Monsters. .. Sylvie Lightner is no ordinary P.I. She specializes in cases involving the unusual and unbelievable. When she finds the bodies of five women in the Florida Everglades, Sylvie believes them to be the work of a serial killer and passes the buck. But when the bodies wake and shift shape, killing the police, Sylvie finds herself at the head of a potentially lethal investigation.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Mythology",
                "Paranormal",
                "Horror",
                "Paranormal Urban Fantasy"
            ]
        },
        {
            "title": "Pines",
            "authors": [
                "Blake Crouch"
            ],
            "ranking": 3.93,
            "ranking_count": 103039,
            "abstract": "This is an alternate cover edition for. ASIN B007FG9LIE. Wayward Pines, Idaho, is quintessential small-town America - or so it seems. Secret Service agent Ethan Burke arrives in search of two missing federal agents, yet soon is facing much more than he bargained for. After a violent accident lands him in the hospital, Ethan comes to with no ID and no cell phone. The medical staff seems friendly enough, but something feels...off. As the days pass, Ethan's investigation into his colleagues' disappearance turns up more questions than answers. Why can't he make contact with his family in the outside world? Why doesn't anyone believe he is who he says he is? And what's the purpose of the electrified fences encircling the town? Are they keeping the residents in? Or something else out? Each step toward the truth takes Ethan further from the world he knows, until he must face the horrifying possibility that he may never leave Wayward Pines alive...",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Suspense",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "Το ρολόι του κόσμου",
            "authors": [
                "Γιώργος Χατζηκυριάκος"
            ],
            "ranking": 4.71,
            "ranking_count": 28,
            "abstract": "Το δεύτερο μέρος της επικής σειράς Το Τραγούδι του Χρόνου. Έχοντας δώσει μια υπόσχεση στον Σιρ Κλάους, ο Λουκάς και η Φωτεινή μένουν στο χωριό Όρναμεντ της Κρυστάλλινης Λίμνης περνώντας τα ομορφότερα Χριστούγεννα της ζωής τους μαζί με τον Τόμας Γουίνθροπ και την οικογένεια του. Η Φωτεινή στέφεται Βασίλισσα για την καθιερωμένη γιορτή της Πρωτοχρονιάς ενώ ο Λουκάς μαθαίνει όλο και περισσότερα για τη Νοέλα, τους Θαυματουργούς, τους Μάγους και τους Χιονιάδες. Κι ενώ ο καιρός περνά ανέμελα για τα δυο αδέλφια, σύννεφα πολέμου έρχονται να σκεπάσουν το φιλήσυχο Έβεργουις.. Καθώς οι νύχτες στο Όρναμεντ διαδέχονται η μια την άλλη, ο Λουκάς βασανίζεται από εφιάλτες και σκοτεινά οράματα με Καλικάτζαρους και Ποντικάνθρωπους. Τότε τον επισκέπτεται ο Μάγος Λέιλακ θυμίζοντας του πως πρέπει να αναζητήσει το Κοιμισμένο Καμπαναριό όπου τον περιμένουν οι αινιγματικές Καμπάνες για να του αποκαλύψουν την αλήθεια για το κρυμένο του παρελθόν. Για να το κάνει όμως αυτό θα πρέπει να παραβεί την υπόσχεση του και να εγκαταλείψει τους φίλους του μια για πάντα.. Έχοντας να επιλέξει ανάμεσα στην ασφάλεια του Όρναμεντ και τον κίνδυνο του ταξιδιού, ο Λουκάς βρίσκεται αντιμέτωπος με το μεγαλύτερο δίλλημα. Η Φωτεινή με τη σειρά της πρέπει να επιλέξει αν θα τον εμποδίσει ή αν θα τον ακολουθήσει στην αναζήτηση του.. Κι όλα αυτά συμβαίνουν ενώ το Ρολόι του Κόσμου χτυπά προμηνύοντας την επιστροφή του Χρόνου και το τέλος της Νοέλα.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "An Author's Odyssey",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.46,
            "ranking_count": 30770,
            "abstract": "The fifth book in Chris Colfer's #1 New York Times bestselling series The Land of Stories!. In the highly anticipated continuation of the Land of Stories series, Conner learns that the only place to fight the Masked Man's literary army is inside his own short stories! When the twins and their friends enter worlds crafted from Conner's imagination, finding allies no one else could have ever dreamed of, the race begins to put an end to the Masked Man's reign of terror. Can the twins finally restore peace in the fairy tale world?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Retellings",
                "Audiobook"
            ]
        },
        {
            "title": "The Year of Reading Dangerously: How Fifty Great Books Saved My Life",
            "authors": [
                "Andy Miller"
            ],
            "ranking": 3.31,
            "ranking_count": 5514,
            "abstract": "A working father whose life no longer feels like his own discovers the transforming powers of great (and downright terrible) literature in this laugh-out-loud memoir.. Andy Miller had a job he quite liked, a family he loved, and no time at all for reading. Or so he kept telling himself. But, no matter how busy or tired he was, something kept niggling at him. Books. Books he'd always wanted to read. Books he'd said he'd read that he actually hadn't. Books that whispered the promise of escape from the daily grind. And so, with the turn of a page, Andy began a year of reading that was to transform his life completely.. This book is Andy's inspirational and very funny account of his expedition through literature: classic, cult, and everything in between. Beginning with a copy of Bulgakov's Master and Margarita that he happens to find one day in a bookstore, he embarks on a literary odyssey. From Middlemarch to Anna Karenina to A Confederacy of Dunces, this is a heartfelt, humorous, and honest examination of what it means to be a reader, and a witty and insightful journey of discovery and soul-searching that celebrates the abiding miracle of the book and the power of reading.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Biography",
                "Audiobook",
                "Humor",
                "Biography Memoir",
                "Literature"
            ]
        },
        {
            "title": "Beneath the Surface: Killer Whales, SeaWorld, and the Truth Beyond Blackfish",
            "authors": [
                "John Hargrove",
                "Howard Chua-Eoan"
            ],
            "ranking": 4.12,
            "ranking_count": 6493,
            "abstract": "*Now a. New York Times. Best Seller*. Over the course of two decades, John Hargrove worked with 20 different whales on two continents and at two of SeaWorld's U.S. facilities. For Hargrove, becoming an orca trainer fulfilled a childhood dream. However, as his experience with the whales deepened, Hargrove came to doubt that their needs could ever be met in captivity. When two fellow trainers were killed by orcas in marine parks, Hargrove decided that SeaWorld's wildly popular programs were both detrimental to the whales and ultimately unsafe for trainers.. After leaving SeaWorld, Hargrove became one of the stars of the controversial documentary Blackfish. The outcry over the treatment of SeaWorld's orca has now expanded beyond the outlines sketched by the award-winning documentary, with Hargrove contributing his expertise to an advocacy movement that is convincing both federal and state governments to act.. In Beneath the Surface, Hargrove paints a compelling portrait of these highly intelligent and social creatures, including his favorite whales Takara and her mother Kasatka, two of the most dominant orcas in SeaWorld. And he includes vibrant descriptions of the lives of orcas in the wild, contrasting their freedom in the ocean with their lives in SeaWorld.. Hargrove's journey is one that humanity has just begun to take-toward the realization that the relationship between the human and animal worlds must be radically rethought.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Autobiography",
                "Environment",
                "Audiobook",
                "Biography",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "The ABC's of LGBT+",
            "authors": [
                "Ashley Mardell"
            ],
            "ranking": 4.3,
            "ranking_count": 1673,
            "abstract": "Hello and welcome to the ABC’s of LGBT. Ashley Mardell, one of the most trusted voices on YouTube presents a detailed look at all things LGBT+. Along with in-depth written definitions, personal anecdotes, helpful infographics, links to online videos, and more, Mardell aims to provide a friendly voice to a community looking for information.. Beyond those searching for a label, this book is also for allies and LGBT+ people simply looking to pack in some extra knowledge! Knowledge is a critical part of acceptance, learning about new identities broadens our understanding of humanity, heightens our empathy, and allows us different, valuable perspectives. These words also provide greater precision when describing attractions and identities. There is never anything wrong with having and efficient, expansive vocabulary!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "LGBT",
                "Gender",
                "Social Movements",
                "Sexuality",
                "Feminism",
                "Gender and Sexuality",
                "Reference"
            ]
        },
        {
            "title": "Side Effects",
            "authors": [
                "rory macbeth"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Despite a large port wine birthmark on his face, Ricky decides to run for office. Then a woman says she can have the birthmark removed, except there might be a side effect that lasts four hours.",
            "part_of_series": false,
            "genre_list": []
        }
    ]
}