{
    "books": [
        {
            "title": "The Talented Mr. Ripley",
            "authors": [
                "Patricia Highsmith"
            ],
            "ranking": 3.93,
            "ranking_count": 74830,
            "abstract": "Since his debut in 1955, Tom Ripley has evolved into the ultimate bad boy sociopath, influencing countless novelists and filmmakers. In this first novel, we are introduced to suave, handsome Tom Ripley: a young striver, newly arrived in the heady world of Manhattan in the 1950s. A product of a broken home, branded a sissy by his dismissive Aunt Dottie, Ripley becomes enamored of the moneyed world of his new friend, Dickie Greenleaf. This fondness turns obsessive when Ripley is sent to Italy to bring back his libertine pal but grows enraged by Dickie's ambivalent feelings for Marge, a charming American dilettante. A dark reworking of Henry James's. The Ambassadors. ,. The Talented Mr. Ripley. —is up to his tricks in a 90s film and also Rene Clement's 60s film, Purple Noon.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Classics",
                "Thriller",
                "Suspense",
                "Novels",
                "Cultural"
            ]
        },
        {
            "title": "Stardust",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.09,
            "ranking_count": 402101,
            "abstract": "Alternate cover edition can be found. here. Young Tristran Thorn will do anything to win the cold heart of beautiful Victoria—even fetch her the star they watch fall from the night sky. But to do so, he must enter the unexplored lands on the other side of the ancient wall that gives their tiny village its name. Beyond that old stone wall, Tristran learns, lies Faerie—where nothing not even a fallen star, is what he imagined.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Young Adult",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Power of Myth",
            "authors": [
                "Joseph Campbell",
                "Bill Moyers"
            ],
            "ranking": 4.25,
            "ranking_count": 48387,
            "abstract": "The Power Of Myth launched an extraordinary resurgence of interest in Joseph Campbell and his work. A preeminent scholar, writer, and teacher, he has had a profound influence on millions of people. To him, mythology was the song of the universe, the music of the spheres. With Bill Moyers, one of America's most prominent journalists, as his thoughtful and engaging interviewer, The Power Of Myth touches on subjects from modern marriage to virgin births, from Jesus to John Lennon, offering a brilliant combination of intelligence and wit.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Fantasy",
                "Philosophy",
                "History",
                "Religion",
                "Psychology",
                "Spirituality",
                "Classics",
                "Anthropology",
                "Language"
            ]
        },
        {
            "title": "The Great Divorce",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.29,
            "ranking_count": 126473,
            "abstract": "Alternative cover for ISBN: 978-0-00-746123-3. C.S. Lewis’ The Great Divorce is a classic Christian allegorical tale about a bus ride from hell to heaven. An extraordinary meditation upon good and evil, grace and judgment, Lewis’s revolutionary idea in the The Great Divorce is that the gates of Hell are locked from the inside. Using his extraordinary descriptive powers, Lewis’ The Great Divorce will change the way we think about good and evil.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Fiction",
                "Religion",
                "Classics",
                "Fantasy",
                "Philosophy",
                "Christian Fiction"
            ]
        },
        {
            "title": "Stones from the River",
            "authors": [
                "Ursula Hegi"
            ],
            "ranking": 4.09,
            "ranking_count": 93731,
            "abstract": "Alternate cover edition of ISBN. 9780684844770. From the highly acclaimed, award-winning author of. Floating in My Mother's Palm. comes a stunning novel about ordinary people living in extraordinary times.. Trudi Montag is a. Zwerg. —a dwarf—short, undesirable, different, the voice of anyone who has ever tried to fit in. Eventually she learns that being different is a secret that all humans share—from her mother who flees into madness, to her friend Georg whose parents pretend he's a girl, to the Jews Trudy harbors in her cellar.. Ursula Hegi brings us a timeless and unforgettable story in Trudi and a small town, weaving together a profound tapestry of emotional power, humanity, and truth.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "World War II",
                "Literary Fiction",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "Narcissus and Goldmund",
            "authors": [
                "Hermann Hesse",
                "Ursule Molinaro"
            ],
            "ranking": 4.21,
            "ranking_count": 52752,
            "abstract": "Narcissus and Goldmund. tells the story of two medieval men whose characters are diametrically opposite: Narcissus, an ascetic monk firm in his religious commitment, and Goldmund, a romantic youth hungry for knowledge and worldly experience. First published in 1930, Hesse's novel remains a moving and pointed exploration of the conflict between the life of the spirit and the life of the flesh. It is a theme that transcends all time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Historical",
                "Spirituality"
            ]
        },
        {
            "title": "The Silver Chair",
            "authors": [
                "C.S. Lewis",
                "Pauline Baynes"
            ],
            "ranking": 3.95,
            "ranking_count": 267664,
            "abstract": "Jill and Eustace must rescue the Prince from the evil Witch. .. NARNIA...where owls are wise, where some of the giants like to snack on humans, where a prince is put under an evil spell...and where the adventure begins.. Eustace and Jill escape from the bullies at school through a strange door in the wall, which, for once, is unlocked. It leads to the open moor...or does it? Once again Aslan has a task for the children, and Narnia needs them. Through dangers untold and caverns deep and dark, they pursue the quest that brings them face to face with the evil Witch. She must be defeated if Prince Rillian is to be saved.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Young Adult",
                "Childrens",
                "Christian",
                "Adventure",
                "Christian Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Man in the High Castle",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.61,
            "ranking_count": 190250,
            "abstract": "It's America in 1962. Slavery is legal once again. The few Jews who still survive hide under assumed names. In San Francisco, the I Ching is as common as the Yellow Pages. All because some twenty years earlier the United States lost a war — and is now occupied by Nazi Germany and Japan.. This harrowing, Hugo Award-winning novel is the work that established Philip K. Dick as an innovator in science fiction while breaking the barrier between science fiction and the serious novel of ideas. In it Dick offers a haunting vision of history as a nightmare from which it may just be possible to wake.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Historical",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "84, Charing Cross Road",
            "authors": [
                "Helene Hanff"
            ],
            "ranking": 4.14,
            "ranking_count": 63083,
            "abstract": "This charming classic, first published in 1970, brings together twenty years of correspondence between Helene Hanff, a freelance writer living in New York City, and a used-book dealer in London. Through the years, though never meeting and separated both geographically and culturally, they share a winsome, sentimental friendship based on their common love for books. Their relationship, captured so acutely in these letters, is one that will grab your heart and not let go.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Classics",
                "Biography",
                "European Literature",
                "Biography Memoir",
                "History",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Complete Stories",
            "authors": [
                "Flannery O'Connor",
                "Robert Giroux"
            ],
            "ranking": 4.39,
            "ranking_count": 37501,
            "abstract": "This is the original cover edition of. ISBN:\t0374515360. (ISBN13: 9780374515362. Winner of the National Book Award. The publication of this extraordinary volume firmly established Flannery O'Connor's monumental contribution to American fiction. There are thirty-one stories here in all, including twelve that do not appear in the only two story collections O'Connor put together in her short lifetime -. Everything That Rises Must Converge. and. A Good Man Is Hard to Find. .. O'Connor published her first story, The Geranium, in 1946, while she was working on her master's degree at the University of Iowa. Arranged chronologically, this collection shows that her last story, Judgement Day - sent to her publisher shortly before her death - is a brilliantly rewritten and transfigured version of The Geranium. Taken together, these stories reveal a lively, penetrating talent that has given us some of the most powerful and disturbing fiction of the twentieth century. Also included is an introduction by O'Connor's longtime editor and friend, Robert Giroux.. Contents:. The geranium --. The barber --. Wildcat --. The crop --. The turkey --. The train --. The peeler --. The heart of the park --. A stoke of good fortune --. Enoch and the gorilla --. A good man is hard to find --. A late encounter with the enemy --. The life you save may be your own --. The river --. A circle in the fire --. The displaced person --. A temple of the Holy Ghost --. The artificial nigger --. Good country people --. You can't be any poorer than dead --. Greenleaf --. A view of the woods --. The enduring chill --. The comforts of home --. Everything that rises must converge --. The partridge festival --. The lame shall enter first --. Why do the heathen rage? --. Revelation --. Parker's back --. Judgement Day.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Gothic",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Girl, Interrupted",
            "authors": [
                "Susanna Kaysen"
            ],
            "ranking": 3.91,
            "ranking_count": 203776,
            "abstract": "In 1967, after a session with a psychiatrist she'd never seen before, eighteen-year-old Susanna Kaysen was put in a taxi and sent to McLean Hospital. She spent most of the next two years on the ward for teenage girls in a psychiatric hospital as renowned for its famous clientele--Sylvia Plath, Robert Lowell, James Taylor, and Ray Charles--as for its progressive methods of treating those who could afford its sanctuary.. Kaysen's memoir encompasses horror and razor-edged perception while providing vivid portraits of her fellow patients and their keepers. It is a brilliant evocation of a parallel universe set within the kaleidoscopically shifting landscape of the late sixties. Girl, Interrupted is a clear-sighted, unflinching documnet that gives lasting and specific dimension to our definitions of sane and insane, mental illness and recovery.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Psychology",
                "Health",
                "Mental Health",
                "Biography",
                "Classics",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "The Borrowers",
            "authors": [
                "Mary Norton",
                "Beth Krush",
                "Joe Krush"
            ],
            "ranking": 4.03,
            "ranking_count": 93618,
            "abstract": "Beneath the kitchen floor is the world of the Borrowers -- Pod and Homily Clock and their daughter, Arrietty. In their tiny home, matchboxes double as roomy dressers and postage stamps hang on the walls like paintings. Whatever the Clocks need they simply borrow from the human beans who live above them. It's a comfortable life, but boring if you're a kid. Only Pod is allowed to venture into the house above, because the danger of being seen by a human is too great. Borrowers who are seen by humans are never seen again. Yet Arrietty won't listen. There is a human boy up there, and Arrietty is desperate for a friend.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Classics",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Black Like Me",
            "authors": [
                "John Howard Griffin"
            ],
            "ranking": 4.09,
            "ranking_count": 66430,
            "abstract": "In the Deep South of the 1950s, journalist. John Howard Griffin. decided to cross the color line. Using medication that darkened his skin to deep brown, he exchanged his privileged life as a Southern white man for the disenfranchised world of an unemployed black man. His audacious, still chillingly relevant eyewitness history is a work about race and humanity-that in this new millennium still has something important to say to every American.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Classics",
                "Biography",
                "Race",
                "Cultural",
                "Sociology",
                "Biography Memoir"
            ]
        },
        {
            "title": "Buddenbrooks: The Decline of a Family",
            "authors": [
                "Thomas Mann",
                "T.J. Reed",
                "John E. Woods"
            ],
            "ranking": 4.18,
            "ranking_count": 25476,
            "abstract": "Buddenbrooks, first published in Germany in 1901, when Mann was only twenty-six, has become a classic of modern literature.. It is the story of four generations of a wealthy bourgeois family in northern Germany facing the advent of modernity; in an uncertain new world, the family’s bonds and traditions begin to disintegrate. As Mann charts the Buddenbrooks’ decline from prosperity to bankruptcy, from moral and psychic soundness to sickly piety, artistic decadence, and madness, he ushers the reader into a world of stunning vitality, pieced together from births and funerals, weddings and divorces, recipes, gossip, and earthy humor.. In its immensity of scope, richness of detail, and fullness of humanity, buddenbrooks surpasses all other modern family chronicles. With remarkable fidelity to the original German text, this superb translation emphasizes the magnificent scale of Mann’s achievement in this riveting, tragic novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Historical",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "Trainspotting",
            "authors": [
                "Irvine Welsh"
            ],
            "ranking": 4.08,
            "ranking_count": 159355,
            "abstract": "The bestselling novel by Irvine Welsh that provided the inspiration for Danny Boyle’s hit film. '. Choose us. Choose life. Choose mortgage payments; choose washing machines; choose cars; choose sitting oan a couch watching mind-numbing and spirit-crushing game shows, stuffing fuckin junk food intae yir mooth. Choose rotting away, pishing and shiteing yersel in a home, a total fuckin embarrassment tae the selfish, fucked-up brats ye've produced. Choose life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Classics",
                "Novels",
                "Cultural",
                "Literature",
                "European Literature",
                "Mystery",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "Darkness at Noon",
            "authors": [
                "Arthur Koestler",
                "Daphne Hardy"
            ],
            "ranking": 4.09,
            "ranking_count": 27738,
            "abstract": "Darkness at Noon (from the German: Sonnenfinsternis) is a novel by the Hungarian-born British novelist Arthur Koestler, first published in 1940. His best-known work tells the tale of Rubashov, a Bolshevik 1917 revolutionary who is cast out, imprisoned and tried for treason by the Soviet government he'd helped create.. Darkness at Noon stands as an unequaled fictional portrayal of the nightmare politics of our time. Its hero is an aging revolutionary, imprisoned and psychologically tortured by the Party to which he has dedicated his life. As the pressure to confess preposterous crimes increases, he relives a career that embodies the terrible ironies and human betrayals of a totalitarian movement masking itself as an instrument of deliverance. Almost unbearably vivid in its depiction of one man's solitary agony, it asks questions about ends and means that have relevance not only for the past but for the perilous present. It is —- as the Times Literary Supplement has declared —- A remarkable book, a grimly fascinating interpretation of the logic of the Russian Revolution, indeed of all revolutionary dictatorships, and at the same time a tense and subtly intellectualized drama.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Politics",
                "Literature",
                "Cultural",
                "Novels",
                "Science Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Till We Have Faces",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.16,
            "ranking_count": 62300,
            "abstract": "In this timeless tale of two mortal princesses- one beautiful and one unattractive- C.S. Lewis reworks the classical myth of Cupid and Psyche into an enduring piece of contemporary fiction. This is the story of Orual, Psyche's embittered and ugly older sister, who posessively and harmfully loves Psyche. Much to Orual's frustration, Psyche is loved by Cupid, the god of love himself, setting the troubled Orual on a path of moral development.. Set against the backdrop of Glome, a barbaric, pre-Christian world, the struggles between sacred and profane love are illuminated as Orual learns that we cannot understand the intent of the gods till we have faces and sincerity in our souls and selves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Christian",
                "Religion",
                "Literature",
                "Christian Fiction",
                "Retellings"
            ]
        },
        {
            "title": "High Fidelity",
            "authors": [
                "Nick Hornby"
            ],
            "ranking": 3.92,
            "ranking_count": 186932,
            "abstract": "Do you know your desert-island, all-time, top five most memorable split-ups?. Rob does. He keeps a list, in fact. But Laura isn't on it - even though she's just become his latest ex. He's got his life back, you see. He can just do what he wants when he wants: like listen to whatever music he likes, look up the girls that are on his list, and generally behaves as if Laura never mattered. But Rob finds he can't move on. He's stuck in a really deep groove - and it's called Laura. Soon, Rob's asking himself some big questions: about love, about life - and about why we choose to share ours with the people we do.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Contemporary",
                "Humor",
                "Romance",
                "Novels",
                "European Literature",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Housekeeping",
            "authors": [
                "Marilynne Robinson"
            ],
            "ranking": 3.8,
            "ranking_count": 48588,
            "abstract": "A modern classic,. Housekeeping. is the story of Ruth and her younger sister, Lucille, who grow up haphazardly, first under the care of their competent grandmother, then of two comically bumbling great-aunts, and finally of Sylvie, their eccentric and remote aunt. The family house is in the small Far West town of Fingerbone set on a glacial lake, the same lake where their grandfather died in a spectacular train wreck, and their mother drove off a cliff to her death. It is a town chastened by an outsized landscape and extravagant weather, and chastened again by an awareness that the whole of human history had occurred elsewhere. Ruth and Lucille's struggle toward adulthood beautifully illuminates the price of loss and survival, and the dangerous and deep undertow of transience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Crystal Cave",
            "authors": [
                "Mary  Stewart"
            ],
            "ranking": 4.14,
            "ranking_count": 43715,
            "abstract": "Fifth century Britain is a country of chaos and division after the Roman withdrawal. This is the world of young Merlin, the illegitimate child of a South Wales princess who will not reveal to her son his father's true identity. Yet Merlin is an extraordinary child, aware at the earliest age that he possesses a great natural gift - the Sight. Against a background of invasion and imprisonment, wars and conquest, Merlin emerges into manhood, and accepts his dramatic role in the New Beginning - the coming of King Arthur.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Mythology",
                "Science Fiction Fantasy",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Memoirs of Hadrian",
            "authors": [
                "Marguerite Yourcenar",
                "Grace Frick"
            ],
            "ranking": 4.24,
            "ranking_count": 23366,
            "abstract": "Both an exploration of character and a reflection on the meaning of history,. Memoirs of Hadrian. has received international acclaim since its first publication in France in 1951. In it, Marguerite Yourcenar reimagines the Emperor Hadrian's arduous boyhood, his triumphs and reversals, and finally, as emperor, his gradual reordering of a war-torn world, writing with the imaginative insight of a great writer of the twentieth century while crafting a prose style as elegant and precise as those of the Latin stylists of Hadrian's own era.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Philosophy",
                "Novels",
                "LGBT"
            ]
        },
        {
            "title": "Rendezvous with Rama",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.11,
            "ranking_count": 148519,
            "abstract": "At first, only a few things are known about the celestial object that astronomers dub Rama. It is huge, weighing more than ten trillion tons. And it is hurtling through the solar system at an inconceivable speed. Then a space probe confirms the unthinkable: Rama is no natural object. It is, incredibly, an interstellar spacecraft. Space explorers and planet-bound scientists alike prepare for mankind's first encounter with alien intelligence. It will kindle their wildest dreams... and fan their darkest fears. For no one knows who the Ramans are or why they have come. And now the moment of rendezvous awaits — just behind a Raman airlock door.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Hugo Awards",
                "Novels",
                "Fantasy"
            ]
        },
        {
            "title": "One for the Money",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.04,
            "ranking_count": 515154,
            "abstract": "You've lost your job as a department store lingerie buyer, your car's been repossessed, and most of your furniture and small appliances have been sold off to pay last month's rent. Now the rent is due again. And you live in New Jersey. What do you do?. If you're Stephanie Plum, you become a bounty hunter. But not just a nickel-and-dime bounty hunter; you go after the big money. That means a cop gone bad. And not just any cop. She goes after Joe Morelli, a disgraced former vice cop who is also the man who took Stephanie's virginity at age 16 and then wrote details on a bathroom wall. With pride and rent money on the line, Plum plunges headlong into her first case, one that pits her against ruthless adversaries - people who'd rather kill than lose.. In Stephanie Plum, Evanovich has created a resourceful and humorous character who stands apart from the pack of gritty female detectives.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Thriller",
                "Contemporary",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Souls of Black Folk",
            "authors": [
                "W.E.B. Du Bois",
                "Donald B. Gibson",
                "Monica W. Elbert"
            ],
            "ranking": 4.29,
            "ranking_count": 39839,
            "abstract": "This landmark book is a founding work in the literature of black protest. W. E. B. Du Bois (1868–1963) played a key role in developing the strategy and program that dominated early 20th-century black protest in America. In this collection of essays, first published together in 1903, he eloquently affirms that it is beneath the dignity of a human being to beg for those rights that belong inherently to all mankind. He also charges that the strategy of accommodation to white supremacy advanced by Booker T. Washington, then the most influential black leader in America, would only serve to perpetuate black oppression.. Publication of The Souls of Black Folk was a dramatic event that helped to polarize black leaders into two groups: the more conservative followers of Washington and the more radical supporters of aggressive protest. Its influence cannot be overstated. It is essential reading for everyone interested in African-American history and the struggle for civil rights in America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Classics",
                "Race",
                "Writing",
                "Cultural",
                "Sociology",
                "Philosophy",
                "Politics",
                "Social Movements"
            ]
        },
        {
            "title": "The Gift of the Magi",
            "authors": [
                "O. Henry",
                "Lisbeth Zwerger"
            ],
            "ranking": 4.1,
            "ranking_count": 88778,
            "abstract": "One dollar and eighty-seven cents is all the money Della has in the world to buy her beloved a Christmas present. She has nothing to sell except her only treasure--her long, beautiful brown hair. Set in New York at the turn of the twentieth century, this classic piece of American literature tells the story of a young couple and the sacrifices each must make to buy the other a gift. Beautiful, delicate watercolors by award-winning illustrator Lisbeth Zwerger add new poignancy and charm to this simple tale about the rewards of unselfish love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Short Stories",
                "Fiction",
                "Holiday",
                "Romance",
                "Literature",
                "Young Adult",
                "Academic",
                "Childrens"
            ]
        },
        {
            "title": "The Brothers K",
            "authors": [
                "David James Duncan"
            ],
            "ranking": 4.38,
            "ranking_count": 14704,
            "abstract": "Duncan took almost 10 years to follow up the publication of his much-praised first novel,. The River Why. , but this massive second effort is well worth the wait. It is a stunning work: a complex tapestry of family tensions, baseball, politics and religion, by turns hilariously funny and agonizingly sad. Highly inventive formally, the novel is mainly narrated by Kincaid Chance, the youngest son in a family of four boys and identical twin girls, the children of Hugh Chance, a discouraged minor-league ballplayer whose once-promising career was curtained by an industrial accident, and his wife Laura, an increasingly fanatical Seventh-Day Adventist. The plot traces the working-out of the family's fate from the beginning of the Eisenhower years through the traumas of Vietnam.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Family",
                "Literature",
                "Classics",
                "Religion"
            ]
        },
        {
            "title": "Winesburg, Ohio",
            "authors": [
                "Sherwood Anderson"
            ],
            "ranking": 3.84,
            "ranking_count": 32136,
            "abstract": "Winesburg, Ohio. depicts the strange, secret lives of the inhabitants of a small town. In Hands, Wing Biddlebaum tries to hide the tale of his banishment from a Pennsylvania town, a tale represented by his hands. In Adventure, lonely Alice Hindman impulsively walks naked into the night rain. Threaded through the stories is the viewpoint of George Willard, the young newspaper reporter who, like his creator, stands witness to the dark and despairing dealings of a community of isolated people.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Literary Fiction",
                "Novels",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "The Source",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.29,
            "ranking_count": 41488,
            "abstract": "In the grand storytelling style that is his signature, James Michener sweeps us back through time to the very beginnings of the Jewish faith, thousands of years ago. Through the predecessors of four modern men and women, we experience the entire colorful history of the Jews, including the life of the early Hebrews and their persecutions, the impact of Christianity, the Crusades, and the Spanish Inquisition, all the way to the founding of present-day Israel and the Middle-East conflict.. A sweeping chronology filled with excitement.. THE PHILADELPHIA INQUIRER",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Religion",
                "Literature",
                "Novels",
                "History",
                "Classics"
            ]
        },
        {
            "title": "Dragonfly in Amber",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.33,
            "ranking_count": 320586,
            "abstract": "An alternate cover edition can be found. here.. From the author of. Outlander. ... a magnificent epic that once again sweeps us back in time to the drama and passion of 18th-century Scotland.... For twenty years Claire Randall has kept her secrets. But now she is returning with her grown daughter to Scotland's majestic mist-shrouded hills. Here Claire plans to reveal a truth as stunning as the events that gave it birth: about the mystery of an ancient circle of standing stones ...about a love that transcends the boundaries of time ...and about James Fraser, a Scottish warrior whose gallantry once drew a young Claire from the security of her century to the dangers of his ..... Now a legacy of blood and desire will test her beautiful copper-haired daughter, Brianna, as Claire's spellbinding journey of self-discovery continues in the intrigue-ridden Paris court of Charles Stuart ...in a race to thwart a doomed Highlands uprising ...and in a desperate fight to save both the child and the man she loves....",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "A River Runs Through it and Other Stories",
            "authors": [
                "Norman Maclean",
                "Annie Proulx"
            ],
            "ranking": 4.18,
            "ranking_count": 24315,
            "abstract": "Just as Norman Maclean writes at the end of A River Runs through It that he is haunted by waters, so have readers been haunted by his novella. A retired English professor who began writing fiction at the age of 70, Maclean produced what is now recognized as one of the classic American stories of the twentieth century. Originally published in 1976, A River Runs through It and Other Stories now celebrates its twenty-fifth anniversary, marked by this new edition that includes a foreword by Annie Proulx.. Maclean grew up in the western Rocky Mountains in the first decades of the twentieth century. As a young man he worked many summers in logging camps and for the United States Forest Service. The two novellas and short story in this collection are based on his own experiences—the experiences of a young man who found that life was only a step from art in its structures and beauty. The beauty he found was in reality, and so he leaves a careful record of what it was like to work in the woods when it was still a world of horse and hand and foot, without power saws, cats, or four-wheel drives. Populated with drunks, loggers, card sharks, and whores, and set in the small towns and surrounding trout streams and mountains of western Montana, the stories concern themselves with the complexities of fly fishing, logging, fighting forest fires, playing cribbage, and being a husband, a son, and a father.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Environment",
                "Historical",
                "Literary Fiction",
                "Westerns",
                "Novels"
            ]
        },
        {
            "title": "A Walk in the Woods: Rediscovering America on the Appalachian Trail",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 4.06,
            "ranking_count": 374932,
            "abstract": "The Appalachian Trail stretches from Georgia to Maine and covers some of the most breathtaking terrain in America—majestic mountains, silent forests, sparking lakes. If you’re going to take a hike, it’s probably the place to go. And Bill Bryson is surely the most entertaining guide you’ll find. He introduces us to the history and ecology of the trail and to some of the other hardy (or just foolhardy) folks he meets along the way—and a couple of bears. Already a classic,. A Walk in the Woods. will make you long for the great outdoors (or at least a comfortable chair to sit and read in).",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Autobiography",
                "Humor",
                "Environment",
                "Adventure",
                "Audiobook",
                "Biography",
                "Nature",
                "History"
            ]
        },
        {
            "title": "The Complete Maus",
            "authors": [
                "Art Spiegelman"
            ],
            "ranking": 4.55,
            "ranking_count": 174840,
            "abstract": "On the occasion of the twenty-fifth anniversary of its first publication, here is the definitive edition of the book acclaimed as “the most affecting and successful narrative ever done about the Holocaust” (Wall Street Journal) and “the first masterpiece in comic book history” (The New Yorker).. The Pulitzer Prize-winning Maus tells the story of Vladek Spiegelman, a Jewish survivor of Hitler’s Europe, and his son, a cartoonist coming to terms with his father’s story. Maus approaches the unspeakable through the diminutive. Its form, the cartoon (the Nazis are cats, the Jews mice), shocks us out of any lingering sense of familiarity and succeeds in “drawing us closer to the bleak heart of the Holocaust” (The New York Times).. Maus is a haunting tale within a tale. Vladek’s harrowing story of survival is woven into the author’s account of his tortured relationship with his aging father. Against the backdrop of guilt brought by survival, they stage a normal life of small arguments and unhappy visits. This astonishing retelling of our century’s grisliest news is a story of survival, not only of Vladek but of the children who survive even the survivors. Maus studies the bloody pawprints of history and tracks its meaning for all of us.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Historical",
                "War",
                "World War II",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Twenty Love Poems and a Song of Despair",
            "authors": [
                "Pablo Neruda",
                "W.S. Merwin",
                "Cristina García"
            ],
            "ranking": 4.24,
            "ranking_count": 60828,
            "abstract": "When it appeared in 1924, this work launched into the international spotlight a young and unknown poet whose writings would ignite a generation. W. S. Merwin's incomparable translation faces the original Spanish text. Now in a black-spine Classics edition with an introduction by Cristina Garcia, this book stands as an essential collection that continues to inspire lovers and poets around the world.. The most popular work by Chile's Nobel Prize-winning poet, and the subject of Pablo Larraín's acclaimed feature film Neruda starring Gael García Bernal.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Romance",
                "European Literature",
                "Fiction",
                "Literature",
                "Cultural",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Man Without Qualities",
            "authors": [
                "Robert Musil",
                "Burton Pike",
                "Sophie Wilkins"
            ],
            "ranking": 4.2,
            "ranking_count": 6123,
            "abstract": "Set in Vienna on the eve of World War I, this great novel of ideas tells the story of Ulrich, ex-soldier and scientist, seducer and skeptic, who finds himself drafted into the grandiose plans for the 70th jubilee of the Emperor Franz Josef. This new translation—published in two elegant volumes—is the first to present Musil's complete text, including material that remained unpublished during his lifetime.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Historical",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "About a Boy",
            "authors": [
                "Nick Hornby",
                "Udo Wachtveitl",
                "Julian Rhind-Tutt",
                "Christophe Mercier",
                "Federica Pedrotti"
            ],
            "ranking": 3.79,
            "ranking_count": 131225,
            "abstract": "'How cool was Will Freeman?'. Too cool! At thirty-six, he's as hip as a teenager. He's single, child-free, goes to the right clubs and knows which trainers to wear. He's also found a great way to score with women: attend single parents' groups full of available (and grateful) mothers, all hoping to meet a Nice Guy.. Which is how Will meets Marcus, the oldest twelve-year-old on the planet. Marcus is a bit strange: he listens to Joni Mitchell and Mozart, looks after his mum and has never owned a pair of trainers. But Marcus latches on to Will - and won't let go. Can Will teach Marcus how to grow up cool? And can Marcus help Will just to grow up?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Novels",
                "European Literature",
                "Adult",
                "Adult Fiction",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Papillon",
            "authors": [
                "Henri Charrière"
            ],
            "ranking": 4.21,
            "ranking_count": 64043,
            "abstract": "Henri Charrière, called Papillon, for the butterfly tattoo on his chest, was convicted in Paris in 1931 of a murder he did not commit. Sentenced to life imprisonment in the penal colony of French Guiana, he became obsessed with one goal: escape. After planning and executing a series of treacherous yet failed attempts over many years, he was eventually sent to the notorious prison, Devil's Island, a place from which no one had ever escaped . . . until Papillon. His flight to freedom remains one of the most incredible feats of human cunning, will, and endurance ever undertaken.. Charrière's astonishing autobiography,. Papillon. , was published in France to instant acclaim in 1968, more than twenty years after his final escape. Since then, it has become a treasured classic -- the gripping, shocking, ultimately uplifting odyssey of an innocent man who simply would not be defeated.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Classics",
                "Adventure",
                "Autobiography",
                "Cultural",
                "History",
                "Mystery",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Long Goodbye",
            "authors": [
                "Raymond Chandler"
            ],
            "ranking": 4.19,
            "ranking_count": 38618,
            "abstract": "Down-and-out drunk Terry Lennox has a problem: his millionaire wife is dead and he needs to get out of LA fast. So he turns to the only friend he can trust: private investigator Philip Marlowe. Marlowe is willing to help a man down on his luck, but later Lennox commits suicide in Mexico and things start to turn nasty. Marlowe is drawn into a sordid crowd of adulterers and alcoholics in LA's Idle Valley, where the rich are suffering one big suntanned hangover. Marlowe is sure Lennox didn't kill his wife, but how many stiffs will turn up before he gets to the truth?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Novels",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Collected Fictions",
            "authors": [
                "Jorge Luis Borges",
                "Andrew Hurley"
            ],
            "ranking": 4.57,
            "ranking_count": 22047,
            "abstract": "Jorge Luis Borges has been called the greatest Spanish-language writer of our century. Now for the first time in English, all of Borges' dazzling fictions are gathered into a single volume, brilliantly translated by Andrew Hurley. From his 1935 debut with. The Universal History of Iniquity. , through his immensely influential collections. Ficciones. and. The Aleph. , these enigmatic, elaborate, imaginative inventions display Borges' talent for turning fiction on its head by playing with form and genre and toying with language. Together these incomparable works comprise the perfect one-volume compendium for all those who have long loved Borges, and a superb introduction to the master's work for those who have yet to discover this singular genius.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Fantasy",
                "Magical Realism",
                "Philosophy",
                "European Literature",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Pedro Páramo",
            "authors": [
                "Juan Rulfo",
                "Margaret Sayers Peden",
                "Susan Sontag"
            ],
            "ranking": 4.06,
            "ranking_count": 53492,
            "abstract": "A classic of Mexican modern literature about a haunted village.. As one enters Juan Rulfo's legendary novel, one follows a dusty road to a town of death. Time shifts from one consciousness to another in a hypnotic flow of dreams, desires, and memories, a world of ghosts dominated by the figure of Pedro Páramo - lover, overlord, murderer.. Rulfo's extraordinary mix of sensory images, violent passions, and unfathomable mysteries has been a profound influence on a whole generation of Latin American writers, including Carlos Fuentes, Mario Vargas Llosa, and Gabriel García Márquez. To read Pedro Páramo today is as overwhelming an experience as when it was first published in Mexico back in 1955.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "European Literature",
                "Novels",
                "Cultural",
                "Literature",
                "Fantasy",
                "Academic"
            ]
        },
        {
            "title": "The Gormenghast Novels",
            "authors": [
                "Mervyn Peake",
                "Anthony Burgess",
                "Quentin Crisp"
            ],
            "ranking": 4.01,
            "ranking_count": 8830,
            "abstract": "A doomed lord, an emergent hero, and a dazzling array of bizarre creatures inhabit the magical world of the Gormenghast novels which, along with Tolkien's. Lord of the Rings. , reign as one of the undisputed fantasy classics of all time. At the center of it all is the seventy-seventh Earl, Titus Groan, who stands to inherit the miles of rambling stone and mortar that form Gormenghast Castle and its kingdom, unless the conniving Steerpike, who is determined to rise above his menial position and control the House of Groan, has his way.. In these extraordinary novels, Peake has created a world where all is like a dream - lush, fantastical, and vivid. Accompanying the text are Peake's own drawings, illustrating the whole assembly of strange and marvelous creatures that inhabit Gormenghast.. Also featuring:. Introductory essays by Anthony Burgess and Quentin Crisp. Twelve critical essays, curated by Peake scholar Peter G. Winnington. Fragment of the unpublished novel,. Titus Awakes",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Gothic",
                "Novels",
                "Literature",
                "Science Fiction Fantasy",
                "Horror",
                "Science Fiction"
            ]
        },
        {
            "title": "Long Day's Journey into Night",
            "authors": [
                "Eugene O'Neill",
                "Harold Bloom"
            ],
            "ranking": 4.05,
            "ranking_count": 38378,
            "abstract": "Eugene O'Neill's autobiographical play Long Day's Journey into Night is regarded as his finest work. First published by Yale University Press in 1956, it won the Pulitzer Prize in 1957 and has since sold more than one million copies. This edition includes a new foreword by Harold Bloom.. The action covers a fateful, heart-rending day from around 8:30 am to midnight, in August 1912 at the seaside Connecticut home of the Tyrones - the semi-autobiographical representations of O'Neill himself, his older brother, and their parents at their home, Monte Cristo Cottage.. One theme of the play is addiction and the resulting dysfunction of the family. All three males are alcoholics and Mary is addicted to morphine. They all constantly conceal, blame, resent, regret, accuse and deny in an escalating cycle of conflict with occasional desperate and half-sincere attempts at affection, encouragement and consolation.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "Fiction",
                "Literature",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Feminine Mystique",
            "authors": [
                "Betty Friedan",
                "Anna Quindlen"
            ],
            "ranking": 3.86,
            "ranking_count": 25680,
            "abstract": "The book that changed the consciousness of a country―and the world.. Landmark, groundbreaking, classic―these adjectives barely describe the earthshaking and long-lasting effects of Betty Friedan's. The Feminine Mystique. . This is the book that defined the problem that has no name, that launched the Second Wave of the feminist movement, and has been awakening women and men with its insights into social relations, which still remain fresh, ever since. A national bestseller, with over 1 million copies sold.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Classics",
                "History",
                "Womens",
                "Philosophy",
                "Sociology",
                "Politics",
                "Gender"
            ]
        },
        {
            "title": "The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
            "authors": [
                "Stephen R. Covey",
                "Jim Collins"
            ],
            "ranking": 4.14,
            "ranking_count": 638267,
            "abstract": "When Stephen Covey first released The Seven Habits of Highly Effective People, the book became an instant rage because people suddenly got up and took notice that their lives were headed off in the wrong direction; and more than that, they realized that there were so many simple things they could do in order to navigate their life correctly. This book was wonderful education for people, education in how to live life effectively and get closer to the ideal of being a ‘success’ in life.. But not everyone understands Stephen Covey’s model fully well, or maybe there are some people who haven’t read it yet. This is definitely true because we still see so much failure all around us. Now, I am not saying that by using Covey’s model, or anyone else’s model for that matter, you can become a sure-shot success, but at least we should have seen many more successes around us already judging by the number of copies the book has sold! So, where is the shortcoming?. There are two main problems here, and we are talking only about the people who have read the book already. The first problem is that most people are too lazy to implement the ideals of Stephen Covey in their lives. They consider his masterpiece of a book as a mere coffee-table book or a book that you use for light reading when you are traveling and then forget all about it. They do not realize that this book contains life-changing information. Or, they take the information and do not make the effort to actually utilize it so that it becomes knowledge for them.. The second problem is that a lot of people have a myopic view of Covey’s ideals. These are people who are impressed by the book already. If you ask them what the seven habits are, they can rattle them off end to end, but then they miss the larger picture. They do not understand that Covey was trying to tell more than he wrote in words. There are hidden implications in this book, yes, and a lot of people have just failed to see through them.. That is what we are trying to do. We are trying to show you how Covey’s book, or rather, his model, was a complete model in itself. There was nothing amiss about it. If you implement it, there should be no aspect of your life that should go untouched. The only thing is that you have to understand these ideals and try to implement them in your life.. But, before we barge into that area, it is extremely important to understand what these ideals are. What was the model that was propounded by Stephen Covey in his mega-famous book? We shall begin by trying to understand his model first, and then interpret it in such a way that it pertains to every aspect of our life",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Business",
                "Psychology",
                "Leadership",
                "Productivity",
                "Audiobook",
                "Philosophy"
            ]
        },
        {
            "title": "The Forsyte Saga",
            "authors": [
                "John Galsworthy"
            ],
            "ranking": 4.17,
            "ranking_count": 19117,
            "abstract": "John Galsworthy, a Nobel Prize-winning author, chronicles the ebbing social power of the commercial upper-middle-class Forsyte family through three generations, beginning in Victorian London during the 1880s and ending in the early 1920s.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Myth of Sisyphus and Other Essays",
            "authors": [
                "Albert Camus",
                "Justin O'Brien"
            ],
            "ranking": 4.21,
            "ranking_count": 46756,
            "abstract": "One of the most influential works of this century, this is a crucial exposition of existentialist thought. Influenced by works such as Don Juan, and the novels of Kafka, these essays begin with a meditation on suicide: the question of living or not living in an absurd universe devoid of order or meaning. With lyric eloquence, Camus posits a way out of despair, reaffirming the value of personal existence, and the possibility of life lived with dignity and authenticity.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Writing",
                "Cultural",
                "Literature",
                "European Literature",
                "Unfinished",
                "Fantasy"
            ]
        },
        {
            "title": "The Spy Who Came In from the Cold",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.06,
            "ranking_count": 95595,
            "abstract": "In this classic, John le Carre's third novel and the first to earn him international acclaim, he created a world unlike any previously experienced in suspense fiction. With unsurpassed knowledge culled from his years in British Intelligence, le Carre brings to light the shadowy dealings of international espionage in the tale of a British agent who longs to end his career but undertakes one final, bone-chilling assignment. When the last agent under his command is killed and Alec Leamas is called back to London, he hopes to come in from the cold for good. His spymaster, Control, however, has other plans. Determined to bring down the head of East German Intelligence and topple his organization, Control once more sends Leamas into the fray -- this time to play the part of the dishonored spy and lure the enemy to his ultimate defeat.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Classics",
                "Novels",
                "Suspense",
                "Historical"
            ]
        },
        {
            "title": "The Third Policeman",
            "authors": [
                "Flann O'Brien",
                "Denis Donoghue"
            ],
            "ranking": 3.99,
            "ranking_count": 17934,
            "abstract": "The Third Policeman is Flann O'Brien's brilliantly dark comic novel about the nature of time, death, and existence. Told by a narrator who has committed a botched robbery and brutal murder, the novel follows him and his adventures in a two-dimensional police station where, through the theories of the scientist/philosopher de Selby, he is introduced to Atomic Theory and its relation to bicycles, the existence of eternity (which turns out to be just down the road), and de Selby's view that the earth is not round but sausage-shaped. With the help of his newly found soul named Joe, he grapples with the riddles and. contradictions that three eccentric policeman present to him.. The last of O'Brien's novels to be published, The Third Policeman joins O'Brien's other fiction (At Swim-Two-Birds, The Poor Mouth, The Hard Life, The Best of Myles, The Dalkey Archive) to ensure his place, along with James Joyce and Samuel Beckett, as one of Ireland's great comic geniuses.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Fantasy",
                "Classics",
                "Humor",
                "Novels",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "Ishmael: An Adventure of the Mind and Spirit",
            "authors": [
                "Daniel Quinn"
            ],
            "ranking": 3.99,
            "ranking_count": 90904,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. TEACHER SEEKS PUPIL.. Must have an earnest desire to. save the world. Apply in person.. It was just a three-line ad in the personals section, but it launched the adventure of a lifetime.... So begins. Ishmael. , an utterly unique and captivating novel that has earned a large and passionate following among readers and critics alike—one of the most beloved and bestselling novels of spiritual adventure ever published.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Classics",
                "Environment",
                "Fantasy",
                "Novels",
                "Literature",
                "Religion",
                "Academic"
            ]
        },
        {
            "title": "The Agony and the Ecstasy",
            "authors": [
                "Irving Stone"
            ],
            "ranking": 4.07,
            "ranking_count": 86213,
            "abstract": "Celebrating the 500th anniversary of Michelangelo’s David, New American Library releases a special edition of Irving Stone’s classic biographical novel—in which both the artist and the man are brought to life in full. A masterpiece in its own right, this novel offers a compelling portrait of Michelangelo’s dangerous, impassioned loves, and the God-driven fury from which he wrested the greatest art the world has ever known.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Art",
                "Classics",
                "Cultural",
                "Literature",
                "Biography Memoir",
                "Novels"
            ]
        },
        {
            "title": "Redwall",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.12,
            "ranking_count": 111743,
            "abstract": "A quest to recover a legendary lost weapon by bumbling young apprentice monk, mouse Matthias.. Redwall Abbey, tranquil home to a community of peace-loving mice, is threatened by Cluny the Scourge savage bilge rat warlord and his battle-hardened horde. But the Redwall mice and their loyal woodland friends combine their courage and strength.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Classics",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Black Boy",
            "authors": [
                "Richard Wright",
                "Jerry W. Ward Jr."
            ],
            "ranking": 4.07,
            "ranking_count": 51086,
            "abstract": "Black Boy. is a classic of American autobiography, a subtly crafted narrative of Richard Wright's journey from innocence to experience in the Jim Crow South. An enduring story of one young man's coming of age during a particular time and place,. Black Boy. remains a seminal text in our history about what it means to be a man, black, and Southern in America.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Race",
                "History",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Wide Sargasso Sea",
            "authors": [
                "Jean Rhys",
                "Andrea Ashworth"
            ],
            "ranking": 3.6,
            "ranking_count": 78192,
            "abstract": "Wide Sargasso Sea. , a masterpiece of modern fiction, was Jean Rhys’s return to the literary center stage. She had a startling early career and was known for her extraordinary prose and haunting women characters. With. Wide Sargasso Sea. , her last and best-selling novel, she ingeniously brings into light one of fiction’s most fascinating characters: the madwoman in the attic from Charlotte Brontë’s. Jane Eyre. . This mesmerizing work introduces us to Antoinette Cosway, a sensual and protected young woman who is sold into marriage to the prideful Mr. Rochester. Rhys portrays Cosway amidst a society so driven by hatred, so skewed in its sexual relations, that it can literally drive a woman out of her mind.. A new introduction by the award-winning Edwidge Danticat, author most recently of. Claire of the Sea Light. , expresses the enduring importance of this work. Drawing on her own Caribbean background, she illuminates the setting’s impact on Rhys and her astonishing work.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Feminism",
                "Literary Fiction",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The House on Mango Street",
            "authors": [
                "Sandra Cisneros"
            ],
            "ranking": 3.68,
            "ranking_count": 151805,
            "abstract": "Acclaimed by critics, beloved by readers of all ages, taught everywhere from inner-city grade schools to universities across the country, and translated all over the world,. The House on Mango Street. is the remarkable story of Esperanza Cordero.. Told in a series of vignettes – sometimes heartbreaking, sometimes deeply joyous–it is the story of a young Latina girl growing up in Chicago, inventing for herself who and what she will become. Few other books in our time have touched so many readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Young Adult",
                "Short Stories",
                "Academic",
                "Contemporary",
                "Realistic Fiction",
                "Poetry"
            ]
        },
        {
            "title": "Stopping by Woods on a Snowy Evening",
            "authors": [
                "Robert Frost",
                "Susan Jeffers"
            ],
            "ranking": 4.4,
            "ranking_count": 9981,
            "abstract": "Ever since it was published in 1978, the picture-book presentation of Robert Frost's poem Stopping by Woods on a Snowy Evening has been an enduring favorite. For this special edition with a new design, trim size, and three new spreads, Susan Jeffers has added more detail and subtle color to her sweeping backgrounds of frosty New England scenes. There are more animals to find among the trees, and the kindly figure with his promises to keep exudes warmth as he stops to appreciate the quiet delights of winter. The handsome new vellum jacket will attract new and old fans as it evokes a frost-covered windowpane. This celebration of a season makes an ideal holiday gift for a child, a teacher, or a host. Robert Frost (1874-1963) is one of America's most celebrated poets and a four-time winner of the Pulitzer Prize.. Susan Jeffers is the illustrator of such distinguished picture books as. Three Jovial Huntsmen. , a Caldecott Honor Book;. Rachel Field's Hitty. ; and the ABBY Award-winning. Brother Eagle. ,. Sister Sky. , which was also a. New York Times. best-seller.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Childrens",
                "Holiday",
                "Fiction",
                "Environment",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Far Pavilions",
            "authors": [
                "M.M. Kaye"
            ],
            "ranking": 4.2,
            "ranking_count": 42595,
            "abstract": "A magnificent romantic/historical/adventure novel set in India at the time of mutiny. The Far Pavilions is a story of 19th Century India, when the thin patina of English rule held down dangerously turbulent undercurrents. It is a story about and English man - Ashton Pelham-Martyn - brought up as a Hindu and his passionate, but dangerous love for an Indian princess. It's a story of divided loyalties, of tender camaraderie, of greedy imperialism and of the clash between east and west. To the burning plains and snow-capped mountains of this great, humming continent, M.M. Kaye brings her quite exceptional gift of immediacy and meticulous historical accuracy, plus her insight into the human heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Romance",
                "Classics",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "The Dharma Bums",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.92,
            "ranking_count": 88939,
            "abstract": "Two ebullient young men search for Truth the Zen way: from marathon wine-drinking bouts, poetry jam sessions, and yabyum in San Francisco's Bohemia, to solitude in the high Sierras and a vigil atop Desolation Peak in Washington State. Published just a year after. On the Road. put the Beat Generation on the map,. The Dharma Bums. is sparked by Kerouac's expansiveness, humor, and a contagious zest for life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "Philosophy",
                "Religion",
                "Adventure",
                "Spirituality"
            ]
        },
        {
            "title": "Cold Comfort Farm",
            "authors": [
                "Stella Gibbons",
                "Lynne Truss",
                "Roz Chast"
            ],
            "ranking": 3.89,
            "ranking_count": 46463,
            "abstract": "Winner of the 1933 Femina Vie Heureuse Prize, COLD COMFORT FARM is a wickedly funny portrait of British rural life in the 1930s. Flora Poste, a recently orphaned socialite, moves in with her country relatives, the gloomy Starkadders of Cold Comfort Farm, and becomes enmeshed in a web of violent emotions, despair, and scheming, until Flora manages to set things right.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "Historical",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Caine Mutiny",
            "authors": [
                "Herman Wouk"
            ],
            "ranking": 4.26,
            "ranking_count": 23045,
            "abstract": "The novel that inspired the now-classic film. The Caine Mutiny. and the hit Broadway play. The Caine Mutiny Court-Martial. , Herman Wouk's boldly dramatic, brilliantly entertaining novel of life-and mutiny-on a Navy warship in the Pacific theater was immediately embraced, upon its original publication in 1951, as one of the first serious works of American fiction to grapple with the moral complexities and the human consequences of World War II. In the intervening half century,. The Caine Mutiny. has become a perennial favorite of readers young and old, has sold millions of copies throughout the world, and has achieved the status of a modern classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hopscotch",
            "authors": [
                "Julio Cortázar",
                "Gregory Rabassa"
            ],
            "ranking": 4.22,
            "ranking_count": 36159,
            "abstract": "Horacio Oliveira is an Argentinian writer who lives in Paris with his mistress, La Maga, surrounded by a loose-knit circle of bohemian friends who call themselves the Club. A child's death and La Maga's disappearance put an end to his life of empty pleasures and intellectual acrobatics, and prompt Oliveira to return to Buenos Aires, where he works by turns as a salesman, a keeper of a circus cat which can truly count, and an attendant in an insane asylum.. Hopscotch. is the dazzling, freewheeling account of Oliveira's astonishing adventures.. The book is highly influenced by Henry Miller’s reckless and relentless search for truth in post-decadent Paris and Daisetz Teitaro Suzuki’s modal teachings on Zen Buddhism.. Cortázar's employment of interior monologue, punning, slang, and his use of different languages is reminiscent of Modernist writers like Joyce, although his main influences were Surrealism and the French New Novel, as well as the riffing aesthetic of jazz and New Wave Cinema.. In 1966, Gregory Rabassa won the first National Book Award to recognize the work of a translator, for his English-language edition of. Hopscotch. . Julio Cortázar was so pleased with Rabassa's translation of. Hopscotch. that he recommended the translator to Gabriel García Márquez when García Márquez was looking for someone to translate his novel. One Hundred Years of Solitude. into English. Rabassa's. One Hundred Years of Solitude. improved the original, according to García Márquez.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Magical Realism",
                "Unfinished"
            ]
        },
        {
            "title": "Cloudy With a Chance of Meatballs",
            "authors": [
                "Judi Barrett",
                "Ron Barrett"
            ],
            "ranking": 4.17,
            "ranking_count": 135987,
            "abstract": "An imaginative story of amazing food weather that inspired the hit movie,. Cloudy with a Chance of Meatballs. is a favorite of grown-ups and children everywhere.. The tiny town of Chewandswallow was very much like any other tiny town—except for its weather which came three times a day, at breakfast, lunch, and dinner.. But it never rained rain and it never snowed snow and it never blew just wind. It rained things like soup and juice. It snowed things like mashed potatoes. And sometimes the wind blew in storms of hamburgers.. Life for the townspeople was delicious until the weather took a turn for the worse. The food got larger and larger and so did the portions. Chewandswallow was plagued by damaging floods and storms of huge food. The town was a mess and the people feared for their lives.. Something had to be done, and in a hurry.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Humor",
                "Food and Drink",
                "Kids",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Cold Sassy Tree",
            "authors": [
                "Olive Ann Burns"
            ],
            "ranking": 4.02,
            "ranking_count": 100488,
            "abstract": "The one thing you can depend on in Cold Sassy, Georgia, is that word gets around--fast.. On July 5, 1906, scandal breaks in the small town of Cold Sassy, Georgia, when the proprietor of the general store, E. Rucker Blakeslee, elopes with Miss Love Simpson. He is barely three weeks a widower, and she is only half his age and a Yankee to boot. As their marriage inspires a whirlwind of local gossip, fourteen-year-old Will Tweedy suddenly finds himself eyewitness to a family scandal, and that’s where his adventures begin.. Cold Sassy Tree. is the undeniably entertaining and extraordinarily moving account of small-town Southern life in a bygone era. Brimming with characters who are wise and loony, unimpeachably pious and deliciously irreverent, Olive Ann Burns’s classic bestseller is a timeless, funny, and resplendent treasure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "American",
                "Adult Fiction",
                "Young Adult",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Being and Time",
            "authors": [
                "Martin Heidegger"
            ],
            "ranking": 4.04,
            "ranking_count": 22104,
            "abstract": "One of the most important philosophical works of our time, a work that has had tremendous influence on philosophy, literature, and psychology, and has literally changed the intellectual map of the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Psychology",
                "European Literature",
                "Science",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "The Long Winter",
            "authors": [
                "Laura Ingalls Wilder",
                "Garth Williams"
            ],
            "ranking": 4.15,
            "ranking_count": 83151,
            "abstract": "On the empty winter prairie, gray clouds to the northwest meant only one thing: a blizzard was seconds away. The first blizzard came in October. It snowed almost without stopping until April. The temperature dropped to forty below. Snow reached the roof-tops. And no trains could get through with food and coal. The townspeople began to starve. The Ingalls family barely lived through that winter. And Almanzo Wilder knew he would have to risk his life to save the town.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Classics",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "Zorba the Greek",
            "authors": [
                "Nikos Kazantzakis",
                "Carl Wildman",
                "Nikos Kazancakis",
                "Ahmet Angın"
            ],
            "ranking": 4.06,
            "ranking_count": 43837,
            "abstract": "The classic novel, international sensation, and inspiration for the film starring Anthony Quinn explores the struggle between the aesthetic and the rational, the inner life and the life of the mind.. The classic novel Zorba the Greek is the story of two men, their incredible friendship, and the importance of living life to the fullest. Zorba, a Greek working man, is a larger-than-life character, energetic and unpredictable. He accompanies the unnamed narrator to Crete to work in the narrator’s lignite mine, and the pair develops a singular relationship. The two men couldn’t be further apart: The narrator is cerebral, modest, and reserved; Zorba is unfettered, spirited, and beyond the reins of civility. Over the course of their journey, he becomes the narrator’s greatest friend and inspiration and helps him to appreciate the joy of living.. Zorba has been acclaimed as one of the most remarkable figures in literature; he is a character in the great tradition of Sinbad the Sailor, Falstaff, and Sancho Panza. He responds to all that life offers him with passion, whether he’s supervising laborers at a mine, confronting mad monks in a mountain monastery, embellishing the tales of his past adventures, or making love. Zorba the Greek explores the beauty and pain of existence, inviting readers to reevaluate the most important aspects of their lives and live to the fullest.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Novels",
                "Cultural",
                "Literature",
                "Historical",
                "Unfinished",
                "Literary Fiction"
            ]
        },
        {
            "title": "West with the Night",
            "authors": [
                "Beryl Markham"
            ],
            "ranking": 4.12,
            "ranking_count": 35478,
            "abstract": "The classic memoir of Africa, aviation, and adventure—the inspiration for Paula McLain’s Circling the Sun and “a bloody wonderful book” (Ernest Hemingway).. Beryl Markham’s life story is a true epic. Not only did she set records and break barriers as a pilot, she shattered societal expectations, threw herself into torrid love affairs, survived desperate crash landings—and chronicled everything. A contemporary of Karen Blixen (better known as Isak Dinesen, the author of Out of Africa), Markham left an enduring memoir that soars with astounding candor and shimmering insights.. A rebel from a young age, the British-born Markham was raised in Kenya’s unforgiving farmlands. She trained as a bush pilot at a time when most Africans had never seen a plane. In 1936, she accepted the ultimate challenge: to fly solo across the Atlantic Ocean from east to west, a feat that fellow female aviator Amelia Earhart had completed in reverse just a few years before. Markham’s successes and her failures—and her deep, lifelong love of the “soul of Africa”—are all told here with wrenching honesty and agile wit.. Hailed as “one of the greatest adventure books of all time” by Newsweek and “the sort of book that makes you think human beings can do anything” by the New York Times, West with the Night remains a powerful testament to one of the iconic lives of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "Travel",
                "History",
                "Adventure",
                "Biography Memoir",
                "Aviation"
            ]
        },
        {
            "title": "The Hotel New Hampshire",
            "authors": [
                "John Irving"
            ],
            "ranking": 3.92,
            "ranking_count": 61641,
            "abstract": "“The first of my father’s illusions was that bears could survive the life lived by human beings, and the second was that human beings could survive a life led in hotels.” So says John Berry, son of a hapless dreamer, brother to a cadre of eccentric siblings, and chronicler of the lives lived, the loves experienced, the deaths met, and the myriad strange and wonderful times encountered by the family Berry. Hoteliers, pet-bear owners, friends of Freud (the animal trainer and vaudevillian, that is), and playthings of mad fate, they “dream on” in a funny, sad, outrageous, and moving novel by the remarkable author of A Prayer for Owen Meany and Last Night in Twisted River.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literature",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Humor",
                "The United States Of America",
                "Adult Fiction"
            ]
        },
        {
            "title": "Tuck Everlasting",
            "authors": [
                "Natalie Babbitt"
            ],
            "ranking": 3.89,
            "ranking_count": 254274,
            "abstract": "Doomed to - or blessed with - eternal life after drinking from a magic spring, the Tuck family wanders about trying to live as inconspicuously and comfortably as they can. When ten-year-old Winnie Foster stumbles on their secret, the Tucks take her home and explain why living forever at one age is less a blessing that it might seem. Complications arise when Winnie is followed by a stranger who wants to market the spring water for a fortune.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Classics",
                "Fiction",
                "Childrens",
                "Academic",
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "The Human Stain",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.9,
            "ranking_count": 37363,
            "abstract": "It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town an aging Classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would astonish even his most virulent accuser.. Coleman Silk has a secret, one which has been kept for fifty years from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman. It is Zuckerman who stumbles upon Silk's secret and sets out to reconstruct the unknown biography of this eminent, upright man, esteemed as an educator for nearly all his life, and to understand how this ingeniously contrived life came unraveled. And to understand also how Silk's astonishing private history is, in the words of the Wall Street Journal, magnificently interwoven with the larger public history of modern America.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Classics",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Voyager",
            "authors": [
                "Diana Gabaldon"
            ],
            "ranking": 4.38,
            "ranking_count": 282260,
            "abstract": "From the author of the breathtaking bestsellers. Outlander. and. Dragonfly in Amber. , the extraordinary saga continues.. Their passionate encounter happened long ago by whatever measurement Claire Randall took. Two decades before, she had traveled back in time and into the arms of a gallant eighteenth-century Scot named Jamie Fraser. Then she returned to her own century to bear his child, believing him dead in the tragic battle of Culloden. Yet his memory has never lessened its hold on her... and her body still cries out for him in her dreams.. Then Claire discovers that Jamie survived. Torn between returning to him and staying with their daughter in her own era, Claire must choose her destiny. And as time and space come full circle, she must find the courage to face the passion and pain awaiting her...the deadly intrigues raging in a divided Scotland... and the daring voyage into the dark unknown that can reunite or forever doom her timeless love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Cultural"
            ]
        },
        {
            "title": "The Remains of the Day",
            "authors": [
                "Kazuo Ishiguro",
                "نجف دریابندری"
            ],
            "ranking": 4.14,
            "ranking_count": 245571,
            "abstract": "Librarian's note: See alternate cover edition of ISBN 0571225381. here. .. In the summer of 1956, Stevens, a long-serving butler at Darlington Hall, decides to take a motoring trip through the West Country. The six-day excursion becomes a journey into the past of Stevens and England, a past that takes in fascism, two world wars, and an unrealised love between the butler and his housekeeper.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Novels",
                "European Literature",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Rosemary's Baby",
            "authors": [
                "Ira Levin"
            ],
            "ranking": 4.02,
            "ranking_count": 123764,
            "abstract": "Rosemary and Guy Woodhouse, an ordinary young couple, settle into a New York City apartment, unaware that the elderly neighbors and their bizarre group of friends have taken a disturbing interest in them. But by the time Rosemary discovers the horrifying truth, it may be far too late!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "Hard-Boiled Wonderland and the End of the World",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 4.14,
            "ranking_count": 119102,
            "abstract": "'A narrative particle accelerator that zooms between Wild Turkey Whiskey and Bob Dylan, unicorn skulls and voracious librarians, John Coltrane and. Lord Jim. . Science fiction, detective story and post-modern manifesto all rolled into one rip-roaring novel,. Hard-Boiled Wonderland and the End of the World. is the tour de force that expanded Haruki Murakami's international following. Tracking one man's descent into the Kafkaesque underworld of contemporary Tokyo, Murakami unites East and West, tragedy and farce, compassion and detachment, slang and philosophy.'",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Cultural",
                "Asian Literature",
                "Science Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Tinker, Tailor, Soldier, Spy",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.04,
            "ranking_count": 85858,
            "abstract": "A modern classic in which John le Carré expertly creates a total vision of a secret world,. Tinker, Tailor, Soldier, Spy. begins George Smiley's chess match of wills and wits with Karla, his Soviet counterpart.. It is now beyond a doubt that a mole, implanted decades ago by Moscow Centre, has burrowed his way into the highest echelons of British Intelligence. His treachery has already blown some of its most vital operations and its best networks. It is clear that the double agent is one of its own kind. But which one? George Smiley is assigned to identify him. And once identified, the traitor must be destroyed.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Classics",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "The Bridge of San Luis Rey",
            "authors": [
                "Thornton Wilder"
            ],
            "ranking": 3.8,
            "ranking_count": 31626,
            "abstract": "This beautiful new edition features unpublished notes for the novel and other illuminating documentary material, all of which is included in a new Afterword by Tappan Wilder.. On Friday noon, July the twentieth, 1714, the finest bridge in all Peru broke and precipitated five travelers into the gulf below. With this celebrated sentence Thornton Wilder begins The Bridge of San Luis Rey, one of the towering achievements in American fiction and a novel read throughout the world.By chance, a monk witnesses the tragedy. Brother Juniper then embarks on a quest to prove that it was divine intervention rather than chance that led to the deaths of those who perished in the tragedy. His search leads to his own death -- and to the author's timeless investigation into the nature of love and the meaning of the human condition.. This new edition of Wilder's 1928 Pulitzer Prize winning novel contains a new foreword by Russell Banks.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Religion"
            ]
        },
        {
            "title": "Homage to Catalonia",
            "authors": [
                "George Orwell",
                "Lionel Trilling",
                "Delphine Lettau",
                "Howard Ross"
            ],
            "ranking": 4.09,
            "ranking_count": 52263,
            "abstract": "In 1936 George Orwell travelled to Spain to report on the Civil War and instead joined the fight against the Fascists. This famous account describes the war and Orwell’s own experiences. Introduction by Lionel Trilling.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Classics",
                "War",
                "Autobiography",
                "Biography",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "The Godfather",
            "authors": [
                "Mario Puzo",
                "Robert Thompson",
                "Peter Bart"
            ],
            "ranking": 4.37,
            "ranking_count": 375326,
            "abstract": "The Godfather—the epic tale of crime and betrayal that became a global phenomenon.. Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and the allegiance to family—these are the themes that have resonated with millions of readers around the world and made The Godfather the definitive novel of the violent subculture that, steeped in intrigue and controversy, remains indelibly etched in our collective consciousness.. ~penguin.com",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Mystery",
                "Thriller",
                "Historical",
                "Novels",
                "Drama",
                "Literature"
            ]
        },
        {
            "title": "The Last Unicorn",
            "authors": [
                "Peter S. Beagle"
            ],
            "ranking": 4.16,
            "ranking_count": 101696,
            "abstract": "She was magical, beautiful beyond belief—and completely alone.... The unicorn had lived since before memory in a forest where death could touch nothing. Maidens who caught a glimpse of her glory were blessed by enchantment they would never forget. But outside her wondrous realm, dark whispers and rumours carried a message she could not ignore: Unicorns are gone from the world.. Aided by a bumbling magician and an indomitable spinster, she set out to learn the truth. but she feared even her immortal wisdom meant nothing in a world where a mad king's curse and terror incarnate lived only to stalk the last unicorn to her doom...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Bridge on the Drina",
            "authors": [
                "Ivo Andrić",
                "Lovett F. Edwards",
                "William H. McNeill"
            ],
            "ranking": 4.34,
            "ranking_count": 17414,
            "abstract": "A vivid depiction of the suffering history has imposed upon the people of Bosnia from the late sixteenth century to the beginning of World War I,. The Bridge on the Drina. earned Ivo Andric the Nobel Prize for Literature in 1961.. A great stone bridge built three centuries ago in the heart of the Balkans by a Grand Vezir of the Ottoman Empire dominates the setting of Andric's stunning novel. Spanning generations, nationalities, and creeds, the bridge stands witness to the countless lives played out upon it: Radisav, the workman, who tries to hinder its construction and is impaled on its highest point; to the lovely Fata, who throws herself from its parapet to escape a loveless marriage; to Milan, the gambler, who risks everything in one last game on the bridge with the devil his opponent; to Fedun, the young soldier, who pays for a moment of spring forgetfulness with his life. War finally destroys the span, and with it the last descendant of that family to which the Grand Vezir confided the care of his pious bequest - the bridge.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "War",
                "European Literature"
            ]
        },
        {
            "title": "Even Cowgirls Get the Blues",
            "authors": [
                "Tom Robbins"
            ],
            "ranking": 3.77,
            "ranking_count": 51740,
            "abstract": "Starring Sissy Hanshaw--flawlessly beautiful, almost. A small-town girl with big-time dreams and a quirk to match--hitchhiking her way into your heart, your hopes, and your sleeping bags.... Featuring Bonanza Jellybean and the smooth-riding cowgirls of Rubber Rose Ranch. Chink, lascivious guru of yams and yang. Julian, Mohawk by birth; asthmatic esthete and husband by disposition. Dr. Robbins, preventive psychiatrist and reality instructor.... Follow Sissy's amazing odyssey from Virginia to chic Manhattan to the Dakota Badlands, where FBI agents, cowgirls, and ecstatic whooping cranes explode in a deliciously drawn-out climax.... This is one of those special novels--a piece of working magic, warm, funny, and san--that you just want to ride off into the sunset with.--Thomas Pynchon. The best fiction, so far, to come out of the American counterculture.-- Chicago Tribune Book World",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Literature",
                "Contemporary",
                "Magical Realism",
                "Literary Fiction",
                "Adult",
                "Classics"
            ]
        },
        {
            "title": "The Painted Bird",
            "authors": [
                "Jerzy Kosiński"
            ],
            "ranking": 3.91,
            "ranking_count": 23891,
            "abstract": "A harrowing story that follows the wanderings of a boy abandoned by his parents during World War II,. The Painted Bird. is a dark novel that examines the proximity of terror and savagery to innocence and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Horror",
                "Literature",
                "World War II",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "A Scanner Darkly",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 4.02,
            "ranking_count": 97485,
            "abstract": "Substance D is not known as Death for nothing. It is the most toxic drug ever to find its way on to the streets of LA. It destroys the links between the brain's two hemispheres, causing, first, disorientation and then complete and irreversible brain damage.. The undercover narcotics agent who calls himself Bob Arctor is desperate to discover the ultimate source of supply. But to find any kind of lead he has to pose as a user and, inevitably, without realising what is happening, Arctor is soon as addicted as the junkies he works among...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Novels",
                "Fantasy",
                "Speculative Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Good Soldier Švejk",
            "authors": [
                "Jaroslav Hašek",
                "Josef Lada",
                "Lumír Nahodil",
                "Cecil Parrott"
            ],
            "ranking": 4.09,
            "ranking_count": 16972,
            "abstract": "In. The Good Soldier Švejk. , celebrated Czech writer and anarchist Jaroslav Hašek combined dazzling wordplay and piercing satire in a hilariously subversive depiction of the futility of war.. Good-natured and garrulous, Švejk becomes the Austrian army's most loyal Czech soldier when he is called up on the outbreak of World War I -- although his bumbling attempts to get to the front serve only to prevent him from reaching it. Playing cards and getting drunk, he uses all his cunning and genial subterfuge to deal with the police, clergy, and officers who chivy him toward battle.. Cecil Parrott's vibrant translation conveys the brilliant irreverence of this classic about a hapless Everyman caught in a vast bureaucratic machine.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Humor",
                "War",
                "Historical",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Code of the Woosters",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.31,
            "ranking_count": 25460,
            "abstract": "Take Gussie Fink-Nottle, Madeline Bassett, old Pop Bassett, the unscrupulous Stiffy Byng, the Rev., an 18th-century cow-creamer, a small brown leather covered notebook and mix with a dose of the aged aunt Dahlia and one has a dangerous brew which spells toil and trouble for Bertie and Jeeves.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Audiobook",
                "Literature",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "Angels in America",
            "authors": [
                "Tony Kushner"
            ],
            "ranking": 4.27,
            "ranking_count": 19045,
            "abstract": "In two full-length plays--Millennium Approaches and Perestroika--Kushner tells the story of a handful of people trying to make sense of the world. Prior is a man living with AIDS whose lover Louis has left him and become involved with Joe, an ex-Mormon and political conservative whose wife, Harper, is slowly having a nervous breakdown. These stories are contrasted with that of Roy Cohn (a fictional re-creation of the infamous American conservative ideologue who died of AIDS in 1986) and his attempts to remain in the closet while trying to find some sort of personal salvation in his beliefs.",
            "part_of_series": true,
            "genre_list": [
                "Plays",
                "Drama",
                "LGBT",
                "Fiction",
                "Classics",
                "Academic",
                "Fantasy"
            ]
        },
        {
            "title": "Galápagos",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.87,
            "ranking_count": 74611,
            "abstract": "Galápagos. takes the reader back one million years, to A.D. 1986. A simple vacation cruise suddenly becomes an evolutionary journey. Thanks to an apocalypse, a small group of survivors stranded on the Galápagos Islands are about to become the progenitors of a brave, new, and totally different human race. In this inimitable novel, America’s master satirist looks at our world and shows us all that is sadly, madly awry—and all that is worth saving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Tarzan of the Apes",
            "authors": [
                "Edgar Rice Burroughs",
                "Vincent"
            ],
            "ranking": 3.9,
            "ranking_count": 41730,
            "abstract": "Tarzan of the Apes is a novel written by Edgar Rice Burroughs, the first in a series of books about the title character Tarzan. It was first published in the pulp magazine All-Story Magazine in October, 1912. The character was so popular that Burroughs continued the series into the 1940s with two dozen sequels.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Adventure",
                "Fantasy",
                "Cultural",
                "Science Fiction",
                "Pulp",
                "Historical",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Exorcist",
            "authors": [
                "William Peter Blatty"
            ],
            "ranking": 4.19,
            "ranking_count": 203736,
            "abstract": "Four decades after it first terrified the world, William Peter Blatty’s. The Exorcist. is back! An extraordinary classic work of horror and dark paranormal suspense. In this stunning 40th Anniversary Edition, a desperate mother and two priests fight to free the soul of a little girl from a supernatural entity of pure malevolence.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "Thriller",
                "Religion",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Letters to a Young Poet",
            "authors": [
                "Rainer Maria Rilke",
                "Reginald Snell",
                "Franz Xaver Kappus"
            ],
            "ranking": 4.3,
            "ranking_count": 65972,
            "abstract": "In 1903, a student at a military academy sent some of his verses to a well-known Austrian poet, requesting an assessment of their value. The older artist, Rainer Maria Rilke (1875–1926), replied to the novice in this series of letters—an amazing archive of remarkable insights into the ideas behind Rilke's greatest poetry. The ten letters reproduced here were written during an important stage in Rilke's artistic development, and they contain many of the themes that later appeared in his best works. The poet himself afterwards stated that his letters contained part of his creative genius, making this volume essential reading for scholars, poetry lovers, and anyone with an interest in Rilke, German poetry, or the creative impulse.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Classics",
                "Philosophy",
                "Language",
                "Literature",
                "European Literature",
                "Writing",
                "Art",
                "Autobiography"
            ]
        },
        {
            "title": "Four Quartets",
            "authors": [
                "T.S. Eliot"
            ],
            "ranking": 4.38,
            "ranking_count": 15914,
            "abstract": "The Four Quartets is a series of four poems by T.S. Eliot, published individually from 1936 to 1942, and in book form in 1943; it was considered by Eliot himself to be his finest work. Each of the quartets has five movements and each is titled by a place name -- BURNT NORTON (1936), EAST COKER (1940), THE DRY SALVAGES (1941), and LITTLE GIDDING (1942). Eliot's insights into the cyclical nature of life are revealed through themes and images woven throughout the four poems. Spiritual, philosophical, and personal themes emerge through symbolic allusions and literary and religious references from both Eastern and Western thought. The work addresses the connections of the personal and historical present and past, spiritual renewal, and the very nature of experience; it is considered the poet's clearest exposition of his Christian beliefs. (The Merriam-Webster Encyclopedia of Literature)",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Philosophy",
                "European Literature",
                "Nobel Prize",
                "Religion"
            ]
        },
        {
            "title": "Fifth Business",
            "authors": [
                "Robertson Davies"
            ],
            "ranking": 4.06,
            "ranking_count": 17940,
            "abstract": "Ramsay is a man twice born, a man who has returned from the hell of the battle-grave at Passchendaele in World War I decorated with the Victoria Cross and destined to be caught in a no man's land where memory, history, and myth collide. As Ramsay tells his story, it begins to seem that from boyhood, he has exerted a perhaps mystical, perhaps pernicious, influence on those around him. His apparently innocent involvement in such innocuous events as the throwing of a snowball or the teaching of card tricks to a small boy in the end prove neither innocent nor innocuous.. Fifth Business. stands alone as a remarkable story told by a rational man who discovers that the marvelous is only another aspect of the real.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "North and South",
            "authors": [
                "John Jakes"
            ],
            "ranking": 4.19,
            "ranking_count": 59646,
            "abstract": "Part history, part novel, this book chronicles two great American dynasties over three generations. Though brought together in a friendship that neither jealousy nor violence could shatter, the Hazards and the Mains are torn apart by the storm of events that has divided the nation.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Military History",
                "Classics",
                "War",
                "Romance",
                "American History",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "The Selfish Gene",
            "authors": [
                "Richard Dawkins"
            ],
            "ranking": 4.15,
            "ranking_count": 160263,
            "abstract": "Inheriting the mantle of revolutionary biologist from Darwin, Watson, and Crick, Richard Dawkins forced an enormous change in the way we see ourselves and the world with the publication of. The Selfish Gene. . Suppose, instead of thinking about organisms using genes to reproduce themselves, as we had since Mendel's work was rediscovered, we turn it around and imagine that our genes build and maintain us in order to make more genes. That simple reversal seems to answer many puzzlers which had stumped scientists for years, and we haven't thought of evolution in the same way since. Drawing fascinating examples from every field of biology, he paved the way for a serious re-evaluation of evolution. He also introduced the concept of self-reproducing ideas, or memes, which (seemingly) use humans exclusively for their propagation. If we are puppets, he says, at least we can try to understand our strings.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Philosophy",
                "Psychology",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "Our Town",
            "authors": [
                "Thornton Wilder",
                "Donald Margulies",
                "Tappan Wilder"
            ],
            "ranking": 3.68,
            "ranking_count": 48229,
            "abstract": "Our Town. was first produced and published in 1938 to wide acclaim. This Pulitzer Prize-winning drama of life in the small village of Grover's Corners, an allegorical representation of all life, has become a classic. It is Thornton Wilder's most renowned and most frequently performed play.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Academic",
                "Young Adult",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "The Demon-Haunted World: Science as a Candle in the Dark",
            "authors": [
                "Carl Sagan",
                "Ann Druyan"
            ],
            "ranking": 4.27,
            "ranking_count": 66536,
            "abstract": "How can we make intelligent decisions about our increasingly technology-driven lives if we don’t understand the difference between the myths of pseudoscience and the testable hypotheses of science? Pulitzer Prize-winning author and distinguished astronomer Carl Sagan argues that scientific thinking is critical not only to the pursuit of truth but to the very well-being of our democratic institutions.. Casting a wide net through history and culture, Sagan examines and authoritatively debunks such celebrated fallacies of the past as witchcraft, faith healing, demons, and UFOs. And yet, disturbingly, in today's so-called information age, pseudoscience is burgeoning with stories of alien abduction, channeling past lives, and communal hallucinations commanding growing attention and respect. As Sagan demonstrates with lucid eloquence, the siren song of unreason is not just a cultural wrong turn but a dangerous plunge into darkness that threatens our most basic freedoms.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Religion",
                "History",
                "Psychology"
            ]
        },
        {
            "title": "Trout Fishing in America",
            "authors": [
                "Richard Brautigan"
            ],
            "ranking": 3.76,
            "ranking_count": 13508,
            "abstract": "Richard Brautigan was a literary idol of the 1960s and 1970s whose comic genius and iconoclastic vision of American life caught the imagination of young people everywhere. He came of age during the Haight-Ashbury period and has been called the last of the Beats.” His early books became required reading for the hip generation, and on its publication Trout Fishing in America became an international bestseller. An indescribable romp, the novel is best summed up in one word: mayonnaise.. This new edition includes an introduction by the poet Billy Collins, who first encountered Brautigan’s work as a student in California.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Short Stories",
                "Novels",
                "Literature",
                "Classics",
                "Humor",
                "The United States Of America"
            ]
        },
        {
            "title": "V.",
            "authors": [
                "Thomas Pynchon",
                "Carlos Martín Ramírez"
            ],
            "ranking": 3.95,
            "ranking_count": 21846,
            "abstract": "Que signifie V. ? Victoire, vol d'oiseaux, ou encore Vheissu, un pays imaginaire et mystérieux ? C'est la question que se pose Herbert Stencil depuis qu'il a repéré le fameux signe dans le journal intime de son père défunt. Très vite, V. devient une énigme aux nombreuses significations, une figure féminine aux multiples visages, la clé de voûte de la vaste réalité. Un récit vertigineux, dans le sillage de Kerouac et Joyce.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Modern",
                "The United States Of America"
            ]
        },
        {
            "title": "Guards! Guards!",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.32,
            "ranking_count": 183143,
            "abstract": "This is where the dragons went. They lie ... not dead, not asleep, but ... dormant. And although the space they occupy isn't like normal space, nevertheless they are packed in tightly. They could put you in mind of a can of sardines, if you thought sardines were huge and scaly. And presumably, somewhere, there's a key.... GUARDS! GUARDS! is the eighth Discworld novel - and after this, dragons will never be the same again!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Talisman",
            "authors": [
                "Stephen King",
                "Peter Straub"
            ],
            "ranking": 4.13,
            "ranking_count": 116180,
            "abstract": "On a brisk autumn day, a twelve-year-old boy stands on the shores of the gray Atlantic, near a silent amusement park and a fading ocean resort called the Alhambra. The past has driven Jack Sawyer here: his father is gone, his mother is dying, and the world no longer makes sense. But for Jack everything is about to change. For he has been chosen to make a journey back across America--and into another realm.. One of the most influential and heralded works of fantasy ever written,. The Talisman. is an extraordinary novel of loyalty, awakening, terror, and mystery. Jack Sawyer, on a desperate quest to save his mother's life, must search for a prize across an epic landscape of innocents and monsters, of incredible dangers and even more incredible truths. The prize is essential, but the journey means even more.. Let the quest begin. . . . .",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Thriller",
                "Adventure",
                "Mystery",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "The Secret History",
            "authors": [
                "Donna Tartt"
            ],
            "ranking": 4.14,
            "ranking_count": 435465,
            "abstract": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Classics",
                "Thriller",
                "Literary Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Day of the Triffids",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 4.02,
            "ranking_count": 97805,
            "abstract": "In 1951 John Wyndham published his novel. The Day of the Triffids. to moderate acclaim. Fifty-two years later, this horrifying story is a science fiction classic, touted by. The Times. (London) as having “all the reality of a vividly realized nightmare.”. Bill Masen, bandages over his wounded eyes, misses the most spectacular meteorite shower England has ever seen. Removing his bandages the next morning, he finds masses of sightless people wandering the city. He soon meets Josella, another lucky person who has retained her sight, and together they leave the city, aware that the safe, familiar world they knew a mere twenty-four hours before is gone forever.. But to survive in this post-apocalyptic world, one must survive the Triffids, strange plants that years before began appearing all over the world. The Triffids can grow to over seven feet tall, pull their roots from the ground to walk, and kill a man with one quick lash of their poisonous stingers. With society in shambles, they are now poised to prey on humankind. Wyndham chillingly anticipates bio-warfare and mass destruction, fifty years before their realization, in this prescient account of Cold War paranoia.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Science Fiction Fantasy",
                "Novels"
            ]
        }
    ]
}