{
    "books": [
        {
            "title": "A World Without Heroes",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.11,
            "ranking_count": 37938,
            "abstract": "Jason Walker has often wished his life could be a bit less predictable--until a routine day at the zoo ends with Jason suddenly transporting from the hippo tank to a place unlike anything he's ever seen. In the past, the people of Lyrian welcomed visitors from the Beyond, but attitudes have changed since the wizard emperor Maldor rose to power. The brave resistors who opposed the emperor have been bought off or broken, leaving a realm where fear and suspicion prevail.. In his search for a way home, Jason meets Rachel, who was also mysteriously drawn to Lyrian from our world. With the help of a few scattered rebels, Jason and Rachel become entangled in a quest to piece together the word of power that can destroy the emperor, and learn that their best hope to find a way home will be to save this world without heroes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Doctor Who: Who-ology",
            "authors": [
                "Cavan Scott",
                "Mark  Wright"
            ],
            "ranking": 4.24,
            "ranking_count": 1953,
            "abstract": "The official miscellany, celebrating 50 years of. Doctor Who. .. Do you know your Sontarans from your Silurians? What are the 40 best ways to defeat a Dalek? What are the galactic coordinates of Gallifrey? Test your knowledge of the last Time Lord and the worlds he's visited in Who-ology, an unforgettable journey through 50 years of Doctor Who. Packed with facts, figures and stories from the show's entire run, this unique tour of space and time takes you from Totters Lane to Trenzalore, taking in guides to UNIT call signs, details of the inner workings of sonic screwdrivers, and a reliability chart covering every element of the TARDIS. With tables, charts and illustrations dotted throughout, as well as fascinating lists and exhaustive detail, you won't believe the wonders that await. Are you ready? Then read on, you clever boy. And remember.",
            "part_of_series": false,
            "genre_list": [
                "Media Tie In",
                "Nonfiction",
                "Reference",
                "Science Fiction",
                "Pop Culture",
                "Science Fiction Fantasy",
                "History"
            ]
        },
        {
            "title": "Sweet Ruin",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.32,
            "ranking_count": 15872,
            "abstract": "An immortal assassin is caught between desire and duty.... A foundling raised in a world of humans. Growing up, orphaned Josephine didn’t know who or what she was—just that she was “bad,” an outcast with strange powers. Her baby brother Thaddeus was as perfect as she was flawed; protecting him became her entire life. The day he was taken away began Jo’s transition from angry girl.... to would-be superhero... to enchanting, ruthless villain.. A lethally sensual enforcer on a mission. A threat to the Møriør has brought archer Rune the Baneblood to the mortal realm to slay the oldest living Valkyrie. Whether by bow or in bed, he never fails to eliminate his target. Yet before he can strike, he encounters a vampiric creature whose beauty conceals a black heart. With one bite, she pierces him with aching pleasure, taking his forbidden blood -. and jeopardizing the secrets of his brethren.. A boundless passion that will lead to sweet ruin.... Could this exquisite female be a spy sent by the very Valkyrie he hunts? Rune knows he must not trust Josephine, yet he’s unable to turn her away. Despite his millennia of sexual conquests, he can’t ignore the unfamiliar longing she arouses deep within him.. When Jo betrays the identity of the one man she will die to protect, she and Rune become locked in a treacherous battle of wills that pits ultimate loyalty against unbridled lust.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fairies"
            ]
        },
        {
            "title": "The Water Rat of Wanchai",
            "authors": [
                "Ian  Hamilton"
            ],
            "ranking": 3.79,
            "ranking_count": 2424,
            "abstract": "AVA LEE TAKES ON A MASTER CRIMINAL IN HER MOST DANGEROUS CASE YET. In Ian Hamilton's. The Water Rat of Wanchai. , we meet forensic accountant and martial arts expert Ava Lee in her early days working for the mysterious businessman Uncle as they track down large sums of money that have disappeared. One of Uncle's longtime friends has requested help for his nephew, who needs to recover five million dollars from a business deal that went sideways. Ava steps in and immediately is off on a global hunt for the missing money that has her dodging shady characters.. On a journey that takes her from Seattle to Hong Kong, Bangkok, Guyana, and the British Virgin Islands, Ava encounters everything from the Thai katoey culture to corrupt government officials. In Guyana she meets her match: Captain Robbins, a godfather-like figure who controls the police, politicians, and criminals alike. In exchange for his help, Robbins decides he wants a piece of Ava's five million dollars and will do whatever it takes to get his fair share.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Where All Light Tends to Go",
            "authors": [
                "David    Joy"
            ],
            "ranking": 3.76,
            "ranking_count": 7300,
            "abstract": "The area surrounding Cashiers, North Carolina, is home to people of all kinds, but the world that Jacob McNeely lives in is crueler than most. His father runs a methodically organized meth ring, with local authorities on the dime to turn a blind eye to his dealings. Having dropped out of high school and cut himself off from his peers, Jacob has been working for this father for years, all on the promise that his payday will come eventually. The only joy he finds comes from reuniting with Maggie, his first love, and a girl clearly bound for bigger and better things than their hardscrabble town.. Jacob has always been resigned to play the cards that were dealt him, but when a fatal mistake changes everything, he’s faced with a choice: stay and appease his father, or leave the mountains with the girl he loves.. In a place where blood is thicker than water and hope takes a back seat to fate, Jacob wonders if he can muster the strength to rise above the only life he’s ever known.. A Finalist for the Edgar Award for Best First Novel. In the country-noir tradition of. Winter's Bone. meets 'Breaking Bad,' a savage and beautiful story of a young man seeking redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Mystery",
                "Gothic",
                "Audiobook",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Family"
            ]
        },
        {
            "title": "Two Years Eight Months and Twenty-Eight Nights",
            "authors": [
                "Salman Rushdie"
            ],
            "ranking": 3.38,
            "ranking_count": 12183,
            "abstract": "From one of the greatest writers of our time: the most spellbinding, entertaining, wildly imaginative novel of his great career, which blends history and myth with tremendous philosophical depth. A masterful, mesmerizing modern tale about worlds dangerously colliding, the monsters that are unleashed when reason recedes, and a beautiful testament to the power of love and humanity in chaotic times.. Inspired by 2,000 years of storytelling yet rooted in the concerns of our present moment, this is a spectacular achievement--enchanting, both very funny and terrifying. It is narrated by our descendants 1000 years hence, looking back on The War of the Worlds that began with the time of the strangenesses: a simple gardener begins to levitate; a baby is born with the unnerving ability to detect corruption in people; the ghosts of two long-dead philosophers begin arguing once more; and storms pummel New York so hard that a crack appears in the universe, letting in the destructive djinns of myth (as well as some graphic superheroes). Nothing less than the survival of our world is at stake. Only one, a djinn princess who centuries before had learned to love humankind, resolves to help us: in the face of dynastic intrigue, she raises an army composed of her semi-magical great-great--etc.--grandchildren--a motley crew of endearing characters who come together to save the world in a battle waged for 1,001 nights--or, to be precise, two years, eight months and twenty-eight nights.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Literary Fiction",
                "Audiobook",
                "Literature",
                "Contemporary",
                "Cultural",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "The Program",
            "authors": [
                "Suzanne Young"
            ],
            "ranking": 4.05,
            "ranking_count": 50262,
            "abstract": "In Sloane’s world, true feelings are forbidden, teen suicide is an epidemic, and the only solution is The Program.. Sloane knows better than to cry in front of anyone. With suicide now an international epidemic, one outburst could land her in The Program, the only proven course of treatment. Sloane’s parents have already lost one child; Sloane knows they’ll do anything to keep her alive. She also knows that everyone who’s been through The Program returns as a blank slate. Because their depression is gone—but so are their memories.. Under constant surveillance at home and at school, Sloane puts on a brave face and keeps her feelings buried as deep as she can. The only person Sloane can be herself with is James. He’s promised to keep them both safe and out of treatment, and Sloane knows their love is strong enough to withstand anything. But despite the promises they made to each other, it’s getting harder to hide the truth. They are both growing weaker. Depression is setting in. And The Program is coming for them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Health",
                "Fantasy",
                "Mental Health",
                "Audiobook"
            ]
        },
        {
            "title": "The Glorious Heresies",
            "authors": [
                "Lisa McInerney"
            ],
            "ranking": 3.77,
            "ranking_count": 7247,
            "abstract": "'The Glorious Heresies. heralds the arrival of a glorious, foul-mouthed, fizzing new talent' SUNDAY TIMES. 'Totally and unmistakably the real deal' KEVIN BARRY. 'A real stunner; a wild ride of a read' DONAL RYAN. 'A gripping and often riotously funny tale' COLIN BARRETT. 'A punchy, edgy, sexy, fizzing feast of a debut novel' JOSEPH O'CONNOR. 'He was definitely dead, whoever he was. He wore a once-black jumper and a pair of shiny tracksuit bottoms. The back of his head was cracked and his hair matted, but it had been foxy before that. A tall man, a skinny rake, another string of piss, now departed. She hadn't gotten a look at his face before she flaked him with the Holy Stone and she couldn't bring herself to turn him over.'. One messy murder affects the lives of five misfits who exist on the fringes of Ireland's post-crash society. Ryan is a fifteen-year-old drug dealer desperate not to turn out like his alcoholic father Tony, whose obsession with his unhinged next-door neighbour threatens to ruin him and his family. Georgie is a prostitute whose willingness to feign a religious conversion has dangerous repercussions, while Maureen, the accidental murderer, has returned to Cork after forty years in exile to discover that Jimmy, the son she was forced to give up years before, has grown into the most fearsome gangster in the city. In seeking atonement for the murder and a multitude of other perceived sins, Maureen threatens to destroy everything her son has worked so hard for, while her actions risk bringing the intertwined lives of the Irish underworld into the spotlight . . .. Biting, moving and darkly funny,. The Glorious Heresies. explores salvation, shame and the legacy of Ireland's twentieth-century attitudes to sex and family.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Literary Fiction",
                "Mystery",
                "Audiobook",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Broken Homes",
            "authors": [
                "Ben Aaronovitch"
            ],
            "ranking": 4.17,
            "ranking_count": 41700,
            "abstract": "A mutilated body in Crawley. Another killer on the loose. The prime suspect is one Robert Weil; an associate of the twisted magician known as the Faceless Man? Or just a common or garden serial killer?. Before PC Peter Grant can get his head round the case a town planner going under a tube train and a stolen grimoire are adding to his case-load.. So far so London.. But then Peter gets word of something very odd happening in Elephant and Castle, on a housing estate designed by a nutter, built by charlatans and inhabited by the truly desperate.. Is there a connection?. And if there is, why oh why did it have to be South of the River?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Strangers in Their Own Land: Anger and Mourning on the American Right",
            "authors": [
                "Arlie Russell Hochschild"
            ],
            "ranking": 4.12,
            "ranking_count": 15137,
            "abstract": "In. Strangers in Their Own Land. , the renowned sociologist Arlie Russell Hochschild embarks on a thought-provoking journey from her liberal hometown of Berkeley, California, deep into Louisiana bayou country – a stronghold of the conservative right. As she gets to know people who strongly oppose many of the ideas she famously champions, Russell Hochschild nevertheless finds common ground and quickly warms to the people she meets – among them a Tea Party activist whose town has been swallowed by a sinkhole caused by a drilling accident – people whose concerns are actually ones that all Americans share: the desire for community, the embrace of family, and hopes for their children.. Strangers in Their Own Land. goes beyond the commonplace liberal idea that these are people who have been duped into voting against their own interests. Instead, Russell Hochschild finds lives ripped apart by stagnant wages, a loss of home, an elusive American dream – and political choices and views that make sense in the context of their lives. Russell Hochschild draws on her expert knowledge of the sociology of emotion to help us understand what it feels like to live in red America. Along the way she finds answers to one of the crucial questions of contemporary American politics: why do the people who would seem to benefit most from liberal government intervention abhor the very idea?",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Sociology",
                "History",
                "Economics",
                "Social Movements",
                "Literature",
                "Social Science",
                "Cultural",
                "Social Issues"
            ]
        },
        {
            "title": "The Future Is History: How Totalitarianism Reclaimed Russia",
            "authors": [
                "Masha Gessen"
            ],
            "ranking": 4.18,
            "ranking_count": 5077,
            "abstract": "The essential journalist and bestselling biographer of Vladimir Putin reveals how, in the space of a generation, Russia surrendered to a more virulent and invincible new strain of autocracy.. Award-winning journalist Masha Gessen’s understanding of the events and forces that have wracked Russia in recent times is unparalleled. In. The Future Is History. , Gessen follows the lives of four people born at what promised to be the dawn of democracy. Each of them came of age with unprecedented expectations, some as the children and grandchildren of the very architects of the new Russia, each with newfound aspirations of their own–as entrepreneurs, activists, thinkers, and writers, sexual and social beings.. Gessen charts their paths against the machinations of the regime that would crush them all, and against the war it waged on understanding itself, which ensured the unobstructed reemergence of the old Soviet order in the form of today’s terrifying and seemingly unstoppable mafia state. Powerful and urgent,. The Future Is History. is a cautionary tale for our time and for all time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Cultural",
                "Audiobook",
                "Writing",
                "Historical",
                "Biography",
                "Sociology"
            ]
        },
        {
            "title": "Selected Stories",
            "authors": [
                "William Trevor"
            ],
            "ranking": 4.32,
            "ranking_count": 496,
            "abstract": "A marvelous collection from the greatest living writer of short stories in the English language (The New Yorker).. Four-time winner of the O. Henry Prize, three-time winner of the Whitbread Prize, and five-time finalist for the Man Booker Prize, William Trevor is one of the most acclaimed authors of our time. Over a career spanning more than half a century, Trevor has crafted exquisitely rendered tales that brilliantly illuminate the human condition. Bringing together forty-eight stories from After Rain, The Hill Bachelors, A Bit on the Side, and Cheating at Canasta, this second volume of Trevor's collected fiction offers readers treasures of gorgeous writing, brilliant dialogue, and unforgettable lives (The New York Times Book Review).",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "European Literature",
                "Unfinished",
                "Classics",
                "Anthologies",
                "Contemporary"
            ]
        },
        {
            "title": "Enon",
            "authors": [
                "Paul Harding"
            ],
            "ranking": 3.36,
            "ranking_count": 2730,
            "abstract": "In Enon, Harding follows a year in the life of Charlie Crosby as he tries to come to terms with a shattering personal tragedy. Grandson of George Crosby (the protagonist of Tinkers), Charlie inhabits the same dynamic landscape of New England, its seasons mirroring his turbulent emotional odyssey. Along the way, Charlie's encounters are brought to life by his wit, his insights into history, and his yearning to understand the big questions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Drama",
                "Family",
                "Death",
                "Adult Fiction"
            ]
        },
        {
            "title": "The End is Nigh",
            "authors": [
                "John Joseph Adams",
                "Hugh Howey",
                "Jamie Ford",
                "Paolo Bacigalupi",
                "Seanan McGuire",
                "Sarah Langan",
                "Nancy Kress",
                "Jonathan Maberry",
                "more…",
                "Tananarive Due",
                "Scott Sigler",
                "…less"
            ],
            "ranking": 3.9,
            "ranking_count": 3046,
            "abstract": "Famine. Death. War. Pestilence. These are the harbingers of the biblical apocalypse, of the End of the World. In science fiction, the end is triggered by less figurative means: nuclear holocaust, biological warfare/pandemic, ecological disaster, or cosmological cataclysm.. But before any catastrophe, there are people who see it coming. During, there are heroes who fight against it. And after, there are the survivors who persevere and try to rebuild. THE APOCALYPSE TRIPTYCH will tell their stories.. Edited by acclaimed anthologist John Joseph Adams and bestselling author Hugh Howey, THE APOCALYPSE TRIPTYCH is a series of three anthologies of apocalyptic fiction. THE END IS NIGH focuses on life before the apocalypse. THE END IS NOW turns its attention to life during the apocalypse. And THE END HAS COME focuses on life after the apocalypse.. THE END IS NIGH features all-new, never-before-published works by Hugh Howey, Paolo Bacigalupi, Jamie Ford, Seanan McGuire, Tananarive Due, Jonathan Maberry, Scott Sigler, Robin Wasserman, Nancy Kress, Charlie Jane Anders, Ken Liu, and many others.. • • • •. TABLE OF CONTENTS: Introduction by John Joseph Adams | “The Balm and the Wound” by Robin Wasserman | “Heaven is a Place on Planet X” by Desirina Boskovich | “Break! Break! Break!” by Charlie Jane Anders | “The Gods Will Not Be Chained” by Ken Liu | “Wedding Day” by Jake Kerr | “Removal Order” by Tananarive Due | “System Reset” by Tobias S. Buckell | “This Unkempt World is Falling to Pieces” by Jamie Ford | “BRING HER TO ME” by Ben H. Winters | “In the Air” by Hugh Howey | “Goodnight Moon” by Annie Bellet | “Dancing with Death in the Land of Nod” by Will McIntosh | “Houses Without Air” by Megan Arkenberg | “The Fifth Day of Deer Camp” by Scott Sigler | “Enjoy the Moment” by Jack McDevitt | “Pretty Soon the Four Horsemen are Going to Come Riding Through” by Nancy Kress | “Spores” by Seanan McGuire | “She’s Got a Ticket to Ride” by Jonathan Maberry | “Agent Unknown” by David Wellington | “Enlightenment” by Matthew Mather | “Shooting the Apocalypse” by Paolo Bacigalupi | “Love Perverts” by Sarah Langan.",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Apocalyptic",
                "Anthologies",
                "Fiction",
                "Horror",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "A Wild Light",
            "authors": [
                "Marjorie M. Liu"
            ],
            "ranking": 4.08,
            "ranking_count": 1852,
            "abstract": "View our feature on Marjorie Liu’s. A Wild Light. .. For too long Maxine Kiss has felt an inexplicable darkness inside her-a force she channels into hunting the demons bent on destroying the human race. But when she finds herself covered in blood and crouched beside her grandfather's dead body with no memory of what happened, Maxine begins to fear that the darkness has finally consumed her.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Adult",
                "Urban"
            ]
        },
        {
            "title": "Days of Destruction, Days of Revolt",
            "authors": [
                "Chris Hedges",
                "Joe Sacco"
            ],
            "ranking": 4.17,
            "ranking_count": 2693,
            "abstract": "Two years ago, Pulitzer Prize winner Chris Hedges and award-winning cartoonist and journalist Joe Sacco set out to take a look at the sacrifice zones, those areas in America that have been offered up for exploitation in the name of profit, progress, and technological advancement. They wanted to show in words and drawings what life looks like in places where the marketplace rules without constraints, where human beings and the natural world are used and then discarded to maximize profit.. Days of Destruction, Days of Revolt. is the searing account of their travels.. The book starts in the western plains, where Native Americans were sacrificed in the giddy race for land and empire. It moves to the old manufacturing centers and coal fields that fueled the industrial revolution, but now lie depleted and in decay. It follows the steady downward spiral of American labor into the nation's produce fields and ends in Zuccotti Park where a new generation revolts against a corporate state that has handed to the young an economic, political, cultural and environmental catastrophe.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Sequential Art",
                "History",
                "Economics",
                "Sociology",
                "Writing",
                "Environment"
            ]
        },
        {
            "title": "Bird Box",
            "authors": [
                "Josh Malerman"
            ],
            "ranking": 4.03,
            "ranking_count": 166161,
            "abstract": "Alternate cover edition of ISBN 9780062259653. Something is out there, something terrifying that must not be seen. One glimpse of it, and a person is driven to deadly violence. No one knows what it is or where it came from.. Five years after it began, a handful of scattered survivors remains, including Malorie and her two young children. Living in an abandoned house near the river, she has dreamed of fleeing to a place where they might be safe. Now that the boy and girl are four, it's time to go, but the journey ahead will be terrifying: twenty miles downriver in a rowboat—blindfolded—with nothing to rely on but her wits and the children's trained ears. One wrong choice and they will die. Something is following them all the while, but is it man, animal, or monster?. Interweaving past and present,. Bird Box. is a snapshot of a world unraveled that will have you racing to the final page.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Apocalyptic",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "The Library Book",
            "authors": [
                "Susan Orlean"
            ],
            "ranking": 3.89,
            "ranking_count": 100880,
            "abstract": "On the morning of April 29, 1986, a fire alarm sounded in the Los Angeles Public Library. As the moments passed, the patrons and staff who had been cleared out of the building realized this was not the usual fire alarm. As one fireman recounted, “Once that first stack got going, it was ‘Goodbye, Charlie.’” The fire was disastrous: it reached 2000 degrees and burned for more than seven hours. By the time it was extinguished, it had consumed four hundred thousand books and damaged seven hundred thousand more. Investigators descended on the scene, but more than thirty years later, the mystery remains: Did someone purposefully set fire to the library—and if so, who?. Weaving her lifelong love of books and reading into an investigation of the fire, award-winning. New Yorker. reporter and. New York Times. bestselling author Susan Orlean delivers a mesmerizing and uniquely compelling book that manages to tell the broader story of libraries and librarians in a way that has never been done before.. In. The Library Book. , Orlean chronicles the LAPL fire and its aftermath to showcase the larger, crucial role that libraries play in our lives; delves into the evolution of libraries across the country and around the world, from their humble beginnings as a metropolitan charitable initiative to their current status as a cornerstone of national identity; brings each department of the library to vivid life through on-the-ground reporting; studies arson and attempts to burn a copy of a book herself; reflects on her own experiences in libraries; and reexamines the case of Harry Peak, the blond-haired actor long suspected of setting fire to the LAPL more than thirty years ago.. Along the way, Orlean introduces us to an unforgettable cast of characters from libraries past and present—from Mary Foy, who in 1880 at eighteen years old was named the head of the Los Angeles Public Library at a time when men still dominated the role, to Dr. C.J.K. Jones, a pastor, citrus farmer, and polymath known as “The Human Encyclopedia” who roamed the library dispensing information; from Charles Lummis, a wildly eccentric journalist and adventurer who was determined to make the L.A. library one of the best in the world, to the current staff, who do heroic work every day to ensure that their institution remains a vital part of the city it serves.. Brimming with her signature wit, insight, compassion, and talent for deep research,. The Library Book. is Susan Orlean’s thrilling journey through the stacks that reveals how these beloved institutions provide much more than just books—and why they remain an essential part of the heart, mind, and soul of our country. It is also a master journalist’s reminder that, perhaps especially in the digital era, they are more necessary than ever.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Writing",
                "Audiobook",
                "Crime",
                "Adult",
                "Historical",
                "Mystery",
                "Book Club"
            ]
        },
        {
            "title": "The Immortal Crown",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.29,
            "ranking_count": 8261,
            "abstract": "The #1. New York Times. bestselling author of the Vampire Academy and Bloodline series returns with the second installment in her acclaimed Age of X series.. Gameboard of the Gods. introduced religious investigator Justin March and Mae Koskinen, the beautiful supersoldier assigned to protect him. Together they have been charged with investigating reports of the supernatural and the return of the gods, both inside the Republic of United North America and out. With this highly classified knowledge comes a shocking revelation: Not only are the gods vying for human control, but the elect—special humans marked by the divine—are turning against one another in bloody fashion.. Their mission takes a new twist when they are assigned to a diplomatic delegation headed by Lucian Darling, Justin’s old friend and rival, going into Arcadia, the RUNA’s dangerous neighboring country. Here, in a society where women are commodities and religion is intertwined with government, Justin discovers powerful forces at work, even as he struggles to come to terms with his own reluctantly acquired deity.. Meanwhile, Mae—grudgingly posing as Justin’s concubine—has a secret mission of her own: finding the illegitimate niece her family smuggled away years ago. But with Justin and Mae resisting the resurgence of the gods in Arcadia, a reporter’s connection with someone close to Justin back home threatens to expose their mission—and with it the divine forces the government is determined to keep secret.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Adult",
                "Romance",
                "Young Adult"
            ]
        },
        {
            "title": "The Witch's Dream",
            "authors": [
                "Victoria Danann"
            ],
            "ranking": 4.15,
            "ranking_count": 3743,
            "abstract": "Elora Laiken broke Storm's heart when she chose his best friend. Now the handsome knight wants nothing to do with love. When B Team arrives in Edinburgh, the afterglow of an elftale wedding ends abruptly when Katrina is kidnapped by a demon with a grudge. While Black Swan's best tracker frantically searches for Kay's fiance, Elora, Ram, and Baka are tasked with bringing in a stray werewolf causing havoc in London and finding him a suitable new home.. Action takes a backseat to love as Danann brings us an installment that she calls a love letter to paranormal romance.. EROTIC PARANORMAL ROMANCE. If you love romance, fantasy, science fiction, strong female characters, alpha males and complex stories with erotic elements, this serial is right for you. Age 17+.. READING THIS SERIAL IN ORDER IS STRONGLY RECOMMENDED.. INCLUDES: Bonus Feature Interview with Rammel Hawking and the first chapter of Book 3,. A Summoner's Tale. ,. 2013 WINNER of BEST PARANORMAL ROMANCE NOVEL of the YEAR,. Reviewers' Choice Awards,. the Paranormal Romance Guild.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fairies"
            ]
        },
        {
            "title": "The Immortal Rules",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.06,
            "ranking_count": 70259,
            "abstract": "To survive in a ruined world, she must embrace the darkness. Allison Sekemoto survives in the Fringe, the outermost circle of a walled-in city. By day, she and her crew scavenge for food. By night, any one of them could be eaten. Some days, all that drives Allie is her hatred of. them. —the vampires who keep humans as blood cattle. Until the night Allie herself dies and becomes one of the monsters.. Forced to flee her city, Allie must pass for human as she joins a ragged group of pilgrims seeking a legend—a place that might have a cure for the disease that killed off most of civilization and created the rabids, the bloodthirsty creatures who threaten human and vampire alike. And soon Allie will have to decide what and who is worth dying for again.. Enter Julie Kagawa's dark and twisted world as an unforgettable journey begins.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Fiction"
            ]
        },
        {
            "title": "The Good Girl",
            "authors": [
                "Mary Kubica"
            ],
            "ranking": 3.82,
            "ranking_count": 216109,
            "abstract": "I've been following her for the past few days. I know where she buys her groceries, where she works. I don't know the color of her eyes or what they look like when she's scared. But I will.. One night, Mia Dennett enters a bar to meet her on-again, off-again boyfriend. But when he doesn't show, she unwisely leaves with an enigmatic stranger. At first Colin Thatcher seems like a safe one-night stand. But following Colin home will turn out to be the worst mistake of Mia's life.. When Colin decides to hide Mia in a secluded cabin in rural Minnesota instead of delivering her to his employers, Mia's mother, Eve, and detective Gabe Hoffman will stop at nothing to find them. But no one could have predicted the emotional entanglements that eventually cause this family's world to shatter.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Dust and Shadow: An Account of the Ripper Killings by Dr. John H. Watson",
            "authors": [
                "Lyndsay Faye"
            ],
            "ranking": 3.99,
            "ranking_count": 7752,
            "abstract": "In. Dust and Shadow. , Sherlock Holmes hunts down Jack the Ripper with impeccably accurate historical detail, rooting the Whitechapel investigation in the fledgling days of tabloid journalism and clinical psychology. This astonishing debut explores the terrifying prospect of hunting down one of the world's first serial killers without the advantage of modern forensics or profiling.. Sherlock's desire to stop the killer who is terrifying the East End of London is unwavering from the start, and in an effort to do so he hires an unfortuate known as Mary Ann Monk, the friend of a fellow streetwalker who was one of the Ripper's earliest victims. However, when Holmes himself is wounded in Whitechapel attempting to catch the villain, and a series of articles in the popular press question his role in the crimes, he must use all his resources in a desperate race to find the man known as The Knife before it is too late.. Penned as a pastiche by the loyal and courageous Dr. Watson,. Dust and Shadow. recalls the ideals evinced by Sir Arthur Conan Doyle's most beloved and world-renowned characters, while testing the limits of their strength in a fight to protect the women of London, Scotland Yard, and the peace of the city itself.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Half Has Never Been Told: Slavery and the Making of American Capitalism",
            "authors": [
                "Edward E. Baptist"
            ],
            "ranking": 4.46,
            "ranking_count": 4622,
            "abstract": "Americans tend to cast slavery as a pre-modern institution—the nation’s original sin, perhaps, but isolated in time and divorced from America’s later success. But to do so robs the millions who suffered in bondage of their full legacy.. As historian Edward Baptist reveals in. The Half Has Never Been Told. , the expansion of slavery in the first eight decades after American independence drove the evolution and modernization of the United States. In the span of a single lifetime, the South grew from a narrow coastal strip of worn-out tobacco plantations to a continental cotton empire, and the United States grew into a modern, industrial, and capitalist economy. Until the Civil War, Baptist explains, the most important American economic innovations were ways to make slavery ever more profitable. Through forced migration and torture, slave owners extracted continual increases in efficiency from enslaved African Americans. Thus the United States seized control of the world market for cotton, the key raw material of the Industrial Revolution, and became a wealthy nation with global influence.. Told through intimate slave narratives, plantation records, newspapers, and the words of politicians, entrepreneurs, and escaped slaves,. The Half Has Never Been Told. offers a radical new interpretation of American history. It forces readers to reckon with the violence at the root of American supremacy, but also with the survival and resistance that brought about slavery’s end—and created a culture that sustains America’s deepest dreams of freedom.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Economics",
                "Politics",
                "North American Hi...",
                "Social Movements",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "Nemo: The Roses of Berlin",
            "authors": [
                "Alan Moore",
                "Kevin    O'Neill"
            ],
            "ranking": 3.5,
            "ranking_count": 1471,
            "abstract": "Sixteen years ago, notorious science-brigand Janni Nemo journeyed into the frozen reaches of Antarctica to resolve her father's weighty legacy in a storm of madness and loss, barely escaping with her Nautilus and her life. Now it is 1941, and with her daughter strategically married into the family of aerial warlord Jean Robur, Janni's raiders have only limited contact with the military might of the clownish German-Tomanian dictator Adenoid Hynkel. But when the pirate queen learns that her loved ones are held hostage in the nightmarish Berlin, she has no choice save to intervene directly, travelling with her ageing lover Broad Arrow Jack into the belly of the beastly metropolis. Herein lies the Roses of Berlin.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "The Child",
            "authors": [
                "Fiona Barton"
            ],
            "ranking": 3.94,
            "ranking_count": 47846,
            "abstract": "When a paragraph in an evening newspaper reveals a decades-old tragedy, most readers barely give it a glance. But for three strangers it’s impossible to ignore.. For one woman, it’s a reminder of the worst thing that ever happened to her.. For another, it reveals the dangerous possibility that her darkest secret is about to be discovered.. And for the third, a journalist, it’s the first clue in a hunt to uncover the truth.. The Child’s story will be told.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Sandy: The Jersey Shore in the Eye of the Storm",
            "authors": [
                "The Asbury Park Press",
                "Thomas M. Donovan"
            ],
            "ranking": 4.42,
            "ranking_count": 12,
            "abstract": "First of two books APP will produce about Superstorm Sandy and its aftermath at the Jersey Shore.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "The 100",
            "authors": [
                "Kass Morgan"
            ],
            "ranking": 3.57,
            "ranking_count": 63487,
            "abstract": "No one has set foot on Earth in centuries—until now.. Ever since a devastating nuclear war, humanity has lived on spaceships far above Earth's radioactive surface. Now, one hundred juvenile delinquents—considered expendable by society—are being sent on a dangerous mission: to recolonize the planet. It could be their second chance at life...or it could be a suicide mission.. CLARKE was arrested for treason, though she's haunted by the memory of what she really did. WELLS, the chancellor's son, came to Earth for the girl he loves—but will she ever forgive him? Reckless BELLAMY fought his way onto the transport pod to protect his sister, the other half of the only pair of siblings in the universe. And GLASS managed to escape back onto the ship, only to find that life there is just as dangerous as she feared it would be on Earth.. Confronted with a savage land and haunted by secrets from their pasts, the hundred must fight to survive. They were never meant to be heroes, but they may be mankind's last hope.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Audiobook",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "Since You've Been Gone",
            "authors": [
                "Morgan Matson"
            ],
            "ranking": 4.09,
            "ranking_count": 108103,
            "abstract": "It was Sloane who yanked Emily out of her shell and made life 100% interesting. But right before what should have been the most epic summer, Sloane just…disappears. All she leaves behind is a to-do list.. On it, thirteen Sloane-inspired tasks that Emily would normally never try. But what if they could bring her best friend back?. Apple picking at night?. Okay, easy enough.. Dance until dawn?. Sure. Why not?. Kiss a stranger?. Um.... Emily now has this unexpected summer, and the help of Frank Porter (. totally. unexpected), to check things off Sloane's list. Who knows what she’ll find?. Go skinny-dipping?. Wait...what?",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Womens Fiction",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "The Crimson Campaign",
            "authors": [
                "Brian  McClellan"
            ],
            "ranking": 4.36,
            "ranking_count": 32226,
            "abstract": "The hounds at our heels will soon know we are lions. Tamas's invasion of Kez ends in disaster when a Kez counter-offensive leaves him cut off behind enemy lines with only a fraction of his army, no supplies, and no hope of reinforcements. Drastically outnumbered and pursued by the enemy's best, he must lead his men on a reckless march through northern Kez to safety, and back over the mountains so that he can defend his country from an angry god. In Adro, Inspector Adamat only wants to rescue his wife. To do so he must track down and confront the evil Lord Vetas. He has questions for Vetas concerning his enigmatic master, but the answers might come too quickly. With Tamas and his powder cabal presumed dead, Taniel Two-shot finds himself alongside the god-chef Mihali as the last line of defence against Kresimir's advancing army. Tamas's generals bicker among themselves, the brigades lose ground every day beneath the Kez onslaught, and Kresimir wants the head of the man who shot him in the eye.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "Science Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Weird Sisters",
            "authors": [
                "Eleanor Brown"
            ],
            "ranking": 3.36,
            "ranking_count": 44807,
            "abstract": "There is no problem that a library card can't solve.. The Andreas family is one of readers. Their father, a renowned Shakespeare professor who speaks almost entirely in verse, has named his three daughters after famous Shakespearean women. When the sisters return to their childhood home, ostensibly to care for their ailing mother, but really to lick their wounds and bury their secrets, they are horrified to find the others there.. See, we love each other. We just don't happen to like each other very much.. But the sisters soon discover that everything they've been running from-one another, their small hometown, and themselves-might offer more than they ever expected.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Adult Fiction",
                "Adult",
                "Audiobook",
                "Literary Fiction",
                "Family",
                "Book Club",
                "Writing"
            ]
        },
        {
            "title": "Redemption in Indigo",
            "authors": [
                "Karen Lord"
            ],
            "ranking": 3.87,
            "ranking_count": 2569,
            "abstract": "Paama's husband is a fool and a glutton. Bad enough that he followed her to her parents' home in the village of Makendha, now he's disgraced himself by murdering livestock and stealing corn. When Paama leaves him for good, she attracts the attention of the undying ones – the djombi – who present her with a gift: the Chaos Stick, which allows her to manipulate the subtle forces of the world.. Unfortunately, not all the djombi are happy about this gift: the Indigo Lord believes this power should be his and his alone, and he sets about trying to persuade Paama to return the Chaos Stick.. Chaos is about to reign supreme...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Louisiana's Way Home",
            "authors": [
                "Kate DiCamillo"
            ],
            "ranking": 4.29,
            "ranking_count": 10600,
            "abstract": "From two-time Newbery Medalist Kate DiCamillo comes a story of discovering who you are — and deciding who you want to be.. When Louisiana Elefante’s granny wakes her up in the middle of the night to tell her that the day of reckoning has arrived and they have to leave home immediately, Louisiana isn’t overly worried. After all, Granny has many middle-of-the-night ideas. But this time, things are different. This time, Granny intends for them never to return. Separated from her best friends, Raymie and Beverly, Louisiana struggles to oppose the winds of fate (and Granny) and find a way home. But as Louisiana’s life becomes entwined with the lives of the people of a small Georgia town — including a surly motel owner, a walrus-like minister, and a mysterious boy with a crow on his shoulder — she starts to worry that she is destined only for good-byes. (Which could be due to the curse on Louisiana’s and Granny’s heads. But that is a story for another time.). Called “one of DiCamillo’s most singular and arresting creations” by The New York Times Book Review, the heartbreakingly irresistible Louisiana Elefante was introduced to readers in Raymie Nightingale — and now, with humor and tenderness, Kate DiCamillo returns to tell her story.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Fiction",
                "Family",
                "Historical",
                "Audiobook",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Turning Point",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.44,
            "ranking_count": 7282,
            "abstract": "After her promotion from law firm Runner to Investigator, Kathleen Turner is learning the ropes of her new job from none other than assassin-for-hire Kade Dennon, a situation her boyfriend Blane Kirk is none too happy about. But the lessons with Kathleen take a back seat when Kade becomes a target. Previously untouchable, his enemies now know of the chink in his armor – his brother’s girlfriend.. And Kade’s not the only thing coming between Kathleen and Blane. From Blane's inexplicable defense of a man guilty of a horrible crime, to a mysterious stranger from Kathleen's past, to Kathleen' risky investigation into human traffickers, the obstacles mount against a relationship that's just begun to find trust again.. While Blane considers a job offer that would take him back to the front lines in the war on terror, Kathleen is determined to pursue her new career, with or without his approval. Unfortunately, her current case is far more dangerous than anyone knows. Someone close to Blane will go to extreme lengths to split them up, lengths that may prove worse than death for Kathleen.. Kathleen, Blane and Kade must atone for the sins of the past and the present. The fallout will force Kathleen to a turning point...in her career, and her life.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Adult",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "The Riddle of the Labyrinth: The Quest to Crack an Ancient Code",
            "authors": [
                "Margalit Fox"
            ],
            "ranking": 3.98,
            "ranking_count": 3136,
            "abstract": "In the tradition of Simon Winchester and Dava Sobel, The Riddle of the Labyrinth: The Quest to Crack an Ancient Code tells one of the most intriguing stories in the history of language, masterfully blending history, linguistics, and cryptology with an elegantly wrought narrative. When famed archaeologist Arthur Evans unearthed the ruins of a sophisticated Bronze Age civilization that flowered on Crete 1,000 years before Greece's Classical Age, he discovered a cache of ancient tablets, Europe's earliest written records. For half a century, the meaning of the inscriptions, and even the language in which they were written, would remain a mystery. Award-winning New York Times journalist Margalit Fox's riveting real-life intellectual detective story travels from the Bronze Age Aegean--the era of Odysseus, Agamemnon, and Helen--to the turn of the 20th century and the work of charismatic English archeologist Arthur Evans, to the colorful personal stories of the decipherers. These include Michael Ventris, the brilliant amateur who deciphered the script but met with a sudden, mysterious death that may have been a direct consequence of the decipherment; and Alice Kober, the unsung heroine of the story whose painstaking work allowed Ventris to crack the code.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Humanities",
                "Science",
                "Biography",
                "Cultural",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "One Kick",
            "authors": [
                "Chelsea Cain"
            ],
            "ranking": 3.79,
            "ranking_count": 9930,
            "abstract": "Kick Lannigan, 21, is a survivor. Abducted at age six in broad daylight, the police, the public, perhaps even her family assumed the worst had occurred. And then Kathleen Lannigan was found, alive, six years later. In the early months following her freedom, as Kick struggled with PTSD, her parents put her through a litany of therapies, but nothing helped until the detective who rescued her suggested Kick learn to fight. Before she was thirteen, Kick learned marksmanship, martial arts, boxing, archery, and knife throwing. She excelled at every one, vowing she would never be victimized again. But when two children in the Portland area go missing in the same month, Kick goes into a tailspin. Then an enigmatic man Bishop approaches her with a proposition: he is convinced Kick's experiences and expertise can be used to help rescue the abductees. Little does Kick know the case will lead directly into her terrifying past…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Oregon Trail: A New American Journey",
            "authors": [
                "Rinker Buck",
                "Michael Gellatly"
            ],
            "ranking": 3.82,
            "ranking_count": 10441,
            "abstract": "In the bestselling tradition of Bill Bryson and Tony Horwitz, Rinker Buck's The Oregon Trail is a major work of participatory history: an epic account of traveling the 2,000-mile length of the Oregon Trail the old-fashioned way, in a covered wagon with a team of mules--which hasn't been done in a century--that also tells the rich history of the trail, the people who made the migration, and its significance to the country.. Spanning 2,000 miles and traversing six states from Missouri to the Pacific Ocean, the Oregon Trail is the route that made America. In the fifteen years before the Civil War, when 400,000 pioneers used it to emigrate West--historians still regard this as the largest land migration of all time--the trail united the coasts, doubled the size of the country, and laid the groundwork for the railroads. The trail years also solidified the American character: our plucky determination in the face of adversity, our impetuous cycle of financial bubbles and busts, the fractious clash of ethnic populations competing for the same jobs and space. Today, amazingly, the trail is all but forgotten.. With The Oregon Trail he seeks to bring the most important road in American history back to life. At once a majestic American journey, a significant work of history, and a personal saga reminiscent of bestsellers by Bill Bryson and Cheryl Strayed, the book tells the story of Buck's 2,000-mile expedition across the plains with tremendous humor and heart. He was accompanied by three cantankerous mules, his boisterous brother, Nick, and an incurably filthy Jack Russell terrier named Olive Oyl.. Along the way, Buck dodges thunderstorms in Nebraska, chases his runaway mules across miles of Wyoming plains, scouts more than five hundred miles of nearly vanished trail on foot, crosses the Rockies, makes desperate fifty-mile forced marches for water, and repairs so many broken wheels and axels that he nearly reinvents the art of wagon travel itself.. Apart from charting his own geographical and emotional adventure, Buck introduces readers to the evangelists, shysters, natives, trailblazers, and everyday dreamers who were among the first of the pioneers to make the journey west. With a rare narrative power, a refreshing candor about his own weakness and mistakes, and an extremely attractive obsession for history and travel, The Oregon Trail draws readers into the journey of a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Travel",
                "Autobiography",
                "North American Hi...",
                "Biography",
                "Audiobook",
                "Adventure",
                "Historical",
                "Westerns"
            ]
        },
        {
            "title": "Roadkill",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 4.09,
            "ranking_count": 4751,
            "abstract": "It's time to lock, load, and hit the road.... Once, while half-human Cal Leandros and his brother Niko were working on a case, an ancient gypsy queen gave them a good old-fashioned backstabbing. Now, just as their P.I. business hits a slow patch, the old crone shows up with a job.. She wants them to find a stolen coffin that contains a blight that makes the Black Death seem like a fond memory. But the thief has already left town, so the Leandros brothers are going on the road. And if they're very, very lucky, there might even be a return trip...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Shapeshifters",
                "Paranormal",
                "Urban"
            ]
        },
        {
            "title": "The Tilted World",
            "authors": [
                "Tom Franklin",
                "Beth Ann Fennelly"
            ],
            "ranking": 3.85,
            "ranking_count": 5279,
            "abstract": "Set against the backdrop of the historic flooding of the Mississippi River, The Tilted World is an extraordinary tale of murder and moonshine, sandbagging and saboteurs, and a man and a woman who find unexpected love, from Tom Franklin, the acclaimed author of the New York Times bestseller Crooked Letter, Crooked Letter, and award-winning poet Beth Ann Fennelly. The year is 1927. As rains swell the Mississippi, the mighty river threatens to burst its banks and engulf everything in its path, including federal revenue agent Ted Ingersoll and his partner, Ham Johnson. Arriving in the tiny hamlet of Hobnob, Mississippi, to investigate the disappearance of two fellow agents who’d been on the trail of a local bootlegger, they are astonished to find a baby boy abandoned in the middle of a crime scene.. Ingersoll, an orphan raised by nuns, is determined to find the infant a home, and his search leads him to Dixie Clay Holliver. A strong woman married too young to a philandering charmer, Dixie Clay has lost a child to illness and is powerless to resist this second chance at motherhood. From the moment they meet, Ingersoll and Dixie Clay are drawn to each other. He has no idea that she's the best bootlegger in the county and may be connected to the agents’ disappearance. And while he seems kind and gentle, Dixie Clay knows full well that he is an enemy who can never be trusted.. When Ingersoll learns that a saboteur might be among them, planning a catastrophe along the river that would wreak havoc in Hobnob, he knows that he and Dixie Clay will face challenges and choices that they will be fortunate to survive. Written with extraordinary insight and tenderness, The Tilted World is that rarest of creations, a story of seemingly ordinary people who find hope and deliverance where they least expect it—in each other.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "American",
                "Romance",
                "Gothic",
                "Literary Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Time Untime",
            "authors": [
                "Sherrilyn Kenyon"
            ],
            "ranking": 4.12,
            "ranking_count": 16911,
            "abstract": "THE MAYANS AREN'T THE ONLY ONES WITH A 2012 PROPHECY.... Long before recorded history, there was a Keetoowah warrior so feared that everyone trembled before his wrath. Only a brutal betrayal by the one closest to him could defeat him. But not even death was the end of a man so strong.. The Time Untime approaches.... Kateri Avani has been plagued her entire life with dreams she doesn't understand. Images of places she's never been and of a. man she's never seen. Her quest for answers has driven her to Las Vegas, where she hopes to finally silence the demons in her mind.. What she never anticipates is coming face-to-face with the warrior who has haunted her her entire life. One who belongs to a world the scientist in her refuses to believe is real.. Ren Waya came back from the dead to keep the prophecy he began from coming true and ending the world. For thousands of years, he has fought the same evil that once possessed him. But now that evil has found the one person he can't fight. The one person who, against his will, holds the most sacred part of him. His heart.. But if he doesn't kill Kateri, the deadliest of evils will reemerge and destroy everyone else on the planet. It was a sacrifice he made once.. Will he be able to make it again?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Avatar: The Last Airbender - The Search",
            "authors": [
                "Gene Luen Yang",
                "Gurihiru"
            ],
            "ranking": 4.57,
            "ranking_count": 12397,
            "abstract": "The biggest mystery of Avatar, the fate of Fire Lord Zuko’s mother, is revealed in this remarkable oversized hardcover collecting parts 1–3 of The Search, from Airbender creators Michael Dante DiMartino and Bryan Konietzko!. Featuring annotations by Eisner Award–winning writer Gene Luen Yang (American Born Chinese) and artistic team Gurihiru (Thor and the Warriors Four), and a brand-new sketchbook, this is a story that Avatar fans need in an edition they will love!. * The official continuation of Airbender from its creators and best-selling writer Gene Luen Yang!. * Collecting The Search Parts 1–3, with tons of extras!. “A wonderful reintroduction to the world of Aang and his merry band of benders.”—Nerdist",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Adventure",
                "Childrens",
                "Comics"
            ]
        },
        {
            "title": "Rolling in the Deep",
            "authors": [
                "Mira Grant"
            ],
            "ranking": 3.99,
            "ranking_count": 6940,
            "abstract": "When the Imagine Network commissioned a documentary on mermaids, to be filmed from the cruise ship Atargatis, they expected what they had always received before: an assortment of eyewitness reports that proved nothing, some footage that proved even less, and the kind of ratings that only came from peddling imaginary creatures to the masses.. They didn't expect actual mermaids.  They certainly didn't expect those mermaids to have teeth.. This is the story of the Atargatis, lost at sea with all hands.  Some have called it a hoax; others have called it a maritime tragedy.  Whatever the truth may be, it will only be found below the bathypelagic zone in the Mariana Trench…and the depths are very good at keeping secrets.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Novella",
                "Mythology",
                "Audiobook",
                "Short Stories",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Sisterland",
            "authors": [
                "Curtis Sittenfeld"
            ],
            "ranking": 3.37,
            "ranking_count": 38346,
            "abstract": "Curtis Sittenfeld,. New York Times. bestselling author of. American Wife. and. Prep,. returns with a mesmerizing novel of family and identity, loyalty and deception, and the delicate line between truth and belief.. From an early age, Kate and her identical twin sister, Violet, knew that they were unlike everyone else. Kate and Vi were born with peculiar “senses”—innate psychic abilities concerning future events and other people’s secrets. Though Vi embraced her visions, Kate did her best to hide them.. Now, years later, their different paths have led them both back to their hometown of St. Louis. Vi has pursued an eccentric career as a psychic medium, while Kate, a devoted wife and mother, has settled down in the suburbs to raise her two young children. But when a minor earthquake hits in the middle of the night, the normal life Kate has always wished for begins to shift. After Vi goes on television to share a premonition that another, more devastating earthquake will soon hit the St. Louis area, Kate is mortified. Equally troubling, however, is her fear that Vi may be right. As the date of the predicted earthquake quickly approaches, Kate is forced to reconcile her fraught relationship with her sister and to face truths about herself she’s long tried to deny.. Funny, haunting, and thought-provoking,. Sisterland. is a beautifully written novel of the obligation we have toward others, and the responsibility we take for ourselves. With her deep empathy, keen wisdom, and unerring talent for finding the extraordinary moments in our everyday lives, Curtis Sittenfeld is one of the most exceptional voices in literary fiction today.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Family",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Dictator",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 4.38,
            "ranking_count": 12017,
            "abstract": "Imperium. .... Conspirata. ...and now, the long-awaited final volume of the author's best-selling Cicero trilogy.. With. Dictator,. Robert Harris brings the saga of Cicero's life to a time when some of the most epic events in human history occurred: the collapse of the Roman republic, the subsequent civil war, the murder of Pompey and the assassination of Julius Caesar. Yet the question it asks is a timeless one: how is political freedom to be safeguarded against the triple threat of unscrupulous personal ambition, of an electoral system dominated by vested financial interests, and of the corrupting impact of waging ceaseless foreign wars? And in the very human figure of Cicero--brilliant, flawed, frequently fearful, and yet ultimately brave--Harris gives us a hero for both his own time, and for ours.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Politics",
                "Audiobook",
                "Novels",
                "Roman",
                "Cultural",
                "Classics",
                "Thriller"
            ]
        },
        {
            "title": "Anything Else But Love",
            "authors": [
                "Ankita Chadha"
            ],
            "ranking": 3.79,
            "ranking_count": 961,
            "abstract": "I loved you even before I knew it,. The scent of your skin still lingers on my senses,. I can see that we are blinded by our natural magnetism towards each other,. We are dancing to each others' tunes, rhythmic beats,. And still you say that between us there can be 'Anything else but love!'. Shewali Singh is a simple, sweet and appealing girl who cares for family and its values. She has just moved to Bangalore to head a project. Always engaged in work, somewhere she has imagined a list of qualities her guy should have. But as her fate would have it, she bumps into a guy who works in the same office as hers. And not only that, he's a flirt, a prankster, who calls himself the Avi Malhotra, who not only misfits the list, but also manages to get a rise out of the generally very easy going Shewali.. What follows is, daily fights, gradual friendship, sudden likeness, and then–? All the rules of the artist's sketch of their better half are thus broken.. But, what rules do you follow when you start falling in love? Will the phrase Opposites attract hold true for them?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Love"
            ]
        },
        {
            "title": "The Darwin Elevator",
            "authors": [
                "Jason M. Hough"
            ],
            "ranking": 3.68,
            "ranking_count": 4749,
            "abstract": "In the mid-23rd century, Darwin, Australia, stands as the last human city on Earth. The world has succumbed to an alien plague, with most of the population transformed into mindless, savage creatures. The planet’s refugees flock to Darwin, where a space elevator—created by the architects of this apocalypse, the Builders—emits a plague-suppressing aura.. Skyler Luiken has a rare immunity to the plague. Backed by an international crew of fellow “immunes,” he leads missions into the dangerous wasteland beyond the aura’s edge to find the resources Darwin needs to stave off collapse. But when the Elevator starts to malfunction, Skyler is tapped—along with the brilliant scientist, Dr. Tania Sharma—to solve the mystery of the failing alien technology and save the ragged remnants of humanity.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Horror",
                "Thriller",
                "Audiobook",
                "Fantasy"
            ]
        },
        {
            "title": "Very Good Lives: The Fringe Benefits of Failure and the Importance of Imagination",
            "authors": [
                "J.K. Rowling",
                "Joel Holland"
            ],
            "ranking": 4.12,
            "ranking_count": 27223,
            "abstract": "In 2008, J.K. Rowling delivered a deeply affecting commencement speech at Harvard University. Now published for the first time in book form, VERY GOOD LIVES presents J.K. Rowling's words of wisdom for anyone at a turning point in life. How can we embrace failure? And how can we use our imagination to better both ourselves and others?. Drawing from stories of her own post-graduate years, the world famous author addresses some of life's most important questions with acuity and emotional force.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Writing",
                "Inspirational",
                "Adult",
                "Autobiography",
                "Philosophy",
                "Language",
                "Short Stories"
            ]
        },
        {
            "title": "Bright Side",
            "authors": [
                "Kim Holden",
                "Monica Parpal"
            ],
            "ranking": 4.33,
            "ranking_count": 42171,
            "abstract": "Secrets.. Everyone has one.. Some are bigger than others.. And when secrets are revealed,. Some will heal you .... And some will end you.. Kate Sedgwick’s life has been anything but typical. She’s endured hardship and tragedy, but throughout it all she remains happy and optimistic (there’s a reason her best friend Gus calls her Bright Side). Kate is strong-willed, funny, smart, and musically gifted. She’s also never believed in love. So when Kate leaves San Diego to attend college in the small town of Grant, Minnesota, the last thing she expects is to fall in love with Keller Banks.. They both feel it.. But they each have a reason to fight it.. They each have a secret.. And when secrets are revealed,. Some will heal you …. And some will end you.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Academic",
                "Young Adult",
                "Audiobook",
                "Music",
                "Death"
            ]
        },
        {
            "title": "The Crimson Crown",
            "authors": [
                "Cinda Williams Chima"
            ],
            "ranking": 4.47,
            "ranking_count": 40828,
            "abstract": "A thousand years ago, two young lovers were betrayed—Alger Waterlow to his death, and Hanalea, Queen of the Fells, to a life without love.. Now, once again, the Queendom of the Fells seems likely to shatter apart. For young queen Raisa. ana’. Marianna, maintaining peace even within her own castle walls is nearly impossible; tension between wizards and Clan has reached a fevered pitch. With surrounding kingdoms seeking to prey on the Fells’ inner turmoil, Raisa’s best hope is to unite her people against a common enemy. But that enemy might be the person with whom she's falling in love.. Through a complicated web of lies and unholy alliances, former streetlord Han Alister has become a member of the Wizard Council of the Fells. Navigating the cut-throat world of blue blood politics has never been more dangerous, and Han seems to inspire hostility among Clan and wizards alike. His only ally is the queen, and despite the perils involved, Han finds it impossible to ignore his feelings for Raisa. Before long, Han finds himself in possession of a secret believed to be lost to history, a discovery powerful enough to unite the people of the Fells. But will the secret die with him before he can use it?. A simple, devastating truth concealed by a thousand-year-old lie at last comes to light in this stunning conclusion to the Seven Realms series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Texts from Jane Eyre: And Other Conversations with Your Favorite Literary Characters",
            "authors": [
                "Mallory Ortberg",
                "Madeline Gobbo",
                "Daniel Mallory Ortberg"
            ],
            "ranking": 3.59,
            "ranking_count": 10909,
            "abstract": "Hilariously imagined text conversations—the passive aggressive, the clever, and the strange—from classic and modern literary figures, from Scarlett O’Hara to Jessica Wakefield.. Mallory Ortberg, the co-creator of the cult-favorite website. The Toast. , presents this whimsical collection of hysterical text conversations from your favorite literary characters. Everyone knows that if Scarlett O’Hara had an unlimited text-and-data plan, she’d constantly try to tempt Ashley away from Melanie with suggestive messages. If Mr. Rochester could text Jane Eyre, his ardent missives would obviously be in all-caps. And Daisy Buchanan would not only text while driving, she’d text you to pick her up after she totaled her car. Based on the popular web-feature,. Texts from Jane Eyre. is a witty, irreverent mashup that brings the characters from your favorite books into the twenty-first century.",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Fiction",
                "Writing",
                "Classics",
                "Short Stories",
                "Adult",
                "Audiobook",
                "Retellings",
                "Adult Fiction"
            ]
        },
        {
            "title": "Nemo: River of Ghosts",
            "authors": [
                "Alan Moore",
                "Kevin    O'Neill"
            ],
            "ranking": 3.62,
            "ranking_count": 1053,
            "abstract": "The rip-roaring Nemo trilogy (Heart of Ice, Roses of Berlin) reaches a stunning conclusion!. In a world where all the fictions ever written coalesce into a rich mosaic, it’s 1975. Janni Dakkar, pirate queen of Lincoln Island and head of the fabled Nemo family, is eighty years old and beginning to display a tenuous grasp on reality. Pursuing shadows from her past—or her imagination—she embarks on what may be a final voyage down the vastness of the Amazon, a last attempt to put to rest the blood-drenched spectres of old.. With allies and adversaries old and new, we accompany an ageing predator on her obsessive trek into the cultural landscape of a strange new continent, from the ruined city of Yu-Atlanchi to the fabulous plateau of Maple White Land. As the dark threads in her narrative are drawn into an inescapable web, Captain Nemo leads her hearse-black Nautilus in a desperate raid on horrors believed dead for decades.. Through the exotic spectacle of an imagined South America, Alan Moore and Kevin O’Neill steer their fifty-year-long Nemo trilogy to its remarkable conclusion, borne upon a RIVER OF GHOSTS. -- a 56-page full-color hardcover, 6 5/8” x 10 1/8”, co-published by Top Shelf and Knockabout.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Comics",
                "Adventure",
                "Graphic Novels Comics",
                "Fiction"
            ]
        },
        {
            "title": "Red Sister",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.17,
            "ranking_count": 51020,
            "abstract": "The international bestselling author of the Broken Empire and the Red Queen's War trilogies begins a stunning epic fantasy series about a secretive order of holy warriors.... At the Convent of Sweet Mercy, young girls are raised to be killers. In some few children the old bloods show, gifting rare talents that can be honed to deadly or mystic effect. But even the mistresses of sword and shadow don't truly understand what they have purchased when Nona Grey is brought to their halls.. A bloodstained child of nine falsely accused of murder, guilty of worse, Nona is stolen from the shadow of the noose. It takes ten years to educate a Red Sister in the ways of blade and fist, but under Abbess Glass's care there is much more to learn than the arts of death. Among her class Nona finds a new family—and new enemies.. Despite the security and isolation of the convent, Nona's secret and violent past finds her out, drawing with it the tangled politics of a crumbling empire. Her arrival sparks old feuds to life, igniting vicious struggles within the church and even drawing the eye of the emperor himself.. Beneath a dying sun, Nona Grey must master her inner demons, then loose them on those who stand in her way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Young Adult",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Dead Scared",
            "authors": [
                "Sharon J. Bolton"
            ],
            "ranking": 4.07,
            "ranking_count": 10710,
            "abstract": "When a rash of suicides tears through Cambridge University, DI Mark Joesbury recruits DC Lacey Flint to go undercover as a student to investigate. Although each student's death appears to be a suicide, the psychological histories, social networks, and online activities of the students involved share remarkable similarities, and the London police are not convinced that the victims acted alone. They believe that someone might be preying on lonely and insecure students and either encouraging them to take their own lives or actually luring them to their deaths. As long as Lacey can play the role of a vulnerable young woman, she may be able to stop these deaths, but is it just a role for her? With her fragile past, is she drawing out the killers, or is she herself being drawn into a deadly game where she's a perfect victim?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "European Literature",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Snow White & the Huntsman",
            "authors": [
                "Evan Daugherty",
                "Lily Blake",
                "John Lee Hancock",
                "Hossein Amini"
            ],
            "ranking": 3.33,
            "ranking_count": 5840,
            "abstract": "A breathtaking new vision of a legendary tale. Snow White is the only person in the land fairer than the evil queen who is out to destroy her. But what the wicked ruler never imagined is that the young woman threatening her reign has been training in the art of war with a huntsman who was dispatched to kill her.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Retellings",
                "Fiction",
                "Adventure",
                "Fairy Tales",
                "Media Tie In"
            ]
        },
        {
            "title": "Rooftoppers",
            "authors": [
                "Katherine Rundell",
                "Terry Fan"
            ],
            "ranking": 4.07,
            "ranking_count": 11888,
            "abstract": "Embrace possibility in this luminous novel about a girl in search of her past who discovers a secret rooftop world in Paris.. Everyone thinks that Sophie is an orphan. True, there were no other recorded female survivors from the shipwreck that left baby Sophie floating in the English Channel in a cello case, but Sophie remembers seeing her mother wave for help. Her guardian tells her it is almost impossible that her mother is still alive—but “almost impossible” means “still possible.” And you should never ignore a possible.. So when the Welfare Agency writes to her guardian, threatening to send Sophie to an orphanage, she takes matters into her own hands and flees to Paris to look for her mother, starting with the only clue she has— the address of the cello maker.. Evading the French authorities, she meets Matteo and his network of rooftoppers—urchins who live in the hidden spaces above the city. Together they scour the city in a search for Sophie’s mother—but can they find her before Sophie is caught and sent back to London? Or, more importantly, before she loses hope?. Phillip Pullman, author of the His Dark Materials series, calls Rooftoppers “the work of a writer with an utterly distinctive voice and a wild imagination.”",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Historical",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Mystery",
                "Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "Ecstasy in Darkness",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.33,
            "ranking_count": 7036,
            "abstract": "Growing up poor on New Chicago’s meanest streets, Ava Sans had two options: be the predator or be the prey. No contest. Now, working for Alien Investigation and Removal, she’s been ordered to capture the biggest, baddest warrior of all—a vampire too beautiful to be real, with the ability to manipulate time. Once the leader of the entire vampire army, McKell has been deemed savage and unstable, spurned even by his own kind.. To McKell, humans should be nothing more than sustenance. Yet the petite, golden-skinned Ava is a fascinating contradiction—vicious yet witty, strong yet vulnerable, lethal but fiercely loyal. Against his better judgment, McKell craves that loyalty, and much more. When the chase leads to seduction, McKell and Ava will race to discover the truth about his past. But the answers will come at a price, even for a woman who thought she had nothing left to lose. . . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Paranormal",
                "Adult",
                "Futuristic"
            ]
        },
        {
            "title": "How Adam Smith Can Change Your Life: An Unexpected Guide to Human Nature and Happiness",
            "authors": [
                "Russ Roberts"
            ],
            "ranking": 3.93,
            "ranking_count": 2699,
            "abstract": "A forgotten book by one of history’s greatest thinkers reveals the surprising connections between happiness, virtue, fame, and fortune.. Adam Smith may have become the patron saint of capitalism after he penned his most famous work,. The Wealth of Nations. . But few people know that when it came to the behavior of individuals—the way we perceive ourselves, the way we treat others, and the decisions we make in pursuit of happiness—the Scottish philosopher had just as much to say. He developed his ideas on human nature in an epic, sprawling work titled The Theory of Moral Sentiments.. Most economists have never read it, and for most of his life, Russ Roberts was no exception. But when he finally picked up the book by the founder of his field, he realized he’d stumbled upon what might be the greatest self-help book that almost no one has read.. In. How Adam Smith Can Change Your Life. , Roberts examines Smith’s forgotten masterpiece, and finds a treasure trove of timeless, practical wisdom. Smith’s insights into human nature are just as relevant today as they were three hundred years ago. What does it takes to be truly happy? Should we pursue fame and fortune or the respect of our friends and family? How can we make the world a better place? Smith’s unexpected answers, framed within the rich context of current events, literature, history, and pop culture, are at once profound, counter-intuitive, and highly entertaining.. In reinvigorating this neglected classic, this book provides us with an invaluable look at human behavior through the lens of one of history’s greatest minds.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Economics",
                "Nonfiction",
                "Self Help",
                "Business",
                "Psychology",
                "History",
                "Biography",
                "Sociology"
            ]
        },
        {
            "title": "The Valiant",
            "authors": [
                "Lesley Livingston"
            ],
            "ranking": 3.84,
            "ranking_count": 9725,
            "abstract": "Princess. Captive. Gladiator.. Fallon is the daughter of a proud Celtic king, the sister of the legendary warrior Sorcha, and the sworn enemy of Julius Caesar.. When Fallon was a child, Caesar’s armies invaded her homeland, and her beloved sister was killed in battle.. Now, on the eve of her seventeenth birthday, Fallon is eager to follow in her sister’s footsteps and earn her place in the fearsome Cantii war band. She never gets the chance.. Fallon is captured and sold to an elite training school for female gladiators—owned by none other than Julius Caesar. In a cruel twist of fate, the man who destroyed Fallon’s family might be her only hope of survival.. Now Fallon must overcome vicious rivalries and deadly fights—in and out of the arena. And perhaps the most dangerous threat of all: her forbidden yet irresistible feelings for Cai, a young Roman soldier.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Year One",
            "authors": [
                "Nora Roberts"
            ],
            "ranking": 4.03,
            "ranking_count": 77757,
            "abstract": "It began on New Year's Eve.. The sickness came on suddenly, and spread quickly. The fear spread even faster. Within weeks, everything people counted on began to fail them. The electrical grid sputtered; law and government collapsed--and more than half of the world's population was decimated.. Where there had been order, there was now chaos. And as the power of science and technology receded, magic rose up in its place. Some of it is good, like the witchcraft worked by Lana Bingham, practicing in the loft apartment she shares with her lover, Max. Some of it is unimaginably evil, and it can lurk anywhere, around a corner, in fetid tunnels beneath the river--or in the ones you know and love the most.. As word spreads that neither the immune nor the gifted are safe from the authorities who patrol the ravaged streets, and with nothing left to count on but each other, Lana and Max make their way out of a wrecked New York City. At the same time, other travelers are heading west too, into a new frontier. Chuck, a tech genius trying to hack his way through a world gone offline. Arlys, a journalist who has lost her audience but uses pen and paper to record the truth. Fred, her young colleague, possessed of burgeoning abilities and an optimism that seems out of place in this bleak landscape. And Rachel and Jonah, a resourceful doctor and a paramedic who fend off despair with their determination to keep a young mother and three infants in their care alive.. In a world of survivors where every stranger encountered could be either a savage or a savior, none of them knows exactly where they are heading, or why. But a purpose awaits them that will shape their lives and the lives of all those who remain.. The end has come. The beginning comes next.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Romance",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Daughter of the Pirate King",
            "authors": [
                "Tricia Levenseller"
            ],
            "ranking": 4.02,
            "ranking_count": 108370,
            "abstract": "There will be plenty of time for me to beat him soundly once I’ve gotten what I came for.. Sent on a mission to retrieve an ancient hidden map—the key to a legendary treasure trove—seventeen-year-old pirate captain Alosa deliberately allows herself to be captured by her enemies, giving her the perfect opportunity to search their ship.. More than a match for the ruthless pirate crew, Alosa has only one thing standing between her and the map: her captor, the unexpectedly clever and unfairly attractive first mate, Riden. But not to worry, for Alosa has a few tricks up her sleeve, and no lone pirate can stop the Daughter of the Pirate King.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Minor Adjustment Beauty Salon",
            "authors": [
                "Alexander McCall Smith"
            ],
            "ranking": 4.12,
            "ranking_count": 13712,
            "abstract": "Modern ideas get tangled. up with traditional ones in the latest intriguing installment in the beloved, best-selling No. 1 Ladies’ Detective Agency series.. Precious Ramotswe has taken on two puzzling cases. First she is approached by the lawyer Mma Sheba, who is the executor of a deceased farmer’s estate. Mma Sheba has a feeling that the young man who has stepped forward may be falsely impersonating the farmer’s nephew in order to claim his inheritance. Mma Ramotswe agrees to visit the farm and find out what she can about the self-professed nephew. Then the proprietor of the Minor Adjustment Beauty Salon comes to Mma Ramotswe for advice. The opening of her new salon has been shadowed by misfortune. Not only has she received a bad omen in the mail, but rumors are swirling that the salon is using dangerous products that burn people’s skin. Could someone be trying to put the salon out of business?. Meanwhile, at the office, Mma Ramotswe has noticed something different about Grace Makutsi lately. Though Mma Makutsi has mentioned nothing, it has become clear that she is pregnant . . . But in Botswana—a land where family has always been held above all else—this may be cause for controversy as well as celebration.. With genuine warmth, sympathy, and wit, Alexander McCall Smith explores some tough questions about married life, parenthood, grief, and the importance of the traditions that shape and guide our lives.. This is the fourteenth installment in the series.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Humor",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Paris Architect",
            "authors": [
                "Charles Belfoure"
            ],
            "ranking": 4.02,
            "ranking_count": 52543,
            "abstract": "Like most gentiles in Nazi-occupied Paris, architect Lucien Bernard has little empathy for the Jews. So when a wealthy industrialist offers him a large sum of money to devise secret hiding places for Jews, Lucien struggles with the choice of risking his life for a cause he doesn’t really believe in. Ultimately he can’t resist the challenge and begins designing expertly concealed hiding spaces—behind a painting, within a column, or inside a drainpipe—detecting possibilities invisible to the average eye. But when one of his clever hiding spaces fails horribly and the immense suffering of Jews becomes incredibly personal, he can no longer deny reality.. Written by an expert whose knowledge imbues every page, this story becomes more gripping with every life the architect tries to save.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "World War II",
                "Adult Fiction",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "The Child's Elephant",
            "authors": [
                "Rachel Campbell-Johnston"
            ],
            "ranking": 3.87,
            "ranking_count": 310,
            "abstract": "When Bat, a young African herd-boy, stumbles upon an orphaned baby elephant, he takes her home and pledges to look after her. As Meya grows and learns, she becomes part of Bat's family, and is soon the joy of the entire village. But she can't stay with Bat for ever - she belongs to the wild, and with Bat's help she joins an elephant herd, roaming free on the plains.. Bat returns to the gentle, peaceful rhythms of village life. But everything he knows is shattered when he and his best friend Muka are kidnapped and forced into the child army. They witness horrors and experience cruelties they never thought possible.. Now it is time for Meya to rescue Bat, but even together, are they strong enough to find their way home through the harsh African savannah?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Cultural",
                "Young Adult",
                "Childrens",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "The Royal We",
            "authors": [
                "Heather Cocks",
                "Jessica  Morgan"
            ],
            "ranking": 3.81,
            "ranking_count": 59675,
            "abstract": "I might be Cinderella today, but I dread who they'll think I am tomorrow. I guess it depends on what I do next.. American Rebecca Porter was never one for fairy tales. Her twin sister, Lacey, has always been the romantic who fantasized about glamour and royalty, fame and fortune. Yet it's Bex who seeks adventure at Oxford and finds herself living down the hall from Prince Nicholas, Great Britain's future king. And when Bex can't resist falling for Nick, the person behind the prince, it propels her into a world she did not expect to inhabit, under a spotlight she is not prepared to face.. Dating Nick immerses Bex in ritzy society, dazzling ski trips, and dinners at Kensington Palace with him and his charming, troublesome brother, Freddie. But the relationship also comes with unimaginable baggage: hysterical tabloids, Nick's sparkling and far more suitable ex-girlfriends, and a royal family whose private life is much thornier and more tragic than anyone on the outside knows. The pressures are almost too much to bear, as Bex struggles to reconcile the man she loves with the monarch he's fated to become.. Which is how she gets into trouble.. Now, on the eve of the wedding of the century, Bex is faced with whether everything she's sacrificed for love-her career, her home, her family, maybe even herself-will have been for nothing.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "New Adult",
                "Young Adult"
            ]
        },
        {
            "title": "Girl, Wash Your Face: Stop Believing the Lies About Who You Are So You Can Become Who You Were Meant to Be",
            "authors": [
                "Rachel Hollis"
            ],
            "ranking": 3.62,
            "ranking_count": 218968,
            "abstract": "Do you ever suspect that everyone else has life figured out and you don’t have a clue? If so, Rachel Hollis has something to tell you: That’s a lie.. As the founder of the lifestyle website TheChicSite.com and CEO of her own media company, Rachel Hollis developed an immense online community by sharing tips for better living while fearlessly revealing the messiness of her own life. Now, in this challenging and inspiring new book, Rachel exposes the 20 lies and misconceptions that too often hold us back from living joyfully and productively, lies we’ve told ourselves so often we don’t even hear them anymore.. With painful honesty and fearless humor, Rachel unpacks and examines the falsehoods that once left her feeling overwhelmed and unworthy, and reveals the specific practical strategies that helped her move past them. In the process, she encourages, entertains, and even kicks a little butt, all to convince you to do whatever it takes to get real and become the joyous, confident woman you were meant to be.. With unflinching faith and rock-hard tenacity, Girl, Wash Your Face shows you how to live with passion and hustle - and how to give yourself grace without giving up.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Audiobook",
                "Autobiography",
                "Christian",
                "Adult",
                "Inspirational",
                "Biography",
                "Unfinished"
            ]
        },
        {
            "title": "Three",
            "authors": [
                "Jay Posey"
            ],
            "ranking": 3.92,
            "ranking_count": 2946,
            "abstract": "The world has collapsed, and there are no heroes any more.. But when a lone gunman reluctantly accepts the mantel of protector to a young boy and his dying mother against the forces that pursue them, a hero may yet arise.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Fiction",
                "Horror",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Middle C",
            "authors": [
                "William H. Gass"
            ],
            "ranking": 3.47,
            "ranking_count": 951,
            "abstract": "Gass’s new novel moves from World War II Europe to a small town in postwar Ohio. In a series of variations, Gass gives us a mosaic of a life—futile, comic, anarchic—arranged in an array of vocabularies, altered rhythms, forms and tones, and broken pieces with music as both theme and structure, set in the key of middle C.. It begins in Graz, Austria, 1938. Joseph Skizzen's father, pretending to be Jewish, leaves his country for England with his wife and two children to avoid any connection with the Nazis, who he foresees will soon take over his homeland. In London with his family for the duration of the war, he disappears under mysterious circumstances. The family is relocated to a small town in Ohio, where Joseph Skizzen grows up, becomes a decent amateur piano player, in part to cope with the abandonment of his father, and creates as well a fantasy self—a professor with a fantasy goal: to establish the Inhumanity Museum . . . as Skizzen alternately feels wrongly accused (of what?) and is transported by his music. Skizzen is able to accept guilt for crimes against humanity and is protected by a secret self that remains sinless.. Middle C. tells the story of this journey, an investigation into the nature of human identity and the ways in which each of us is several selves, and whether any one self is more genuine than another.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Music",
                "Literature",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "White Hot",
            "authors": [
                "Ilona Andrews"
            ],
            "ranking": 4.47,
            "ranking_count": 37021,
            "abstract": "Nevada Baylor has a unique and secret skill—she knows when people are lying—and she's used that magic (along with plain, hard work) to keep her colorful and close-knit family's detective agency afloat. But her new case pits her against the shadowy forces that almost destroyed the city of Houston once before, bringing Nevada back into contact with Connor Mad Rogan.. Rogan is a billionaire Prime—the highest rank of magic user—and as unreadable as ever, despite Nevada's talent. But there's no hiding the sparks between them. Now that the stakes are even higher, both professionally and personally, and their foes are unimaginably powerful, Rogan and Nevada will find that nothing burns like ice . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Among the Wicked",
            "authors": [
                "Linda Castillo",
                "Kathleen McInerney"
            ],
            "ranking": 4.21,
            "ranking_count": 12266,
            "abstract": "Chief of Police Kate Burkholder is called upon by the sheriff's department in rural, upstate New York to assist on a developing situation that involves a reclusive Amish settlement and the death of a young girl. Unable to penetrate the wall of silence between the Amish and English communities, the sheriff asks Kate to travel to New York, pose as an Amish woman, and infiltrate the community.. Kate's long time love interest, State Agent John Tomasetti, is dead set against her taking on such an unorthodox assignment, knowing she'll have limited communication - and even less in the way of backup. But Kate can't turn her back, especially when the rumor mill boils with disturbing accounts of children in danger. She travels to New York where she's briefed and assumes her new identity as a lone widow seeking a new life.. Kate infiltrates the community and goes deep under cover. In the coming days, she unearths a world built on secrets, a series of shocking crimes, and herself, alone... trapped in a fight for her life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Amish",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Face Like Glass",
            "authors": [
                "Frances Hardinge"
            ],
            "ranking": 4.19,
            "ranking_count": 7083,
            "abstract": "Alternate cover ISBN:9780230763500. In Caverna, lies are an art — and everyone's an artist . . .. In the underground city of Caverna the world's most skilled craftsmen toil in the darkness to create delicacies beyond compare — wines that can remove memories, cheeses that can make you hallucinate and perfumes that convince you to trust the wearer, even as they slit your throat. The people of Caverna are more ordinary, but for one thing: their faces are as blank as untouched snow. Expressions must be learned, and only the famous Facesmiths can teach a person to show (or fake) joy, despair or fear — at a price.. Into this dark and distrustful world comes Neverfell, a little girl with no memory of her past and a face so terrifying to those around her that she must wear a mask at all times. For Neverfell's emotions are as obvious on her face as those of the most skilled Facesmiths, though entirely genuine. And that makes her very dangerous indeed ...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Dear Committee Members",
            "authors": [
                "Julie Schumacher"
            ],
            "ranking": 3.75,
            "ranking_count": 16691,
            "abstract": "Finally, a novel that puts the pissed back into epistolary.. Jason Fitger is a beleaguered professor of creative writing and literature at Payne University, a small and not very distinguished liberal arts college in the midwest. His department is facing draconian cuts and squalid quarters, while one floor above them the Economics Department is getting lavishly remodeled offices. His once-promising writing career is in the doldrums, as is his romantic life, in part as the result of his unwise use of his private affairs for his novels. His star (he thinks) student can't catch a break with his brilliant (he thinks) work. Accountant in a Bordello. , based on Melville's. Bartleby. .. In short, his life is a tale of woe, and the vehicle this droll and inventive novel uses to tell that tale is a series of hilarious letters of recommendation that Fitger is endlessly called upon by his students and colleagues to produce, each one of which is a small masterpiece of high dudgeon, low spirits, and passive-aggressive strategies. We recommend. Dear Committee Members. to you in the strongest possible terms.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Academic",
                "Novels",
                "Adult Fiction",
                "Literary Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Rose Under Fire",
            "authors": [
                "Elizabeth Wein"
            ],
            "ranking": 4.12,
            "ranking_count": 21649,
            "abstract": "While flying an Allied fighter plane from Paris to England, American ATA pilot and amateur poet, Rose Justice, is captured by the Nazis and sent to Ravensbrück, the notorious women's concentration camp. Trapped in horrific circumstances, Rose finds hope in the impossible through the loyalty, bravery and friendship of her fellow prisoners. But will that be enough to endure the fate that's in store for her?. Elizabeth Wein, author of the critically-acclaimed and best-selling. Code Name Verity. , delivers another stunning WWII thriller. The unforgettable story of Rose Justice is forged from heart-wrenching courage, resolve, and the slim, bright chance of survival.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "War",
                "World War II",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Ballad of Black Tom",
            "authors": [
                "Victor LaValle"
            ],
            "ranking": 3.89,
            "ranking_count": 20532,
            "abstract": "One of NPR's Best Books of 2016, winner of the Shirley Jackson Award, the British Fantasy Award, the This is Horror Award for Novella of the Year, and a finalist for the Hugo, Nebula, Locus, World Fantasy, and Bram Stoker Awards. People move to New York looking for magic and nothing will convince them it isn't there.. Charles Thomas Tester hustles to put food on the table, keep the roof over his father's head, from Harlem to Flushing Meadows to Red Hook. He knows what magic a suit can cast, the invisibility a guitar case can provide, and the curse written on his skin that attracts the eye of wealthy white folks and their cops. But when he delivers an occult tome to a reclusive sorceress in the heart of Queens, Tom opens a door to a deeper realm of magic, and earns the attention of things best left sleeping.. A storm that might swallow the world is building in Brooklyn. Will Black Tom live to see it break?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Novella",
                "Historical",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Noragami 01",
            "authors": [
                "Adachitoka",
                "Ai Aoki"
            ],
            "ranking": 4.39,
            "ranking_count": 17135,
            "abstract": "Götter und ihre Macken! Schluchzend sitzt Mutsumi auf der Schultoilette und weiß nicht, wie sie das Mobbing ihrer Mitschüler noch länger ertragen soll. Da fällt ihr Blick auf eine Telefonnummer an der Wand, die Hilfe verspricht. Sie wählt und plötzlich erscheint vor ihr ein Mann.. Der selbsternannte, freche Gott Yato bietet seine Hilfe an, allerdings nicht ohne Hintergedanken. Denn Yato brauche Leute, die an ihn glauben, um ein echter Gott zu werden. Allerdings hat letztens seine göttliche Waffe gekündigt, weil sie es nicht mehr mit ihm aushielt. Kann Yato überhaupt jemanden von sich überzeugen?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Manga",
                "Fiction"
            ]
        },
        {
            "title": "Lilac Girls",
            "authors": [
                "Martha Hall Kelly"
            ],
            "ranking": 4.28,
            "ranking_count": 258588,
            "abstract": "Inspired by the life of a real World War II heroine, this powerful debut novel reveals an incredible story of love, redemption, and terrible secrets that were hidden for decades.. On the eve of a fateful war, New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then sets its sights on France.. An ocean away from Caroline, Kasia Kuzmerick, a Polish teenager, senses her carefree youth disappearing as she sinks deeper into her role as courier for the underground resistance movement. In a tense atmosphere of watchful eyes and suspect neighbors, one false move can have dire consequences.. For ambitious young German doctor, Herta Oberheuser, an ad for a government medical position seems her ticket out of a desolate life. But, once hired, she finds herself trapped in a male-dominated realm of Nazi secrets and power.. The lives of these three women are set on a collision course when the unthinkable happens and Kasia is sent to Ravensbrück, the notorious female-only Nazi concentration camp. The tragedy and triumph of their stories cross continents—from New York to Paris, and Germany to Poland—capturing the indomitable pull of compassion to bring justice to those whom history has forgotten.. In Lilac Girls, Martha Hall Kelly has crafted a remarkable novel of unsung women and their quest for love, happiness, and second chances. It is a story that will keep readers bonded with the characters, searching for the truth, until the final pages.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Audiobook",
                "World War II",
                "Adult",
                "Book Club",
                "Adult Fiction"
            ]
        },
        {
            "title": "Ting, min søn skal vide om verden",
            "authors": [
                "Fredrik Backman"
            ],
            "ranking": 3.98,
            "ranking_count": 17863,
            "abstract": "Fredrik Backman står i den samme situation, som mange mænd har stået i før ham. Han er blevet far. Men hvordan forbereder man sin søn på livet? Backman gør et ihærdigt forsøg med Ting, min søn skal vide om verden.. I denne skønne bog kan man læse alt om hverdagen, de store begivenheder i livet og måske også om et par af de nedture, der nok skal dukke op. Forfatteren konfronterer forældre med deres styrker og svagheder, og skriver om kvinder, bilnøgler, mandighed, fodbold og hvad der ellers hører sig til.. Men allermest ihærdigt handler Ting, min søn skal vide om verden om, hvordan han hver eneste fag forsøger at være en god far.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Audiobook",
                "Parenting",
                "Writing",
                "Biography",
                "Adult",
                "Contemporary",
                "Family"
            ]
        },
        {
            "title": "Jade War",
            "authors": [
                "Fonda Lee"
            ],
            "ranking": 4.47,
            "ranking_count": 11502,
            "abstract": "In Jade War, the sequel to the Nebula, Locus, and World Fantasy Award-nominated Jade City, the Kaul siblings battle rival clans for honor and control over an Asia-inspired fantasy metropolis.. On the island of Kekon, the Kaul family is locked in a violent feud for control of the capital city and the supply of magical jade that endows trained Green Bone warriors with supernatural powers they alone have possessed for hundreds of years.. Beyond Kekon's borders, war is brewing. Powerful foreign governments and mercenary criminal kingpins alike turn their eyes on the island nation. Jade, Kekon's most prized resource, could make them rich - or give them the edge they'd need to topple their rivals.. Faced with threats on all sides, the Kaul family is forced to form new and dangerous alliances, confront enemies in the darkest streets and the tallest office towers, and put honor aside in order to do whatever it takes to ensure their own survival - and that of all the Green Bones of Kekon.. Jade War is the second book of the Green Bone Saga, an epic trilogy about family, honor, and those who live and die by the ancient laws of blood and jade.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adult",
                "Fiction",
                "Audiobook",
                "Mystery",
                "LGBT",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Mary Boleyn: The Mistress of Kings",
            "authors": [
                "Alison Weir"
            ],
            "ranking": 3.74,
            "ranking_count": 10355,
            "abstract": "Mary Boleyn (c.1500-1543) was no less fascinating than her ill-fated queen consort sister Anne. In fact, her own claims to fame are numerous: She was not only an influential member of King Henry VIII's court circle; she was one of his mistresses and perhaps the mother of two of his children. In addition, the apparently prolific Mary was rumored to have been also a mistress of the King's rival, Francis I of France. Alison Weir's Mary Boleyn substantially redeems her subject's reputation by disputing her scandalous portrayal in Philippa Gregory's novel The Other Boleyn Girl. Our most detailed view yet of a power behind the throne. With titles like Elizabeth and The Lady in the Tower, Weir has carved out a niche as one of the foremost biographers of British royalty.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "English History",
                "European Literature",
                "Biography Memoir",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "This Man",
            "authors": [
                "Jodi Ellen Malpas"
            ],
            "ranking": 4.08,
            "ranking_count": 107492,
            "abstract": "Welcome to the sensual world of This Man.... Young interior designer Ava O'Shea has no idea what awaits her at the Manor. A run-of-the-mill consultation with a stodgy country gent seems likely, but what Ava finds instead is Jesse Ward - a devastatingly handsome, utterly confident, pleasure-seeking playboy who knows no boundaries.. Ava doesn't want to be attracted to this man, and yet she can't control the overwhelming desire he stirs in her. She knows that her heart will never survive him and her instinct is telling her to run, but Jesse is not willing to let her go. He wants her and is determined to have her.. Includes a brand-new bonus scene from Jesse's perspective.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Erotica",
                "Adult",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "A Tap on the Window",
            "authors": [
                "Linwood Barclay"
            ],
            "ranking": 3.95,
            "ranking_count": 12592,
            "abstract": "12 hours, 15 minutes. When Cal Weaver stops at a red light on a rainy night while driving home, he ignores the bedraggled-looking teenage girl trying to hitch a ride - even when she starts tapping on his window. But as soon as he realises she's one of his son's classmates, he knows he can't really leave her, alone, on the street.. But nothing prepares him for the consequences of trying to help her out. The next morning he's gone from Good Samaritan to Murder Suspect, and with one girl dead and another missing, he's suddenly at the centre of a deadly puzzle that reaches right to the heart of the town - from its bullying police force to its strangely furtive mayor - and finally to one family's shocking secret.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Cultural",
                "Audiobook",
                "Adult Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Invaded",
            "authors": [
                "Melissa Landers"
            ],
            "ranking": 3.94,
            "ranking_count": 7204,
            "abstract": "The romantic sequel to Alienated takes long-distance relationships to a new level as Cara and Aelyx long for each other from opposite ends of the universe...until a threat to both their worlds reunites them.. Cara always knew life on planet L’eihr would be an adjustment. With Aelyx, her L’eihr boyfriend, back on Earth, working to mend the broken alliance between their two planets, Cara is left to fend for herself at a new school, surrounded by hostile alien clones. Even the weird dorm pet hates her.. Things look up when Cara is appointed as human representative to a panel preparing for a human colony on L’eihr. A society melding their two cultures is a place where Cara and Aelyx could one day make a life together. But with L’eihr leaders balking at granting even the most basic freedoms, Cara begins to wonder if she could ever be happy on this planet, even with Aelyx by her side.. Meanwhile, on Earth, Aelyx, finds himself thrown into a full-scale PR campaign to improve human-L’eihr relations. Humans don’t know that their very survival depends on this alliance: only Aelyx’s people have the technology to fix the deadly contamination in the global water supply that human governments are hiding. Yet despite their upper hand, the leaders of his world suddenly seem desperate to get humans on their side, and hardly bat an eye at extremists’ multiple attempts on Aelyx’s life.. The Way clearly needs humans’ help . . . but with what? And what will they ask for in return?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Space",
                "Fiction"
            ]
        },
        {
            "title": "The Autumn Republic",
            "authors": [
                "Brian  McClellan"
            ],
            "ranking": 4.37,
            "ranking_count": 27064,
            "abstract": "The capital has fallen.... Field Marshal Tamas returns to his beloved country to find that for the first time in history, the capital city of Adro lies in the hands of a foreign invader. His son is missing, his allies are indistinguishable from his foes, and reinforcements are several weeks away.. An army divided.... With the Kez still bearing down upon them and without clear leadership, the Adran army has turned against itself. Inspector Adamat is drawn into the very heart of this new mutiny with promises of finding his kidnapped son.. All hope rests with one.... And Taniel Two-shot, hunted by men he once thought his friends, must safeguard the only chance Adro has of getting through this war without being destroyed.... THE AUTUMN REPUBLIC is the epic conclusion that began with. Promise of Blood. and. The Crimson Campaign. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "Audiobook",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The League of Extraordinary Gentlemen: Century 1969",
            "authors": [
                "Alan Moore",
                "Kevin    O'Neill"
            ],
            "ranking": 3.37,
            "ranking_count": 3070,
            "abstract": "The third volume detailing the exploits of Miss Wilhelmina Murray and her extraordinary colleagues, this story takes place in three distinct eras, building to an apocalyptic conclusion occuring in our own 21st century.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction",
                "Historical",
                "Horror"
            ]
        },
        {
            "title": "Less",
            "authors": [
                "Andrew Sean Greer"
            ],
            "ranking": 3.66,
            "ranking_count": 159072,
            "abstract": "PROBLEM:. You are a failed novelist about to turn fifty. A wedding invitation arrives in the mail: your boyfriend of the past nine years now engaged to someone else. You can’t say yes--it would all be too awkward--and you can’t say no--it would look like defeat. On your desk are a series of half-baked literary invitations you’ve received from around the world.. QUESTION: How do you arrange to skip town?. ANSWER: You accept them all.. If you are Arthur Less.. Thus begins an around-the-world-in-eighty-days fantasia that will take Arthur Less to Mexico, Italy, Germany, Morocco, India and Japan and put thousands of miles between him and the problems he refuses to face. What could possibly go wrong?. Well: Arthur will almost fall in love in Paris, almost fall to his death in Berlin, barely escape to a Moroccan ski chalet from a Sahara sandstorm, accidentally book himself as the (only) writer-in-residence at a Christian Retreat Center in Southern India, and arrive in Japan too late for the cherry blossoms. In between: science fiction fans, crazed academics, emergency rooms, starlets, doctors, exes and, on a desert island in the Arabian Sea, the last person on Earth he wants to see. Somewhere in there: he will turn fifty. The second phase of life, as he thinks of it, falling behind him like the second phase of a rocket. There will be his first love. And there will be his last.. A love story, a satire of the American abroad, a rumination on time and the human heart, by an author. The New York Times. has hailed as “inspired, lyrical,” “elegiac,” “ingenious,” as well as “too sappy by half,”. Less. shows a writer at the peak of his talents raising the curtain on our shared human comedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Audiobook",
                "Romance",
                "Literary Fiction",
                "Humor",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Γκιακ",
            "authors": [
                "Δημοσθένης Παπαμάρκος"
            ],
            "ranking": 4.35,
            "ranking_count": 2241,
            "abstract": "Οι ήρωες αυτών των διηγημάτων, στρατιώτες που πολέμησαν στη μικρασιατική εκστρατεία, έρχονται αντιμέτωποι με τους ρόλους που τους επιβάλλουν οι παραδοσιακοί κανόνες και το βίωμα του πολέμου. Συγκρούονται, υποτάσσονται, ζουν εν κρυπτώ ή φεύγουν. Το γκιακ είναι το αίμα, ο συγγενικός δεσμός και ο νόμος του αίματος που σκιάζει τις ζωές τους. Με έναν τραχύ προφορικό λόγο, οι ιστορίες του αφηγούνται την απώλεια προσανατολισμού, την αδυναμία τους να συμβιβάσουν τους κώδικες της παράδοσης με τα συναισθήματα και τη συνείδησή τους.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Cultural",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Summer's Crossing",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 4.08,
            "ranking_count": 20876,
            "abstract": "A Midsummer's Nightmare? Robin Goodfellow. Puck. Summer Court prankster, King Oberon's right hand, bane of many a faery queen's existence—and secret friend to Prince Ash of the Winter Court. Until one girl's death came between them, and another girl stole both their hearts.. Now Ash has granted one favor too many and someone's come to collect, forcing the prince to a place he cannot go without Puck's help—into the heart of the Summer Court. And Puck faces the ultimate choice—betray Ash and possibly win the girl they both love, or help his former friend turned bitter enemy pull off a deception that no true faery prankster could possibly resist.. An ebook exclusive novella from Julie Kagawa's Iron Fey series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fairies",
                "Paranormal",
                "Romance",
                "Novella",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Turn on a Dime",
            "authors": [
                "Tiffany Snow"
            ],
            "ranking": 4.27,
            "ranking_count": 3450,
            "abstract": "Blane Kirk is a Navy SEAL turned high-powered attorney with old money and an even older pedigree. Yes, he plays the field, changing women as often as he changes his ties, but they’re not complaining. He has only two rules – 1) Don’t date employees and 2) Don’t get emotionally involved. Those rules have served him well. He sees no reason to change his ways, until his Runner, an employee in his law firm named Kathleen Turner, does an unexpected face plant in his lap.. Kathleen’s too young, too innocent, and suddenly much too vulnerable when her friend is murdered and Blane knows she could be next. Keeping her alive means keeping her close, but can Blane keep her safe...from him? Kathleen’s like no woman he’s ever met, and protecting her could be the one thing he never expected that would make his life turn on a dime.. TURN ON A DIME – BLANE’S TURN is a companion novel to NO TURNING BACK, Book One in The Kathleen Turner Series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Suspense",
                "Contemporary",
                "Adult",
                "Mystery",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "A House in the Sky",
            "authors": [
                "Amanda Lindhout",
                "Sara Corbett"
            ],
            "ranking": 4.23,
            "ranking_count": 56583,
            "abstract": "The dramatic and redemptive memoir of a woman whose curiosity led her to the world’s most beautiful and remote places, its most imperiled and perilous countries, and then into fifteen months of harrowing captivity—an exquisitely written story of courage, resilience, and grace.. As a child, Amanda Lindhout escaped a violent household by paging through issues of. National Geographic. and imagining herself in its exotic locales. At the age of nineteen, working as a cocktail waitress in Calgary, Alberta, she began saving her tips so she could travel the globe. Aspiring to understand the world and live a significant life, she backpacked through Latin America, Laos, Bangladesh, and India, and emboldened by each adventure, went on to Sudan, Syria, and Pakistan. In war-ridden Afghanistan and Iraq she carved out a fledgling career as a television reporter. And then, in August 2008, she traveled to Somalia—“the most dangerous place on earth.” On her fourth day, she was abducted by a group of masked men along a dusty road.. Held hostage for 460 days, Amanda converts to Islam as a survival tactic, receives “wife lessons” from one of her captors, and risks a daring escape. Moved between a series of abandoned houses in the desert, she survives on memory—every lush detail of the world she experienced in her life before captivity—and on strategy, fortitude, and hope. When she is most desperate, she visits a house in the sky, high above the woman kept in chains, in the dark, being tortured.. Vivid and suspenseful, as artfully written as the finest novel,. A House in the Sky. is the searingly intimate story of an intrepid young woman and her search for compassion in the face of unimaginable adversity.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Travel",
                "Cultural",
                "Biography Memoir",
                "Book Club",
                "Audiobook"
            ]
        },
        {
            "title": "Four Fish: The Future of the Last Wild Food",
            "authors": [
                "Paul   Greenberg"
            ],
            "ranking": 4.05,
            "ranking_count": 6052,
            "abstract": "In. Four Fish. , award-winning writer and lifelong fisherman Paul Greenberg takes us on a culinary journey, exploring the history of the fish that dominate our menus — salmon, sea bass, cod, and tuna — and investigating where each stands at this critical moment in time.. He visits Norwegian megafarms that use genetic techniques once pioneered on sheep to grow millions of pounds of salmon a year. He travels to the ancestral river of the Yupik Eskimos to see the only Fair Trade–certified fishing company in the world. He makes clear how PCBs and mercury find their way into seafood; discovers how Mediterranean sea bass went global; challenges the author of Cod to taste the difference between a farmed and a wild cod; and almost sinks to the bottom of the South Pacific while searching for an alternative to endangered bluefin tuna.. Fish, Greenberg reveals, are the last truly wild food — for now. By examining the forces that get fish to our dinner tables, he shows how we can start to heal the oceans and fight for a world where healthy and sustainable seafood is the rule rather than the exception.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Food and Drink",
                "Science",
                "Environment",
                "Animals",
                "History"
            ]
        },
        {
            "title": "American Vampire, Vol. 1",
            "authors": [
                "Scott Snyder",
                "Stephen King",
                "Rafael Albuquerque"
            ],
            "ranking": 3.98,
            "ranking_count": 23979,
            "abstract": "From writers Scott Snyder and Stephen King,. American Vampire. introduces a new strain of vampire – a more vicious species – and traces the creatures' bloodline through decades of American history.. Snyder's tale follows Pearl, a young woman living in 1920s Los Angeles, who is brutally turned into a vampire and sets out on a path of righteous revenge against the European monsters who tortured and abused her. And in King's story set in the days of America's Wild West, readers learn the origin of Skinner Sweet, the original American vampire – a stronger, faster creature than any vampire ever seen before.. Don't miss out as Snyder and King set fire to the horror genre with this visionary, all-original take on one of the most popular monster stories!. This beautiful collection features a new introduction by Stephen King and bonus art including character sketches, variant covers and more!. Collecting. :. American Vampire. 1-5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Paranormal",
                "Fiction",
                "Fantasy",
                "Graphic Novels Comics",
                "Comics",
                "Historical"
            ]
        },
        {
            "title": "Judas",
            "authors": [
                "Amos Oz",
                "Raquel García Lozano"
            ],
            "ranking": 3.85,
            "ranking_count": 7375,
            "abstract": "«Amos Oz narra en Judas las grandes preguntas y conflictos de la historia y de la religión en Oriente Próximo».. Judas, el regreso de Amos Oz a la novela, género que no había frecuentado desde Una historia de amor y oscuridad, plantea una audaz y novedosa interpretación de la figura de Judas Iscariote en el contexto de una angustiosa y delicada historia de amor.. En el invierno de 1959, el mundo del joven Shmuel Ash se viene abajo: su novia lo abandona, sus padres se arruinan y él se ve obligado a dejar sus estudios en la universidad. En ese momento desesperado, encuentra refugio y trabajo en una vieja casa de piedra de Jerusalén, donde deberá hacer compañía y conversar con un anciano inválido y sarcástico. A su llegada, una atractiva mujer llamada Atalia advertirá a Shmuel de que no se enamore de ella; ese ha sido el motivo de la expulsión de sus predecesores. En la aparente rutina que se crea en la casa, el tímido Shmuel siente una progresiva agitación causada, en parte, por el deseo y la curiosidad que Atalia le provoca. También retoma su investigación sobre la imagen de Jesús para los judíos, y la misteriosa y maldita figura de Judas Iscariote, la supuesta encarnación de la traición y la mezquindad, va absorbiéndole sin remedio.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Religion",
                "Novels",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Flatshare",
            "authors": [
                "Beth O'Leary"
            ],
            "ranking": 4.06,
            "ranking_count": 240865,
            "abstract": "Tiffy and Leon share a flat. Tiffy and Leon share a bed. Tiffy and Leon have never met…. Tiffy Moore needs a cheap flat, and fast. Leon Twomey works nights and needs cash. Their friends think they’re crazy, but it’s the perfect solution: Leon occupies the one-bed flat while Tiffy’s at work in the day, and she has the run of the place the rest of the time.. But with obsessive ex-boyfriends, demanding clients at work, wrongly imprisoned brothers and, of course, the fact that they still haven’t met yet, they’re about to discover that if you want the perfect home you need to throw the rulebook out the window…",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "New Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Twisted Ones",
            "authors": [
                "T. Kingfisher"
            ],
            "ranking": 3.64,
            "ranking_count": 15353,
            "abstract": "When a young woman clears out her deceased grandmother’s home in rural North Carolina, she finds long-hidden secrets about a strange colony of beings in the woods.. When Mouse’s dad asks her to clean out her dead grandmother's house, she says yes. After all, how bad could it be?. Answer: pretty bad. Grandma was a hoarder, and her house is stuffed with useless rubbish. That would be horrific enough, but there’s more—Mouse stumbles across her step-grandfather’s journal, which at first seems to be filled with nonsensical rants…until Mouse encounters some of the terrifying things he described for herself.. Alone in the woods with her dog, Mouse finds herself face to face with a series of impossible terrors—because sometimes the things that go bump in the night are real, and they’re looking for you. And if she doesn’t face them head on, she might not survive to tell the tale.. From Hugo Award–winning author Ursula Vernon, writing as T. Kingfisher.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Thriller",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The False Princess",
            "authors": [
                "Eilis O'Neal"
            ],
            "ranking": 3.8,
            "ranking_count": 14917,
            "abstract": "Princess and heir to the throne of Thorvaldor, Nalia's led a privileged life at court.  But everything changes when it's revealed, just after her sixteenth birthday, that she is a false princess, a stand-in for the real Nalia, who has been hidden away for her protection.  Cast out with little more than the clothes on her back, the girl now called Sinda must leave behind the city of Vivaskari, her best friend, Keirnan, and the only life she's ever known.. Sinda is sent to live with her only surviving relative, an aunt who is a dyer in a distant village. She is a cold, scornful woman with little patience for her newfound niece, and Sinda proves inept at even the simplest tasks.  But when Sinda discovers that magic runs through her veins - long-suppressed, dangerous magic that she must learn to control - she realizes that she can never learn to be a simple village girl.. Returning to Vivaskari for answers, Sinda finds her purpose as a wizard scribe, rediscovers the boy who saw her all along, and uncovers a secret that could change the course of Thorvaldor's history, forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Historical"
            ]
        },
        {
            "title": "Dragon Soul",
            "authors": [
                "Jaida Jones",
                "Danielle Bennett"
            ],
            "ranking": 3.74,
            "ranking_count": 549,
            "abstract": "During the war between the kingdoms of Volstov and Ke-Han, no fighter could match Rook for sheer arrogance and skill. Only Rook could ride the great dragon Havemercy, whose savagery and bloodlust matched his own. His brother, Thom, is bookish, diffident, and reserved, yet he yearns for Rook’s approval—and fears he can never earn it. With the war over, and an uneasy truce between the two nations, Thom hopes the long-lost brothers can bond on a trip together.. But Rook cares only that Havemercy lies scattered in pieces across Ke-Han—and someone is buying up her parts, and those of other fallen dragons. The beasts are dead, but the magic that powered them is not. And now a Ke-Han agent, a Volstov sorceress, and a group of desert tribesmen are vying to possess that magic and control the future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "LGBT",
                "Science Fiction Fantasy",
                "Romance",
                "Adventure",
                "Young Adult"
            ]
        },
        {
            "title": "My Policeman",
            "authors": [
                "Bethan Roberts",
                "Emma Powell",
                "Piers Hampton"
            ],
            "ranking": 4.07,
            "ranking_count": 24490,
            "abstract": "From the moment Marion first lays eyes on Tom - her best friend's big brother, broad, blond, blue-eyed - she is smitten. And when he comes home from National Service to be a policeman, Marion, a newly qualified teacher, is determined to win him. Unable to acknowledge the signs that something is amiss, she plunges into marriage, sure that her love is enough for both of them.... But Tom has another life, another equally overpowering claim on his affections. Patrick, a curator at the Brighton Museum, is also besotted with his policeman, and opens Tom's eyes to a world previously unknown to him. But in an age when those of 'minority status' were condemned by society and the law, it is safer for this policeman to marry his teacher. The two lovers must share him, until one of them breaks and three lives are destroyed.. Unfolding through the dual narratives of Marion and Patrick, both writing about the man at the centre of their lives, this beautifully-told, painful, tragic story is revealed.It is a tale of wasted years, misguided love and thwarted hope, of how at a time when the country was on the verge of change so much was still impossible.. Bethan Roberts has produced an intense and exquisitely raw yet tender novel, which proves her to be one of our most exciting young writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "LGBT",
                "Historical",
                "Contemporary",
                "Adult",
                "Literary Fiction"
            ]
        },
        {
            "title": "Natural Experiments of History",
            "authors": [
                "Jared Diamond",
                "James A. Robinson"
            ],
            "ranking": 3.59,
            "ranking_count": 429,
            "abstract": "Some central questions in the natural and social sciences can't be answered by controlled laboratory experiments. This book looks at the use of natural experiments or the comparative method.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Science",
                "Anthropology",
                "Economics",
                "Biology",
                "Social Science",
                "Sociology"
            ]
        },
        {
            "title": "The Western Lit Survival Kit: An Irreverent Guide to the Classics, from Homer to Faulkner",
            "authors": [
                "Sandra Newman"
            ],
            "ranking": 3.98,
            "ranking_count": 254,
            "abstract": "A side-splitting tour that makes it a blast to read the Western literary canon, from the ancient Greeks to the Modernists.. To many, the Great Books evoke angst: the complicated Renaissance dramas we bluffed our way through in college, the dusty Everyman's Library editions that look classy on the shelf but make us feel guilty because they've never been opened. On a mission to restore the West's great works to their rightful place (they were intended to be entertaining!), Sandra Newman has produced a reading guide like no other. Beginning with Greek and Roman literature, she takes readers through hilarious detours and captivating historical tidbits on the road to Modernism. Along the way, we find parallels between Rabelais and. South Park. , Jane Austen and. Sex and the City. , Jonathan Swift and Jon Stewart, uncovering the original humor and riskiness that propelled great authors to celebrity.. Packed with pop culture gems, stories of literary hoaxes, ironic day jobs for authors, bad reviews of books that would later become classics, and more.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Literature",
                "Humor",
                "History",
                "Reference",
                "Criticism",
                "Classics",
                "Language"
            ]
        },
        {
            "title": "Catalyst",
            "authors": [
                "Lydia Kang"
            ],
            "ranking": 3.93,
            "ranking_count": 991,
            "abstract": "In the past year Zel lost her father, the boy she loves, her safety, and any future she might have imagined for herself. Now she, her sister, and the band of genetic outcasts they've come to call their family are forced on the run when their safe house is attacked by men with neural guns. But on the way to a rumored haven in Chicago, Zel hears something--a whisper from Cy, the boy who traded himself for her sister's safety. And when she veers off plan in order to search for him, what she finds is not what she expected. There's more to their genetic mutations than they ever imagined...aspects that make them wonder if they might be accepted by the outside world after all.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "For the Win",
            "authors": [
                "Cory Doctorow"
            ],
            "ranking": 3.8,
            "ranking_count": 6348,
            "abstract": "In the virtual future, you must organize to survive. At any hour of the day or night, millions of people around the globe are engrossed in multiplayer online games, questing and battling to win virtual gold, jewels, and precious artifacts. Meanwhile, others seek to exploit this vast shadow economy, running electronic sweatshops in the world's poorest countries, where countless gold farmers, bound to their work by abusive contracts and physical threats, harvest virtual treasure for their employers to sell to First World gamers who are willing to spend real money to skip straight to higher-level gameplay.. Mala is a brilliant 15-year-old from rural India whose leadership skills in virtual combat have earned her the title of General Robotwalla. In Shenzen, heart of China's industrial boom, Matthew is defying his former bosses to build his own successful gold-farming team. Leonard, who calls himself Wei-Dong, lives in Southern California, but spends his nights fighting virtual battles alongside his buddies in Asia, a world away. All of these young people, and more, will become entangled with the mysterious young woman called Big Sister Nor, who will use her experience, her knowledge of history, and her connections with real-world organizers to build them into a movement that can challenge the status quo.. The ruthless forces arrayed against them are willing to use any means to protect their power—including blackmail, extortion, infiltration, violence, and even murder. To survive, Big Sister's people must out-think the system. This will lead them to devise a plan to crash the economy of every virtual world at once—a Ponzi scheme combined with a brilliant hack that ends up being the biggest, funnest game of all.. Imbued with the same lively, subversive spirit and thrilling storytelling that made LITTLE BROTHER an international sensation, FOR THE WIN is a prophetic and inspiring call-to-arms for a new generation",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Games",
                "Economics",
                "Adventure",
                "Speculative Fiction",
                "Audiobook"
            ]
        }
    ]
}