{
    "books": [
        {
            "title": "When Breaks the Dawn",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.15,
            "ranking_count": 7298,
            "abstract": "Elizabeth Delaney and her husband, Wynn, a mountie, must rely on their faith to see them through hardships, when Wynn is sent to a new posting.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Fiction",
                "Romance",
                "Christian",
                "Inspirational",
                "Cultural"
            ]
        },
        {
            "title": "Eerdman's Handbook to the History of Christianity",
            "authors": [
                "Tim Dowley"
            ],
            "ranking": 3.87,
            "ranking_count": 54,
            "abstract": "The history of Christianity.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Reference",
                "Church",
                "Religion",
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "ثورة الأرض",
            "authors": [
                "José Saramago",
                "خوسيه ساراماغو",
                "Ahmad Abdulatif"
            ],
            "ranking": 4.0,
            "ranking_count": 2613,
            "abstract": "في ثورة الأرض نتتبع خطى ساراماجو وندخل على ضوء شراسته في الحق وغضبه من الظلم وألمه غير المحدود من الفقر إلى قرية لافرى التي يتناول من خلالها تاريخ البرتغال وأهم الأحداث التي مرت بها متضمنة ثورة القرنفل التي نشبت عام 1974. نشرت ثورة الأرض عام 1980 وأحدثت إصداءات قوية في الأوساط الثقافية، وكانت هي نفسها بمثابة ثورة في السرد آنذاك واحتوت على الإرهاصات الأولى للكتابة الساراماجية.. الانطلاق من فكرة واضحة لرؤية العالم.. التحليل الميكروسكوبي لشخوصه.. المعمار المحكم لرواياته.. الأسلوب الساخر والنبيل في الوقت نفسه.. اللغة الشعرية.. تلك الإرهاصات التي تجلت بوضوح فيما بعد في أعماله التالية وأفردت له مكانة خاصة في الأدب العالمي",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Nobel Prize",
                "Classics",
                "Romance"
            ]
        },
        {
            "title": "Sandman, Vol. 1",
            "authors": [
                "Neil Gaiman",
                "Sam Kieth",
                "Mike Dringenberg",
                "Chris Bachalo",
                "Michael Zulli",
                "Kelley Jones",
                "Charles Vess",
                "Collen Doran",
                "more…",
                "Malcom Jones III",
                "Steve Parkhouse",
                "Daniel Vozzo",
                "Lee Loughridge",
                "Steve Oliff",
                "Todd Klein",
                "John Costanza",
                "Dave McKean",
                "Jotapê Martins",
                "Érico Assis",
                "Daniel de Rosa",
                "…less"
            ],
            "ranking": 4.65,
            "ranking_count": 19683,
            "abstract": "O primeiro de quatro volumes, Sandman: Edição Definitiva Vol. 1 reúne as edições de 1 a 20 de The Sandman e apresenta uma nova coloração para as primeiras 18 edições, também apresenta extras inéditos, como a proposta para o Sandman original, uma galeria com os designs dos personagens feitas por Neil Gaiman e outros artistas que originaram o visual do Sandman, e o roteiro original de The Sandman #19, Sonho de uma Noite de Verão, junto com reproduções dos desenhos originais de Charles Vess.. A série conta a história de Morfeus, um dos Perpétuos (criaturas análogas aos deuses, mas ainda maiores) responsável pelo Mundo dos Sonhos. Ele controla e tem acesso a todos os sonhos da humanidade e de todas as criaturas capazes de sonhar, sendo o senhor do Mundo dos Sonhos. Quando uma ordem mística tentou capturar a irmã de Sonho - a Morte - em seu lugar eles capturaram Morfeus. Assustados com o que conseguiram, os membros da ordem o mantiveram cativo. E assim teve início um período de diversas décadas em que esse Perpétuo ficou trancafiado à mercê de seus captores, deixando o Mundo dos Sonhos abandonado e os sonhadores desamparados. A série revela como ele se libertou e como foi capaz de se adaptar ao mundo após tantos anos de ausência, e também mostra um vislumbre de sua história e da mitologia dos Perpétuos.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Superheroes"
            ]
        },
        {
            "title": "The King of the Fields",
            "authors": [
                "Isaac Bashevis Singer"
            ],
            "ranking": 3.62,
            "ranking_count": 173,
            "abstract": "Singer's late novel, a magical and resonant fable, recreates the birth of the Polish nation. Through the compelling figure of Cybula, defeated leader of a tribe of hunter-gatherers, it explores the moment when prehistory dissolved into history, superstitions became tinged with skepticism, and men began to turn from many gods towards one god.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Nobel Prize",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "The Aerodrome",
            "authors": [
                "Rex Warner",
                "Anthony Burgess"
            ],
            "ranking": 3.58,
            "ranking_count": 327,
            "abstract": "First published in 1941, The Aerodrome is one of the few works of fiction in the twentieth century to understand the dangerous yet glamorous appeal of fascism and the less than satisfactory answer of traditional democracy--and to transmute their deadly opposition into terms of enduring art. Mr. Warner brilliantly invents, on one side, a thoroughly degenerate Village representing fallen man, and on the other side a great Aerodrome dedicated to ruthless efficiency. The ideological struggle between the idealistic Air Vice-Marshal and the hero-narrator from the Village is portrayed with poetry, narrative speed, and great simplicity of language. It is a great symbolic novel of our time. The value of The Aerodrome as literature becomes increasingly apparent at each rereading ... an intensely original work.--Anthony Burgess. A moral dialogue thrown into narrative form. It is humanity versus power, sprawling fife versus death-dealing regimentation.... A parable worth reading.--New York Times. The beauty of his prose, unsurpassed by any living English writer, has nothing to do with `fine writing' but springs from a sound moral core and from an intelligence with the keenest edge.--C. Day Lewis.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "European Literature",
                "Classics",
                "Novels",
                "War",
                "Adult",
                "Literature",
                "Politics"
            ]
        },
        {
            "title": "The Stranger",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.87,
            "ranking_count": 5681,
            "abstract": "Okay. Rachel and the other Animorphs have finally found the new entrance to the Yeerk pool. They've even figured out a way to sneak in. The infamous roach morph. But they didn't count on roaches being a Taxxon delicacy. This time escape doesn't look so good.. And then everything stops. Everything. The feasting Taxxon, the human-Controllers, the Hork-Bajir. Time. Now Rachel, Cassie, Marco, Jake, Tobias, and Ax are in for their wildest trip ever. They're going to get the chance to decide whether they want to stay on Earth and fight the Yeerks. Or go to another planet. And the guy giving them the choice says he can save them. Now all they have to do is make the choice. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "First Lady",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 3.99,
            "ranking_count": 12118,
            "abstract": "The beautiful young widow of the President of the United States thought she was free of the White House, but circumstances have forced her back into the role of the First Lady. Not for long, however, because she's made up her mind to escape -- if only for a few days -- so she can live the life of an ordinary person. All she needs is the perfect disguise...and she's just found it. As an entire nation searches for her, the First Lady teams up with an infuriatingly secretive, quietly seductive stranger and two adorable little orphaned girls in need of a family. And all together they head out across the heartland chasing their own American Dream -- on a wild journey, adventure, and glorious rebirth.. Author Biography:. Susan Elizabeth Phillips, soared into the. New York Times. bestseller list with her 1998 smash. Dream A Little Dream,. and remained there through two subsequent novels,. Lady Be Good. and. First Lady.. In addition to being the only two-time recipient of the Romance Writers of America's prestigious Favorite Book of the Year award, she also holds. Romantic Times. Career Achievement Award. Susan delights fans by touching hearts as well as funny bones with her wonderfully whimsical and modern fairy tales. A resident of the Chicago suburbs, she is a wife and the mother of two grown sons.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Humor",
                "Adult",
                "Audiobook",
                "Adventure",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Third Level",
            "authors": [
                "Jack Finney"
            ],
            "ranking": 4.12,
            "ranking_count": 255,
            "abstract": "Contents:. The Third Level. Such Interesting Neighbors. I’m Scared. Cousin Len’s Wonderful Adjective Cellar. Of Missing Persons. Something in a Cloud. There Is a Tide.... Behind the News. Quit Zoomin’ Those Hands Through the Air. A Dash of Spring. Second Chance. Contents of the Dead Man’s Pockets",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Speculative Fiction",
                "Anthologies",
                "Horror"
            ]
        },
        {
            "title": "Treasure",
            "authors": [
                "Clive Cussler",
                "Chris Foss"
            ],
            "ranking": 3.94,
            "ranking_count": 14786,
            "abstract": "FROM THE OCEAN FLOOR TO THE SWELTERING SANDS OF EGYPT -- DIRK PITT HAS THE POWER TO SAVE THE WORLD!. A violent rise of fundamentalism in Mexico and Egypt has the United States captive inside its own borders. But when the beautiful Egyptian Secretary General of the United Nations survives a murderous plane crash in Greenland, Dirk Pitt is pulled into the storm. Searching for the most spectacular missing treasure of the ancient world, he finds a startling connection between the murder attempt and the chaos that is gripping the world. And when the Presidents of Egypt and Mexico are taken hostage, the hunt begins in earnest. Now it's Dirk Pitt against a conspiracy of evil that reaches from the arctic circle to Tierra del Fuego -- and the sides are about even!",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Success",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.66,
            "ranking_count": 2607,
            "abstract": "In. Success. Martin Amis pens a mismatched pair of foster brothers--one a quivering condom of neurosis and ineptitude, the other a bundle of contempt, vanity and stock-response--in a single London flat. He binds them with ties of class hatred, sexual rivalry, and disappointed love, and throws in a disloyal girlfriend and a spectacularly unstable sister to create a modern-day Jacobean revenge comedy that soars with malicious poetry.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Thriller",
                "Modern"
            ]
        },
        {
            "title": "The Wounded Land",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 3.99,
            "ranking_count": 19450,
            "abstract": "Four thousand years have passed since Covenant first freed the Land from the devastating grip of Lord Foul and his minions. But he is back, and Convenant, armed with his stunning white gold magic, must battle the evil forces and his own despair...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Epic",
                "Adventure",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "Test of the Twins",
            "authors": [
                "Margaret Weis",
                "Tracy Hickman"
            ],
            "ranking": 4.19,
            "ranking_count": 28164,
            "abstract": "Raistlin casts the magical spell that has cost him so much. For him, the Portal opens…. But at the same instant, his twin brother, Caramon operates the magical time-traveling device. The fields of magic shift and collide.. Caramon and the kender, Tasslehoff, are flung into an unexpected time and place where they make a horrifying discovery.. And Raistlin enters the Abyss, prepared to face his most deadly challenge---. Takhisis, Queen of Darkness.. And so ends the epic tale that began in DRAGONLANCE. Chronicles. with the meeting of old friends at the Inn of the Last Home under the vallenwoods.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Science Fiction Fantasy",
                "Role Playing Games",
                "Adventure"
            ]
        },
        {
            "title": "The Underdogs",
            "authors": [
                "Mariano Azuela",
                "Ana Castillo",
                "Enrique Munguía Jr."
            ],
            "ranking": 3.65,
            "ranking_count": 8117,
            "abstract": "To save his family, Demetrio Macias, a peace-loving, naive Indian, becomes swept up in the revolution against the tyranny of dictator Porfirio Diaz, as he rises to become a general in the army of Pancho Villa.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "The Innovator's Dilemma: The Revolutionary Book that Will Change the Way You Do Business",
            "authors": [
                "Clayton M. Christensen",
                "L.J. Ganser"
            ],
            "ranking": 4.03,
            "ranking_count": 47868,
            "abstract": "Harvard professor Clayton M. Christensen says outstanding companies can do everything right and still lose their market leadership -- or worse, disappear completely. And he not only proves what he says, he tells others how to avoid a similar fate.. Focusing on disruptive technology -- the Honda Super Cub, Intel's 8088 processor, or the hydraulic excavator, for example -- Christensen shows why most companies miss the next great wave. Whether in electronics or retailing, a successful company with established products will get pushed aside unless managers know when to abandon traditional business practices. Using the lessons of successes and failures from leading companies, The Innovator's Dilemma presents a set of rules for capitalizing on the phenomenon of disruptive innovation.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Nonfiction",
                "Leadership",
                "Science",
                "Buisness",
                "Economics",
                "Self Help"
            ]
        },
        {
            "title": "Sandman Mystery Theatre, Vol. 1: The Tarantula",
            "authors": [
                "Matt Wagner",
                "Guy Davis",
                "Dave Marsh"
            ],
            "ranking": 3.94,
            "ranking_count": 1497,
            "abstract": "In this noir detective tale of intrigue, bigotry and incest, millionaire Wesley Dodds takes on the costumed persona of the Sandman to catch a sadistic killer in 1930s New York. Donning a gas mask, fedora, business suit and cape, Dodds goes after the Tarantula, a brutal kidnapper who is mercilessly preying upon the women of high society. But as the Sandman walks through a world of corruption and deceit, he uncovers the true secret of the murders and their implausible connection to the city's most prominent family. SUGGESTED FOR MATURE READERS.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Mystery",
                "Fiction",
                "Pulp",
                "Graphic Novels Comics",
                "Comics",
                "Fantasy",
                "Superheroes"
            ]
        },
        {
            "title": "Dogeaters",
            "authors": [
                "Jessica Hagedorn"
            ],
            "ranking": 3.61,
            "ranking_count": 2379,
            "abstract": "Welcome to Manila in the turbulent period of the Philippines' late dictator. It is a world in which American pop culture and local Filipino tradition mix flamboyantly, and gossip, storytelling, and extravagant behavior thrive.. A wildly disparate group of characters--from movie stars to waiters, from a young junkie to the richest man in the Philippines--becomes caught up in a spiral of events culminating in a beauty pageant, a film festival, and an assassination. In the center of this maelstrom is Rio, a feisty schoolgirl who will grow up to live in America and look back with longing on the land of her youth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Novels",
                "Literature",
                "Contemporary",
                "Academic",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "The Rubber Band",
            "authors": [
                "Rex Stout"
            ],
            "ranking": 4.08,
            "ranking_count": 3520,
            "abstract": "What do a Wild West lynching and a respected English nobleman have in common? On the surface, absolutely nothing. But when a young woman hires his services, it becomes Nero Wolfe’s job to look deeper and find the connection. A forty-year-old pact, a five-thousand-mile search, and a million-dollar murder are all linked to an international scandal that could rebound on the great detective and his partner, Archie, with fatal abruptness.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Literature",
                "Classics",
                "Audiobook",
                "New York"
            ]
        },
        {
            "title": "The Four-Gated City",
            "authors": [
                "Doris Lessing"
            ],
            "ranking": 4.17,
            "ranking_count": 819,
            "abstract": "The 1993 edition of this ISBN can be found. here. Dorris Lessing's classic series of autobiographical novels is the fictional counterpart to Under My Skin. In these five novels, first published in the 1950's and 60s, Doris Lessing transformed her fascinating life into fiction, creating her most complex and compelling character, Martha Quest.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Science Fiction",
                "Cultural",
                "Novels",
                "Womens",
                "European Literature",
                "Nobel Prize",
                "Classics"
            ]
        },
        {
            "title": "To a God Unknown",
            "authors": [
                "John Steinbeck",
                "Robert DeMott"
            ],
            "ranking": 3.94,
            "ranking_count": 10898,
            "abstract": "While fulfilling his dead father's dream of creating a prosperous farm in California, Joseph Wayne comes to believe that a magnificent tree on the farm embodies his father's spirit. His brothers and their families share in Joseph's prosperity and the farm flourishes - until one brother, scared by Joseph's pagan belief, kills the tree and brings disease and famine on the farm. Set in familiar Steinbeck country,. To a God Unknown. is a mystical tale, exploring one man's attempt to control the forces of nature and to understand the ways of God.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Literary Fiction",
                "The United States Of America",
                "Religion"
            ]
        },
        {
            "title": "Deception",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.35,
            "ranking_count": 2536,
            "abstract": "With the lover everyday life recedes, Roth writes - and exhibiting all his skill as a brilliant observer of human passion, he presents in Deception the tightly enclosed world of adulterous intimacy with a directness that has no equal in American fiction.. At the center of Deception are two adulterers in their hiding place. He is a middle-aged American writer named Philip, living in London, and she is an articulate, intelligent, well-educated Englishwoman compromised by a humiliating marriage to which, in her 30s, she is already nervously half-resigned.. The book's action consists of conversation - mainly the lovers talking to each other before and after making love. That dialogue - sharp, rich, playful, inquiring, moving, as Hermione Lee writes, on a scale of pain from furious bafflement to stoic gaiety - is nearly all there is to this audiobook, and all there needs to be.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Literary Fiction",
                "The United States Of America",
                "Novels",
                "American",
                "Contemporary",
                "Anthologies"
            ]
        },
        {
            "title": "Feel the Fear and Do It Anyway",
            "authors": [
                "Susan  Jeffers, Ph.D."
            ],
            "ranking": 4.02,
            "ranking_count": 31064,
            "abstract": "Dynamic and inspirational, FEEL THE FEAR AND DO IT ANYWAY is filled with concrete techniques to turn passivity into asssertiveness. Dr. Susan Jeffers, teaches you how to stop negative thinking patterns and reeducate your mind to think more positively. You will learn: the vital 10-Step Positive Thinking Process; how to risk a little every day; how to turn every decision into a  No-Lose situation, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Psychology",
                "Business",
                "Inspirational",
                "Health",
                "Leadership",
                "Productivity"
            ]
        },
        {
            "title": "In the Footsteps of Mr. Kurtz: Living on the Brink of Disaster in Mobutu's Congo",
            "authors": [
                "Michela Wrong"
            ],
            "ranking": 4.0,
            "ranking_count": 2883,
            "abstract": "He was known as the Leopard, and for the thirty-two years of his reign Mobutu Sese Seko, president of Zaire, showed all the cunning of his namesake, seducing Western powers, buying up the opposition, and dominating his people with a devastating combination of brutality and charm. While the population was pauperized, he plundered the country's copper and diamond resources, downing pink champagne in his jungle palace like some modern-day reincarnation of Joseph Conrad's crazed station manager.. Michela Wrong, a correspondent who witnessed firsthand Mobutu's last days, traces the rise and fall of the idealistic young journalist who became the stereotype of an African despot. Engrossing, highly readable, and as funny as it is tragic, her book assesses how Belgium's King Leopold, the CIA, and the World Bank all helped to bring about the disaster that is now the Democratic Republic of Congo. If, in this poignant account, the villains are the Big Vegetables (. les Grosses légumes. ) — the fat cats who benefited from Mobutu's largesse — the heroes are the ordinary citizens trapped in a parody of a state. Living in the shadow of a disintegrating nuclear reactor, where banknotes are not worth the paper they are printed on, they have turned survival into an art form. For all its valuable insights into Africa's colonial heritage and the damage done by Western intervention,. In the Footsteps of Mr. Kurtz. is ultimately a celebration of the irrepressible human spirit.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Nonfiction",
                "Politics",
                "Biography",
                "Travel",
                "Economics",
                "War",
                "Central Africa",
                "Writing"
            ]
        },
        {
            "title": "Pelagia and the Red Rooster",
            "authors": [
                "Boris Akunin"
            ],
            "ranking": 3.83,
            "ranking_count": 1260,
            "abstract": "The ship carrying the devout to Jerusalem has run into rough waters. Onboard is Manuila, controversial leader of the “Foundlings,” a sect that worships him as the Messiah. But soon the polarizing leader is no longer a passenger or a prophet but a corpse, beaten to death by someone almost supernaturally strong. But not everything is as it seems, and someone else sailing has become enmeshed in the mystery: the seemingly slow but actually astute sleuth Sister Pelagia. Her investigation of the crime will take her deep into the most dangerous areas of the Middle East and Russia, running from one-eyed criminals and after such unlikely animals as a red cockerel that may be more than a red herring. To her shock, she will emerge with not just the culprit in a murder case but a clue to the earth’s greatest secret.. Sister Pelagia and the Red Cockerel. features its beloved heroine’s most exciting and explosive inquiry yet, one that just might shake the foundations of her faith.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "Historical",
                "Literature",
                "Religion"
            ]
        },
        {
            "title": "Stained Glass",
            "authors": [
                "William F. Buckley Jr."
            ],
            "ranking": 3.73,
            "ranking_count": 513,
            "abstract": "Stained Glass offers an intricate plot involving the restoration of war-damaged windows in a fabled German chapel. When Blackford Oakes takes a sabbatical from his work as a CIA spy, he ends up in the arms of a beautiful KGB agent -- and on the horns of a dilemma. He must betray her or pull the switch on an old friend who is rallying support for a reunited Germany.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Spy Thriller",
                "Thriller",
                "Historical"
            ]
        },
        {
            "title": "The Wolves of Willoughby Chase",
            "authors": [
                "Joan Aiken"
            ],
            "ranking": 4.05,
            "ranking_count": 20505,
            "abstract": "1832- in a period of English History that never happened. Good King James III is on the throne and the country is ravaged by wolves which have migrated through the newly-opened Channel Tunnel. When Sylvia and Bonnie (both orphans) fall into the hands of evil Miss Slighcarp, they must use all their wits to escape unscathed - for the governess is more cruel and merciless than the wolves that surround the great house of Willoughby Chase.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Historical",
                "Adventure",
                "Gothic"
            ]
        },
        {
            "title": "A Cup of Rage",
            "authors": [
                "Raduan Nassar",
                "Stefan Tobler"
            ],
            "ranking": 3.49,
            "ranking_count": 2357,
            "abstract": "'Yes, bastard, you're the one I love'. A pair of lovers – a young female journalist and an older man who owns an isolated farm in the Brazilian outback – spend the night together. The next day they proceed to destroy each other. Amid vitriolic insults, cruelty and warring egos, their sexual adventure turns into a savage power game. This intense, erotic cult novel by one of Brazil's most infamous modernist writers explores alienation, the desire to dominate and the wish to be dominated.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Romance",
                "Literature",
                "Novella",
                "Literary Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Crimson Fairy Book",
            "authors": [
                "Andrew Lang",
                "H.J. Ford"
            ],
            "ranking": 4.14,
            "ranking_count": 1159,
            "abstract": "It is almost impossible to envision what childhood would be like without the enchanting world of fairyland. Princes and princesses, kings and queens, giants and dwarfs, monsters and magicians, fairies and ogres—these are the companions who thrill young boys and girls of all lands and all times, as Andrew Lang's phenomenally successful collections of stories have proved. From the day that they were first printed, the Lang fairy books of many colors have entertained thousands of boys and girls, as they have also brought pleasure to the many parents who have read these unforgettable classics to their children.. The Crimson Fairy Book. contains a fascinating collection of tales from many countries: Hungary, Russia, Rumania, Finland, Iceland, Japan, and Sicily are only some of them. Filled with imagination, excitement, and adventure, these tales will delight children with their illogical yet strangely reasonable events, and will offer parents a pleasant change from the well-worn favorites. One story (The Cottager and His Cat) tells of how cats were introduced into Iceland; another Japanese tale (The Crab and the Monkey) tells how a crab gets the best of a roguish monkey; and a remarkable tale (Little Wildrose) from Rumania tells how a beautiful child was reared in an eagle's nest.. All in all, the collection contains 36 stories, all narrated in the clear, lively prose for which Lang was famous. Not only are Lang's generally conceded to be the best English versions of standard stories, his collections are the richest and widest in range. His position as one of England's foremost folklorists as well as his first-rate literary abilities make his collections unmatchable in the English language.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Short Stories",
                "Folklore",
                "Anthologies"
            ]
        },
        {
            "title": "The Whale Rider",
            "authors": [
                "Witi Ihimaera"
            ],
            "ranking": 3.84,
            "ranking_count": 8870,
            "abstract": "A mystical story of Maori culture The birth of a daughter, Kahu, breaks the lineage of a Maori tribe. Rejected by her grandfather, Kahu develops the ability to communicate with whales, echoing those of the ancient Whale Rider after whom she was named.. This magical and mythical novel tells of the conflict between tradition and heritage, from the perspective of Kahu's grandfather, and Kahu's destiny to secure the tribe's future. Age 11+ Ideal for studying multi-cultural texts, gender and environmental issues.. The beautifully poetic style and twin narrative lends itself to the analysis of language. To automatically receive all the latest news on New Windmills, why not sign-up for our Heinemann Literature eNewsletter?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Fantasy",
                "Magical Realism",
                "Audiobook",
                "Childrens",
                "Animals",
                "Academic"
            ]
        },
        {
            "title": "Tomboy",
            "authors": [
                "Nina Bouraoui",
                "Jehanne-Marie Gavarini",
                "Marjorie Attignol Salvodon"
            ],
            "ranking": 3.57,
            "ranking_count": 519,
            "abstract": "How do you live in Algeria when you grow up speaking French, with a French mother? How do you live in France when you’ve spent your childhood in Algeria with an Algerian father?. Tomboy. is the story of a girl whose father calls her Brio, whose alter ego is Amine, and whose mother is a blue-eyed blond. But who is she? Born five years after Algerian independence in 1967, she navigates the cultural, emotional, and linguistic boundaries of identity living in a world that doesn’t seem to recognize her. In this semiautobiographical novel, the young French Algerian author Nina Bouraoui introduces us to a girl who feels that Algeria is the country of men. Her childhood years spent in Algeria lead her to explore the borderland between genders as she tries to find her balance between nations, races, and identities. With prose modeling the rhythm of the seasons and the sea,. Tomboy. enters the innermost reality of a life lived on the edge of several cultures.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Northern Africa",
                "LGBT",
                "Literature",
                "Academic",
                "Africa"
            ]
        },
        {
            "title": "The Incredible Adventures of Professor Branestawm",
            "authors": [
                "Norman Hunter"
            ],
            "ranking": 3.92,
            "ranking_count": 693,
            "abstract": "Still one of the immortals of children's literature - Professor Branestawm's continues to amuse generations of young readers.. The wonderfully nutty, fabulously entertaining mishaps of Professor Branestawm. He's madly sane and cleverly dotty. Professor Branestawm is the most absent-minded inventor you'll ever meet and no matter how hard he tries his brilliant ideas never seem to keep him out of crazy scrapes.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Humor",
                "Short Stories",
                "Fantasy",
                "European Literature",
                "Adventure"
            ]
        },
        {
            "title": "Wild Strawberries",
            "authors": [
                "Angela Thirkell"
            ],
            "ranking": 3.69,
            "ranking_count": 1524,
            "abstract": "Action in Thirkells second Barsetshire novel centres around the extended family of the Leslies of Rushwater House. Lady Emily reigns behind a self-generated thicket of confusion and turmoil. There is no event so settled that Lady Emily cannot throw it into chaos at the last moment. Mr Leslie has been known to take off on a cruise to the 'Northern capitals of Europe' when it all becomes too much for him. Their daughter Agnes, a matriarch-in-waiting, has already produced three children despite a husband who seems to be perennially abroad on some unspecified activity. The French tenants and Mr Holt, the consummate social leech, are skilfully and humorously dealt with as is the household struggle for control between Housekeeper and Nannie. Even the small children, James, Emmy, and Clarissa are fully defined and serve to reveal the character of the adults as they interact with them. As usual we have the 'young man with crush on older woman', one match completed, and others set up for the future.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Romance",
                "Historical",
                "Humor",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Or I'll Dress You in Mourning: The Story of El Cordobes and the New Spain He Stands For",
            "authors": [
                "Larry Collins",
                "Dominique Lapierre"
            ],
            "ranking": 4.39,
            "ranking_count": 765,
            "abstract": "The story of El Cordobes, the matador who rose to fame in Spain in the early 1960's.. Perhaps one of the best biographies I have ever read, this book tells the story of the fabled Spanish bullfighter Manuel Benitez “El Cordobes”! Born in strict poverty, this youngser defied all the odds in becoming perhaps the most famous modern day toreador!. His phenominal rise to fame is truly something out of a novel! El Cordobes, desperate, illiterate, starving had one dream, to become a bullfighter. And the odds were stacked heavily against him. This noble profession certainly had no room for such a peasant! But the heavens were looking out for him and rise he did. With the help of an influential patron, El Cordobes succeeded, and with a fervor almost unparalleled. This is no “dull biography” but a gripping one, complete with all the ingredients of a first-rate novel!",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Cultural",
                "Historical",
                "European Literature"
            ]
        },
        {
            "title": "The Black Stallion's Blood Bay Colt",
            "authors": [
                "Walter Farley"
            ],
            "ranking": 4.12,
            "ranking_count": 5388,
            "abstract": "Young Tom Messenger has been taking care of Bonfire, the second son of the famous Black Stallion, since Bonfire’s birth. Tom has earned the trust of Jimmy Creech, the veteran driver who owns Bonfire, and Tom is eager to work with the young colt, building his strength and endurance.. But suddenly Jimmy’s health takes a bad turn, and Tom must pick up Bonfire’s reins himself. The horse is a natural, but Tom doesn’t know the first thing about harness racing. And he’d better learn fast …",
            "part_of_series": true,
            "genre_list": [
                "Animals",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Language, Truth, and Logic",
            "authors": [
                "A.J. Ayer"
            ],
            "ranking": 3.76,
            "ranking_count": 3838,
            "abstract": "Classic introduction to objectives & methods of schools of empiricism & linguistic analysis, especially of the logical positivism derived from the Vienna Circle. Topics: elimination of metaphysics, function of philosophy, nature of philosophical analysis, the a priori, truth & probability, critique of ethics & theology, self & the common world etc.. Introduction. The elimination of metaphysics. The function of philosophy. The nature of philosophical analysis. The a priori. Truth & probability. Critique of ethics & theology. The self & the common world. Solutions of outstanding philosophical disputes. Index",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Humanities",
                "Science",
                "Classics",
                "Reference",
                "Academic"
            ]
        },
        {
            "title": "The Last Full Measure",
            "authors": [
                "Jeff Shaara"
            ],
            "ranking": 4.23,
            "ranking_count": 15948,
            "abstract": "Librarian's note: An alternative cover edition for this ISBN can be found. here. .. In the Pulitzer prize-winning classic. The Killer Angels,. Michael Shaara created the finest Civil War novel of our time. In the bestselling. Gods and Generals,. Shaara's son, Jeff, brilliantly sustained his father's vision, telling the epic story of the events culminating in the Battle of Gettysburg. Now, Jeff Shaara brings this legendary father-son trilogy to its stunning conclusion in a novel that brings to life the final two years of the Civil War.. As. The Last Full Measure. opens, Gettysburg is past and the war advances to its third brutal year. On the Union side, the gulf between the politicians in Washington and the generals in the field yawns ever wider. Never has the cumbersome Union Army so desperately needed a decisive, hard-nosed leader. It is at this critical moment that Lincoln places Ulysses S. Grant in command--and turns the tide of war.. For Robert E. Lee, Gettysburg was an unspeakable disaster--compounded by the shattering loss of the fiery Stonewall Jackson two months before. Lee knows better than anyone that the South cannot survive a war of attrition. But with the total devotion of his generals--Longstreet, Hill, Stuart--and his unswerving faith in God, Lee is determined to fight to the bitter end.. Here too is Joshua Chamberlain, the college professor who emerged as the Union hero of Gettysburg--and who will rise to become one of the greatest figures of the Civil War.. Battle by staggering battle, Shaara dramatizes the escalating confrontation between Lee and Grant--complicated, heroic, deeply troubled men. From the costly Battle of the Wilderness to the agonizing siege of Petersburg to Lee's epoch-making surrender at Appomattox, Shaara portrays the riveting conclusion of the Civil War through the minds and hearts of the individuals who gave their last full measure.. Full of human passion and the spellbinding truth of history,. The Last Full Measure. is the fitting capstone to a magnificent literary trilogy.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Military History",
                "Fiction",
                "War",
                "American History",
                "North American Hi...",
                "Military",
                "Novels"
            ]
        },
        {
            "title": "The Mother From Hell - She Murdered Her Daughters and Turned Her Sons into Murderers",
            "authors": [
                "Wensley Clarkson"
            ],
            "ranking": 3.86,
            "ranking_count": 2623,
            "abstract": "To neighbors, she was the brave single mother.... Raising her five kids alone in a rundown section of Sacramento, Theresa Cross Knorr seemed like the ultimate survivor. But her youngest daughter, 16-year-old Terry, told police another story: one almost too terrible to believe.. But accused of imprisoning her children in a house of horrors.... According to Terry, Theresa - no longer the petite brunette she once was - had turned insanely jealous of her pretty eldest daughters and enlisted the help of her two teenaged sons in a vicious campaign against their sisters.. Of beating, torturing and killing her own flesh and blood.... Terry's gruesome tale told how Theresa had drugged, handcuffed and shot 16-year-old Suesan, allowing her wounds to fester, until the day she ordered her sons to burn their sister alive. Next, Terry said Theresa severely beat 20-year-old Sheila and then locked her in a stifling broom closet, so that when the girl finally starved to death, her brothers dumped her body in the same desolate mountain range where they had cremated Suesan.. She could be one of the most evil murderesses of our time.... It took Terry five agonizing years to convince authorities to investigate her grisly accounts of burning flesh, starvation and torture...of a mother from hell, so sadistic and so deranged, she had become her children's own executioner.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Horror",
                "Psychology",
                "History",
                "Biography",
                "Business",
                "True Story"
            ]
        },
        {
            "title": "Warrior of the Light",
            "authors": [
                "Paulo Coelho"
            ],
            "ranking": 3.69,
            "ranking_count": 34846,
            "abstract": "Warrior of the Light: A Manual is an inspirational companion to The Alchemist, an international bestseller that has beguiled millions of readers around the world. Every short passage invites us to live out our dreams, to embrace the uncertainty of life, and to rise to our own unique destiny. In his inimitable style, Paulo Coelho helps bring out the Warrior of the Light within each of us. He also shows readers how to embark upon the way of the Warrior: the one who appreciates the miracle of being alive, the one who accepts failure, and the one whose quest leads him to become the person he wants to be.. Paulo Coelho is one of the most beloved storytellers of our time. Now, in the long-awaited companion to his first novel, Coelho presents a collection of philosophical stories that will delight and guide seekers everywhere.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Self Help",
                "Inspirational",
                "Novels",
                "Literature",
                "Contemporary",
                "Fantasy",
                "Religion"
            ]
        },
        {
            "title": "The science of secrecy: The secret history of codes and codebreaking",
            "authors": [
                "Simon Singh"
            ],
            "ranking": 4.21,
            "ranking_count": 191,
            "abstract": "A TV tie-in edition of The Code Book filmed as a prime-time five-part Channel 4 series on the history of codes and code-breaking and presented by the author. This book, which accompanies the major Channel 4 series, brings to life the hidden history of codes and code breaking. Since the birth of writing, there has also been the need for secrecy. The story of codes is the story of the brilliant men and women who used mathematics, linguistics, machines, computers, gut instinct, logic and detective work to encrypt and break these secrect messages and the effect their work has had on history. In each episode of The Science of Secrecy Simon Singh tells us a fascinating story from the history of codes: how the course of Crimean War was changed by the cracking of unbreakable Vigenere code; how the well-timed cracking of a single encoded telegram altered the course of World War I or how the mysteries of the Rosetta stone were revealed. The programme, and book, also investigates present day concerns about privacy on the internet and public key cryptography and looks to the future and the possibilities that quantum computing will radically change the science of secrecy in the 21st century.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History"
            ]
        },
        {
            "title": "Stahl's Essential Psychopharmacology: Neuroscientific Basis and Practical Applications",
            "authors": [
                "Stephen M. Stahl",
                "Nancy Muntner"
            ],
            "ranking": 4.37,
            "ranking_count": 305,
            "abstract": "Stahl's Essential Psychopharmacology is intended as a primer text for this field, and can be read cover to cover by anyone from the novice to the expert. Expanded and fully revised, this third edition enlists advances in neurobiology and recent clinical developments to explain with renewed clarity the concepts underlying drug treatment of psychiatric disorders. Features of this edition are clinical advances in antipsychotic and antidepressant therapy. It includes new coverage of sleep disorders, chronic pain, and disorders of impulse control. This remains the essential text for students, scientists, psychiatrists, and other mental health professionals.",
            "part_of_series": false,
            "genre_list": [
                "Medicine",
                "Reference",
                "Psychology",
                "Science",
                "Nonfiction",
                "Textbooks",
                "Health"
            ]
        },
        {
            "title": "The Makioka Sisters",
            "authors": [
                "Jun'ichirō Tanizaki",
                "Edward G. Seidensticker"
            ],
            "ranking": 4.04,
            "ranking_count": 7856,
            "abstract": "In Osaka in the years immediately before World War II, four aristocratic women try to preserve a way of life that is vanishing. As told by Junichiro Tanizaki, the story of the Makioka sisters forms what is arguably the greatest Japanese novel of the twentieth century, a poignant yet unsparing portrait of a family–and an entire society–sliding into the abyss of modernity.. Tsuruko, the eldest sister, clings obstinately to the prestige of her family name even as her husband prepares to move their household to Tokyo, where that name means nothing. Sachiko compromises valiantly to secure the future of her younger sisters. The unmarried Yukiko is a hostage to her family’s exacting standards, while the spirited Taeko rebels by flinging herself into scandalous romantic alliances. Filled with vignettes of upper-class Japanese life and capturing both the decorum and the heartache of its protagonist,. The Makioka Sisters. is a classic of international literature.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Classics",
                "Historical",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Τραβέρσο",
            "authors": [
                "Nikos Kavvadias",
                "Νίκος Καββαδίας"
            ],
            "ranking": 4.54,
            "ranking_count": 601,
            "abstract": "Tραβέρσο : η θέση πλοίου κατά την οποία πλέει με μειωμένη ταχύτητα, καθώς δέχεται τον άνεμο ή το κύμα από τα πλάγια. Λοξός, εγκάρσιος.. Το Τραβέρσο είναι η τρίτη ποιητική συλλογή του Νίκου Καββαδία και εκδόθηκε για πρώτη φορά το 1975 στις εκδ. Κέδρος (14 ανατυπώσεις μέχρι το 1989) και, από τον Απρίλιο 1990 μέχρι τον Φεβρουάριο 1997, 9 φορές στις εκδ. Άγρα.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Grey Mask",
            "authors": [
                "Patricia Wentworth"
            ],
            "ranking": 3.71,
            "ranking_count": 5225,
            "abstract": "After Charles was jilted at the altar by Margaret, he discovers that she is mixed up in a vicious kidnapping plot masterminded by a sinister figure in a grey mask. Charles turns to Miss Silver to uncover the strange truth behind Margaret's complicity, and the identity of the terrifying and mysterious individual behind the grey mask.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "European Literature",
                "Historical",
                "Classics",
                "Thriller"
            ]
        },
        {
            "title": "Bloom County: Loose Tails",
            "authors": [
                "Berke Breathed"
            ],
            "ranking": 4.37,
            "ranking_count": 7444,
            "abstract": "The words that you are reading here replace a cockamamie publisher's blurb that appeared on the original printing of this tome. It's an acknowledged bit of wisdom that authors all learn at one time or another: Don't let your publisher write the promotional material. Words like countless millions, knee-slapping hilarious, and cult following are found peppering one's sacred book jacket like pigeon droppings on a statue of the Virgin Mary...which naturally is how I think of my work.. The truth is that the only cult following my comic strip had when this book appeared consisted of my mother. Bless her heart, she still reads it daily. She'll hand the funny page to me, point to it, scrunch her eyes together and say, Honey, what were you trying to say here? If opus spits watermelon seeds at Milo, she'll say to me, So this is a sort of comment on the watermelon industry? So you see, to my publisher and to my mother, I remain a victim of unrealistic expectations.. In the meantime, please accept my apologies for the way Opus is drawn within this volume. I had no experience drawing birds in 1982 and you will notice that his beak tends to randomly shrink or expand. To this day, my mother thinks it symbolically represented the changing fortunes of my bachelor love life. Maybe it did, Mom, and maybe it didn't.. Berke Breathed. August 1987",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Art",
                "Graphic Novels Comics",
                "Comics"
            ]
        },
        {
            "title": "La amortajada",
            "authors": [
                "María Luisa Bombal"
            ],
            "ranking": 3.95,
            "ranking_count": 2082,
            "abstract": "La obra fundamental de María Luisa Bombal puede contenerse en un escaso volumen, del que La amortajada (1938) constituye, sin duda, una pieza central. En esta singular novela se exhibe un universo onírico y mágico, en el que realidad y sueño se confunden. La voz narrativa de una muerta (la amortajada) permite a la autora desplegar la visión de una vida femenina atormentada por el amor, el desencuentro y la imposibilidad de la vida. Representativa de la literatura femenina más importante en lengua castellana, la obra de María Luisa Bombal se sitúa entre las expresiones más puras de la literatura hispanoamericana contemporánea.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Academic",
                "Womens",
                "Feminism",
                "Literature",
                "Short Stories"
            ]
        },
        {
            "title": "A Caribbean Mystery",
            "authors": [
                "Agatha Christie",
                "Emilia Fox"
            ],
            "ranking": 3.83,
            "ranking_count": 34656,
            "abstract": "Stricken with arthritis, Miss Jane Marple has packed herself off, at the insistence of her nephew, for some rest and relaxation at a resort in the Caribbean. The sea is sublime and the weather is fine in this quiet paradise so far away from bustling St. Mary Mead. But suddenly the calm is interrupted by the death of Major Palgrave, one of her fellow guests at the hotel.. Miss Marple finds herself quite disturbed by this turn of events. She'd just spent the previous evening speaking with the major, who'd seemed to her to be in perfectly good health. He'd been telling her about a photograph that he had - a snapshot of a murderer.., he'd claimed. Convinced that the major's death was not at all natural, she begins to ask difficult questions. It soon becomes clear that a murderer is lurking among her companions at the hotel, and it is up to Miss Marple to root out this person before he or she can strike again.. - from the inside flap.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Cloud Mountain",
            "authors": [
                "Aimee E. Liu",
                "Aimee Liu"
            ],
            "ranking": 3.75,
            "ranking_count": 399,
            "abstract": "Spanning decades and cultures, this is the epic story of forbidden passion between an American woman and a Chinese man and the tremendous obstacles they must overcome.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "United States"
            ]
        },
        {
            "title": "The Little House Cookbook: Frontier Foods from Laura Ingalls Wilder's Classic Stories",
            "authors": [
                "Barbara M. Walker",
                "Garth Williams"
            ],
            "ranking": 4.17,
            "ranking_count": 3753,
            "abstract": "This award-winning cookbook features more than 100 of the recipes that Laura Ingalls Wilder chronicles in her classic Little House books. A great gift for Little House fans and anyone who wants more information about what life on the praisie was really like.. With this cookbook, you can learn how to make classic frontier dishes like corn dodgers, mincemeat pie, cracklings, and pulled molasses candy. The book also includes excerpts from the Little House books, fascinating and thoroughly researched historical context, and details about the cooking methods that pioneers like Ma Ingalls used, as well as illustrations by beloved artist Garth Williams.. This is a chance to dive into the world of Laura Ingalls Wilder, American pioneer, women's club member, and farm homesteader.. This book has been widely praised and is the winner of the Western Heritage Award from the National Cowboy & Western Heritage Museum in Oklahoma City.. The Horn Book. praised it as a culinary and literary feast.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "History",
                "Childrens",
                "Historical",
                "Reference",
                "North American Hi..."
            ]
        },
        {
            "title": "Galactic Pot-Healer",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.61,
            "ranking_count": 4614,
            "abstract": "The Glimmung wants Joe Fernwright. Fernwright is a pot-healer - a repairer of ceramics - in a drably utilitarian future where such skills have little value. And the Glimmung? The Glimmung is a being that looks something like a gyroscope, something like a teenaged girl, and something like the contents of an ocean. What's more, it may be divine. And, like certain gods of old Earth, it has a bad temper.. What could an omnipresent and seemingly omnipotent entity want with a humble pot-healer? Or with the dozens of other odd creatures it has lured to Plowman's Planet? And if the Glimmung is a god, are its ends positive or malign? Combining quixotic adventure, spine-chilling horror, and deliriously paranoid theology,. Galactic Pot-Healer. is a uniquely Dickian voyage to alternate worlds of the imagination.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Novels",
                "Literature",
                "Audiobook",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Classics"
            ]
        },
        {
            "title": "Anarquistas, graças a Deus",
            "authors": [
                "Zélia Gattai"
            ],
            "ranking": 4.19,
            "ranking_count": 692,
            "abstract": "Publicado em 1979 e transformado em minissérie da rede Globo em 1984, Anarquistas, graças a Deus é o livro de estréia de Zélia Gattai e seu primeiro grande sucesso.. Filha de anarquistas chegados de Florença, por parte do pai Ernesto, e de católicos originários do Vêneto, da parte da mãe Angelina, a escritora trazia no sangue o calor de seus livros. Trinta e quatro anos depois de se casar com Jorge Amado, a sempre apaixonada Zélia abandona a posição de coadjuvante no mundo literário e experimenta a própria voz para contar a saga de sua família.. É assim que ficamos conhecendo a intrépida aventura dos imigrantes italianos em busca da terra de sonhos, e o percurso interior da pequena Zélia na capital paulista - uma menina para quem a vida, mesmo nos momentos mais adversos ou indecifráveis, nunca perdeu o encanto. A determinação de seu Ernesto e a paixão pelos automóveis, a convivência diária com os irmãos e dona Angelina, os sábios conselhos da babá Maria Negra, as idas ao cinema, ao circo e à escola, as viagens em grupo, o avanço da cidade e da política - nestas crônicas familiares, vida e imaginação se embaralham, tendo como pano de fundo um Brasil que se moderniza sem, contudo, perder a magia.. Exímia contadora de histórias, Zélia as transforma em instrumento privilegiado para o resgate da memória afetiva. Foi Jorge Amado quem, um dia, lendo um conto de qualidade duvidosa que Zélia rascunhava, pescou essa veia documental. Apontou-lhe o caminho e mostrou que ela se alimentava de sua rica ascendência familiar. Surge assim a Zélia memorialista, para quem a literatura provém não tanto da invenção, mas do trato apurado da memória e do desfiar cuidadoso, mas sem melindres, da intimidade.. Em suas mãos, a literatura se torna, mais que confissão, auscultação do mundo. É tendência para o registro e o testemunho, que cimentam não só um estilo quase clínico de observar a existência, mas uma maneira de existir. Pois é da persistência do espanto que Zélia, em resumo, trata. Se Jorge Amado foi uma espécie de biógrafo involuntário do Brasil, Zélia Gattai se afirma como a grande narradora de nossa história sentimental.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Cultural",
                "European Literature",
                "Literature"
            ]
        },
        {
            "title": "Tales of Moonlight and Rain",
            "authors": [
                "Ueda Akinari",
                "Anthony H. Chambers"
            ],
            "ranking": 3.87,
            "ranking_count": 1961,
            "abstract": "First published in 1776, the nine gothic tales in this collection are Japan's finest and most celebrated examples of the literature of the occult. They subtly merge the world of reason with the realm of the uncanny and exemplify the period's fascination with the strange and the grotesque. They were also the inspiration for Mizoguchi Kenji's brilliant 1953 film. Ugetsu. .. The title. Ugetsu monogatari. (literally rain-moon tales) alludes to the belief that mysterious beings appear on cloudy, rainy nights and in mornings with a lingering moon. In Shiramine, the vengeful ghost of the former emperor Sutoku reassumes the role of king; in The Chrysanthemum Vow, a faithful revenant fulfills a promise; The Kibitsu Cauldron tells a tale of spirit possession; and in The Carp of My Dreams, a man straddles the boundaries between human and animal and between the waking world and the world of dreams. The remaining stories feature demons, fiends, goblins, strange dreams, and other manifestations beyond all logic and common sense.. The eerie beauty of this masterpiece owes to Akinari's masterful combination of words and phrases from Japanese classics with creatures from Chinese and Japanese fiction and lore. Along with. The Tale of Genji. and. The Tales of the Heike. ,. Tales of Moonlight and Rain. has become a timeless work of great significance. This new translation, by a noted translator and scholar, skillfully maintains the allure and complexity of Akinari's original prose.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Short Stories",
                "Fiction",
                "Asian Literature",
                "Horror",
                "Classics",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Lightning Strikes",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.83,
            "ranking_count": 4281,
            "abstract": "RAIN HAS SEARCHED FOR A PLACE TO CALL HOME. BUT THERE'S NOWHERE TO HIDE WHEN THE NIGHT SKY LIGHTS UP WITH TERROR..... Torn from the embrace of her poor but loving family, Rain Arnold now lives surrounded by opulent riches but feels more like an outsider than ever before. Her heart's true passion -- the theater -- may prove to be her salvation, as she embarks on a journey to unmask a legacy of long-buried family secrets.. Enrolled in one of England's most prestigious drama schools, Rain is sent to London to live with her great-aunt, Lenora, of the renowned Endfield family. Their estate is breathtakingly austere, filled with antiques and a long, storied history. But something isn't right. Rain hears footsteps at night, and the high-pitched laughter of a little girl. She sees strange lights in rooms that are supposed to be closed off. And everything about the place -- the air, the silence, even the somber household staff -- is as cold and soulless as a museum. Behind the icy sheen of wealth and privilege lies something unspeakable. Something that could turn Rain's most precious dreams into an inescapable nightmare....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Mystery",
                "Gothic",
                "Thriller",
                "Adult Fiction",
                "Womens Fiction",
                "Adult"
            ]
        },
        {
            "title": "Great Molinas",
            "authors": [
                "Neil D. Isaacs"
            ],
            "ranking": 3.0,
            "ranking_count": 4,
            "abstract": "This is the long-awaited paperback edition of Neil D. Isaacs' novel about the rise and fall of Jack Molinas. Molinas was a brilliant basketball player whose skills on the court were subverted by a pathological addiction to gambling. Basketball Hall-of-Famer Sam Jones says this about the author and his writing: Isaacs is not only an outstanding student of sports but a skillful and knowledgeable storyteller as well. ...you will not be able to put this down.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Children of the Night",
            "authors": [
                "Dan Simmons"
            ],
            "ranking": 3.71,
            "ranking_count": 7354,
            "abstract": "An evil legacy comes to life in this classic and ultimately human novel about believable vampires, featuring a brand-new introduction by Dan Simmons. Children of the Night will take you to a place that no one knows—yet all of us fear.. In a desolate orphanage in post-Communist Romania, a desperately ill infant is given the wrong blood transfusion—and flourishes rather than dies. For immunologist Kate Neuman, the infant’s immune system may hold the key to cure cancer and AIDS. Kate adopts the baby and takes him home to the States. But baby Joshua holds a link to an ancient clan and their legendary leader—Vlad Tşepeş, the original Dracula – whose agents kidnap the child. Against impossible odds and vicious enemies– both human and vampire – Kate and her ally, Father Mike O’Rourke, steal into Romania to get her baby back.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Science Fiction",
                "Mystery",
                "Historical"
            ]
        },
        {
            "title": "Postcards from No Man's Land",
            "authors": [
                "Aidan Chambers"
            ],
            "ranking": 3.68,
            "ranking_count": 2506,
            "abstract": "Seventeen-year-old Jacob Todd is about to discover himself. Jacob's plan is to go to Amsterdam to honor his grandfather who died during World War II. He expects to go, set flowers on his grandfather's tombstone, and explore the city. But nothing goes as planned. Jacob isn't prepared for love--or to face questions about his sexuality. Most of all, he isn't prepared to hear what Geertrui, the woman who nursed his grandfather during the war, has to say about their relationship. Geertrui was always known as Jacob's grandfather's kind and generous nurse. But it seems that in the midst of terrible danger, Geertrui and Jacob's grandfather's time together blossomed into something more than a girl caring for a wounded soldier. And like Jacob, Geertrui was not prepared. Geertrui and Jacob live worlds apart, but their voices blend together to tell one story--a story that transcends time and place and war. By turns moving, vulnerable, and thrilling, this extraordinary novel takes the reader on a memorable voyage of discovery.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Fiction",
                "War",
                "LGBT",
                "Realistic Fiction",
                "Romance"
            ]
        },
        {
            "title": "Bastards & Boneheads: Canada’s Glorious Leaders, Past and Present",
            "authors": [
                "Will Ferguson"
            ],
            "ranking": 4.11,
            "ranking_count": 281,
            "abstract": "This is it! After years of research, often late into the night, best-selling author Will Ferguson has come up with the most sophisticated system ever devised for evaluating Canadian leadership. It’s called BASTARDS AND BONEHEADS.. Bastards succeed. Whether their goals are noble or immoral, Bastards are ruthless. Active. They cause events to unfold by an act of focussed will. Boneheads fail, usually by stumbling over their own two feet. Boneheads are reactive. Inept. They cause events to unfold mainly by accident. Bastards screw Canada. Boneheads just screw up.. BASTARDS AND BONEHEADS makes an excellent parlour game. Pierre Trudeau was a Bastard. Joe Clark was not. Brian Mulroney managed to be both. Your turn: Jean Chrétien—Bastard or Bonehead?. But Ferguson doesn’t limit himself to the prime ministers. No, sir. He takes on the full sweep of Canadian history, examining and evaluating the key personalities behind our most momentous events. When the English captured Quebec in 1759, was it a “Battle of Boneheads” or a “Contest of Bastards”? Was the War of 1812 won by Bastards? Or lost by Boneheads? From the internment of Japanese Canadians during the Second World War to Canada’s contribution to the Holocaust, from the battle for women’s rights to the rise of the separatist movement, Will Ferguson looks at our past head-on, wars and all. This is history on the edge: opinionated, hard-hitting, outrageous and always thought-provoking. Watch out, Canada. Will Ferguson is headed our way.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Humor",
                "Politics"
            ]
        },
        {
            "title": "My Other Life",
            "authors": [
                "Paul Theroux"
            ],
            "ranking": 3.82,
            "ranking_count": 1010,
            "abstract": "In the Washington Post Book World, Sven Birkerts called this exuberant novel a complex and gripping work of invention and confession . . . I understood again how the prose of a true writer can bring us to a world beyond. The book spans almost thirty years in the life of a fictional Paul Theroux, who moves through young bachelorhood in Africa, in and out of marriage, affairs, and employment, and between continents. It's a wry, worldly, erotic, and deeply moving account of one man's first half century - among the strongest things Theroux has ever written (New York Times Book Review).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Travel",
                "Cultural",
                "Contemporary",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Mandala",
            "authors": [
                "José Argüelles"
            ],
            "ranking": 4.28,
            "ranking_count": 57,
            "abstract": "This lavishly illustrated classic, selling over 70,000 copies in English and translated into four European languages, is the first to deal comprehensively with the mandala, the principle of the center, as a universal image, a vision, a way of growth, a ritual technique, and an essential life process. 92 illustrations, 11 in color.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Religion",
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "Whatever Happened to the Human Race?",
            "authors": [
                "Francis A. Schaeffer",
                "C. Everett Koop"
            ],
            "ranking": 4.19,
            "ranking_count": 247,
            "abstract": "If a mother can kill her own children, then what can be next? Mother Teresa once asked.. What indeed?. Once the value of human life has been depreciated, as in Roe v. Wade and the Baby Doe Case, no one is safe. Once quality of life is substituted for the absolute value of human life itself, we all are endangered. Already respected scientists are calling for a time period following birth ( a week or so) to decide if newborns have sufficient quality of life to be allowed to live. Already committees of medical professionals would like to decide whether the quality of life of the elderly or anyone seriously ill is high enough to allow them to go on living.. In this moving book, the renowned pediatric surgeon and Surgeon General of the United States, C. Everett Koop, M.D., joins with one of the leading Christian thinkers of our day, Francis A. Schaeffer, to analyze the widespread implications and frightening loss of human rights brought on by today's practices of abortion, infanticide, and euthanasia. They see the present as a crucial turning point. Choices are being made that undermine human rights at their most basic level. Practices once labeled unthinkable are now considered acceptable. The destruction of human life, young and old, is being sanctioned on an ever-increasing scale by the medical profession, by the courts, by parents, and by silent citizens.. But what can I do? you ask. I'm just one person. You can start by reading this book. Yes, it will shock you. And it will make you weep. But it will also help you see how you can actually make a difference.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Philosophy",
                "History",
                "Cultural",
                "Politics"
            ]
        },
        {
            "title": "Love Takes Wing",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.15,
            "ranking_count": 8642,
            "abstract": "In this sequel to Love's Unfolding Dream, Belinda jumps at the chance to go to Boston and see the world.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Romance",
                "Inspirational",
                "Adult Fiction"
            ]
        },
        {
            "title": "Who Moved the Stone?",
            "authors": [
                "Frank Morison",
                "Lee Strobel"
            ],
            "ranking": 3.96,
            "ranking_count": 732,
            "abstract": "I owe Morison a great debt of gratitude. Who Moved the Stone? was an important early link in a long chain of evidence that God used to bring me into his kingdom. Morison’s stirring intellectual exploration of the historical record proved to be an excellent starting point for my spiritual investigation. --From the foreword by Lee Strobel English journalist Frank Morison had a tremendous drive to learn of Christ. The strangeness of the Resurrection story had captured his attention, and, influenced by skeptic thinkers at the turn of the century, he set out to prove that the story of Christ’s Resurrection was only a myth. His probings, however, led him to discover the validity of the biblical record in a moving, personal way. Who Moved the Stone? is considered by many to be a classic apologetic on the subject of the Resurrection. Morison includes a vivid and poignant account of Christ’s betrayal, trial, and death as a backdrop to his retelling of the climactic Resurrection itself. Among the chapter titles are: * The Book That Refused to Be Written * The Real Case Against the Prisoner * What Happened Before Midnight on Thursday * Between Sunset and Dawn * The Witness of the Great Stone * Some Realities of That Far-off Morning Who Moved the Stone? is a well-researched book that is as fascinating in its appeal to reason as it is accurate to the truthfulness of the Resurrection.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Religion",
                "Nonfiction",
                "Spirituality",
                "History",
                "Classics"
            ]
        },
        {
            "title": "Letting Go",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.74,
            "ranking_count": 1636,
            "abstract": "Leting Go is Philip Roth's masterly novel about the social and ethical constraints of the fifties. A rich book, full of incident, wry and sad and even in its most desolating scenes somehow amusing.--Elizabeth Hardwick, Harper's.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Literature",
                "American",
                "Novels",
                "Classics",
                "The United States Of America"
            ]
        },
        {
            "title": "The Capture",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.93,
            "ranking_count": 6578,
            "abstract": "It was really bad when Jake found out his older brother was one of. them. . It was even worse when Tobias stayed in his morph too long. But nothing compares to the horror the Animorphs are about to face. Nothing.. Jake, Rachel, Tobias, Cassie and Marco have a feeling they know where the Yeerks' new base is located. And they've even figured out how to get in—how many people notice a few flies on the wall? But they never figured they might get caught. Or that Jake could fall into the Yeerk pool. That Jake could become a human controller.. A Yeerk.. The enemy.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Mike Mulligan and His Steam Shovel",
            "authors": [
                "Virginia Lee Burton"
            ],
            "ranking": 4.19,
            "ranking_count": 52141,
            "abstract": "A modern classic that no child should miss. Since it was first published in 1939, Mike Mulligan and His Steam Shovel has delighted generations of children. Mike and his trusty steam shovel, Mary Anne, dig deep canals for boats to travel through, cut mountain passes for trains, and hollow out cellars for city skyscrapers -- the very symbol of industrial America. But with progress come new machines, and soon the inseparable duo are out of work. Mike believes that Mary Anne can dig as much in a day as one hundred men can dig in a week, and the two have one last chance to prove it and save Mary Anne from the scrap heap. What happens next in the small town of Popperville is a testament to their friendship, and to old-fashioned hard work and ingenuity.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Kids",
                "Transport",
                "Historical",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Glory Road",
            "authors": [
                "Robert A. Heinlein"
            ],
            "ranking": 3.78,
            "ranking_count": 12804,
            "abstract": "E. C. Scar Gordon was on the French Riviera recovering from a tour of combat in Southeast Asia , but he hadn't given up his habit of scanning the Personals in the newspaper. One ad in particular leapt out at him:. ARE YOU A COWARD? This is not for you. We badly need a brave man. He must be 23 to 25 years old, in perfect health, at least six feet tall, weigh about 190 pounds, fluent English, with some French, proficient in all weapons, some knowledge of engineering and mathematics essential, willing to travel, no family or emotional ties, indomitably courageous and handsome of face and figure. Permanent employment, very high pay, glorious adventure, great danger. You must apply in person, rue Dante, Nice, 2me étage, apt. D.. How could you not answer an ad like that, especially when it seemed to describe you perfectly? Well, except maybe for the handsome part, but that was in the eye of the beholder anyway. So he went to that apartment and was greeted by the most beautiful woman he'd ever met. She seemed to have many names, but agreed he could call her Star. A pretty appropriate name, as it turned out, for the empress of twenty universes.. Robert A. Heinlein's one true fantasy novel,. Glory Road. is as much fun today as when he wrote it after. Stranger in a Strange Land. . Heinlein proves himself as adept with sword and sorcery as with rockets and slide rules and the result is exciting, satirical, fast-paced, funny and tremendously readable -- a favorite of all who have read it.. Glory Road. is a masterpiece of escapist entertainment with a typically Heinleinian sting in its tail.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Audiobook",
                "Classics",
                "Romance",
                "War"
            ]
        },
        {
            "title": "Swamp Foetus",
            "authors": [
                "Poppy Z. Brite",
                "Dan Simmons"
            ],
            "ranking": 3.92,
            "ranking_count": 5453,
            "abstract": "In the brightly decadent nightscape of New Orleans, strange figures stalk the fringes of existence, demanding sacrifice and blood. In backwoods Georgia, flesh stirs among the unknown graveyards. And in the human swamp of Calcutta, the souls of the dead walk among the living... Poppy Z. Brite is back to haunt us with twelve new tales of bizarre and seductive terror.. From America's fastest rising horror star—author of. Drawing Blood. and. Lost Souls. —. Swamp Foetus. is a trip to the black heart of longing... to the darkest regions of desire...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Gothic",
                "Anthologies",
                "Paranormal",
                "LGBT"
            ]
        },
        {
            "title": "When Hitler Stole Pink Rabbit",
            "authors": [
                "Judith Kerr"
            ],
            "ranking": 3.99,
            "ranking_count": 17609,
            "abstract": "Partly autobiographical, this is first of the internationally acclaimed trilogy by Judith Kerr telling the unforgettable story of a Jewish family fleeing from Germany at the start of the Second World War. Suppose your country began to change. Suppose that without your noticing, it became dangerous for some people to live in Germany any longer. Suppose you found, to your complete surprise, that your own father was one of those people.. That is what happened to Anna in 1933. She was nine years old when it began, too busy with her schoolwork and toboganning to take much notice of political posters, but out of them glared the face of Adolf Hitler, the man who would soon change the whole of Europe – starting with her own small life.. Anna suddenly found things moving too fast for her to understand. One day, her father was unaccountably missing. Then she herself and her brother Max were being rushed by their mother, in alarming secrecy, away from everything they knew – home and schoolmates and well-loved toys – right out of Germany…",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "World War II",
                "War",
                "Young Adult",
                "Classics"
            ]
        },
        {
            "title": "Pacific Vortex!",
            "authors": [
                "Clive Cussler"
            ],
            "ranking": 3.8,
            "ranking_count": 21543,
            "abstract": "DIRK PITT’S FIRST, MOST TERRIFYING ADVENTURE!. Dirk Pitt, death-defying adventurer and deep-sea expert, is put to the ultimate test as he plunges into the perilous waters of the Pacific Vortex—a fog-shrouded area where dozens of ships have vanished without a trace. The latest victim is the awesome supersub Starbuck, bearing America’s deep-diving nuclear arsenal. Its loss poses an unthinkable threat to national defense. Pitt’s job is to find it and salvage it before international forces beat him to the prize or the sea explodes in a nuclear blast—whichever comes first. Pitt’s mission also leads him into the arms of Summer Moran, the most stunningly exotic and dangerous woman ever to enter his life. As the countdown heads toward disaster, Pitt has no choice but to descend through the shark-infested depths to an ancient sunken island, from which he may never again emerge to see the light of day.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Failure of the New Economics",
            "authors": [
                "Henry Hazlitt"
            ],
            "ranking": 4.16,
            "ranking_count": 389,
            "abstract": "Henry Hazlitt did the seemingly impossible, something that was and is a magnificent service to all people everywhere. He wrote a line-by-line commentary and refutation of one of the most destructive, fallacious, and convoluted books of the century. The target here is John Maynard Keynes's General Theory, the book that appeared in 1936 and swept all before it.. In economic science, Keynes changed everything. He supposedly demonstrated that prices don't work, that private investment is unstable, that sound money is intolerable, and that government was needed to shore up the system and save it. It was simply astonishing how economists the world over put up with this, but it happened. He converted a whole generation in the late period of the Great Depression. By the 1950s, almost everyone was Keynesian.. But Hazlitt, the nation's economics teacher, would have none of it. And he did the hard work of actually going through the book to evaluate its logic according to Austrian-style logical reasoning. The result: a 500-page masterpiece of exposition.. Murray Rothbard was blown away.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "History",
                "Philosophy"
            ]
        },
        {
            "title": "A Diplomat in Japan: The Inner History of the Critical Years in the Evolution of Japan When the Ports Were Opened and the Monarchy Restored",
            "authors": [
                "Ernest Mason Satow"
            ],
            "ranking": 3.98,
            "ranking_count": 51,
            "abstract": "Based on the author’s detailed diary, personal encounters, and keen memory, this book is a record of the inner history of the critical years of social and political upheaval that accompanied Japan’s first encounters with the West around the time of the Meiji Restoration.. Sir Ernest Mason Satow. (1843–1929) was a member of the British legation in Tokyo for twenty-one years.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Autobiography",
                "Travel",
                "Historical",
                "Asian Literature"
            ]
        },
        {
            "title": "Dziewczyna w złotych majtkach",
            "authors": [
                "Juan Marsé",
                "Marcin Michalski"
            ],
            "ranking": 3.26,
            "ranking_count": 448,
            "abstract": "Luys Forest - wdowiec i emerytowany falangista - postanawia spędzić resztę życia w zaciszu nadmorskiej posiadłości w Calafell i tam poświęcić się spisywaniu wspomnień. Nieoczekiwanie błogą samotność przerywa przybycie siostrzenicy Mariany. Wyzwolona i spontaniczna dziewczyna deklaruje chęć pomocy w przepisywaniu powstającej książki.. Między Luysem a jego siostrzenicą rodzi się zażyłość, dzięki której na jaw wychodzą skrywane dotąd tajemnice dotyczące życia politycznego i prywatnego. Mariana bezceremonialnie dopytuje o wszystko, odkrywając kłamstwa, które służą Luysowi do stworzenia monumentalnego wizerunku bohaterskiej przeszłości.. Wisząca nad wujem i jego siostrzenicą erotyczna atmosfera, sprowokowana rozwiązłością Mariany i wyobraźnią Luysa, doprowadzi do finału, w którym wyjaśni się, kim naprawdę był Luys, a kim złota dziewczyna.. Dziewczyna w złotych majtkach zarówno tytułem, jak i poruszeniem kwestii swobody seksualnej, nawiązuje do balzakowskiej Dziewczyny o złotych oczach",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Integral Trees",
            "authors": [
                "Larry Niven"
            ],
            "ranking": 3.76,
            "ranking_count": 8595,
            "abstract": "When leaving Earth, the crew of the spaceship. Discipline. was prepared for a routine assignment. Dispatched by the all-powerful State on a mission of interstellar exploration and colonization,. Discipline. was aided (and secretly spied upon) by Sharls Davis Kendy, an emotionless computer intelligence programmed to monitor the loyalty and obedience of the crew. But what they weren’t prepared for was the smoke ring–an immense gaseous envelope that had formed around a neutron star directly in their path. The Smoke Ring was home to a variety of plant and animal life-forms evolved to thrive in conditions of continual free-fall. When. Discipline. encountered it, something went wrong. The crew abandoned ship and fled to the unlikely space oasis.. Five hundred years later, the descendants of the. Discipline. crew living on the Smoke Ring no longer remember their origins. Earth is more myth than memory, and no recollection of the State remains. But Kendy remembers. And just outside the Smoke Ring,. Discipline. waits patiently to make contact with its wayward children.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Science Fiction Fantasy",
                "Space",
                "Novels",
                "Classics",
                "Anthologies"
            ]
        },
        {
            "title": "The Facts",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.7,
            "ranking_count": 1112,
            "abstract": "The Facts. is the unconventional autobiography of a writer who has reshaped our idea of fiction--a work of compelling candor and inventiveness, instructive particularly in its revelation of the interplay between life and art.. Philip Roth concentrates on five episodes from his life: his secure city childhood in the thirties and forties; his education in American life at a conventional college; his passionate entanglement, as an ambitious young man, with the angriest person he ever met (the girl of my dreams Roth calls her); his clash, as a fledgling writer, with a Jewish establishment outraged by. Goodbye, Columbus. ; and his discovery, in the excesses of the sixties, of an unmined side to his talent that led him to write. Portnoy's Complaint. .. The book concludes surprisingly--in true Rothian fashion--with a sustained assault by the novelist. against. his proficiencies as an autobiographer.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Literature",
                "Audiobook",
                "Biography Memoir",
                "The United States Of America"
            ]
        },
        {
            "title": "My Traitor's Heart: A South African Exile Returns to Face His Country, His Tribe, and His Conscience",
            "authors": [
                "Rian Malan"
            ],
            "ranking": 4.25,
            "ranking_count": 3617,
            "abstract": "A classic of literary nonfiction, My Traitor's Heart has been acclaimed as a masterpiece by readers around the world. Rian Malan is an Afrikaner, scion of a centuries-old clan and relative of the architect of apartheid, who fled South Africa after coming face-to-face with the atrocities and terrors of an undeclared civil war between the races. This book is the searing account of his return after eight years of uneasy exile. Armed with new insight and clarity, Malan explores apartheid's legacy of hatred and suffering, bearing witness to the extensive physical and emotional damage it has caused to generations of South Africans on both sides of the color line. Plumbing the darkest recesses of the white and black South African psyches, Malan ultimately finds his way toward the light of redemption and healing. My Traitor's Heart is an astonishing book -- beautiful, horrifying, profound, and impossible to put down.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Southern Africa",
                "History",
                "Autobiography",
                "Biography",
                "Politics",
                "Biography Memoir",
                "Race"
            ]
        },
        {
            "title": "The Violet Fairy Book",
            "authors": [
                "Andrew Lang",
                "Leonora Blanche Alleyne Lang"
            ],
            "ranking": 4.12,
            "ranking_count": 1453,
            "abstract": "Roumania, Japan, Serbia, Lithuania, Africa, Portugal, and Russia are among the sources of these 35 stories that tell of a haunted forest, chests of gold coins, a magical dog, and a man who outwits a dragon. Perhaps the best English versions available of these classic stories. 74 illustrations.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Folklore",
                "Anthologies",
                "Young Adult"
            ]
        },
        {
            "title": "Notes of a Pug-Nosed Mephistopheles",
            "authors": [
                "Volodymyr Vynnychenko",
                "Theodor Prokopov"
            ],
            "ranking": 4.34,
            "ranking_count": 163,
            "abstract": "Notes of a Pug-Nosed Mephistopheles (Zapysky kyrpatoho Mefistofelia), a novel first published in 1917, provides some good examples of Vynnychenko's views on sexual morality. Preserving virginity is a “violation of the laws of nature” (p.105); morality is “the pink cosmetic powder over the laws of nature” (p.121); and honesty is a concept “invented by human hypocrisy, stupidity and by the imperfect social structure” (p.123). The novel deals with the problem of unwanted children that complicate the lives of sexual partners and an attempted infanticide. Uncertainty about paternity is one of Vynnychenko’s preoccupations; once it is firmly established, paternity becomes a force that can overcome his commitment to free love and replace it with moral obligations. (Marta Tarnawsky)",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "Torch Song Trilogy",
            "authors": [
                "Harvey Fierstein"
            ],
            "ranking": 4.23,
            "ranking_count": 2246,
            "abstract": "Drama, American Literature, Gay and Lesbian Studies, Plays. Torch Song Trilogy is a collection of three plays by Harvey Fierstein rendered in three acts: International Stud, Fugue in a Nursery, and Widows and Children First! The story centers on Arnold Beckoff, a torch song singing Jewish drag queen living in New York City in the late 1970 and 1980s. The four hour-plus play begins with a soliloquy in which he explains his cynical disillusionment with love.. Each act focuses on a different phase in Arnold's life. In the first, Arnold meets Ed, who is uncomfortable with his bisexuality. In the second, one year later, Arnold meets Alan, and the two settle down into a blissful existence that includes plans to adopt a child, until tragedy strikes. In the third, several years later, Arnold is a single father raising gay teenager David. Arnold is forced to deal with his mother's intolerance and disrespect when she visits from Florida.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "LGBT",
                "Drama",
                "Fiction",
                "New York",
                "Queer",
                "Literature"
            ]
        },
        {
            "title": "The Hobbit & The Lord of the Rings",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "ranking": 4.6,
            "ranking_count": 122069,
            "abstract": "Delve into Tolkien’s Middle-earth with this special collector’s hardback boxed set. Presented in sumptuous new cover designs discover the complete story of Bilbo Baggins and the Hobbits’ epic encounters with Gandalf, Gollum, dragons and monsters, in the quest to destroy the One Ring.. When they were first published,. The Hobbit. and. The Lord of the Rings. became instant classics. Treasured by readers young and old, these works of sweeping fantasy, steeped in unrivalled magic and otherworldliness have sold more than 150 million copies around the world.. This new boxed set contains both titles and features brand new cover designs. It offers readers a new opportunity to discover Tolkien’s remarkable world of Middle-earth and to follow the complete story of Bilbo Baggins and the Hobbits’ part in the epic quest for the Ring – beginning with Bilbo’s fateful visit from Gandalf and culminating in the dramatic climax between Frodo and Gollum atop Mount Doom.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Science Fiction Fantasy",
                "Young Adult",
                "Literature"
            ]
        },
        {
            "title": "The Invention of Solitude",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.77,
            "ranking_count": 13160,
            "abstract": "In this debut work by. New York Times. -bestselling author Paul Auster (. The New York Trilogy. ),. The Invention of Solitude. , a memoir, established Auster’s reputation as a major new voice in American writing. His moving and personal meditation on fatherhood is split into two stylistically separate sections. In the first, Auster reflects on the memories of his father who was a distant, undemonstrative, and cold man who died an untimely death. As he sifts through his Father’s things, Auster uncovers a sixty-year-old murder mystery that sheds light on his father’s elusive character. In the second section, the perspective shifts and Auster begins to reflect on his own identity as a father by adopting the voice of a narrator, “A.” Through a mosaic of images, coincidences, and associations “A,” contemplates his separation from his son, his dying grandfather, turning the story into a self-conscious reflection on the process of writing.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Literature",
                "Philosophy",
                "American",
                "The United States Of America"
            ]
        },
        {
            "title": "Women Writing in India: 600 B.C. to the Present, V: 600 B.C. to the Early Twentieth Century",
            "authors": [
                "Susie J. Tharu",
                "K. Lalita"
            ],
            "ranking": 4.41,
            "ranking_count": 46,
            "abstract": "These ground-breaking collections offer 200 texts from 11 languages, never before available in English or as a collection, along with a new reading of cultural history that draws on contemporary scholarship on women and on India. This extraordinary body of literature and important documentary resource illuminates the lives of Indian women through 2,600 years of change and extends the historical understanding of literature, feminism, and the making of modern India. The biographical, critical, and bibliographical headnotes in both volumes, supported by an introduction which Anita Desai describes as “intellectually rigorous, challenging, and analytical,” place the writers and their selections within the context of Indian culture and history.. Volume I: 600 B.C. to the Early Twentieth Century. includes songs by Buddhist nuns, testimonies of medieval rebel poets and court historians, and the voices of more than 60 other writers of the 18th and 19th centuries. Among the diverse selections are a rare early essay by an untouchable woman; an account by the first feminist historian; and a selection from the first novel written in English by an Indian woman.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Feminism",
                "Nonfiction",
                "Womens",
                "Anthologies",
                "Literature",
                "Asian Literature",
                "Poetry",
                "Gender"
            ]
        },
        {
            "title": "Thirteenth Night",
            "authors": [
                "Alan Gordon"
            ],
            "ranking": 4.06,
            "ranking_count": 996,
            "abstract": "A medieval mystery tale based on Shakespeare's Twelfth Night. Twelve years after the events of the play, the Duke of Orsino has been murdered and the duchy is in a state of political turmoil. Feste, the fool, is sent by the Guild to stabilize the political situation and uncover the culprit.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "Retellings",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Killer Clown: The John Wayne Gacy Murders",
            "authors": [
                "Terry Sullivan",
                "Peter T. Maiken"
            ],
            "ranking": 3.94,
            "ranking_count": 5681,
            "abstract": "Who was John Wayne Gacy?. The model citizen whose business skills were admired by his peers?. The hospital volunteer whose sweet-faced clowning lightened the patients' days?. The member of the Jaycees who was a civic-minded friend of the community?. The depraved maniac who sodomized, tortured, and killed thirty-three young men and boys?. Shortly before Christmas of 1978, a teenage boy disappeared from the drugstore where he worked. He would be the final victim of John Wayne Gacy's horrifying compulsion.. Then, ten days after the boy's disappearance. Detectives, finding a human bone in the crawl space of Gacy's house, dug into the lime-covered ground. With mounting horror, they pulled bone after bone from Gacy's suburban home until finally they had gathered the remains of twenty-eight more youths who had fallen prey to the killer clown.. 16 Pages of Shocking Photos!. An unnerving true story of murder, terror and justice. –The. Dallas Morning News",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "Audiobook",
                "Horror",
                "History",
                "Adult",
                "Autobiography"
            ]
        },
        {
            "title": "The Star of Kazan",
            "authors": [
                "Eva Ibbotson",
                "Kevin Hawkes"
            ],
            "ranking": 4.02,
            "ranking_count": 8074,
            "abstract": "Annika has never had a birthday. Instead she celebrates her Found Day, the day a housemaid and a cook to three eccentric Viennese professors found her and took her home. There, Annika has made a happy life in the servants' quarters, surrounded with friends, including the elderly woman next door who regales Annika with stories of her performing days and her countless admirers - especially the Russian count who gave her the legendary emerald, the Star of Kazan. And yet, Annika still dreams of finding her true mother. But when a glamorous stranger arrives claiming to be Annika's mother, and whisks her away to a crumbling, spooky castle, Annika discovers that all is not as it seems in her newfound home...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "The Happy Isles of Oceania: Paddling the Pacific",
            "authors": [
                "Paul Theroux"
            ],
            "ranking": 4.01,
            "ranking_count": 5950,
            "abstract": "Renowned travel writer and novelist Paul Theroux has been many places in his life and tried almost everything. But this trip in and around the lands of the Pacific may be his boldest, most fascinating yet. From New Zealand's rain forests, to crocodile-infested New Guinea, over isolated atolls, through dirty harbors, daring weather and coastlines, he travels by Kayak wherever the winds take him--and what he discovers is the world to explore and try to understand.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Adventure",
                "Cultural",
                "Biography",
                "Biography Memoir",
                "Environment"
            ]
        },
        {
            "title": "The Valkyries",
            "authors": [
                "Paulo Coelho",
                "Alan R. Clarke"
            ],
            "ranking": 3.32,
            "ranking_count": 24714,
            "abstract": "A Magical Tale About Forgiving Our Past and Believing in Our Future. The enchanting, true story of The Valkyries begins in Rio de Janeiro when author Paulo Coelho gives his mysterious master J., the only manuscript for his book The Alchemist. Haunted by a devastating curse, Coelho confesses to J., I′ve seen my dreams fall apart just when I seemed about to achieve them. In response, J. gives Coelho a daunting task: He must find and speak with his guardian angel. The curse can be broken, he replies, if you complete the task.. Rising to the challenge, Paulo and his wife, Cristina, drop everything, pack their bags, and take off on a forty day adventure into the starkly beautiful and sometimes dangerous Mojave Desert where they encounter more than they bargained for. A masterful blend of the exotic locales, dramatic adventure, and magical storytelling, for which Coelho′s fictional works are renowned, this true-life account is at once a modern-day adventure and a metaphysical odyssey.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Philosophy",
                "Novels",
                "Contemporary",
                "Inspirational",
                "Fantasy",
                "Literature",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "The Price of Glory: Verdun 1916",
            "authors": [
                "Alistair Horne"
            ],
            "ranking": 4.3,
            "ranking_count": 2489,
            "abstract": "The Price of Glory: Verdun 1916. is the second book of Alistair Horne's trilogy, which includes. The Fall of Paris. and. To Lose a Battle. and tells the story of the great crises of the rivalry between France and Germany.. The battle of Verdun lasted ten months. It was a battle in which at least 700,000 men fell, along a front of fifteen miles. Its aim was less to defeat the enemy than bleed him to death and a battleground whose once fertile terrain is even now a haunted wilderness.. Alistair Horne's classic work, continuously in print for over fifty years, is a profoundly moving, sympathetic study of the battle and the men who fought there. It shows that Verdun is a key to understanding the First World War to the minds of those who waged it, the traditions that bound them and the world that gave them the opportunity.. 'Verdun was the bloodiest battle in history .... The Price of Glory. is the essential book on the subject'. Sunday Times. 'It has almost every merit ... Horne sorts out complicating issues with the greatest clarity. He has a splendid gift for depicting individuals'. A.J.P. Taylor,. Observer. 'A masterpiece'. The New York Times. 'Compellingly told ... Alastair Horne uses contemporary accounts from both sides to build up a picture of heroism, mistakes, even farce'. Sunday Telegraph. 'Brilliantly written ... very readable; almost like a historical novel - except that it is true'. Field Marshal Viscount Montgomery. One of Britain's greatest historians,. Sir Alistair Horne, CBE. , is the author of a trilogy on the rivalry between France and Germany,. The Price of Glory, The Fall of Paris. and. To Lose a Battle. , as well as a two-volume life of Harold Macmillan.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "El Eternauta",
            "authors": [
                "Héctor Germán Oesterheld",
                "Francisco Solano López",
                "Fernando Ariel García"
            ],
            "ranking": 4.34,
            "ranking_count": 4163,
            "abstract": "El Eternauta: La historieta original. Edición especial: literatura complementaria.. Ni de paz ni de amor. La noche que abre El Eternauta es de angustia y desolación. La nevada que cae sobre Buenos Aires es sólo el primer tramo de una invasión alienígena que desgranará sobre reconocibles escenarios urbanos su violenta espiral de poesía y aniquilamiento. ¿Cómo se combate esta estratégica avanzada militar que ahoga las esperanzas de supervivencia humana? ¿Dónde se esconde el verdadero enemigo? ¿Quién será capaz de enfrentar un destino peor que la muerte? ¿Qué hacer cuando es imposible avanzar e inviable retroceder? Resistir. Contra el invasor. O contra el ejercicio abusivo del poder, que viene a ser lo mismo.. La mayor aventura de ciencia-ficción escrita en el sur del mundo apareció serializada como un largo folletín en la revista Hora Cero Semanal entre 1957 y 1959. Obra de Héctor Germán Oesterheld y Francisco Solano López, la epopeya de El Eternauta es una minuciosa radiografía de la historia argentina de los últimos cincuenta años. Metáfora alucinante del país arrasado, entregado a los intereses externos y dominado por el invasor. Una historia actual que continúa gritando su mensaje a los cuatro vientos: Cuando ya no importa si se gana o se pierde, lo único que prevalece es la dignidad con la cual se presente batalla.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "European Literature",
                "Comics",
                "Classics",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Permanent Revolution/Results and Prospects",
            "authors": [
                "Leon Trotsky",
                "John G. Wright"
            ],
            "ranking": 3.82,
            "ranking_count": 548,
            "abstract": "Trotsky's theory of permanent revolution, based on his view of the strategy and class alliances needed to overthrow tsarism in Russia, as first elaborated in 1906 and later generalized in 1929 to struggles throughout the colonial and semicolonial world.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Social Science",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Pole to Pole",
            "authors": [
                "Michael Palin"
            ],
            "ranking": 4.12,
            "ranking_count": 2890,
            "abstract": "This is the record of Michael Palin's continuous land and sea journey from the North to the South Pole following a given line of longitude, 30 degrees east. During their journey Palin and his crew witnessed history in the making.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Cultural",
                "Adventure",
                "Audiobook",
                "Humor",
                "Biography",
                "Autobiography",
                "Reference"
            ]
        },
        {
            "title": "Return to My Native Land",
            "authors": [
                "Aimé Césaire",
                "John Berger",
                "Anne Bostock"
            ],
            "ranking": 4.12,
            "ranking_count": 2280,
            "abstract": "A work of immense cultural significance and beauty, this long poem became an anthem for the African diaspora and the birth of the Negritude movement. With unusual juxtapositions of object and metaphor, a bouquet of language-play, and deeply resonant rhythms, Césaire considered this work a break into the forbidden, at once a cry of rebellion and a celebration of black identity.. More praise:. The greatest living poet in the French language.--. American Book Review. Martinique poet Aime Cesaire is one of the few pure surrealists alive today. By this I mean that his work has never compromised its wild universe of double meanings, stretched syntax, and unexpected imagery. This long poem was written at the end of World War II and became an anthem for many blacks around the world. Eshleman and Smith have revised their original 1983 translations and given it additional power by presenting Cesaire's unique voice as testament to a world reduced in size by catastrophic events. --. Bloomsbury Review. Through his universal call for the respect of human dignity, consciousness and responsibility, he will remain a symbol of hope for all oppressed peoples. --Nicolas Sarkozy. Evocative and thoughtful, touching on human aspiration far beyond the scale of its specific concerns with Cesaire's native land - Martinique. --. The Times",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Nonfiction",
                "Classics",
                "Race",
                "European Literature",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "Cows, Pigs, Wars and Witches",
            "authors": [
                "Marvin Harris"
            ],
            "ranking": 3.92,
            "ranking_count": 3824,
            "abstract": "El propósito de esta original y sorprendente obra de Marvin Harris es dar respuesta a una serie de curiosos enigmas. ¿Por qué un tabú religioso prohibe a judios y musulmanes comer carne de cerdo? ¿Cuál es el motivo de que los hindúes adoren a las vacas? ¿ Por qué surgen los movimientos mesiánicos? ¿Cómo interpretar el machismo o la belicosidad de ciertas culturas? La estrategia del investigador consiste, en este caso, en descubrir las causas materiales que se ocultan tras la aparente irracionalidad de los estilos de vida de las diversas formaciones culturales.",
            "part_of_series": false,
            "genre_list": [
                "Anthropology",
                "Nonfiction",
                "History",
                "Sociology",
                "Science",
                "Religion",
                "Philosophy",
                "Cultural",
                "Psychology",
                "Social Science"
            ]
        },
        {
            "title": "Outlander",
            "authors": [
                "Diana Gabaldon",
                "Davina Porter"
            ],
            "ranking": 4.24,
            "ranking_count": 935380,
            "abstract": "Outlander, Diana Gabaldon's landmark novel of Scottish lore has captured the hearts of millions of readers around the world and catapulted her to the top of the New York Times best-seller list. Intrigue, danger and desire merge in this lush novel of loyalty and time travel.. In 1945, Claire Randall, a former combat nurse, is back from the war and reunited with her husband on a second honeymoon. Their blissful reunion is shattered when she touches a boulder in one of the ancient stone ruins and is instantly transported to a Scotland torn by war and raiding border clans in 1743. Will Claire find her way back to her own time, or is her destiny forever linked with Clan MacKenzie and the gallant James Fraser?. Davina Porter's lyrical narration will launch listeners into an exhilarating world of heroism, pulse-pounding adventure, and breathtaking romance as one woman is torn between past and present, passion and love.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adult",
                "Audiobook",
                "Cultural"
            ]
        },
        {
            "title": "Pobby and Dingan",
            "authors": [
                "Ben Rice"
            ],
            "ranking": 3.85,
            "ranking_count": 1852,
            "abstract": "This enchanting tale is at once a beautifully rendered narrative of childhood loss and a powerfully simple fable about the necessity of imagination.. Pobby and Dingan are Kellyanne Williamson’s best friends, maybe her only friends, and only she can see them. Kellyanne’s brother, Ashmol, can’t see them and doesn’t believe they exist anywhere but in Kellyanne’s immature imagination. Only when Pobby and Dingan disappear and Kellyanne becomes heartsick over their loss does Ashmol realize that not only must he believe in Pobby and Dingan, he must convince others to believe in them, too.. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Young Adult",
                "Novella",
                "Childrens",
                "Contemporary",
                "Short Stories",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Grapefruit: A Book of Instructions and Drawings",
            "authors": [
                "Yoko Ono",
                "John Lennon"
            ],
            "ranking": 4.22,
            "ranking_count": 2233,
            "abstract": "Back in print for the first time in nearly thirty years, here is Yoko Ono's whimsical, delightful, subversive, startling book of instructions for art and for life.. A dream you dream alone may be a dream, but a dream two people dream together is a reality.. Burn this book after you've read it.. -- Yoko Ono. This is the greatest book I've ever burned.. -- John Lennon",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Poetry",
                "Nonfiction",
                "Music",
                "Philosophy",
                "Womens",
                "Asian Literature",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "Damia",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 4.02,
            "ranking_count": 12280,
            "abstract": "Of all the Rowan's children, Damia was the most brilliant and the one who inherited the Talent. It was obvious that she would be a Prime. As Damia grew up, her Talent became almost too strong to control, and the only solution was to send her to the planet of Deneb, to her strange grandmother.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Adult",
                "Space"
            ]
        },
        {
            "title": "Little House in Brookfield",
            "authors": [
                "Maria D. Wilkes",
                "Dan Andreasen"
            ],
            "ranking": 3.91,
            "ranking_count": 8025,
            "abstract": "Spirit of the Western Frontier: Meet Caroline Quiner, the little girl who would grow up to be Laura Ingalls Wilder's mother.. Little House in Brookfield marks the launch of an on-going series about the adventures of Caroline Quiner, who would grow up to be Ma Ingalls in the Little House books. Written in the classic tradition of the Little House and the Rocky Ridge books, and based on diaries, letters, and other historical papers, these books offer a glimpse into America's adventurous past, as seen through the eyes of another girl from America's beloved frontier family.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Kids"
            ]
        },
        {
            "title": "The Winter Beach",
            "authors": [
                "Kate Wilhelm"
            ],
            "ranking": 3.95,
            "ranking_count": 20,
            "abstract": "Kate Wilhelm explores concepts ranging from truth to immortality in this novella. A young woman is duped into quitting her university teaching position, and finds that she is entwined in a cloak-and-daggar investigation with implications she can hardly fathom. Action packed science fiction from master story teller Kate Wilhelm.",
            "part_of_series": false,
            "genre_list": []
        }
    ]
}