{
    "books": [
        {
            "title": "Fins Are Forever",
            "authors": [
                "Tera Lynn Childs"
            ],
            "ranking": 3.9,
            "ranking_count": 7613,
            "abstract": "On Lily Sanderson’s eighteenth birthday she’ll become just a girl—still a mergirl, true, but signing the renunciation will ink Princess Waterlily of Thalassinia out of existence. That leaves plain old Lily living on land, dating the boy she loves, and trying to master this being-human thing once and for all.. Now that Lily and Quince are together, mer bond or not, she’s almost content to give up her place in the royal succession of Thalassinia. But just when she thinks she has everything figured out, the waves start to get rough. Lily’s father sends a certain whirlpool-stirring cousin to stay with her on land. What did Doe do to get herself exiled from Thalassinia and stuck in terraped form, when everyone knows how much she hates humans? And why why why is she batting her eyelashes at Lily’s former crush, Brody?. The seafoam on the raging surf comes when a merboy from Lily’s past shows up—Tellin asks Lily for something that clouds her view of the horizon. There’s a future with Quince on land, her loyalty to the kingdom in the sea, and Lily tossing on the waves in the middle. Will she find a way to reconcile her love, her duty, and her own dreams?",
            "part_of_series": true,
            "genre_list": [
                "Mythology",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Toonopolis: Gemini",
            "authors": [
                "Jeremy Rodden",
                "Cami Woodruff"
            ],
            "ranking": 3.91,
            "ranking_count": 120,
            "abstract": "Toonopolis is a cartoon city that is home to the thoughts and ideas of all sentient beings in the universe. As the center of the Tooniverse, it acts as an other-worldly rest stop for these creations.Gemini is a teenage human boy who is thrust into Toonopolis through his father's scientific research program. He loses part of himself in the process and immediately begins a quest to regain his lost memories with the help of his Tooniverse guide named Jimbob the Talking Eggplant.After an altercation with a mysterious Shadowy Figure, Gemini's mission is changed, an he begins a new quest to defeat Shadowy Figure and protect Toonopolis from his nefarious destruction. Along the way, he meets new friends, discovers just how diverse and strange Toonopolis is, and learns lessons about compassion, forgiveness, redemption, and being true to oneself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Young Adult",
                "Adventure"
            ]
        },
        {
            "title": "Five Odd Honors",
            "authors": [
                "Jane Lindskold"
            ],
            "ranking": 3.79,
            "ranking_count": 369,
            "abstract": "The Thirteen Orphans and their allies have opened the ninth gate into the Lands Born from Smoke and Sacrifice . . . and discover that the Lands have been altered almost beyond recognition, transformed by magic into an apparently uninhabited world where land shifts beneath one’s feet and fire burns blue.  Investigating, the Orphans learn that the Center of the world is sealed behind nearly-impassable barriers composed of each of the five elements of Chinese myth.  Combining ancient and modern magics, a scouting party penetrates the barriers, only to be captured and given over to tortures designed to separate the Orphans from their magical abilities.. On Earth, Pearl Bright, the Tiger, is attacked—is this treachery by our world’s magical traditions or has one of the Orphans betrayed her?  Brenda Morris learns of the Orphans’ dangers when it is nearly too late—but along with the. sidhe,. who are drawn to her Irish heritage, Brenda risks her life to help rescue those trapped in the Lands.. A story of betrayal and redemption, of bravery in the face of terror, and of loyalty and hatred that reach beyond the grave,. Five Odd Honors. continues Jane Lindskold’s stunning Breaking the Wall series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Literature",
                "Contemporary",
                "Adventure",
                "Cultural",
                "Adult Fiction"
            ]
        },
        {
            "title": "Buzz: A Year of Paying Attention",
            "authors": [
                "Katherine Ellison"
            ],
            "ranking": 3.69,
            "ranking_count": 534,
            "abstract": "An absorbing, sharply observed memoir. --. Kirkus Reviews. A hilarious and heartrending account of one mother's journey to understand and reconnect with her high-spirited preteen son-a true story sure to beguile parents grappling with a child's bewildering behavior.. Popular literature is filled with the stories of self-sacrificing mothers bravely tending to their challenging children. Katherine Ellison offers a different kind of tale. Shortly after Ellison, an award-winning investigative reporter, and her twelve-year-old son, Buzz, were both diagnosed with attention deficit/hyperactivity disorder, she found herself making such a hash of parenting that the two of them faced three alternatives: he'd go to boarding school; she'd go AWOL; or they'd make it their full-time job to work out their problems together. They decided to search for a solution while Ellison investigated what genuine relief, if any, might be found in the confusing array of goods sold by the modern mental health industry.. The number of diagnoses for childhood attention and behavior issues is exploding, leaving parents and educators on a confusing chase to find the best kind of help for each child.. Buzz. , a page-turner of a memoir, brings much relief. It is immensely engaging, laugh-out-loud funny, and honest-and packed with helpful insights.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Parenting",
                "Neurodiversity",
                "Biography Memoir",
                "Childrens",
                "Health",
                "Psychology",
                "Biography"
            ]
        },
        {
            "title": "Canadian Railroad Trilogy",
            "authors": [
                "Gordon Lightfoot",
                "Ian Wallace"
            ],
            "ranking": 4.04,
            "ranking_count": 81,
            "abstract": "This lavishly illustrated book brings Gordon Lightfoot’s heart-stirring song to readers young and old. Commissioned by the CBC in 1967 to mark Canada’s centennial year it eloquently describes the construction of the transcontinental railway — “an iron road runnin’ from the sea to the sea” — a great feat of nation building that changed Canada forever. Award-winning illustrator Ian Wallace brings the song to visual life with his sweeping landscapes and evocative portrayals of the people who lived the building of the railroad. The book includes Gordon Lightfoot’s music and lyrics, a brief history of the railroad and notes on the illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Cultural",
                "Railways",
                "Music",
                "Poetry",
                "History"
            ]
        },
        {
            "title": "Missing 411: Western United States and Canada",
            "authors": [
                "David Paulides"
            ],
            "ranking": 4.12,
            "ranking_count": 652,
            "abstract": "Missing-411 is the first comprehensive book about people who have disappeared in the wilds of North America. It's understood that people routinely get lost, some want to disappear but this story is about the unusual. Nobody has ever studied the archives for similarities, traits and geographical clusters of missing people, until now.. A tip from a national park ranger led to this three year, 7000+ hour investigative effort into understanding the stories behind people who have vanished. The book chronicles children, adults and the elderly who disappeared, sometimes in the presence of friends and relatives. As Search and Rescue personnel exhaust leads and places to search, relatives start to believe kidnappings and abductions have occurred. The belief by the relatives is not an isolated occurrence; it replicates itself time after time, case after case across North America.. The research depicts 28 clusters of missing people across the continent, something that has never been exposed and was a shocking find to researchers. Topography does play a part into the age of the victims and certain clusters have specific age and sex consistency that is baffling. This is not a phenomenon that has been occurring in just the last few decades, clusters of missing people have been identified as far back as the 1800's.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Mystery",
                "Fantasy",
                "History",
                "Horror",
                "Reference",
                "Environment",
                "Pseudoscience"
            ]
        },
        {
            "title": "Seeds of Rebellion",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.28,
            "ranking_count": 28564,
            "abstract": "The second epic installment of Brandon Mull’s #1. New York Times. bestselling fantasy series!. After the cliffhanger ending of. A World Without Heroes,. Jason is back in the world he’s always known—yet for all his efforts to get home, he finds himself itching to return to Lyrian. Jason knows that the shocking truth he learned from Maldor is precious information that all of his friends in Lyrian, including Rachel, need if they have any hope of surviving and defeating the evil emperor.. Meanwhile, Rachel and the others have discovered new enemies—as well as new abilities that could turn the tide of the entire quest. And as soon as Jason succeeds in crossing over to Lyrian, he’s in more danger than ever. Once the group reunites, they strive to convince their most-needed ally to join the war and form a rebellion strong enough to triumph over Maldor. At the center of it all, Jason and Rachel realize what roles they’re meant to play—and the answers are as surprising as they are gripping.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Obsidian",
            "authors": [
                "Laurann Dohner"
            ],
            "ranking": 4.2,
            "ranking_count": 15593,
            "abstract": "Book 8 in the New Species series. Dr. Allison Baker is obsessed with saving the comatose New Species male. She has tried everything and there's only one option left. Alli will break every rule and put her life in danger by tempting 880 to wake, using only her feminine scent and touch. She just has to kidnap him and crawl into bed with him to make it work. 880 wakes in a different world with a small female who's been sleeping beside him, caressing him and wrapping her sweet body around his, teasing his senses. He lies silent and still, listening and evaluating each arousing touch, fighting his body's reaction. Hatred flares when he discovers she's human, but Mercile stole everything from him so he decides it's fair to take her in return. But things quickly change and he wants her at his side and in his bed. 880 has chosen a new name-Obsidian-the personification of dark and dangerous. He'll fight them all to keep Alli. No one will stand in his way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult Fiction",
                "Paranormal",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Tempest",
            "authors": [
                "Julie Cross"
            ],
            "ranking": 3.7,
            "ranking_count": 13100,
            "abstract": "The year is 2009. Nineteen-year-old Jackson Meyer is a normal guy… he's in college, has a girlfriend… and he can travel back through time. But it's not like the movies — nothing changes in the present after his jumps, there's no space-time continuum issues or broken flux capacitors — it's just harmless fun.. That is… until the day strangers burst in on Jackson and his girlfriend, Holly, and during a struggle with Jackson, Holly is fatally shot. In his panic, Jackson jumps back two years to 2007, but this is not like his previous time jumps. Now he's stuck in 2007 and can't get back to the future.. Desperate to somehow return to 2009 to save Holly but unable to return to his rightful year, Jackson settles into 2007 and learns what he can about his abilities.. But it's not long before the people who shot Holly in 2009 come looking for Jackson in the past, and these Enemies of Time will stop at nothing to recruit this powerful young time-traveler. Recruit… or kill him.. Piecing together the clues about his father, the Enemies of Time, and himself, Jackson must decide how far he's willing to go to save Holly… and possibly the entire world.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Permeable Borders",
            "authors": [
                "Nina Kiriki Hoffman"
            ],
            "ranking": 4.28,
            "ranking_count": 168,
            "abstract": "Nina Kiriki Hoffman has published over 200 stories. Her stories have gained many honors, including the Writers of the Future award, Locus Award, and the Nebula Award. This current collection collects 16 of her more recent stories, as well as earlier work not previously collected. It also includes a previously unpublished story.. FINDING HOME:. Key Signatures. The Weight of Wishes. FAIRY TALES:. How I Came to Marry a Herpetologist. Strikes of the Heart. Switched. FINDING EACH OTHER:. Sourheart. Inner Child. Home For Christmas. Anger Management. Trees Perpetual of Sleep. Hostile Takeover. Here We Come A-Wandering. PERMEABLE BORDERS:. The Wisdom of Disaster. A Fault Against the Dead. The Trouble with the Truth. HOME:. Gone to Heaven Shouting",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Young Adult",
                "Science Fiction",
                "Speculative Fiction",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "Portrait of a Spy",
            "authors": [
                "Daniel Silva",
                "Simon Vance"
            ],
            "ranking": 4.25,
            "ranking_count": 27141,
            "abstract": "For Gabriel Allon and his wife, Chiara, it was supposed to be the start of a romantic weekend in London. But nothing is ever that simple when you're an off-duty spy and assassin. And when he fails to prevent a suicide bombing attack on Covent Garden, Gabriel is drawn once again into the world of international espionage and intrigue. From the streets of New York and London, to the unforgiving landscape of the Saudi desert, Gabriel Allon is in a race to the death against a calculating mass-murderer that he dare not lose ...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Spy Thriller",
                "Suspense",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Tremble",
            "authors": [
                "Jus Accardo"
            ],
            "ranking": 4.12,
            "ranking_count": 2255,
            "abstract": "Dez Cross has problems. She’s almost eighteen and on the verge of losing her mind thanks to the drug Denazen used to enhance her abilities. People close to her have turned their back on the underground and are now fighting for the wrong side. And then there’s Kale... Things couldn’t get any worse.. Until of course, they do. Denazen is about to start a new trial—this one called Domination—and it works. But that means out with the old and in with the new. The order has been given to terminate all remnants of the second trial—including Dez. The good news is that there’s a survivor from the original trial. A woman who’s blood may hold the cure for the second generation of Supremacy kid’s defect. But the underground Sixes aren’t the only ones who know about her….. Cross is willing to throw everything he has to keep Dez from getting the cure—including the one thing that might tear her apart from the inside out.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction"
            ]
        },
        {
            "title": "Memory",
            "authors": [
                "Donald E. Westlake"
            ],
            "ranking": 3.73,
            "ranking_count": 609,
            "abstract": "After a brutal act of violence leaves him suffering devastating memory loss, actor Paul Cole struggles to recover his identity while under the watchful, hostile eye of the police.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Pulp",
                "Novels",
                "Thriller",
                "Drama"
            ]
        },
        {
            "title": "The Viking's Apprentice",
            "authors": [
                "Kevin McLeod"
            ],
            "ranking": 3.83,
            "ranking_count": 169,
            "abstract": "What happens in Campbell's Cove, must remain in Campbell's Cove.. Campbell's Cove is a town steeped in a rich history of dragons, witches and brave warriors. History tells of one Viking warrior who rose above them all to claim the ultimate prize. Hundreds of years later strange things start happening in the town. Could the Viking stories be true? Has the evil returned? Who can protect the people?. When school friends Peter and George take their summer holiday with Peter's Granddad it turns into an adventure that they will never forget. Peter must face a future he could never have dreamed of and learn of a past that has been kept secret for hundreds of years. A fight for friendship and survival and a struggle against an ancient evil that takes them into the Caves of Campbell's Cove and beyond.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Business",
                "Cultural"
            ]
        },
        {
            "title": "Pretty Tilt",
            "authors": [
                "Carrie Murphy"
            ],
            "ranking": 4.45,
            "ranking_count": 31,
            "abstract": "Pretty Tilt examines sex, feminism and gender roles through the lens of early-21st century girlhood. Influenced by both the Gurlesque and by post-confessionalism, these poems focus an unflinching eye on the strange, ugly, and beautiful paradoxes of growing up female.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "My Soul to Steal",
            "authors": [
                "Rachel Vincent"
            ],
            "ranking": 4.12,
            "ranking_count": 16364,
            "abstract": "Trying to work things out with Nash—her maybe boyfriend—is hard enough for Kaylee Cavanaugh. She can't just pretend nothing happened. But complicated doesn't even begin to describe their relationship when his ex-girlfriend transfers to their school, determined to take Nash back.. See, Sabine isn't just an ordinary girl. She's a. mara. , the living personification of a nightmare. She can read people's fears—and craft them into nightmares while her victims sleep. Feeding from human fear is how she survives.. And Sabine isn't above scaring Kaylee and the entire school to death to get whatever—and. whoever. —she wants.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Drinking with Strangers: Music Lessons from a Teenage Bullet Belt",
            "authors": [
                "Butch Walker",
                "Matt Diehl"
            ],
            "ranking": 4.14,
            "ranking_count": 778,
            "abstract": "From his days with his band the Marvelous 3 to his current work producing some of today's hottest talent - from Weezer and Katy Perry to Pink and The Donnas - Butch Walker has been a major influence in contemporary pop music. But the road to success wasn't easy. Drinking with Strangers takes readers beyond the studio for a rare glimpse into a life that has been defined by raw talent, adversity and a drive for perfection. As a teenager, Walker and his band left Cartersville, Georgia for the mean streets of Los Angeles to try to make it in the rock world. When the fairy tale label dream never quite materialized after many false starts - including a really bad video from the guy who did all the Aerosmith videos - Walker and his band quickly converted to the DIY (do it yourself) approach, touring the country and doing over 250 gigs a year, selling his merch, records, and even tapes out of any van that he happened to be driving that day. There are a lot of life lessons to be learned while out on the road trying to make it as a musician, and Walker is no exception - and here he shares his anecdotes and tales with insight and candor and what it's really like to spend a life of drinking with strangers. Almost a primer for anyone who wants to make it in the music business, Drinking with Strangers will be interspersed with lots of Butchisms, including the world's most depressing pie chart about music publishing; how in 1984 his production studio consisted of a boom box, while today it's a Studer and Pro Tools; how to make a really bad music video and spend 3x what the album cost to make; and of course what all musicians need to know - how and why their A&R guy (or gal) could get fired and leave you and your band in the dust.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Adult"
            ]
        },
        {
            "title": "The Greatest Gift: Unwrapping the Full Love Story of Christmas",
            "authors": [
                "Ann Voskamp"
            ],
            "ranking": 4.31,
            "ranking_count": 4495,
            "abstract": "Thousands of readers have already fallen in love with Ann Voskamp's One Thousand Gifts, and this Christmas, Ann will help readers celebrate the lineage and the majesty of God's greatest gift--Jesus Christ. In what is sure to become an instant holiday classic, Voskamp reaches back into the pages of the Old Testament to explore the lineage of Jesus via the advent tradition of The Jesse Tree.Beginning with Jesse, the father of David, The Greatest Gift retraces the epic pageantry of mankind, from Adam to the Messiah, with each day's reading pointing to the coming promise of Christ.Sure to become a holiday staple in every Christian home, The Greatest Gift is the perfect gift for the holidays and a timeless reminder of the true meaning of Christmas.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality"
            ]
        },
        {
            "title": "Fever",
            "authors": [
                "Mary Beth Keane"
            ],
            "ranking": 3.71,
            "ranking_count": 13029,
            "abstract": "Fever casts a brilliant light over the life of a figure once described as 'the most dangerous woman in America'. Mary Mallon, an Irish immigrant in turn-of-the-century New York, is headstrong and brave, a woman who has battled fiercely to better her lot in life and keep her wayward lover Alfred on the straight and narrow. She works her way up the ranks to cook for the wealthiest families in Manhattan,. but leaves a trail of death and disease in her wake. When she is imprisoned in complete isolation, despite being perfectly healthy herself, she refuses to understand her paradoxical situation. Condemned by press and public alike, she is branded a murderer, but continues to fight for her freedom. Mary Beth Keane's fictional account is as fiercely compelling as Typhoid Mary herself and Keane presents us with a very cleverly wrought conundrum: was Mary Mallon a selfish monster, or was she a hounded innocent?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New York",
                "Adult",
                "Adult Fiction",
                "Medical",
                "Book Club",
                "Audiobook",
                "Health"
            ]
        },
        {
            "title": "The Patron Saint of Lost Dogs",
            "authors": [
                "Nick Trout"
            ],
            "ranking": 3.68,
            "ranking_count": 2658,
            "abstract": "After fifteen years, Dr. Cyrus Mills returns to rural Vermont to inherit the Bedside Manor for Sick Animals, the failing veterinary practice of his recently deceased and long-estranged father. Cyrus, a veterinary pathologist far more comfortable with cold clinical facts than living, breathing animals (not to mention their quirky, demanding owners), intends to sell the practice and get out of town as fast as he can.. Then his first patient—a down-on-her-luck golden retriever named Frieda Fuzzypaws—wags her way through the door, and suddenly life gets complicated. With the help of a black Labrador gifted in the art of swallowing underwear, a Persian cat determined to expose her owner’s lover as a gold digger, and the allure of a feisty, pretty waitress from the local diner, Cyrus gets caught up in a new community and its endearing residents, both human and animal. Sensing he may have misjudged the past, he begins to realize it’s not just his patients that need healing.. The Patron Saint of Lost Dogs. is a winsome tale of new beginnings, forgiveness, and the joy of finding your way home.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Animals",
                "Contemporary",
                "Realistic Fiction",
                "Mystery",
                "Audiobook",
                "Adult",
                "Relationships"
            ]
        },
        {
            "title": "The Gypsy Witch",
            "authors": [
                "Roberta Kagan",
                "Veronika Knight",
                "Melba Sibrel"
            ],
            "ranking": 3.93,
            "ranking_count": 69,
            "abstract": "Romance, mystery, and betrayal..... Set during the life time of Rasputin (the mad monk of Russia), and spanning across Siberia and Europe, The Gypsy Witch is a sweeping tale of the Romany (gypsies), their magical ways and romantic customs.. Rasputin, known for alcohol abuse, tantric sex, and womanizing is on his way to controlling the court of Russia by convincing the Czarina that he is the only one who can heal her hemophiliac son. But when he meets a young gypsy girl he learns that he is not the only one with magical powers. And women's feelings should never be taken lightly.. To hear a sample audio of this book, please visit http://bit.ly/NfDIBE.. ©2010 Roberta Kagan (P)2012 Roberta Kagan",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "Life is What You Make It: A Story of Love, Hope and How Determination Can Overcome Even Destiny",
            "authors": [
                "Preeti Shenoy"
            ],
            "ranking": 3.64,
            "ranking_count": 19282,
            "abstract": "Alternate cover for this ISBN can be found. here. The heart-warming story of a young girl who struggles against all odds, when life as she knows it is disrupted What would you do if the perfect life you have is torn asunder?. Set across two cities in India in the early eighties,. Life Is What You Make It. is a gripping account of the years that change young Ankita Sharma's life. Pretty and intelligent, Ankita has everything she wants: friends, boys in hot pursuit, and admission into a premier management school for her MBA. But six months later, she finds herself a patient in a mental health hospital. How did she get here and will she ever get back her life again? Somehow, everything that made up her world has been taken away - and now she must fight like she has never had to, to recover her rightful lot.. A gripping story of the pains of growing up, the strength afforded by faith and the indestructibility of the spirit, here is an inspiring story for modern readers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Self Help",
                "Romance",
                "Cultural",
                "Contemporary",
                "Psychology",
                "Novels",
                "Health",
                "Young Adult"
            ]
        },
        {
            "title": "The Slave Across the Street",
            "authors": [
                "Theresa L. Flores",
                "PeggySue Wells"
            ],
            "ranking": 3.79,
            "ranking_count": 3124,
            "abstract": "*** Wall Street Journal and USA Today best seller! ***. While more and more people each day become aware of the dangerous world of human trafficking, most people in the U.S. still believe this is something that happens to foreign women, men, and children--not something that happens to their own.. In this powerful true story, Theresa L. Flores shares how her life as an All-American, blonde-haired 15-year-old teenager who could have been your neighbor was enslaved into the dangerous world of sex trafficking while living in an upper-middle class suburb of Detroit. Her story peels the cover off of this horrific criminal activity and gives dedicated activists as well as casual bystanders a glimpse into the underbelly of trafficking. And it all happened while living at home wihtout her parents ever knowing about it. Involuntarily involved in a large underground criminal ring, Ms. Flores endured more as a child than most adults will ever face their entire lives.. In this book, Ms. Flores discusses how she healed the wounds of sexual servitude and offers advice to parents and professionals on preventing this from occurring again, educating and presenting significant facts on human trafficking in modern day America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Crime",
                "Biography Memoir",
                "Mystery",
                "Sociology",
                "Social Movements",
                "Psychology"
            ]
        },
        {
            "title": "Unglued: Making Wise Choices in the Midst of Raw Emotions",
            "authors": [
                "Lysa TerKeurst"
            ],
            "ranking": 4.15,
            "ranking_count": 13657,
            "abstract": "Do you ever feel like your emotions are working against you? Though we may find ourselves stuffing down emotions, exploding with emotions, or reacting somewhere in between, Lysa TerKeurst assures us it’s possible to make our emotions work for us.. Lysa admits that she, like most women, has had experiences where others bump into her happy and she comes emotionally unglued. But the good news is, God gave us emotions to experience life, not destroy it. With gut-honest personal examples and biblical teaching, Lysa shows us how to use our emotions for good.. Unglued. will equip you to:. Know with confidence how to resolve conflict in your important relationships.. Find peace in your most difficult relationships as you learn to be honest but kind when offended.. Identify what type of reactor you are and how to significantly improve your communication.. Respond with no regrets by managing your tendencies to stuff, explode, or react somewhere in between.. Gain a deep sense of calm by responding to situations out of your control without acting out of control.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Self Help",
                "Religion",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "The Intern's Handbook",
            "authors": [
                "Shane Kuhn"
            ],
            "ranking": 3.64,
            "ranking_count": 6181,
            "abstract": "Interns are invisible. That’s the mantra behind HR, Inc., an elite placement agency that doubles as a network of assassins-for-hire, taking down high-profile executives who wouldn't be able to remember an intern’s name if their lives depended on it.. At the ripe old age of twenty-five, John Lago is already New York City’s most successful hit man. He’s also an intern at a prestigious Manhattan law firm, clocking eighty hours a week getting coffee, answering phones, and doing all the grunt work no one else wants to do. But he isn't trying to claw his way to the top of the corporate food chain. He was hired to assassinate one of the firm’s heavily guarded partners. His internship is the perfect cover, enabling him to gather intel and gain access in order to pull off a clean, untraceable hit.. The Intern’s Handbook is John Lago's unofficial survival guide for new recruits at HR, Inc. (Rule #4: Learn how to make the perfect cup of coffee: you make an exec the best coffee he’s ever had, and he will make sure you’re at his desk every morning for a repeat performance. That’s repetitive exposure, which begets access and trust. 44% of my kills came from my superior coffee-making abilities.). Part confessional, part how-to, the handbook chronicles John’s final assignment, a twisted thrill ride in which he is pitted against the toughest—and sexiest—adversary he’s ever faced: Alice, an FBI agent assigned to take down the same law partner he’s been assigned to kill.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Humor",
                "Adult Fiction",
                "Contemporary",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Songs of Unreason",
            "authors": [
                "Jim Harrison"
            ],
            "ranking": 4.38,
            "ranking_count": 350,
            "abstract": "#1 on the Poetry Foundation Bestseller List; a Michigan Notable Book; a Los Angeles Times Book Prize finalist.. A beautifully mysterious inquiry.—. Booklist. . Songs of Unreason. , Harrison's latest collection of poetry, is a wonderful defense of the possibilities of living.—. The Industrial Worker Book Review. As in all good poetry, Harrison's lines linger to be ruminated upon a third or fourth time, with each new reading revealing more substance and raising more questions.—. Library Journal. Jim Harrison's compelling and provocative. Songs of Unreason. explores what it means to inhabit the world in atavistic, primitive, and totemistic ways. This can be disturbing to the learned, Harrison admits. Using interconnected suites, brief lyrics, and rollicking narratives, Harrison's passions and concerns—creeks, thickets, time's effervescence, familiar love—emerge by turns painful and celebratory, localized and exiled.. From Suite to Unreason:. Where's my medicine bag? It's either hiddenor doesn't exist. Inside are memories of earth: corn pollen, a bear claw, an umbilical cord. If they exist they help me ride the darkheavens of this life. Such fragile wings.. Jim Harrison. is the author of thirty books, including. Legends of the Fall. and. River Swimmer. , and has served as the food columnist for. Esquire. . Harrison divides his time between Montana and southern Arizona.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction"
            ]
        },
        {
            "title": "Running Wild",
            "authors": [
                "Linda Howard",
                "Linda Jones"
            ],
            "ranking": 3.9,
            "ranking_count": 5105,
            "abstract": "Carlin Reed lives in fear, off the grid, moving from place to place. So Battle Ridge, Wyoming, a small town in the middle of nowhere, seems like a good place to lie low for a while. But after becoming cook and housekeeper to cattle rancher Zeke Decker, Carlin suspects that she’s made her first mistake. Rugged, sexy, and too distracting for his own good, Zeke is pure temptation mixed with something deep and primal that makes Carlin feel almost safe. Soon things are getting way too hot in the kitchen.. Zeke doesn't challenge Carlin’s terms: cash, dead bolts, and no questions. It is easy to see that she’s a woman in trouble. Problem is, he’s so blindsided by his attraction to her he can’t think straight. Zeke tries to stay. all business, no complications. —but that game plan is sabotaged the second Carlin gets under his skin. And when her terrifying past follows her to the ranch, Carlin faces a heartbreaking choice: run away from the man she loves, or put him in the crosshairs of a madman.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Westerns",
                "Suspense",
                "Audiobook",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "How Should a Person Be? A Novel From Life",
            "authors": [
                "Sheila Heti"
            ],
            "ranking": 3.29,
            "ranking_count": 12745,
            "abstract": "From the internationally acclaimed author of. The Middle Stories. and. Ticknor. comes a bold interrogation into the possibility of a beautiful life.. How Should a Person Be?. is a novel of many identities: an autobiography of the mind, a postmodern self-help book, and a fictionalized portrait of the artist as a young woman — of two such artists, in fact.. For reasons multiple and mysterious, Sheila finds herself in a quandary of self-doubt, questioning how a person should be in the world. Inspired by her friend Margaux, a painter, and her seemingly untortured ability to live and create, Sheila casts Margaux as material, embarking on a series of recordings in which nothing is too personal, too ugly, or too banal to be turned into art. Along the way, Sheila confronts a cast of painters who are equally blocked in an age in which the blow job is the ultimate art form. She begins questioning her desire to be Important, her quest to be both a leader and a pupil, and her unwillingness to sacrifice herself.. Searching, uncompromising and yet mordantly funny,. How Should a Person Be?. is a brilliant portrait of art-making and friendship from the psychic underground of Canada's most fiercely original writer. This paperback edition features new and expanded content.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Cultural",
                "Literary Fiction",
                "Art",
                "Womens",
                "Philosophy",
                "Adult",
                "Self Help"
            ]
        },
        {
            "title": "The Enough Moment: Fighting to End Africa's Worst Human Rights Crimes",
            "authors": [
                "John Prendergast",
                "Don Cheadle"
            ],
            "ranking": 3.68,
            "ranking_count": 139,
            "abstract": "Had Enough?. Join activists, organizations, and celebrities to fight human rights crimes in Africa.. Human rights activist John Prendergast and Oscar-nominated actor Don Cheadle bring us an empowering and hopeful new book, as they reveal the steps being taken by engaged citizens--Upstanders--famous and unknown, here and abroad, to combat genocide, rape, and child soldierdom in Africa, and show how you can be a part of the movement.. Learn how a high school student in Chicago rallied fellow students all over his city to raise awareness of genocide... a former child soldier in Uganda formed a group of others like him to aid in reconciliation... and a mother and teacher gang-raped by soldiers in Congo found strength to help other survivors. John and Don present ways for you to form alliances, contact Congress, alert the media, enlist corporations, and use social media to become part of the solution.. Featuring testimonies and interviews with:. - Ben Affleck - Madeleine Albright - Emmanuelle Chriqui - Sheryl Crow - Ann Curry - Annie Duke - Dave Eggers - Mia Farrow - Ryan Gosling - Mariska Hargitay - Emile Hirsch - Iman - Angelina Jolie - Nicholas Kristof - Joel Madden - Nicole Richie - Martin Sheen - Robin Wright - As well as a number of members of Congress and many others making a difference",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Politics",
                "War"
            ]
        },
        {
            "title": "Bearers of the Black Staff",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 4.05,
            "ranking_count": 10045,
            "abstract": "Five hundred years have passed since the devastating demon-led war that almost exterminated humankind. Those who escaped the carnage were led to sanctuary by the boy saviour known as Hawk: the gypsy morph. But now, the unimaginable has come to pass: the cocoon of protective magic surrounding the valley has vanished.. When Sider Ament, last surviving Knight of the Word, detects unknown predators stalking the valley, and Trackers from the human village of Glensk Wood, find two of their own gruesomely killed, there can be no doubt: the once safe haven of generations has been laid bare. Together, the young Trackers, the aging Knight, and a daring Elf princess race to spread word of the encroaching danger. But suspicion and hostility among their countrymen threaten to doom their efforts from within, while beyond the breached borders, a ruthless Troll army masses for invasion. Standing firm between the two, the last wielder of the black staff and its awesome magic must find a successor to carry on the fight against the cresting new wave of evil.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Epic",
                "Science Fiction Fantasy",
                "Adventure",
                "Science Fiction",
                "Apocalyptic"
            ]
        },
        {
            "title": "Clariel",
            "authors": [
                "Garth Nix"
            ],
            "ranking": 3.85,
            "ranking_count": 24386,
            "abstract": "Akcja powieści rozgrywa się 600 lat przed narodzinami Sabriel, bohaterki oryginalnej trylogii. Tym razem główną bohaterką jest Clariel, młoda dziewczyna, która najbardziej na świecie lubi przebywać pośród dziczy lasu. Marzy jej się, by pewnego dnia zostać jednym z Pograniczników i spędzać życie jako łowca i strażnik. Wszystko zmienia się, kiedy jej matka zostaje przyjęta do Gildii Jubilerów w mieście Belisaere. Clariel musi wtedy dołączyć do Akademii, gdzie ma się nauczyć wszystkiego co niezbędne w życiu arystokratycznych elit. Na szczęście szybko okazuje się, że Clariel posiada wyjątkowe cechy - jest dziedziczką wielkiego Abhorsena, pilnującego, by świat zmarłych nie przenikał do krainy żywych. Posiada również cechę berserku, trudnego do opanowania gniewu, który daje jej jednak nadludzką siłę. Za namową nauczyciela magii, Clariel dołącza do grupy spiskowców, walczących z demonami. Celem bohaterki jest jednak przede wszystkim ucieczka z miasta i powrót do lasu, a nowo poznani przyjaciele mają jej w tym pomóc...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Woman from Tantoura",
            "authors": [
                "Radwa Ashour",
                "Kay Heikkinen"
            ],
            "ranking": 4.34,
            "ranking_count": 24058,
            "abstract": "Palestine. For most of us, the word brings to mind a series of confused images and disjointed associations-massacres, refugee camps, UN resolutions, settlements, terrorist attacks, war, occupation, checkered kouffiyehs and suicide bombers, a seemingly endless cycle of death and destruction. This novel does not shy away from such painful images, but it is first and foremost a powerful human story, following the life of a young girl from her days in the village of al-Tantoura in Palestine up to the dawn of the new century. We participate in events as they unfold, seeing them through the uneducated but sharply intelligent mind of Ruqayya, as she tries to make sense of all that has happened to her and her family. With her, we live her love of her land and of her people; we feel the repeated pain of loss, of diaspora and of cross-generational misunderstanding; and above all, we come to know her indomitable human spirit. As we read we discover that we have become part of Ruqayya's family, and her voice will remain with us long after we have closed the book.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Historical",
                "Literature",
                "Northern Africa",
                "Politics",
                "War",
                "Unfinished",
                "African Literature"
            ]
        },
        {
            "title": "Thunder Bay",
            "authors": [
                "Robert Reynolds"
            ],
            "ranking": 4.5,
            "ranking_count": 4,
            "abstract": "A fishing boat vanishes during a violent storm on Thunder Bay. Its disappearance goes unnoticed. A mysterious canister is found on an unidentified body that washes in. Authorities are alarmed about the container's deadly contents. Discovery of the sunken boat leads authorities to the owner's common-law wife, setting off an investigation on both sides of Lake Huron. Additional leads point Canadian authorities to a cell of suspicious individuals and surveillance is begun. A suspect slips away in the darkness, but what's become of the others? Throughout this tale of mystery and intrigue, love blossoms between the story's pivotal character, retired chemical weapons expert, widower Ray Winters and his old sweetheart, Millie Tremaine. Set along Michigan's idyllic Thunder Bay, this timely thriller is framed by pristine waters, treacherous schemers, and rekindled love, all brought to life with an array of colorful characters.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Oracle of Delphi",
            "authors": [
                "James Gurley"
            ],
            "ranking": 4.45,
            "ranking_count": 11,
            "abstract": "ORACLE OF DELPHI - BOOK ONE OF THE DELPHI CHRONICLES In Oracle of Delphi, the first part of a trans-planetary teenage fantasia, a young country teen comes into his manhood in front of the epic backdrop of warring interstellar species and royal intrigue.. Oracle of Delphi is a breathtaking and genre-bending coming of age story that tells the tale of Tad, an orphaned young man raised by his uncle in the desert, who ventures into the seat of royal power only to discover that he might have been chosen as royal companion to the boy king for his buried magical powers. Caught between the space of magic and science, where ancient technologies have been lost and ignorance reigns supreme, Tad must navigate the deadly world of royal inter-specieal intrigue, assassination attempts, and eventually banishment into the deadly barren lands crushed by the Veil, an intergalactic scourge that eliminated interstellar transportation eons ago.Whether by choice or by burden, Tad quickly realizes that his destiny is larger than anyone could have ever guessed, his purpose greater than he ever thought, and his young loves more magnificent than his innocent mind can imagine.. Part Game of Thrones Part Harry Potter in space, the Oracle of Delphi imagines the most amazing story world yet to come.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Планета вода",
            "authors": [
                "Boris Akunin",
                "Борис Акунин"
            ],
            "ranking": 3.69,
            "ranking_count": 1288,
            "abstract": "Планета Вода. Приключения Эраста Фандорина в XX веке Часть первая. Книга включает в себя три детектива: Планета Вода, Парус одинокий и Куда ж нам плыть?. По авторской классификации это технократический детектив, ностальгический детектив и идиотический детектив.. Действие происходит в 1902-1912 годах.. Книга снабжена большим количеством иллюстраций Игоря Сакурова.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Historical",
                "Literature",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "CATFANCY's Naughty No More! Change Unwanted Behaviors through Positive Reinforcement",
            "authors": [
                "Marilyn Krieger"
            ],
            "ranking": 4.06,
            "ranking_count": 71,
            "abstract": "Thought you couldn't train your cat and resolve troublesome cat behavior challenges? Yes, you can! Clicker training, combined with other friendly, positive behavior modification techniques can effectively solve cat behavior problems and train your cat in a way that will be quick and easy for you-and fun for your cat. Clicker training can also improve your cat's activity rate, attitude and, more importantly, strengthen the bonds between you and your cat.. In this easy-to-read beginner's guide, Marilyn Krieger, a leading clicker-training expert, tells you how to teach your cat to: sit and stay and not dart out of doors; not scratch the furniture; have stress-free introductions to new cats; stay off the table and counters; get along better with you, your guests and other cats; have a stress free association with both the cat carrier and the trip to the veterinarian; do tricks and much more!",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Nonfiction",
                "Self Help"
            ]
        },
        {
            "title": "In the Kingdom of Ice: The Grand and Terrible Polar Voyage of the USS Jeannette",
            "authors": [
                "Hampton Sides"
            ],
            "ranking": 4.24,
            "ranking_count": 19955,
            "abstract": "On July 8, 1879, Captain George Washington De Long and his team of thirty-two men set sail from San Francisco on the USS Jeanette. Heading deep into uncharted Arctic waters, they carried the aspirations of a young country burning to be the first nation to reach the North Pole.. Two years into the voyage, the Jeannette's hull was breached by an impassable stretch of pack ice, forcing the crew to abandon ship amid torrents of rushing of water. Hours later, the ship had sunk below the surface, marooning the men a thousand miles north of Siberia, where they faced a terrifying march with minimal supplies across the endless ice pack.. Enduring everything from snow blindness and polar bears to ferocious storms and labyrinths of ice, the crew battled madness and starvation as they struggled desperately to survive. With thrilling twists and turns, In The Kingdom of Ice is a tale of heroism and determination in the most brutal place on Earth.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Historical",
                "North American Hi...",
                "Audiobook",
                "Biography",
                "Travel",
                "Science"
            ]
        },
        {
            "title": "Au revoir là-haut",
            "authors": [
                "Pierre Lemaitre"
            ],
            "ranking": 4.17,
            "ranking_count": 10670,
            "abstract": "Rescapés du chaos de la Grande Guerre, Albert et Edouard comprennent rapidement que le pays ne veut plus d'eux. Malheur aux vainqueurs ! La France glorifie ses morts et oublie les survivants. Albert, employé modeste et timoré, a tout perdu. Edouard, artiste flamboyant devenu une gueule cassée, est écrasé par son histoire familiale. Désarmés et abandonnés après le carnage, tous deux sont condamnés à l'exclusion.. Refusant de céder à l'amertume ou au découragement, ils vont, ensemble, imaginer une arnaque d'une audace inouïe qui mettra le pays tout entier en effervescence... Et élever le sacrilège et le blasphème au rang des beaux-arts. Bien au delà de la vengeance et de la revanche de deux hommes détruits par une guerre vaine et barbare, ce roman est l'histoire caustique et tragique d’un défi à la société, à l'Etat, à la famille, à la morale patriotique, responsables de leur enfer.. Dans la France traumatisée de l'après guerre qui compte son million et demi de morts, ces deux survivants du brasier se lancent dans une escroquerie d'envergure nationale d'un cynisme absolu.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "War",
                "Roman",
                "European Literature",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "Web of Lies",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.1,
            "ranking_count": 22199,
            "abstract": "Curiosity is definitely going to get me dead one of these days. Probably real soon.. I'm Gin Blanco.. You might know me as the Spider, the most feared assassin in the South. I’m retired now, but trouble still has a way of finding me. Like the other day when two punks tried to rob my popular barbecue joint, the Pork Pit. Then there was the barrage of gunfire on the restaurant. Only, for once, those kill shots weren’t aimed at me. They were meant for Violet Fox. Ever since I agreed to help Violet and her grandfather protect their property from an evil coalmining tycoon, I’m beginning to wonder if I’m really retired. So is Detective Donovan Caine. The only honest cop in Ashland is having a real hard time reconciling his attraction to me with his Boy Scout mentality. And I can barely keep my hands off his sexy body. What can I say? I’m a Stone elemental with a little Ice magic thrown in, but my heart isn’t made of solid rock. Luckily, Gin Blanco always gets her man . . . dead or alive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Day of Wrath",
            "authors": [
                "William R. Forstchen"
            ],
            "ranking": 4.21,
            "ranking_count": 1484,
            "abstract": "Bob Petersen arrives with his daughter at the Middle Grade school in Maine where he teaches, expecting another regular day but worried about what recent ominous news reports might portend. Suddenly his school -- along with many others across the United States -- is under attack. Gunmen burst in, slaughtering children and adults alike. This novella by New York Times bestselling author William R. Forstchen imagines a horrifying scenario where, in the course of one day, the terrorist group ISIS carries out massacres in schools and on highways across the United States. With a surprisingly small but well-organized and ruthless force, the nightmarish devastation brings America to a state of near-paralysis. Author of One Second After and Pillar to the Sky, this heart-stopping novella brings home just how fragile our defenses and infrastructure really are. It is also a story of heroic efforts to save lives, while sounding a wake-up call to American citizens and their government. From the ISIS leader in Syria, to the murderous rampages throughout the U.S., Day of Wrath reveals with chilling effect how national panic and paralyzing terror at the spiraling violence can bring a mighty country to a near-standstill. Petersen's fight to save lives and stop the merciless gunmen provides edge-of-the-seat drama. Day of Wrath is a provocative work that should stimulate an intense national debate. One Second After was cited on the floor of Congress as the book everyone should read. -A THRILLING - AND TERRIFYING - TALE OF WHAT COULD BE OUR NEXT 9/11!- - W.E.B. Griffin & William E. Buttersworth IV, #1 Wall Street Journal & New York Times Bestselling Authors",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Audiobook",
                "War",
                "Adventure",
                "Horror",
                "Science Fiction"
            ]
        },
        {
            "title": "Forks Over Knives: The Plant-Based Way to Health",
            "authors": [
                "Gene  Stone",
                "T. Colin Campbell",
                "Caldwell B. Esselstyn Jr."
            ],
            "ranking": 4.08,
            "ranking_count": 7024,
            "abstract": "The #1. New York Times. bestseller answers: What if. one simple change. could save you from heart disease, diabetes, and cancer?. For decades, that question has fascinated a small circle of impassioned doctors and researchers—and now, their life-changing research is making headlines in the hit documentary. Forks Over Knives. . Their answer?. Eat a whole-foods, plant-based diet. —it could save your life.. It may overturn most of the diet advice you’ve heard—but the experts behind. Forks Over Knives. aren’t afraid to make waves. In his book. Prevent and Reverse Heart Disease. , Dr. Caldwell Esselstyn explained that eating meat, dairy, and oils injures the lining of our blood vessels, causing heart disease, heart attack, or stroke. In. The China Study. , Dr. Colin Campbell revealed how cancer and other diseases skyrocket when eating meat and dairy is the norm—and plummet when a traditional plant-based diet persists. And more and more experts are adding their voices to the cause:. There is nothing else you can do for your health that can match the benefits of a plant-based diet. .. Now, as. Forks Over Knives. is introducing more people than ever before to the plant-based way to health, this accessible guide provides the information you need to adopt and maintain a plant-based diet. Features include:. Insights from the. luminaries behind the film. —Dr. Neal Barnard, Dr. John McDougall,. The Engine 2 Diet. author Rip Esselstyn, and many others. Success stories. from converts to plant-based eating—like San’Dera Prude, who no longer needs to medicate her diabetes, has lost weight, and feels great!. The many. benefits of a whole-foods, plant-based diet. —for you, for animals and the environment, and for our future. A helpful primer on crafting a healthy diet rich in unprocessed fruits, vegetables, legumes, and whole grains, including. tips on transitioning. and essential kitchen tools. 125 recipes. from 25 champions of plant-based dining—from Blueberry Oat Breakfast Muffins and Sunny Orange Yam Bisque to Garlic Rosemary Polenta and Raspberry-Pear Crisp—delicious, healthy, and for every meal, every day.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Self Help",
                "Science"
            ]
        },
        {
            "title": "How to Clone a Mammoth: The Science of De-Extinction",
            "authors": [
                "Beth Shapiro"
            ],
            "ranking": 3.9,
            "ranking_count": 757,
            "abstract": "Could extinct species, like mammoths and passenger pigeons, be brought back to life? The science says yes. In. How to Clone a Mammoth. , Beth Shapiro, evolutionary biologist and pioneer in ancient DNA research, walks readers through the astonishing and controversial process of de-extinction. From deciding which species should be restored, to sequencing their genomes, to anticipating how revived populations might be overseen in the wild, Shapiro vividly explores the extraordinary cutting-edge science that is being used--today--to resurrect the past. Journeying to far-flung Siberian locales in search of ice age bones and delving into her own research--as well as those of fellow experts such as Svante Paabo, George Church, and Craig Venter--Shapiro considers de-extinction's practical benefits and ethical challenges. Would de-extinction change the way we live? Is this really cloning? What are the costs and risks? And what is the ultimate goal?. Using DNA collected from remains as a genetic blueprint, scientists aim to engineer extinct traits--traits that evolved by natural selection over thousands of years--into living organisms. But rather than viewing de-extinction as a way to restore one particular species, Shapiro argues that the overarching goal should be the revitalization and stabilization of contemporary ecosystems. For example, elephants with genes modified to express mammoth traits could expand into the Arctic, re-establishing lost productivity to the tundra ecosystem.. Looking at the very real and compelling science behind an idea once seen as science fiction, How to Clone a Mammoth demonstrates how de-extinction will redefine conservation's future.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Animals",
                "Environment",
                "Geology",
                "Biology",
                "Audiobook"
            ]
        },
        {
            "title": "Thanks for Nothing, Hippies",
            "authors": [
                "Sarah Clancy"
            ],
            "ranking": 4.43,
            "ranking_count": 7,
            "abstract": "This is an essential poetry survival guide for anyone disaffected with the world we live in. It endures intolerable bus journeys on odd places, offers useful tips for surviving the modern workplace and even provides its own judgement on several unsolved murders.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Someone",
            "authors": [
                "Alice McDermott"
            ],
            "ranking": 3.77,
            "ranking_count": 17839,
            "abstract": "An ordinary life - its sharp pains and unexpected joys, its bursts of clarity and moments of confusion - lived by an ordinary woman: this is the subject of Someone, Alice McDermott's extraordinary return, seven years after the publication of After This. Scattered recollections - of childhood, adolescence, motherhood, old age - come together in this transformative narrative, stitched into a vibrant whole by McDermott's deft, lyrical voice.. Our first glimpse of Marie is as a child: a girl in glasses waiting on a Brooklyn stoop for her beloved father to come home from work. A seemingly innocuous encounter with a young woman named Pegeen sets the bittersweet tone of this remarkable novel. Pegeen describes herself as an amadan, a fool; indeed, soon after her chat with Marie, Pegeen tumbles down her own basement stairs. The magic of McDermott's novel lies in how it reveals us all as fools for this or that, in one way or another.. Marie's first heartbreak and her eventual marriage; her brother's brief stint as a Catholic priest, subsequent loss of faith, and eventual breakdown; the Second World War; her parents' deaths; the births and lives of Marie's children; the changing world of her Irish-American enclave in Brooklyn - McDermott sketches all of it with sympathy and insight. This is a novel that speaks of life as it is daily lived; a crowning achievement by one of the finest American writers at work today.. Membership",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Novels",
                "Adult Fiction",
                "Contemporary",
                "Audiobook",
                "New York",
                "Adult"
            ]
        },
        {
            "title": "Hold Me Closer, Necromancer",
            "authors": [
                "Lish McBride"
            ],
            "ranking": 3.89,
            "ranking_count": 17862,
            "abstract": "Sam leads a pretty normal life. He may not have the most exciting job in the world, but he’s doing all right—until a fast food prank brings him to the attention of Douglas, a creepy guy with an intense violent streak.. Turns out Douglas is a necromancer who raises the dead for cash and sees potential in Sam. Then Sam discovers he’s a necromancer too, but with strangely latent powers. And his worst nightmare wants to join forces . . . or else.. With only a week to figure things out, Sam needs all the help he can get. Luckily he lives in Seattle, which has nearly as many paranormal types as it does coffee places. But even with newfound friends, will Sam be able to save his skin?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Horror",
                "Humor",
                "Fiction"
            ]
        },
        {
            "title": "Funny Girl",
            "authors": [
                "Nick Hornby"
            ],
            "ranking": 3.39,
            "ranking_count": 28735,
            "abstract": "Make them laugh, and they're yours forever . . .. Barbara Parker is Miss Blackpool of 1964, but she doesn't want to be a beauty queen. She wants to make people laugh.. So she leaves her hometown behind, takes herself to London, and overnight she becomes the lead in a new BBC comedy, Sophie Straw: charming, gorgeous, destined to win the nation's hearts.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Audiobook",
                "European Literature",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Wild Rose",
            "authors": [
                "Jennifer Donnelly"
            ],
            "ranking": 4.12,
            "ranking_count": 11832,
            "abstract": "The vast multi-generational epic that began with The Tea Rose and continued with The Winter Rose now reaches its dramatic conclusion in The Wild Rose.. London, 1914. World War I is looming on the horizon, women are fighting for the right to vote, and global explorers are pushing the limits of endurance at the Poles and in the deserts. Into this volatile time, Jennifer Donnelly places her vivid and memorable characters:. - Willa Alden, a passionate mountain climber who lost her leg while climbing Kilimanjaro with Seamus Finnegan, and who will never forgive him for saving her life.. - Seamus Finnegan, a polar explorer who tries to forget Willa as he marries a beautiful young woman back home in England.. - Max von Brandt, a handsome sophisticate who courts high society women, but who has a secret agenda as a German spy;. - and many others.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "European Literature",
                "Adult",
                "Womens Fiction",
                "Mystery",
                "Adult Fiction"
            ]
        },
        {
            "title": "Pathfinder",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.0,
            "ranking_count": 22645,
            "abstract": "A powerful secret. A dangerous path.. Rigg is well trained at keeping secrets. Only his father knows the truth about Rigg's strange talent for seeing the paths of people's pasts. But when his father dies, Rigg is stunned to learn just how many secrets Father had kept from. him. --secrets about Rigg's own past, his identity, and his destiny. And when Rigg discovers that he has the power not only to see the past, but also to change it, his future suddenly becomes anything but certain.. Rigg’s birthright sets him on a path that leaves him caught between two factions, one that wants him crowned and one that wants him dead. He will be forced to question everything he thinks he knows, choose who to trust, and push the limits of his talent…or forfeit control of his destiny.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Rörelsen: den andra platsen",
            "authors": [
                "John Ajvide Lindqvist"
            ],
            "ranking": 3.55,
            "ranking_count": 1533,
            "abstract": "I SEPTEMBER 1985 flyttar John Lindqvist in i ett trångt och mörkt gårdshus på Luntmakargatan i Stockholm, vägg i vägg med Brunkebergstunneln. Han vill skapa sig en karriär som restaurangtrollkarl. Några veckor senare blir han tagen för stöld på Åhléns och tillbringar en natt i häkte. Under natten inträffar en rörelse av svårtolkad karaktär och när han återvänder till sitt hus dagen efter har något hänt. Fåglar faller från himlen och hans grannar beter sig underligt.. Snart upptäcker han att det finns något i det låsta duschrummet längst inne i tvättstugan, något som kan låta oss färdas till den andra platsen och besanna våra drömmar. Det kostar bara lite lite blod. När John så småningom börjar delta i verksamheten dras han ner i en ström av magi, våld och gemenskap som mynnar ut i mordet på Olof Palme.. Rörelsen den andra platsen är en prequel till John Ajvide Lindqvists förra roman Himmelstrand. Det är en berättelse om vår strävan efter sanning och samhörighet och priset vi är villiga att betala, om Stockholm i mitten av 80-talet, trolleri och socialdemokrati. Den är den andra delen i trilogin »Platserna« som kommer att avslutas med X den sista platsen.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "European Literature",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Cultural",
                "Thriller",
                "Contemporary"
            ]
        },
        {
            "title": "Stay Awake: Stories",
            "authors": [
                "Dan Chaon"
            ],
            "ranking": 3.67,
            "ranking_count": 2622,
            "abstract": "“Eerily beautiful . . . [Chaon] is the modern day John Cheever.”—. Boston Sunday Globe. “Powerful and disturbing . . . The shocks in this collection are many.”—. The Washington Pos. t. These haunting, suspenseful stories by acclaimed author Dan Chaon feature scattered families, unfulfilled dreamers, anxious souls—lost, fragile, searching characters who wander between ordinary life and a psychological shadowland. They have experienced intense love or loss, grief or loneliness, displacement or disconnection—and exist in a twilight realm, in a place by the window late at night when the streets are empty and the world appears to be quiet. But it is not, and neither are you. And since you cannot sleep, you stay awake.. The bees --. Patrick Lane, flabbergasted --. Stay awake --. Long delayed, always expected --. I wake up --. To Psychic Underworld --. St. Dismas --. Thinking of you in your time of sorrow --. Slowly we open our eyes --. Shepherdess --. Take this, Brother, may it serve you well --. The Farm, the gold, the lily-white hands",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Horror",
                "Literary Fiction",
                "Thriller",
                "Contemporary",
                "Adult Fiction",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "The Massey Murder: A Maid, Her Master and the Trial that Shocked a Nation",
            "authors": [
                "Charlotte Gray"
            ],
            "ranking": 3.43,
            "ranking_count": 1381,
            "abstract": "A scandalous crime, a sensational trial, a surprise verdict—the true story of Carrie Davies, the maid who shot a Massey.. In February 1915, a member of one of Canada’s wealthiest families was shot and killed on the front porch of his home in Toronto as he was returning from work. Carrie Davies, an 18-year-old domestic servant, quickly confessed. But who was the victim here? Charles “Bert” Massey, a scion of a famous family, or the frightened, perhaps mentally unstable Carrie, a penniless British immigrant? When the brilliant lawyer Hartley Dewart, QC, took on her case, his grudge against the powerful Masseys would fuel a dramatic trial that pitted the old order against the new, wealth and privilege against virtue and honest hard work. Set against a backdrop of the Great War in Europe and the changing faceof a nation, this sensational crime is brought to vivid life for the first time.. As in her previous bestselling book, Gold Diggers—now in production as a Discovery Television miniseries—multi-award-winning historian and biographer Charlotte Gray has created a captivating narrative rich in detail and brimming with larger-than-life personalities, as she shines a light on a central moment in our past.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "History",
                "Cultural",
                "Mystery",
                "Historical",
                "Biography",
                "Book Club",
                "Politics"
            ]
        },
        {
            "title": "Not a Fan: Becoming a Completely Committed Follower of Jesus",
            "authors": [
                "Kyle Idleman"
            ],
            "ranking": 4.19,
            "ranking_count": 34924,
            "abstract": "Are you a follower of Jesus? Don't answer too quickly. In fact, you may want to read this book before you answer at all. Consider it a 'Define the Relationship' conversation to determine exactly where you stand. You may indeed be a passionate, fully devoted follower of Jesus. Or, you may be just a fan who admires Jesus but isn't ready to let him cramp your style. Then again, maybe you're not into Jesus, period.In any case, don't take the question---Are you a follower of Jesus?---lightly.Some people don't know what they've said yes to and other people don't realize what they've said no to, says Pastor Kyle Idleman. But Jesus is ready to clearly define the relationship he wants with his followers.Not a Fan calls you to consider the demands and rewards of being a true disciple. With frankness sprinkled with humor, Idleman invites you to live the way Jesus lived, love the way he loved, pray the way he prayed, and never give up living for the One who gave his all for you.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Christianity"
            ]
        },
        {
            "title": "Old Stone & Between Giants",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 4.6,
            "ranking_count": 5,
            "abstract": "A combined edition of Ashley's previous collections 'between giants' and 'old stone: haiku, senryu & haibun'",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Joodse buren",
            "authors": [
                "Maria Boonzaaijer"
            ],
            "ranking": 3.87,
            "ranking_count": 403,
            "abstract": "Amsterdam 1943. Op een zondagmorgen snelt Josefien Langeveldt, moeder van acht kinderen, met haar doodzieke baby Lise naar de huisarts. Onderweg stuit ze op een razzia. Een radeloze jonge vrouw probeert haar zuigeling in Josefiens armen te leggen: 'Red mijn dochtertje!' Josefien vlucht in paniek weg. Haar weigering om te helpen blijft Josefien achtervolgen tot ver na de oorlog, als er beneden haar Joodse buren komen wonen.. Een familieroman over diepe vriendschap, een geheime liefde, verraad, en de impact van de oorlogsjaren. Tegen de achtergrond van de bezettingstijd en de jaren vijftig, de tijd van wederopbouw, verzuiling, grote gezinnen, het rijke roomse leven en strikte fatsoensnormen.. Maria Boonzaaijer is docent drama, stemcoach en chansonnière. Joodse buren is haar derde roman. Haar debuut Papa Tango. (2009) schreef ze tijdens een vierjarige zeilreis rond de wereld. In 2013 verscheen haar literaire roman Het vreemde meisje, die door de pers lovend werd ontvangen.. 'Ontroerend en geloofwaardig. Een boek dat je na afloop met een goed gevoel weglegt.' Jaap Nijstad, Joods cultuurhistoricus en publicist. 'Meeslepende roman over liefde en misbruik.' Literatuurplein.nl over Het vreemde meisje",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Roman",
                "War",
                "Fiction"
            ]
        },
        {
            "title": "The Buried Symbol",
            "authors": [
                "Jeffrey L. Kohanek"
            ],
            "ranking": 3.97,
            "ranking_count": 1029,
            "abstract": "Buried away for centuries, a forgotten magic lurks...waiting to return. They tell Unchosen, Accept your fate and you'll be rewarded in the next life. The threat of execution is their recourse.. Rejecting his role as an outcast, Brock risks his life and obtains a false rune, marking him a member of the Empire's ruling class. Under a veil of deception and backed by natural talent, the teen then schemes his way into a school where the Empire’s future leaders are trained.. Within the Academy, a legendary school of magic, science, politics, and combat, he uncovers secrets kept hidden for centuries - secrets that expose cracks in the foundation of Empire society. Among his discoveries is a long forgotten magic, powerful and dangerous - a magic he is determined to wield. Caught between his continued charade and a desire to tame his frightening new abilities, one misstep on either front could destroy him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Business",
                "Academic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Something Like Winter",
            "authors": [
                "Jay Bell"
            ],
            "ranking": 4.37,
            "ranking_count": 4132,
            "abstract": "There are two sides to every story. When you’re Tim Wyman, sometimes there are three.. Tim hoped moving to Texas would mean a new beginning, a chance to spread his wings, but he soon finds himself falling into the same tired patterns. Until he meets recklessly brave Benjamin Bentley. Suddenly a whole new world opens up to Tim—love, sex, warmth…. home. . Certain that society won’t understand what he and Ben have together, Tim struggles to protect their relationship, even if it means twisting the truth. As his lies slowly push Ben away, Tim learns that the greatest enemy can come from within. Buried beneath a decade of deceptions, Tim must claw his way to the surface in the hopes of learning to fly.. Something Like Winter. , the companion novel to. Something Like Summer. , tells the story from Tim Wyman’s perspective, revealing new private moments and personal journeys.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "LGBT",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Bound",
            "authors": [
                "C.K. Bryant"
            ],
            "ranking": 3.91,
            "ranking_count": 2941,
            "abstract": "When a photo shoot ends in tragedy, Kira discovers her best friend, Lydia, has been keeping a secret. Knowing the truth, and accepting it, will change Kira's life forever and thrust her into a world of ancient curses, magical objects, and savage enemies. What happens next will challenge everything Kira knows about her world, herself and the shape-shifting warrior she's falling in love with. No longer the timid mouse her mother accused her of being, but a woman who finds the mental and physical strength to endure and survive. BOUND is a heroic tale of true friendship, infinite sacrifice and untamed love.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Fortune Smiles",
            "authors": [
                "Adam Johnson"
            ],
            "ranking": 4.02,
            "ranking_count": 10086,
            "abstract": "Winner of the Pulitzer Prize for his acclaimed novel about North Korea,. The Orphan Master’s Son,. Adam Johnson is one of America’s most provocative and powerful authors. Critics have compared him to Kurt Vonnegut, David Mitchell, and George Saunders, but Johnson’s new book will only further his reputation as one of our most original writers. Subtly surreal, darkly comic, both hilarious and heartbreaking,. Fortune Smiles. is a major collection of stories that gives voice to the perspectives we don’t often hear, while offering something rare in fiction: a new way of looking at the world.. In six masterly stories, Johnson delves deep into love and loss, natural disasters, the influence of technology, and how the political shapes the personal. “Nirvana,” which won the prestigious. Sunday Times. short story prize, portrays a programmer whose wife has a rare disease finding solace in a digital simulacrum of the president of the United States. In “Hurricanes Anonymous”—first included in the. Best American Short Stories. anthology—a young man searches for the mother of his son in a Louisiana devastated by Hurricanes Katrina and Rita. “George Orwell Was a Friend of Mine” follows a former warden of a Stasi prison in East Germany who vehemently denies his past, even as pieces of it are delivered in packages to his door. And in the unforgettable title story, Johnson returns to his signature subject, North Korea, depicting two defectors from Pyongyang who are trying to adapt to their new lives in Seoul, while one cannot forget the woman he left behind.. Unnerving, riveting, and written with a timeless quality, these stories confirm Johnson as one of America’s greatest writers and an indispensable guide to our new century.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Legend of Eli Monpress",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.17,
            "ranking_count": 4214,
            "abstract": "Eli Monpress is talented. He's charming. And he's a thief.. But not just any thief. He's the greatest thief of the age - and he's also a wizard. And with the help of his partners - a swordsman with the most powerful magic sword in the world but no magical ability of his own, and a demonseed who can step through shadows and punch through walls - he's going to put his plan into effect.. The first step is to increase the size of the bounty on his head, so he'll need to steal some big things. But he'll start small for now. He'll just steal something that no one will miss - at least for a while.. Like a king.. The Legend of Eli Monpress. includes the novels:. The Spirit Thief, The Sprit Rebellion. , and. The Spirit Eater. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult",
                "Paranormal"
            ]
        },
        {
            "title": "Miracles and Conundrums of the Secondary Planets",
            "authors": [
                "Jacob M. Appel"
            ],
            "ranking": 4.24,
            "ranking_count": 251,
            "abstract": "A visitor from a distant planet opens a Latvian restaurant next to an abortion clinic; a magician learns that true love will cost him a kidney; a blind barber cuts hair for tourists in a gentrifying Harlem.... Enter the mad, moving university of Jacob M. Appel's short fiction.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Humor",
                "Science Fiction",
                "Anthologies",
                "Magical Realism",
                "Adult"
            ]
        },
        {
            "title": "The Way I Used to Be",
            "authors": [
                "Amber   Smith"
            ],
            "ranking": 4.19,
            "ranking_count": 34561,
            "abstract": "In the tradition of. Speak. , this extraordinary debut novel shares the unforgettable story of a young woman as she struggles to find strength in the aftermath of an assault.. Eden was always good at being good. Starting high school didn’t change who she was. But the night her brother’s best friend rapes her, Eden’s world capsizes.. What was once simple, is now complex. What Eden once loved—who she once loved—she now hates. What she thought she knew to be true, is now lies. Nothing makes sense anymore, and she knows she’s supposed to tell someone what happened but she can’t. So she buries it instead. And she buries the way she used to be.. Told in four parts—freshman, sophomore, junior, and senior year—this provocative debut reveals the deep cuts of trauma. But it also demonstrates one young woman’s strength as she navigates the disappointment and unbearable pains of adolescence, of first love and first heartbreak, of friendships broken and rebuilt, and while learning to embrace a power of survival she never knew she had hidden within her heart.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Audiobook",
                "Romance",
                "Sociology"
            ]
        },
        {
            "title": "Fairyland: A Memoir of My Father",
            "authors": [
                "Alysia Abbott"
            ],
            "ranking": 4.0,
            "ranking_count": 3472,
            "abstract": "A beautiful, vibrant memoir about growing up motherless in 1970s and ’80s San Francisco with an openly gay father.. After his wife dies in a car accident, bisexual writer and activist Steve Abbott moves with his two-year-old daughter to San Francisco. There they discover a city in the midst of revolution, bustling with gay men in search of liberation—few of whom are raising a child.. Steve throws himself into San Francisco’s vibrant cultural scene. He takes Alysia to raucous parties, pushes her in front of the microphone at poetry readings, and introduces her to a world of artists, thinkers, and writers. But the pair live like nomads, moving from apartment to apartment, with a revolving cast of roommates and little structure. As a child Alysia views her father as a loving playmate who can transform the ordinary into magic, but as she gets older Alysia wants more than anything to fit in. The world, she learns, is hostile to difference.. In Alysia’s teens, Steve’s friends—several of whom she has befriended—fall ill as AIDS starts its rampage through their community. While Alysia is studying in New York and then in France, her father tells her it’s time to come home; he’s sick with AIDS. Alysia must choose whether to take on the responsibility of caring for her father or continue the independent life she has worked so hard to create.. Reconstructing their life together from a remarkable cache of her father’s journals, letters, and writings, Alysia Abbott gives us an unforgettable portrait of a tumultuous, historic time in San Francisco as well as an exquisitely moving account of a father’s legacy and a daughter’s love.. It has been named a Stonewall Book Award-Israel Fishman Non-Fiction Award Honor Book for 2014.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "LGBT",
                "Biography Memoir",
                "Family",
                "History"
            ]
        },
        {
            "title": "Dark Ghost",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.13,
            "ranking_count": 7188,
            "abstract": "In the new novel by the #1. New York Times. bestselling “queen of paranormal romance,” (J.R. Ward) a wounded warrior and a woman on the run find salvation, passion and unimaginable danger in the ghostly darkness of the Carpathian Mountains…. He wasn’t civilized or tame. He had his own code and he lived by it.. Monk. Bounty hunter. Vampire slayer. Andre Boroi has spent centuries battling the undead, holding out against the dark with honor. But now, gravely wounded by master vampire Costin Popescu, Andre will be easy to track—his spilled blood marking the killing trail for Popescu and his hungry band of underlings. Andre’s only chance is to disappear into the gray mist of the Carpathians. To wait. To hope.. She had a healing touch and a scent that was his lifeblood.. In the mountains in search of a precious crystal, geologist Teagan Joanes suddenly finds herself hunted by those she once trusted. Then she comes across the warrior—wounded, wanting and irresistible. Andre has been craving her for an eternity: his lifemate. Her warmth envelops him. Her scent pulsates. And with every beat of her heart, Teagan surrenders to a passion she can’t possibly comprehend.. Now they are bound by destiny, but is it enough to keep them safe from a stalking, relentless darkness that threatens to swallow them alive?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Way Back to Florence",
            "authors": [
                "Glenn Haybittle"
            ],
            "ranking": 4.18,
            "ranking_count": 365,
            "abstract": "In 1937 Freddie (English), Isabella (Italian) and Oskar (a German Jew) become friends at an art school in Florence where they are taught by the dictatorial but magus-like Maestro and his sinister fascist assistant Fosco. When war arrives Freddie returns to England to become the pilot of a Lancaster bomber. Oskar, now a dancer, has moved to Paris where he escapes the 1942 roundup of Jews and arrives in Italy with his young daughter Esme. Isabella remains in Florence where she continues to paint. Until she is called upon by Maestro to forge an old master painting, apparently at the behest of the Führer himself, and as a result is seen as a Nazi collaborator by her neighbours.. The murderous skies over Germany and a war-torn Italy in the grip of Nazi occupation provide the setting for this novel about the love of a separated husband and his wife and the love of a man for his young daughter. Freddie and Oskar both hope to find their way back to Florence. But Florence’s heritage of preserving the identity and continuity of the past has never before been so under threat.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "War",
                "World War II",
                "Fiction",
                "Literature",
                "Aviation",
                "Art"
            ]
        },
        {
            "title": "Candyman: A Story from The Grid",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 4.29,
            "ranking_count": 86,
            "abstract": "How does the dark half of a split personality win the girl? It's Madness.. You don't know I exist. Don't feel bad. No one knows I exist. Except him and he's an asshole. Sure, everyone thinks he's a hero but I know better. Because I live in his head. You see, he's not the hero everyone thinks he is. Sure, he'll own up to being gun slinger in the Old West. No problem ticking off the big bounty on his head and how many bodies hit the dirt at the end of his smoking gun.. Will he tell it's because of me he didn't die? No.. Because I'm the flaw he doesn't want to show. The dark, killer side. The one that keeps us both alive.. And that's how it would have always been.. Until her.... I swear she. knew. I was there.. And the bastard just had to break her heart.. For that, he's going to pay.. Even if it means we're both going to die.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "Business",
                "Novella",
                "Dark"
            ]
        },
        {
            "title": "Girl in the Dark: A Memoir",
            "authors": [
                "Anna Lyndsey",
                "Hannah Curtis"
            ],
            "ranking": 3.54,
            "ranking_count": 3032,
            "abstract": "Haunting, lyrical, unforgettable,. Girl in the Dark. is a brave new memoir of a life without light.. Anna Lyndsey was young and ambitious and worked hard; she had just bought an apartment; she was falling in love. Then what started as a mild intolerance to certain kinds of artificial light developed into a severe sensitivity to all light.. Now, at the worst times, Anna is forced to spend months on end in a blacked-out room, where she loses herself in audiobooks and elaborate word games in an attempt to ward off despair. During periods of relative remission, she can venture out cautiously at dawn and dusk into a world that, from the perspective of her cloistered existence, is filled with remarkable beauty. And through it all there is Pete, her love and her rock, without whom her loneliness seems boundless.. One day Anna had an ordinary life, and then the unthinkable happened. But even impossible lives, she learns, endure.. Girl in the Dark. is a tale of an unimaginable fate that becomes a transcendent love story. It brings us to an extraordinary place from which we emerge to see the light and the world anew.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Health",
                "Audiobook",
                "Medical",
                "Contemporary",
                "Science"
            ]
        },
        {
            "title": "Dom Wars: Round One",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 3.72,
            "ranking_count": 3015,
            "abstract": "In Dom Wars, six teams will compete to win a million dollars and become the TOP DOM/DOMME and new face for Adult Toy Company-Gladiator Inc.. With six elimination rounds, each team is required to perform a list of sexual directives that demonstrate their Dom and Domme strengths. Highest scoring team advances to the next round.. Lucian Bane is paired up with Tara Reese. Not only is she the most sexually frigid woman he's ever met, she's a girl who's never even been in the lifestyle and is merely playing a role to get the money--and for what? None of his damn business, according to her.. But she's not the only one with the need to win the money. And so, his plan is simple--dominate and win. A challenge that's turning out to be harder than he imagined when the woman is as stubborn as she is beautiful--and kick-ass strong.. For Lucian, every bit of it calls to his own need and hunger to dominate, and he's laying it all on the line for the win.. Let the games begin.",
            "part_of_series": true,
            "genre_list": [
                "Erotica",
                "Adult Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "Dark",
                "Adult"
            ]
        },
        {
            "title": "Teaching My Mother How to Give Birth",
            "authors": [
                "Warsan Shire"
            ],
            "ranking": 4.26,
            "ranking_count": 17408,
            "abstract": "What elevates 'teaching my mother how to give birth', what gives the poems their disturbing brilliance, is Warsan Shire's ability to give simple, beautiful eloquence to the veiled world where sensuality lives in the dominant narrative of Islam; reclaiming the more nuanced truths of earlier times - as in Tayeb Salih's work - and translating to the realm of lyric the work of the likes of Nawal El Saadawi. As Rumi said, Love will find its way through all languages on its own.. In 'teaching my mother how to give birth', Warsan's debut pamphlet, we witness the unearthing of a poet who finds her way through all preconceptions to strike the heart directly. Warsan Shire is a Kenyan-born Somali poet and writer who is based in London. Born in 1988, she is an artist and activist who uses her work to document narratives of journey and trauma. Warsan has read her work internationally, including recent readings in South Africa, Italy and Germany, and her poetry has been translated into Italian, Spanish and Portuguese.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "Nonfiction",
                "Cultural",
                "Womens",
                "Adult",
                "Literature",
                "Contemporary",
                "Eastern Africa",
                "Race"
            ]
        },
        {
            "title": "Cast in Honor",
            "authors": [
                "Michelle Sagara",
                "Michelle Sagara West"
            ],
            "ranking": 4.16,
            "ranking_count": 3710,
            "abstract": "In the aftermath of a vicious battle between darkness and light, the city of Elantra has emerged victorious. But Shadows continue to haunt every corner of its streets.... Elantra stands strong, but countless numbers of Hawks, the city's staunchest protectors, were lost in the brutal attack. Humans, Barrani, Aerians, Leontines—none of the races emerged unscathed from the defense of the city. Homes were lost, families were scattered…and the outcast Barrani Lord Nightshade is missing from his castle in the fiefs.. Yet as the chaos surrounding the battle begins to wane, Private Kaylin Neya's duties must resume, despite her grief. Called in to investigate a triple murder in a quiet part of town, Kaylin and her companions are soon embroiled in a case that is anything but routine. Evidence of the deadly Shadows that still threaten the city leads to hints of ancient, forgotten magics. And a visit to the Oracular Halls points directly to Ravellon—the heart of the Shadows and the darkness they contain.. But it is there that Lord Nightshade will be found—if he still survives.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Politics in a Time of Crisis: Podemos and the Future of Democracy in Europe",
            "authors": [
                "Pablo Iglesias Turrión"
            ],
            "ranking": 3.48,
            "ranking_count": 64,
            "abstract": "A manifesto for a new, democratic left: a political programme poised to transform Europe. Since 2011, Pablo Iglesias has led Podemos, a new radical left party in Spain that is reframing the nature of modern politics. Under his guidance, the party has unmasked the ideological motives behind European austerity, revealing the true nature of this power grab conducted on behalf of elites intent on dismantling the welfare state. Here, Iglesias delineates his political vision. He skewers not only the Spanish establishment, but also the anti-democratic bloc comprising the Troika, corporate interests, and the “Wall Street Party.”. Politics in a Time of Crisis. —which includes an in-depth interview with Iglesias—is an incisive examination of the current situation in Europe as well as a stirring call for international resistance.. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Cultural"
            ]
        },
        {
            "title": "One Shot Kill",
            "authors": [
                "Robert Muchamore"
            ],
            "ranking": 4.31,
            "ranking_count": 1645,
            "abstract": "Spring, 1943. The war is turning against Germany, but Hitler isn't giving up. In a secret bunker deep in occupied France, scientists are hard at work on Hitler's latest deadly weapon: code name FZG-76. Back in England Henderson's boys will need to undergo advanced sniper training if they have any chance of infiltrating the bunker. Parachuting into occupied France, they track down a secret dossier filled with invaluable material and uncover the meaning of the enigmatic code.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Adventure",
                "Spy Thriller",
                "War",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "The Lion",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.24,
            "ranking_count": 29671,
            "abstract": "In this follow-up to The Lion's Game, John Corey, former NYPD Homicide detective and special agent for the Anti-Terrorist Task Force, is back. And, unfortunately for Corey, so is Asad Khalil, the notorious Libyan terrorist otherwise known as The Lion. Last we heard from him, Khali had claimed to be defecting to the US only to unleash the most horrific reign of terrorism ever to occur on American soil. While Corey and his partner, FBI agent Kate Mayfield, chased him across the country, Khalil methodically eliminated his victims one by one and then disappeared without a trace.. Now, years later, Khalil has returned to America to make good on his threats and take care of unfinished business. The Lion is a killing machine once again loose in America with a mission of revenge, and John Corey will stop at nothing to achieve his own goal -- to find and kill Khahil.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "War",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "The Wishing Spell",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.25,
            "ranking_count": 120091,
            "abstract": "Alex and Conner Bailey's world is about to change, in this fast-paced adventure that uniquely combines our modern day world with the enchanting realm of classic fairy tales.. The Land of Stories. tells the tale of twins Alex and Conner. Through the mysterious powers of a cherished book of stories, they leave their world behind and find themselves in a foreign land full of wonder and magic where they come face-to-face with the fairy tale characters they grew up reading about.. But after a series of encounters with witches, wolves, goblins, and trolls alike, getting back home is going to be harder than they thought.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Audiobook",
                "Retellings"
            ]
        },
        {
            "title": "Παραρλάμα και άλλες ιστορίες του Δημοσθένη Βουτυρά",
            "authors": [
                "Δημοσθένης Βουτυράς",
                "Δημήτρης Βανέλλης",
                "Θανάσης Πέτρου"
            ],
            "ranking": 4.1,
            "ranking_count": 39,
            "abstract": "To έργο του Δημοσθένη Βουτυρά (1871-1958) αποτελεί μοναδική περίπτωση στη νεοελληνική λογοτεχνία. Οι παράξενες, σκοτεινές ιστορίες του, με πρωταγωνιστές ταπεινές φιγούρες που εξεγείρονται, συχνά με απελπισμένη αγριότητα, ενάντια στη μοίρα τους, διαβάζονται με αμείωτο ενδιαφέρον εδώ και έναν αιώνα.. Το Παραρλάμα και άλλες ιστορίες, με εικονογράφηση του Θανάση Πέτρου, κείμενα του Δημήτρη Βανέλλη και επίβλεψη του Βάσια Τσοκόπουλου (επιμελητή των Απάντων του Δημοσθένη Βουτυρά), είναι ένα τολμηρό γραφιστικό αφήγημα βασισμένο σε εννιά συναρπαστικές ιστορίες του Βουτυρά, με θέμα την απληστία, την προδοσία, τον ανεκπλήρωτο έρωτα, το ανυποχώρητο μίσος, τον μεταφυσικό τρόμο.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art"
            ]
        },
        {
            "title": "Fearless: The Heroic Story of One Navy SEAL's Sacrifice in the Hunt for Osama Bin Laden and the Unwavering Devotion of the Woman Who Loved Him",
            "authors": [
                "Eric Blehm"
            ],
            "ranking": 4.56,
            "ranking_count": 16564,
            "abstract": "Fearless. takes you deep into SEAL Team SIX, straight to the heart of one of its most legendary operators.. When Navy SEAL Adam Brown woke up on March 17, 2010, he didn’t know he would die that night in the Hindu Kush Mountains of Afghanistan—but he was ready: In a letter to his children, not meant to be seen unless the worst happened, he wrote, “I’m not afraid of anything that might happen to me on this earth, because I know no matter what, nothing can take my spirit from me.”. Long before Adam Brown became a member of the elite SEAL Team SIX—the counterterrorism unit that took down Osama bin Laden—he was a fun-loving country boy from Hot Springs, Arkansas, whose greatest goal had been to wear his high school’s football jersey. An undersized daredevil, prone to jumping off roofs into trees and off bridges into lakes, Adam was a kid who broke his own bones but would never break a. promise to his parents.. But after high school, Adam fell in with the wrong crowd, and his family watched as his appetite for risk dragged him into a downward spiral that eventually landed him in jail. Battling his inner demons on a last-chance road to redemption, Adam had one goal: to become the best of the best—a U.S. Navy SEAL.. An absorbing chronicle of heroism and humanity, Fearless presents an indelible portrait of a highly trained warrior who would enter a village with weapons in hand to hunt terrorists, only to come back the next day with an armload of shoes and meals for local children. It is a deeply personal, revealing glimpse inside the SEAL Team SIX brotherhood that also shows how these elite operators live out the rest of their lives, away from danger, as husbands, fathers, and friends.. Fearless. is the story of a man of extremes, whose courage and determination was fueled by faith, family, and the love of a woman. It’s about a man who waged a war against his own worst impulses and persevered to reach the top tier of the U.S. military. Always the first to volunteer for the most dangerous assignments, Adam’s final act of bravery led to the ultimate sacrifice.. Adam Brown was a devoted man who was an unlikely hero but a true warrior, described by all who knew him as. fearless. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "War",
                "History",
                "Biography Memoir",
                "Christian",
                "Military",
                "Audiobook",
                "Autobiography"
            ]
        },
        {
            "title": "The King's Traitor",
            "authors": [
                "Jeff Wheeler"
            ],
            "ranking": 4.41,
            "ranking_count": 18546,
            "abstract": "Against all odds, Owen Kiskaddon grew from frightened boy to confident youth to trusted officer in the court of Kingfountain—and watched its regent, Severn Argentine, grow ever more ruthless and power-mad. Robbed of his beloved protector, his noble mentor, and his true love, Owen has anticipated the day when the king he fears and reviles, yet loyally serves, will be toppled. Now, as Severn plots a campaign of conquest, the time has come to take action…and Owen’s destiny demands that he lead the strike.. Ordered to incite war with a neighboring kingdom, Owen discovers its beautiful, reclusive ruler, whose powerful magic might even exceed his own. Together they mount a daring plot to overthrow the corrupt monarch, crown the rightful heir, and defeat the prophesied curse threatening Kingfountain with wintry death. But Severn’s evil is as bottomless as the fabled Deep Fathoms. To keep his ill-gotten throne, he’ll gladly spill the blood of enemies and innocents alike.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Audiobook",
                "Romance",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Girls at the Kingfisher Club",
            "authors": [
                "Genevieve Valentine"
            ],
            "ranking": 3.8,
            "ranking_count": 4514,
            "abstract": "A reimagining of the fairytale of the Twelve Dancing Princesses as flappers during the Roaring Twenties in Manhattan.. Jo, the firstborn, The General to her eleven sisters, is the only thing the Hamilton girls have in place of a mother. She is the one who taught them how to dance, the one who gives the signal each night, as they slip out of the confines of their father's townhouse to await the cabs that will take them to the speakeasy. Together they elude their distant and controlling father, until the day he decides to marry them all off.. The girls, meanwhile, continue to dance, from Salon Renaud to the Swan and, finally, the Kingfisher, the club they come to call home. They dance until one night when they are caught in a raid, separated, and Jo is thrust face-to-face with someone from her past: a bootlegger named Tom whom she hasn't seen in almost ten years. Suddenly Jo must weigh in the balance not only the demands of her father and eleven sisters, but those she must make of herself.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "Retellings",
                "Young Adult",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Nerve Of It: Poems New and Selected",
            "authors": [
                "Lynn Emanuel"
            ],
            "ranking": 4.0,
            "ranking_count": 40,
            "abstract": "Winner of the 2016 Lenore Marshall Poetry Prize from the Academy of American Poets. Emanuel’s version of a “new and selected poems” turns convention on its head. She ignores chronology, placing new poems beside old, mixing middle and early poems with recent work, and liberating all her poems from the restraints of their particular histories, both aesthetic and autobiographical. Whether writing in the comedic drag of the cartoon strip, or investigating the Mobius strip relationship between reader and writer, or exposing the humor and hurt that accompany visitations from Frank O’Hara and Gertrude Stein,. The Nerve of It. both stings and pleases with its intelligence, wit and vivacity. It breaks through, in ways that are bold, sexy, haunting and wry, the die-hard opposition of new and old, personal narrative and linguistic play, sincerity and irony, misery and hilarity. Open the book. Something new is happening here.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Witch with No Name",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.44,
            "ranking_count": 23391,
            "abstract": "At long last... The final book in the. New York Times. bestselling Hollows series by Kim Harrison!. Rachel Morgan's come a long way from the clutzy runner of. Dead Witch Walking. . She's faced vampires and werewolves, banshees, witches, and soul-eating demons. She's crossed worlds, channeled gods, and accepted her place as a day-walking demon. She's lost friends and lovers and family, and an old enemy has become something much more.. But power demands responsibility, and world-changers must always pay a price. That time is now.. To save Ivy's soul and the rest of the living vampires, to keep the demonic ever after and our own world from destruction, Rachel Morgan will risk everything.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Forgetting Place",
            "authors": [
                "John Burley"
            ],
            "ranking": 3.72,
            "ranking_count": 1416,
            "abstract": "Menaker State Hospital is a curse, a refuge, a prison, a necessity, a nightmare, a salvation.. When Dr. Lise Shields arrived at the correctional psychiatric facility five years ago, she was warned that many of its patients-committed by Maryland’s judicial system for perpetrating heinous crimes-would never leave.. But what happens when a place like Menaker is corrupted, when it becomes a tool to silence the innocent, conceal an injustice, contain a secret? Why is it that the newest patient does not seem to belong there, that the hospital administrator has fallen silent, and that Lise is being watched by two men with seemingly lethal intent? The answers are closer than she realizes and could cost her everything she holds dear.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Adult Fiction",
                "Psychology",
                "Adult"
            ]
        },
        {
            "title": "Saga #43",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples",
                "Fonografiks"
            ],
            "ranking": 4.42,
            "ranking_count": 827,
            "abstract": "NEW STORY ARC BEGINS FOR JUST 25 CENTS!!!. SAGA returns monthly with a brave new direction, and to celebrate Image’s 25th Anniversary, this full-sized issue costs just 25 cents! In a perfect jumping-on point for first-time readers, Hazel and her star-crossed parents embark on a thrilling new adventure at the westernmost edge of the universe.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fantasy",
                "Graphic Novels Comics",
                "Comics Manga",
                "Fiction",
                "Comics",
                "LGBT",
                "Adventure"
            ]
        },
        {
            "title": "Conscious Parenting: Mindful Living Course for Parents (AoL Mindfulness #5)",
            "authors": [
                "Nataša Pantović",
                "Ivana Milosavljevic"
            ],
            "ranking": 4.38,
            "ranking_count": 52,
            "abstract": "Conscious Parenting is the AoL Mindfulness Course designed for parents. We use Transformation Tools and Spiritual Exercises to help parents get in touch with Soul, with Love, and with Patience when dealing with kids. Exploring the magic work with: Soul's Diary, Spiritual Parenting Diary, Developing Parenting Virtues, Meditations, Rhythm, Day-to-day Routine, Happy Family Structure, Cultivating of Relationships, etc. the course explores some very inspiring exercises to examine the mind, subconscious and conscious thoughts, emotions, relationships. Conscious Parenting Course looks into the parenting goals, dreams, from simple day-to-day task planning to the each parent's dream of the bigger vision. Ivana Milosavljevic Mgr. Education, with Masters and keen interest in Special Needs, co-author of the book says: 'After many years that I've spent examining and studying children’s psychology and exploring the wonders of pedagogy some essential questions kept following me and inspiring my journey: - Is there such a thing as an ideal parent and an ideal growing environment for our children? - What is it that our little ones need to grow into happy, independent and fulfilled human beings? - What is it that we (grown-ups) need to do so that our children stay stress-free and joyful? - How to understand the needs of these gentle and pure souls that are given to us for our guidance without suffocating their inborn happiness? - How to cultivate the perfect goodness that is a part of their being without distorting it into: anger, doubt, distress, unhappiness? - How to protect them and what is it exactly that we need to protect? The Conscious Parenting Course was born out of these Magic Questions.'",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Childrens",
                "Psychology",
                "Adult",
                "Education",
                "Family"
            ]
        },
        {
            "title": "College Guy Cookbook Francais",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Depuis l'inauguration historique Guy manuel d'instruction, casser le sol que nous parlons, mettant en vedette un bonus, faible coût, faible en calories (mais peut-être pas mieux) alternative à la prochaine x-rated College Girl Cookbook, en plus, gratuitement, l'illisible « comment à être un meilleur homme » et le choquant et oubliable, « gars à qui tricot. » Ne contient aucune information sur comment faire pivoter vos pneus.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Peeps",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "virtual reality space travel romance comedy science fiction",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Beast of the Rails (The Second Journey of Agatha Heterodyne Volume 1)",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.4,
            "ranking_count": 362,
            "abstract": "Adventure, Romance, Mad Science! Agatha is the last of the Heterodynes, a notorious family of Mad Scientists that everyone had thought safely wiped out. When a rival scientist traps her family castle and the surrounding town in a time-freeze, Agatha must embark on a journey to find a way to reverse the effect and save the people she loves. This volume is a great jumping-on point for readers wanting to discover the award-winning. Girl Genius. series! Available in Softcover and Hardcover editions.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "Prince William (at Olympics 2012)",
            "authors": [
                "Mike Scantlebury"
            ],
            "ranking": 4.22,
            "ranking_count": 213,
            "abstract": "The Olympic Games of 2012 was known to many as the 'London Games', but many activities took place far from the capital. Prince William is asked by The Queen to go to northern England and represent her at these events. The Security Services provide him with a local bodyguard, in the shapely form of Special Agent Amelia Hartliss, (or 'Heartless', as she is sometimes known). The two young people become very close, as the Prince is threatened by terrorists and local troublemakers. He is lonely. His wife has been forced by ill health to stay in London, and he becomes increasing reliant on the beautiful bodyguard, both for his well-being and his morale. They make a good team, fighting off the foes and celebrating the Games. Melia even manages to unmask a spy in the camp, as well as defeat one of her oldest adversaries, the evil Emil Gorange. He escapes, as does the Prince, back to London and his other responsibilities, taking her heart with him.",
            "part_of_series": false,
            "genre_list": [
                "New Adult",
                "Adventure",
                "Literature",
                "Young Adult",
                "Drama",
                "Mystery",
                "Modern",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "The Tyrant's Law",
            "authors": [
                "Daniel Abraham"
            ],
            "ranking": 4.07,
            "ranking_count": 9767,
            "abstract": "The great war cannot be stopped.. The tyrant Geder Palliako had led his nation to war, but every victory has called forth another conflict. Now the greater war spreads out before him, and he is bent on bringing peace. No matter how many people he has to kill to do it.. Cithrin bel Sarcour, rogue banker of the Medean Bank, has returned to the fold. Her apprenticeship has placed her in the path of war, but the greater dangers are the ones in her past and in her soul.. Widowed and disgraced at the heart of the Empire, Clara Kalliam has become a loyal traitor, defending her nation against itself. And in the shadows of the world, Captain Marcus Wester tracks an ancient secret that will change the war in ways not even he can forsee.. Return to the critically acclaimed epic by master storyteller Daniel Abraham, The Dagger and the Coin.. The Dagger and the Coin. The Dragon's Path. The King's Blood. The Tyrant's Law. The Widow's House. The Spider's War. Writing as James S. A. Corey (with Ty Franck). The Expanse. (soon to be a major SyFy Channel television series). Leviathan Wakes. Caliban's War. Abaddon's Gate. Cibola Burn. Nemesis Games",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Epic",
                "Science Fiction Fantasy",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Cup Final Mouse Who Did It",
            "authors": [
                "David Jacks",
                "Daniel S. Morrow"
            ],
            "ranking": 5.0,
            "ranking_count": 23,
            "abstract": "A charming tale about a footballing mouse called 'Tiny Adams'. His manager 'Mr Mousinho' won't play him until one special day, Cup Final day. An injury to star player 'Rataldo' means Tiny will start his first game ever. But will Tiny succeed or fail?",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Wangs vs. the World",
            "authors": [
                "Jade Chang"
            ],
            "ranking": 3.28,
            "ranking_count": 15771,
            "abstract": "A hilarious debut novel about a wealthy but fractured Chinese immigrant family that had it all, only to lose every last cent - and about the road trip they take across America that binds them back together.. Charles Wang is mad at America. A brash, lovable immigrant businessman who built a cosmetics empire and made a fortune, he's just been ruined by the financial crisis. Now all Charles wants is to get his kids safely stowed away so that he can go to China and attempt to reclaim his family's ancestral lands - and his pride.. Charles pulls Andrew, his aspiring comedian son, and Grace, his style-obsessed daughter, out of schools he can no longer afford. Together with their stepmother, Barbra, they embark on a cross-country road trip from their foreclosed Bel-Air home to the upstate New York hideout of the eldest daughter, disgraced art world it-girl Saina. But with his son waylaid by a temptress in New Orleans, his wife ready to defect for a set of 1,000-thread-count sheets, and an epic smash-up in North Carolina, Charles may have to choose between the old world and the new, between keeping his family intact and finally fulfilling his dream of starting anew in China.. Outrageously funny and full of charm,. The Wangs vs. the World. is an entirely fresh look at what it means to belong in America - and how going from glorious riches to (still name-brand) rags brings one family together in a way money never could.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Humor",
                "Cultural",
                "Adult Fiction",
                "Literary Fiction",
                "Adult",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "The Boy Most Likely To",
            "authors": [
                "Huntley Fitzpatrick"
            ],
            "ranking": 3.78,
            "ranking_count": 15531,
            "abstract": "Surprises abound and sparks ignite in the highly anticipated, utterly romantic companion to. My Life Next Door. Tim Mason was The Boy Most Likely To:. - find the liquor cabinet blindfolded. - need a liver transplant. - drive his car into a house. Alice Garrett was The Girl Most Likely To:. - well, not date her little brother’s baggage-burdened best friend, for starters.. For Tim, it wouldn’t be smart to fall for Alice. For Alice, nothing could be scarier than falling for Tim. But Tim has never been known for making the smart choice, and Alice is starting to wonder if the “smart” choice is always the right one. When these two crash into each other, they crash hard.. Then the unexpected consequences of Tim’s wild days come back to shock him. He finds himself in a situation that isn’t all it appears to be, that he never could have predicted . . . but maybe should have.. And Alice is caught in the middle.. Told in Tim’s and Alice’s distinctive, disarming, entirely compelling voices, this return to the world of. My Life Next Door. is a story about failing first, trying again, and having to decide whether to risk it all once more.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "New Adult",
                "Womens Fiction"
            ]
        },
        {
            "title": "Former People: The Final Days of the Russian Aristocracy",
            "authors": [
                "Douglas   Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 1535,
            "abstract": "Epic in scope, precise in detail, and heart-breaking in its human drama,. Former People. is the first book to recount the history of the aristocracy caught up in the maelstrom of the Bolshevik Revolution and the creation of Stalin’s Russia. Filled with chilling tales of looted palaces and burning estates, of desperate flights in the night from marauding peasants and Red Army soldiers, of imprisonment, exile, and execution, it is the story of how a centuries’-old elite, famous for its glittering wealth, its service to the Tsar and Empire, and its promotion of the arts and culture, was dispossessed and destroyed along with the rest of old Russia.. Yet. Former People. is also a story of survival and accommodation, of how many of the tsarist ruling class—so-called “former people” and “class enemies”—overcame the psychological wounds inflicted by the loss of their world and decades of repression as they struggled to find a place for themselves and their families in the new, hostile order of the Soviet Union. Chronicling the fate of two great aristocratic families—the Sheremetevs and the Golitsyns—the book reveals how even in the darkest depths of the terror, daily life went on.. Told with sensitivity and nuance by acclaimed historian Douglas Smith,. Former People. is the dramatic portrait of two of Russia’s most powerful aristocratic families, and a sweeping account of their homeland in violent transition.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Biography",
                "Politics",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Behold the Dreamers",
            "authors": [
                "Imbolo Mbue"
            ],
            "ranking": 3.95,
            "ranking_count": 71864,
            "abstract": "Jende Jonga, a Cameroonian immigrant living in Harlem, has come to the United States to provide a better life for himself, his wife, Neni, and their six-year-old son. In the fall of 2007, Jende can hardly believe his luck when he lands a job as a chauffeur for Clark Edwards, a senior executive at Lehman Brothers. Clark demands punctuality, discretion, and loyalty—and Jende is eager to please. Clark’s wife, Cindy, even offers Neni temporary work at the Edwardses’ summer home in the Hamptons. With these opportunities, Jende and Neni can at last gain a foothold in America and imagine a brighter future.. However, the world of great power and privilege conceals troubling secrets, and soon Jende and Neni notice cracks in their employers’ façades.. When the financial world is rocked by the collapse of Lehman Brothers, the Jongas are desperate to keep Jende’s job—even as their marriage threatens to fall apart. As all four lives are dramatically upended, Jende and Neni are forced to make an impossible choice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Audiobook",
                "Literary Fiction",
                "New York",
                "Adult",
                "Adult Fiction",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "You had me at hello",
            "authors": [
                "Mhairi McFarlane",
                "Lina Erkelius"
            ],
            "ranking": 3.79,
            "ranking_count": 28226,
            "abstract": "Efter ännu ett gräl bestämmer sig Rachel, några veckor innan bröllopet, att det är hög tid att slå upp förlovningen med sambon Rhys. I förvirringen och tequilaruset som följer på det spontana beslutet ser framtiden minst sagt suddig ut. Ännu krångligare blir det när Rachel får höra att ungdomsförälskelsen Ben har flyttat till hennes stad. Det är tio år sedan de senast träffades, men när Rachel efter omsorgsfull planering lyckas få till ett slumpartat möte med Ben väcks den gamla vänskapen till liv. Och – för Rachel – en hel del annat. Kruxet är att Ben inte verkar se Rachel som något annat än en vän. Att han dessutom har skaffat sig en fru, lika sanslöst snygg som han, talar sitt tydliga språk. Bara vara vänner alltså.. Inga problem för Rachel. Eller?. You had me at hello. handlar om Rachel som är expert på att hamna i besvärliga situationer. Hon tampas med enerverande kolleger, taktlösa föräldrar och krisande vänner. Och inte minst med en flamma som borde vara släckt sedan länge.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Fiction",
                "Adult",
                "Humor",
                "Adult Fiction",
                "Audiobook",
                "Love"
            ]
        },
        {
            "title": "Stiletto",
            "authors": [
                "Daniel O'Malley"
            ],
            "ranking": 4.14,
            "ranking_count": 18680,
            "abstract": "In this spirited sequel to the acclaimed The Rook, Myfanwy Thomas returns to clinch an alliance between deadly rivals and avert epic -- and slimy -- supernatural war.. When secret organizations are forced to merge after years of enmity and bloodshed, only one person has the fearsome powers -- -and the bureaucratic finesse -- -to get the job done. Facing her greatest challenge yet, Rook Myfanwy Thomas must broker a deal between two bitter adversaries:. The Checquy -- -the centuries-old covert British organization that protects society from supernatural threats, and.... The Grafters -- -a centuries-old supernatural threat.. But as bizarre attacks sweep London, threatening to sabotage negotiations, old hatreds flare. Surrounded by spies, only the Rook and two women who absolutely hate each other, can seek out the culprits before they trigger a devastating otherworldly war.. Stiletto is a novel of preternatural diplomacy, paranoia, and snide remarks, from an author who adroitly straddles the thin line between fantasy, thriller, and spoof (Booklist).",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Adult",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Origins of Political Order: From Prehuman Times to the French Revolution",
            "authors": [
                "Francis Fukuyama"
            ],
            "ranking": 4.17,
            "ranking_count": 8485,
            "abstract": "Virtually all human societies were once organized tribally, yet over time most developed new political institutions which included a central state that could keep the peace and uniform laws that applied to all citizens. Some went on to create governments that were accountable to their constituents. We take these institutions for granted, but they are absent or are unable to perform in many of today’s developing countries—with often disastrous consequences for the rest of the world.. Francis Fukuyama, author of the bestselling. The End of History and the Last Man. and one of our most important political thinkers, provides a sweeping account of how today’s basic political institutions developed. The first of a major two-volume work,. The Origins of Political Order. begins with politics among our primate ancestors and follows the story through the emergence of tribal societies, the growth of the first modern state in China, the beginning of the rule of law in India and the Middle East, and the development of political accountability in Europe up until the eve of the French Revolution.. Drawing on a vast body of knowledge—history, evolutionary biology, archaeology, and economics—Fukuyama has produced a brilliant, provocative work that offers fresh insights on the origins of democratic societies and raises essential questions about the nature of politics and its discontents.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Economics",
                "Sociology",
                "Anthropology",
                "Science",
                "Audiobook"
            ]
        },
        {
            "title": "The Execution",
            "authors": [
                "Dick Wolf"
            ],
            "ranking": 3.87,
            "ranking_count": 2021,
            "abstract": "NYPD Detective Jeremy Fisk—introduced in Law & Order creator Dick Wolf’s New York Times bestselling debut. The Intercept. —must stop an assassin in the pay of a shadowy cartel in The Execution, a tense thriller that superbly blends suspense, politics, intrigue and high-flying action in the tradition of Vince Flynn, David Baldacci, and Robert Crais.. Soon after the Mexican presidential election, twenty-three bodies are discovered beheaded on the United States border, each marked with a unique symbol - a carving of a hummingbird. Detective Cecilia Garza of the Mexican intelligence agency recognizes it as the signature of Chuparosa - an assassin feared for his cunning and brutality. The fierce and intense detective has been pursuing the killer for years, yet knows little about him, except that he's heading to New York - with the rest of the world.. It's United Nations Week in Manhattan and Jeremy Fisk can't let grief over a devastating loss keep him from his duty to safeguard the city. Complicating matters is news of a mass murder nearby - and the arrival of the disturbingly beautiful and assertive Cecilia Garza, determined to do things her way.. In the race to catch Chuparosa, these uneasy allies must learn to work together, and fast. As they soon discover, there's more to this threat than meets the eye - and Fisk will have to learn the hard way that justice is not always blind.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adventure",
                "Spy Thriller"
            ]
        },
        {
            "title": "Golden Hill: A Novel of Old New York",
            "authors": [
                "Francis Spufford"
            ],
            "ranking": 3.79,
            "ranking_count": 11539,
            "abstract": "The spectacular first novel from acclaimed nonfiction author Francis Spufford follows the adventures of a mysterious young man in mid-eighteenth century Manhattan, thirty years before the American Revolution, in “a first-class period entertainment” (. The Guardian. ).. New York, a small town on the tip of Manhattan island, 1746. One rainy evening in November, a handsome young stranger fresh off the boat pitches up at a countinghouse door on Golden Hill Street: this is Mr. Smith, amiable, charming, yet strangely determined to keep suspicion shimmering. For in his pocket, he has what seems to be an order for a thousand pounds, a huge sum, and he won’t explain why, or where he comes from, or what he is planning to do in the colonies that requires so much money. Should the New York merchants trust him? Should they risk their credit and refuse to pay? Should they befriend him, seduce him, arrest him; maybe even kill him?. Set thirty years before the American Revolution, author Francis Spufford captures an ancient iconography of New York not only in his depictions of the physical city and its diverse citizens, currencies, and costumes, but also in the clever and pungent language of his prose.. Golden Hill. is an update of eighteenth-century picaresque novels by the likes of Henry Fielding and entertains us with its savage wit, mystery, charismatic protagonist, and romantic storyline as it propels us toward a powerful revelation at the novel’s end. “Intoxicating” (. The Financial Times. ) and “as good a historical novel as you could read” (. The Times. , London),. Golden Hill. shows us a city provokingly different from its later self; but subtly shadowed by the great icon to come, and already a place where a young man with a fast tongue can invent himself anew, fall in love—and find a world of trouble.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "New York",
                "Mystery",
                "Literary Fiction",
                "Audiobook",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "Questionable Practices: Stories",
            "authors": [
                "Eileen Gunn"
            ],
            "ranking": 3.66,
            "ranking_count": 139,
            "abstract": "Good intentions aren’t everything. Sometimes things don’t quite go the way you planned. And sometimes you don’t plan. . . . This collection of sixteen stories (and one lonely poem) chart the many ways trouble can ensue. No actual human beings were harmed in the creation of this book.. Stories from Eileen Gunn are always a cause for celebration. Where will she lead us? Up the Fire Road to a slightly alternate world. Four stories into steampunk’s heart. Into a very strange family gathering as they celebrate Christmas. Into the golem's heart. Never where we might expect.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Science Fiction",
                "Fantasy",
                "Anthologies"
            ]
        }
    ]
}