{
    "books": [
        {
            "title": "Touch of the Demon",
            "authors": [
                "Diana Rowland"
            ],
            "ranking": 4.11,
            "ranking_count": 6144,
            "abstract": "Kara Gillian is in some seriously deep trouble.. She’s used to summoning supernatural creatures from the demon realm to our world, but now the tables have been turned and she’s the one who’s been summoned. Kara is the prisoner of yet another demonic lord, but she quickly discovers that she’s far more than a mere hostage. Yet waiting for rescue has never been her style, and Kara has no intention of being a pawn in someone else’s game.. There’s intrigue to spare as she digs into the origin of the demonic lords and discovers the machinations of humans and demons alike. Kara is shocked to discover that she has her own history in the demon realm, and that the ties between her and the demonic lords Rhyzkahl and Szerain go back farther than she could have ever imagined. But treachery runs rampant among all the lords, and she’s going to have to stay sharp in order to keep from being used to further their own agendas. The lords have a secret that dates back to earth’s ancient history, and it could have devastating repercussions for both worlds.. Yet more than anything else, Kara’s abilities as a homicide detective will be put to the test—because this time the murder she has to solve is her own.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Barracuda",
            "authors": [
                "Christos Tsiolkas"
            ],
            "ranking": 3.68,
            "ranking_count": 8224,
            "abstract": "He asked the water to lift him, to carry him, to avenge him. He made his muscles shape his fury, made every stroke declare his hate. And the water obeyed; the water would give him his revenge. No one could beat him, no one came close.. His whole life Danny Kelly's only wanted one thing: to win Olympic gold. Everything he's ever done - every thought, every dream, every action - takes him closer to that moment of glory, of vindication, when the world will see him for what he is: the fastest, the strongest and the best. His life has been a preparation for that moment.. His parents struggle to send him to the most prestigious private school with the finest swimming program; Danny loathes it there and is bullied and shunned as an outsider, but his coach is the best and knows Danny is, too, better than all those rich boys, those pretenders. Danny's win-at-all-cost ferocity gradually wins favour with the coolest boys - he's Barracuda, he's the psycho, he's everything they want to be but don't have the guts to get there. He's going to show them all.. He would be first, everything would be alright when he came first, all would be put back in place. When he thought of being the best, only then did he feel calm.. A searing and provocative novel by the acclaimed author of the international bestseller. The Slap. ,. Barracuda. is an unflinching look at modern Australia, at our hopes and dreams, our friendships, and our families.. Should we teach our children to win, or should we teach them to live? How do we make and remake our lives? Can we atone for our past? Can we overcome shame? And what does it mean to be a good person?. Barracuda. is about living in Australia right now, about class and sport and politics and migration and education. It contains everything a person is: family and friendship and love and work, the identities we inhabit and discard, the means by which we fill the holes at our centre. It's brutal and tender and blazingly brilliant; everything we have come to expect from this fearless vivisector of our lives and world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "LGBT",
                "Contemporary",
                "Book Club",
                "Literary Fiction",
                "Sports",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Z: A Novel of Zelda Fitzgerald",
            "authors": [
                "Therese Anne Fowler"
            ],
            "ranking": 3.86,
            "ranking_count": 52010,
            "abstract": "A dazzling novel that captures all of the romance, glamour, and tragedy of the first flapper, Zelda Fitzgerald.. When beautiful, reckless Southern belle Zelda Sayre meets F. Scott Fitzgerald at a country club dance in 1918, she is seventeen years old and he is a young army lieutenant stationed in Alabama. Before long, the ungettable Zelda has fallen for him despite his unsuitability: Scott isn't wealthy or prominent or even a Southerner, and keeps insisting, absurdly, that his writing will bring him both fortune and fame.. Her father is deeply unimpressed. But after Scott sells his first novel, This Side of Paradise, to Scribner's, Zelda optimistically boards a train north, to marry him in the vestry of St. Patrick's Cathedral and take the rest as it comes.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Cultural",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Five Star Billionaire",
            "authors": [
                "Tash Aw"
            ],
            "ranking": 3.47,
            "ranking_count": 4303,
            "abstract": "An entertaining, expansive, and eye-opening novel that captures the vibrance of China today, by a writer whose previous work has been called “mesmerizing,” “haunting,” “breathtaking,” “mercilessly gripping,” “seductive,” and “luminous.”. Phoebe is a factory girl who has come to Shanghai with the promise of a job - but when she arrives she discovers that the job doesn't exist. Gary is a country boy turned pop star who is spinning out of control. Justin is in Shanghai to expand his family's real-estate empire, only to find that he might not be up to the task. He has long harboured a crush on Yinghui, who has reinvented herself from a poetry-loving, left-wing activist to a successful Shanghai businesswoman. She is about to make a deal with the shadowy figure of Walter Chao, the five-star billionaire of the novel, who - with his secrets and his schemes - has a hand in the lives of each of the characters. All bring their dreams and hopes to Shanghai, the shining symbol of the New China, which, like the novel's characters, is constantly in flux and which plays its own fateful role in the lives of its inhabitants.. Five Star Billionaire,. the dazzling kaleidoscopic new novel by the award-winning writer Tash Aw, offers rare insight into China today, with its constant transformations and its promise of possibility.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literature",
                "Literary Fiction",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Fall of Five",
            "authors": [
                "Pittacus Lore"
            ],
            "ranking": 4.22,
            "ranking_count": 62675,
            "abstract": "Alternate cover for this ISBN can be found. here. The Garde are finally reunited, but do they have what it takes to win the war against the Mogadorians?. John Smith—Number Four—thought that things would change once the Garde found each other. They would stop running. They would fight the Mogadorians. And they would win.. But he was wrong. After facing off with the Mogadorian ruler and almost being annihilated, the Garde know they are drastically unprepared and hopelessly outgunned. Now they’re hiding out in Nine’s Chicago penthouse, trying to figure out their next move.. The six of them are powerful, but they’re not strong enough yet to take on an entire army—even with the return of an old ally. To defeat their enemy, the Garde must master their Legacies and learn to work together as a team. More importantly, they’ll have to discover the truth about the Elders and their plan for the Loric survivors.. And when the Garde receive a sign from Number Five—a crop circle in the shape of a Loric symbol—they know they are so close to being reunited. But could it be a trap? Time is running out, and the only thing they know for certain is that they have to get to Five before it’s too late.. The Garde may have lost battles, but they will not lose this war.. Lorien will rise again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Romance",
                "Action"
            ]
        },
        {
            "title": "Forgiveness and Permission",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.39,
            "ranking_count": 9406,
            "abstract": "Sang Sorenson’s abusive mother is secure in a hospital, and her father has vanished to a new family of his own, leaving Sang and her sister to fend for themselves. Sang is hanging by a thread, and her only hope is a group of boys she feels she barely knows.. She’s never really alone. The Academy team has stepped in, promising to protect and care for Sang. Kota, Victor, Silas, Nathan, Gabriel, Luke and North take over, showing Sang they can be depended on for anything. But just because the parents are away, doesn’t mean Sang’s life has become any easier.. The newfound freedom will have a higher price than any of them had imagined.. Principal Hendricks now wants to use Sang to exploit Academy secrets. Mr. McCoy has his own dark plans for her. Enemies are closing in. Sang will need to learn to believe in the boys, and the boys will need to learn to trust her if they want to survive their rivals.. And each other.. The Academy, Relentless Trust",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Young Adult",
                "Romance",
                "Contemporary",
                "Mystery",
                "Sociology",
                "Spy Thriller",
                "New Adult"
            ]
        },
        {
            "title": "The Forgotten Sisters",
            "authors": [
                "Shannon Hale"
            ],
            "ranking": 4.18,
            "ranking_count": 9183,
            "abstract": "After a year at the king's palace, Miri has learned all about being a proper princess. But the tables turn when the student must become the teacher!. Instead of returning to her beloved Mount Eskel, Miri is ordered to journey to a distant swamp and start a princess academy for three sisters, cousins of the royal family. Unfortunately, Astrid, Felissa, and Sus are more interested in hunting and fishing than becoming princesses.. As Miri spends more time with the sisters, she realizes the king and queen's interest in them hides a long-buried secret. She must rely on her own strength and intelligence to unravel the mystery, protect the girls, complete her assignment, and finally make her way home.. Fans of Shannon Hale won't want to miss this gorgeously woven return to this best-selling, award-winning series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Romance",
                "Adventure"
            ]
        },
        {
            "title": "Making Faces",
            "authors": [
                "Amy Harmon"
            ],
            "ranking": 4.29,
            "ranking_count": 68250,
            "abstract": "Ambrose Young was beautiful. He was tall and muscular, with hair that touched his shoulders and eyes that burned right through you. The kind of beautiful that graced the covers of romance novels, and Fern Taylor would know. She'd been reading them since she was thirteen. But maybe because he was so beautiful he was never someone Fern thought she could have . . . until he wasn't beautiful anymore. Making Faces is the story of a small town where five young men go off to war, and only one comes back. It is the story of loss. Collective loss, individual loss, loss of beauty, loss of life, loss of identity. It is the tale of one girl's love for a broken boy and a wounded warrior's love for an unremarkable girl. This is a story of friendship that overcomes heartache, heroism that defies the common definitions, and a modern tale of Beauty and the Beast, where we discover that there is a little beauty and a little beast in all of us.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Young Adult",
                "War",
                "Fiction",
                "New Adult",
                "Drama",
                "Love"
            ]
        },
        {
            "title": "A Head Full of Ghosts",
            "authors": [
                "Paul Tremblay"
            ],
            "ranking": 3.8,
            "ranking_count": 60367,
            "abstract": "The lives of the Barretts, a normal suburban New England family, are torn apart when fourteen-year-old Marjorie begins to display signs of acute schizophrenia.. To her parents' despair, the doctors are unable to stop Marjorie's descent into madness. As their stable home devolves into a house of horrors, they reluctantly turn to a local Catholic priest for help. Father Wanderly suggests an exorcism; he believes the vulnerable teenager is the victim of demonic possession. He also contacts a production company that is eager to document the Barretts' plight. With John, Marjorie's father, out of work for more than a year and the medical bills looming, the family agrees to be filmed, and soon find themselves the unwitting stars of The Possession, a hit reality television show. When events in the Barrett household explode in tragedy, the show and the shocking incidents it captures become the stuff of urban legend.. Fifteen years later, a bestselling writer interviews Marjorie's younger sister, Merry. As she recalls those long ago events that took place when she was just eight years old, long-buried secrets and painful memories that clash with what was broadcast on television begin to surface--and a mind-bending tale of psychological horror is unleashed, raising vexing questions about memory and reality, science and religion, and the very nature of evil.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Though Not Dead",
            "authors": [
                "Dana Stabenow"
            ],
            "ranking": 4.14,
            "ranking_count": 5595,
            "abstract": "The residents of Alaska’s largest national park are stunned by the death of one of their oldest members, eighty-seven-year-old Sam Dementieff…even investigator Kate Shugak. Sam, a lifelong resident, was dubbed the “father” of all of the Park rats—even though he had no children of his own. Kate, his niece, is surprised to discover that in his will he’s left her everything, including a letter instructing her simply to, “find my father.” In the three days after Kate begins her search through Sam’s background, she gets threatened—and worse. Kate struggles to fulfill Sam’s last wish without losing her own life to the people who are following her every move. Long-lost family secrets and fatal consequences are interwoven with the epic history of an unforgiving land.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Historical",
                "Romance"
            ]
        },
        {
            "title": "Hild",
            "authors": [
                "Nicola Griffith"
            ],
            "ranking": 3.78,
            "ranking_count": 9991,
            "abstract": "Hild is born into a world in transition. In seventh-century Britain, small kingdoms are merging, usually violently. A new religion is coming ashore; the old gods’ priests are worrying. Edwin of Northumbria plots to become overking of the Angles, ruthlessly using every tool at his disposal: blood, bribery, belief.. Hild is the king’s youngest niece. She has the powerful curiosity of a bright child, a will of adamant, and a way of seeing the world—of studying nature, of matching cause with effect, of observing human nature and predicting what will happen next—that can seem uncanny, even supernatural, to those around her. She establishes herself as the king’s seer. And she is indispensable—until she should ever lead the king astray. The stakes are life and death: for Hild, her family, her loved ones, and the increasing numbers who seek the protection of the strange girl who can read the world and see the future.. Hild is a young woman at the heart of the violence, subtlety, and mysticism of the early medieval age—all of it brilliantly and accurately evoked by Nicola Griffith’s luminous prose. Recalling such feats of historical fiction as Hilary Mantel’s. Wolf Hall. and Sigrid Undset’s Kristin. Lavransdatter. ,. Hild. brings a beautiful, brutal world—and one of its most fascinating, pivotal figures, the girl who would become St. Hilda of Whitby—to vivid, absorbing life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Young Adult",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Tombland",
            "authors": [
                "C.J. Sansom"
            ],
            "ranking": 4.38,
            "ranking_count": 11212,
            "abstract": "Spring, 1549. Two years after the death of Henry VIII, England is sliding into chaos…. The king, Edward VI, is eleven years old. His uncle Edward Seymour, Duke of Somerset, rules as Protector. Radical Protestants are conducting all out war on the old religion, stirring discontent among the people. The Protector's prolonged war with Scotland is proving a disastrous failure. Worst of all, the economy is in collapse, inflation rages and rebellion is stirring among the peasantry.. Since the old King's death, Matthew Shardlake has been working as a lawyer in the service of Henry's younger daughter, the Lady Elizabeth. The gruesome murder of the wife of John Boleyn, a distant Norfolk relation of Elizabeth's mother - which could have political implications for Elizabeth - brings Shardlake and his young assistant Nicholas Overton to the summer assizes at Norwich. There they are reunited with Shardlake's former assistant Jack Barak. The three find layers of mystery and danger surrounding the death of Edith Boleyn, as more murders are committed.. During their investigation, a peasant rebellion breaks out across the country. Yeoman Robert Kett establishes a vast camp outside Norwich and leads a force of thousands to overthow the landlords. Soon the rebels have taken over the city, England's second largest.. Barak throws in his lot with the rebels; Nicholas, opposed to them, becomes a prisoner in Norwich Castle; while Shardlake has to decide where his ultimate loyalties lie. As government forces in London prepare to march north and destroy the rebels, he discovers that the murder of Edith Boleyn may have connections reaching into both the heart of the rebel camp and of the Norfolk gentry.... Tombland. is both a thrilling murder mystery and a vivid and engaging portrait of a divided nation.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "English History",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Binti",
            "authors": [
                "Nnedi Okorafor"
            ],
            "ranking": 3.9,
            "ranking_count": 61447,
            "abstract": "For the first time in hardcover, the winner of the Hugo Award and the Nebula Award!. With a new foreword by N. K. Jemisin. Her name is Binti, and she is the first of the Himba people ever to be offered a place at Oomza University, the finest institution of higher learning in the galaxy. But to accept the offer will mean giving up her place in her family to travel between the stars among strangers who do not share her ways or respect her customs.. Knowledge comes at a cost, one that Binti is willing to pay, but her journey will not be easy. The world she seeks to enter has long warred with the Meduse, an alien race that has become the stuff of nightmares. Oomza University has wronged the Meduse, and Binti's stellar travel will bring her within their deadly reach.. If Binti hopes to survive the legacy of a war not of her making, she will need both the the gifts of her people and the wisdom enshrined within the University, itself -- but first she has to make it there, alive.. The Binti Series. Book 1:. Binti. Book 2:. Binti: Home. Book 3:. Binti: The Night Masquerade",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Novella",
                "Young Adult",
                "Short Stories",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Muse of Nightmares",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.45,
            "ranking_count": 49684,
            "abstract": "Sarai has lived and breathed nightmares since she was six years old.. She believed she knew every horror and was beyond surprise.. She was wrong.. In the wake of tragedy, neither Lazlo nor Sarai are who they were before. One a god, the other a ghost, they struggle to grasp the new boundaries of their selves as dark-minded Minya holds them hostage, intent on vengeance against Weep.. Lazlo faces an unthinkable choice—save the woman he loves, or. everyone else?. —while Sarai feels more helpless than ever. But is she? Sometimes, only the direst need can teach us our own depths, and Sarai, the Muse of Nightmares, has not yet discovered what she's capable of.. As humans and godspawn reel in the aftermath of the citadel's near fall, a new foe shatters their fragile hopes, and the mysteries of the Mesarthim are resurrected: Where did the gods come from, and why? What was done with thousands of children born in the citadel nursery? And most important of all, as forgotten doors are opened and new worlds revealed: Must heroes always slay monsters, or is it possible to save them instead?. Love and hate, revenge and redemption, destruction and salvation all clash in this astonishing and heart-stopping sequel to the. New York Times. bestseller,. Strange the Dreamer. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "New Adult",
                "Paranormal"
            ]
        },
        {
            "title": "My Name Is Lucy Barton",
            "authors": [
                "Elizabeth Strout"
            ],
            "ranking": 3.54,
            "ranking_count": 128554,
            "abstract": "Lucy Barton is recovering slowly from what should have been a simple operation. Her mother, to whom she hasn't spoken for many years, comes to see her. Her unexpected visit forces Lucy to confront the tension and longing that have informed every aspect of her life: her impoverished childhood in Amgash, Illinois, her escape to New York and her desire to become a writer, her faltering marriage, her love for her two daughters.. Knitting this powerful narrative together is the brilliant storytelling voice of Lucy herself: keenly observant, deeply human, and truly unforgettable. In. My Name Is Lucy Barton,. one of America's finest writers shows how a simple hospital visit illuminates the most tender relationship of all-the one between mother and daughter.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Adult Fiction",
                "Family",
                "Novels",
                "Adult",
                "Book Club",
                "Literature"
            ]
        },
        {
            "title": "House of Korba",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.39,
            "ranking_count": 7145,
            "abstract": "It's homecoming week at Ashley Waters, but Sang Sorenson has a lot more on her mind than dresses and crowns. Silas's troubled past—full of secrets he and his team thought they'd buried—comes back to haunt him, threatening to ruin everything.. Silas tries to deal, but guilt weighs heavily on him and Sang realizes she might be the only one who can help him keep it together.. Bomb threats have increased. They are followed at every turn. The principal is resorting to drastic measures to make sure they're all going to be kicked out. Pushed to their limits, Kota, Victor, Silas, Nathan, Gabriel, Luke and North, along with other members of the Academy, have finally had enough. This time, more Academy members are brought in to help hunt down the culprit, and keep everyone safe. It'll cost the boys, but in the end, even a bittersweet victory is better than disaster.. This time, they're getting what they need. All it takes is learning the line of when to let go, and when to never give up. The Academy, Together",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "New Adult",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Kingdom of Gods",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 3.98,
            "ranking_count": 22057,
            "abstract": "For two thousand years the Arameri family has ruled the world by enslaving the very gods that created mortalkind. Now the gods are free, and the Arameris' ruthless grip is slipping. Yet they are all that stands between peace and world-spanning, unending war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Adult",
                "Mythology"
            ]
        },
        {
            "title": "The Dark Prophecy",
            "authors": [
                "Rick Riordan",
                "John Rocco"
            ],
            "ranking": 4.2,
            "ranking_count": 81250,
            "abstract": "Go west. Capture Apollo before he can find the next oracle.. If you cannot bring him to me alive, kill him.. Those were the orders my old enemy Nero had given to Meg McCaffrey. But why would an ancient Roman emperor zero in on Indianapolis? And now that I have made it here (still in the embarrassing form of Lester Papadopoulos), where is Meg?. Meg, my demigod master, is a cantankerous street urchin. She betrayed me to Nero back at Camp Half-Blood. And while I'm mortal, she can order me to do anything . . . even kill myself. Despite all this, if I have a chance of prying her away from her villainous stepfather, I have to try.. But I'm new at this heroic-quest business, and my father, Zeus, stripped me of all my godly powers. Oh, the indignities and pain I have already suffered! Untold humiliation, impossible time limits, life-threatening danger . . . Shouldn't there be a reward at the end of each completed task? Not just more deadly quests?. I vow that if I ever regain my godhood, I will never again send a poor mortal on a quest. Unless it is really important. And unless I am sure the mortal can handle it. And unless I am pressed for time . . . or I really just don't feel like doing it myself. I will be. much. kinder and more generous than everyone is being to me—especially that sorceress Calypso. What does Leo see in her, anyway?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Adventure",
                "LGBT",
                "Audiobook",
                "Mythology"
            ]
        },
        {
            "title": "The Yard",
            "authors": [
                "Alex Grecian"
            ],
            "ranking": 3.82,
            "ranking_count": 14207,
            "abstract": "Victorian London is a cesspool of crime, and Scotland Yard has only twelve detectives—known as “The Murder Squad”—to investigate countless murders every month. Created after the Metropolitan Police’s spectacular failure to capture Jack the Ripper, The Murder Squad suffers rampant public contempt. They have failed their citizens. But no one can anticipate the brutal murder of one of their own . . . one of the twelve . . .When Walter Day, the squad’s newest hire, is assigned the case of the murdered detective, he finds a strange ally in the Yard’s first forensic pathologist, Dr. Bernard Kingsley. Together they track the killer, who clearly is not finished with The Murder Squad . . . but why?. Filled with fascinating period detail, and real historical figures, this spectacular debut in a new series showcases the depravity of late Victorian London, the advent of criminology, and introduces a stunning new cast of characters sure to appeal to fans of. The Sherlockian. and. The Alienist.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Love Anthony",
            "authors": [
                "Lisa Genova"
            ],
            "ranking": 3.96,
            "ranking_count": 34321,
            "abstract": "The story of an accidental friendship that gives a grieving mother a priceless gift: the ability to understand the thoughts of her eight-year-old autistic son and make sense of his brief life.. Two women, each cast adrift by unforseen events in their lives, meet by accident on a Nantucket beach and are drawn into a friendship.. Olivia is a young mother whose eight-year-old severely autistic son has recently died. Her marriage badly frayed by years of stress, she comes to the island in a trial separation to try and make sense of the tragedy of her Anthony’s short life.. Beth, a stay-at-home mother of three, is also recently separated after discovering her husband’s long-term infidelity. In an attempt to recapture a sense of her pre-married life, she rekindles her passion for writing, determined to find her own voice again. But surprisingly, as she does so, Beth also find herself channeling the voice of an unknown boy, exuberant in his perceptions of the world around him if autistic in his expression—a voice she can share with Olivia—(is it Anthony?)—that brings comfort and meaning to them both.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Neurodiversity",
                "Contemporary",
                "Adult Fiction",
                "Womens Fiction",
                "Adult",
                "Book Club",
                "Psychology",
                "Family",
                "Audiobook"
            ]
        },
        {
            "title": "Pale Demon",
            "authors": [
                "Kim Harrison"
            ],
            "ranking": 4.42,
            "ranking_count": 46930,
            "abstract": "Condemned and shunned for black magic, Rachel Morgan has three days to get to the annual witches’ conference and clear her name, or be trapped in the demonic ever-after . . . forever after.. But a witch, an elf, a living vampire, and a pixy in one car going across the country? Talk about a recipe for certain disaster, even without being the targets for assassination.. For after centuries of torment, a fearsome demon walks in the sunlight—freed at last to slay the innocent and devour their souls. But his ultimate goal is Rachel Morgan, and in the fight for survival that follows, even embracing her own demonic nature may not be enough to save her.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Five Chiefs: A Supreme Court Memoir",
            "authors": [
                "John Paul Stevens"
            ],
            "ranking": 3.53,
            "ranking_count": 1018,
            "abstract": "When he resigned last June, Justice Stevens was the third longest serving Justice in American history (1975-2010) -- only Justice William O. Douglas, whom Stevens succeeded, and Stephen Field have served on the Court for a longer time.. In. Five Chiefs. , Justice Stevens captures the inner workings of the Supreme Court via his personal experiences with the five Chief Justices -- Fred Vinson, Earl Warren, Warren Burger, William Rehnquist, and John Roberts -- that he interacted with. He reminisces of being a law clerk during Vinson's tenure; a practicing lawyer for Warren; a circuit judge and junior justice for Burger; a contemporary colleague of Rehnquist; and a colleague of current Chief Justice John Roberts. Along the way, he will discuss his views of some the most significant cases that have been decided by the Court from Vinson, who became Chief Justice in 1946 when Truman was President, to Roberts, who became Chief Justice in 2005.. Packed with interesting anecdotes and stories about the Court,. Five Chiefs. is an unprecedented and historically significant look at the highest court in the United States.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Law",
                "Politics",
                "Autobiography",
                "Biography",
                "North American Hi...",
                "Biography Memoir"
            ]
        },
        {
            "title": "City of Ghosts",
            "authors": [
                "Victoria Schwab"
            ],
            "ranking": 3.9,
            "ranking_count": 52559,
            "abstract": "Cassidy Blake's parents are The Inspecters, a (somewhat inept) ghost-hunting team. But Cass herself can REALLY see ghosts. In fact, her best friend, Jacob, just happens to be one.. When The Inspecters head to ultra-haunted Edinburgh, Scotland, for their new TV show, Cass—and Jacob—come along. In Scotland, Cass is surrounded by ghosts, not all of them friendly. Then she meets Lara, a girl who can also see the dead. But Lara tells Cassidy that as an In-betweener, their job is to send ghosts permanently beyond the Veil. Cass isn't sure about her new mission, but she does know the sinister Red Raven haunting the city doesn't belong in her world. Cassidy's powers will draw her into an epic fight that stretches through the worlds of the living and the dead, in order to save herself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Audiobook",
                "Horror",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Wings of the Wicked",
            "authors": [
                "Courtney Allison Moulton"
            ],
            "ranking": 4.22,
            "ranking_count": 14677,
            "abstract": "Life as the Preliator is harder than Ellie ever imagined.. Balancing real life with the responsibility of being Heaven’s warrior is a challenge for Ellie. Her relationship with Will has become all business, though they both long for each other. And now that the secret of who she really is has come out, so have Hell’s strongest reapers. Grown bold and more vicious, the demonic threaten her in the light of day and stalk her in the night.. She’s been warned.. Cadan, a demonic reaper, comes to her with information about Bastian’s new plan to destroy Ellie’s soul and use an ancient relic to wake all the souls of the damned and unleash them upon humanity. As she fights to stay ahead of Bastian’s schemes , the revelations about those closest to her awaken a dark power within Ellie that threatens to destroy everything—including herself.. She’ll be betrayed.. Treachery comes even from those whom she loves, and Ellie is broken by the deaths of those who stood beside her in this Heavenly war. Still, she must find a way to save the world, herself, and her love for Will. If she fails, there will be hell to pay.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Then Again",
            "authors": [
                "Diane Keaton"
            ],
            "ranking": 3.43,
            "ranking_count": 10110,
            "abstract": "Mom loved adages, quotes, slogans. There were always little reminders pasted on the kitchen wall. For example, the word THINK. I found THINK thumbtacked on a bulletin board in her darkroom. I saw it Scotch-taped on a pencil box she’d collaged. I even found a pamphlet titled THINK on her bedside table. Mom liked to THINK.. So begins Diane Keaton’s unforgettable memoir about her mother and herself. In it you will meet the woman known to tens of millions as Annie Hall, but you will also meet, and fall in love with, her mother, the loving, complicated, always-thinking Dorothy Hall. To write about herself, Diane realized she had to write about her mother, too, and how their bond came to define both their lives. In a remarkable act of creation, Diane not only reveals herself to us, she also lets us meet in intimate detail her mother. Over the course of her life, Dorothy kept eighty-five journals—literally thousands of pages—in which she wrote about her marriage, her children, and, most probingly, herself. Dorothy also recorded memorable stories about Diane’s grandparents. Diane has sorted through these pages to paint an unflinching portrait of her mother—a woman restless with intellectual and creative energy, struggling to find an outlet for her talents—as well as her entire family, recounting a story that spans four generations and nearly a hundred years.. More than the autobiography of a legendary actress, Then Again is a book about a very American family with very American dreams. Diane will remind you of yourself, and her bonds with her family will remind you of your own relationships with those you love the most.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Womens",
                "Culture",
                "Adult",
                "Family"
            ]
        },
        {
            "title": "Veil of Night",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 3.79,
            "ranking_count": 9991,
            "abstract": "Jaclyn Wilde is a wedding planner who loves her job—usually. But helping Carrie Edwards with her Big Day has been an unrelenting nightmare. Carrie is a bridezilla of mythic nastiness, a diva whose tantrums are just about as crazy as her demands. But the unpleasant task at hand turns seriously criminal when Carrie is brutally murdered and everyone involved with the ceremony is accusing one another of doing the deed.. The problem is, almost everyone— from the cake maker and the florist to the wedding-gown retailer and the bridesmaids’ dressmaker—had his or her own reason for wanting the bride dead, including Jaclyn. And while those who felt Carrie’s wrath are now smiling at her demise, Jaclyn refuses to celebrate tragedy, especially since she finds herself in the shadow of suspicion.. Assigned to the case, Detective Eric Wilder finds that there’s too much evidence pointing toward too many suspects. Compounding his problems is Jaclyn, with whom he shared one deeply passionate night before Carrie’s death. Being a prime suspect means that Jaclyn is hands-off just when Eric would rather be hands-on. As the heat intensifies between Eric and Jaclyn, a cold-blooded murderer moves dangerously close. And this time the target is not a bride but one particularly irresistible wedding planner, unaware of a killer’s vow.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Suspense",
                "Mystery",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Saving CeeCee Honeycutt",
            "authors": [
                "Beth Hoffman",
                "Jenna Lamia"
            ],
            "ranking": 3.94,
            "ranking_count": 81626,
            "abstract": "Twelve-year-old CeeCee is in trouble. For years she’s been the caretaker of her psychotic mother, Camille— the crown-wearing, lipstick-smeared laughingstock of an entire town. Though it’s 1967 and they live in Ohio, Camille believes it’s 1951 and she’s just been crowned the Vidalia Onion Queen of Georgia.. The day CeeCee discovers Camille in the front yard wearing a tattered prom dress and tiara as she blows kisses to passing motorists, she knows her mother has completely flipped. When tragedy strikes, Tootie Caldwell, a previously unknown great-aunt comes to CeeCee’s rescue and whisks her away to Savannah. Within hours of her arrival, CeeCee is catapulted into a perfumed world of prosperity and Southern eccentricities—a world that appears to be run entirely by women.. While Tootie is busy saving Savannah’s endangered historic homes from the wrecking ball, CeeCee encounters a cast of unforgettable, eccentric characters. From the mysterious Thelma Rae Goodpepper, who bathes in an outdoor tub under the watchful eyes of a voyeuristic peacock, to Oletta Jones, the all-knowing household cook, to Violene Hobbs, the loud-mouthed widow who entertains a local police officer in her yellow see-through peignoir, the women of Gaston Street keep CeeCee entertained and enthralled for an entire summer.. But CeeCee’s view of the world is challenged in ways she could have never imagined: there are secrets to keep, injustices to face, and loyalties to uphold. Just as she begins to find her ballast and experiences a sense of belonging, her newfound joy collides with the long-held fear that her mother’s legacy has left her destined for destruction.. Laugh-out-loud funny, at times heartbreaking, and written in a pitch-perfect voice, Saving CeeCee Honeycutt is a spirited Southern tale that explores the intricate frailties and strengths of female relationships while illuminating the journey of a young girl who loses her mother but finds many others.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Womens Fiction",
                "American",
                "Young Adult",
                "Adult Fiction",
                "Audiobook",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "Landline",
            "authors": [
                "Rainbow Rowell"
            ],
            "ranking": 3.55,
            "ranking_count": 160442,
            "abstract": "Georgie McCool knows her marriage is in trouble; it has been in trouble for a long time. She still loves her husband, Neal, and Neal still loves her, deeply — but that almost seems beside the point now.. Maybe that was always beside the point.. Two days before they’re supposed to visit Neal’s family in Omaha for Christmas, Georgie tells Neal that she can’t go. She’s a TV writer, and something’s come up on her show; she has to stay in Los Angeles. She knows that Neal will be upset with her — Neal is always a little upset with Georgie — but she doesn't expect him to pack up the kids and go home without her.. When her husband and the kids leave for the airport, Georgie wonders if she’s finally done it. If she’s ruined everything.. That night, Georgie discovers a way to communicate with Neal in the past. It’s not time travel, not exactly, but she feels like she’s been given an opportunity to fix her marriage before it starts.... Is that what she’s supposed to do?. Or would Georgie and Neal be better off if their marriage never happened?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Audiobook",
                "Magical Realism",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Smoke Gets in Your Eyes & Other Lessons from the Crematory",
            "authors": [
                "Caitlin Doughty"
            ],
            "ranking": 4.19,
            "ranking_count": 71736,
            "abstract": "Most people want to avoid thinking about death, but Caitlin Doughty—a twenty-something with a degree in medieval history and a flair for the macabre—took a job at a crematory, turning morbid curiosity into her life’s work. Thrown into a profession of gallows humor and vivid characters (both living and very dead), Caitlin learned to navigate the secretive culture of those who care for the deceased.. Smoke Gets in Your Eyes. tells an unusual coming-of-age story full of bizarre encounters and unforgettable scenes. Caring for dead bodies of every color, shape, and affliction, Caitlin soon becomes an intrepid explorer in the world of the dead. She describes how she swept ashes from the machines (and sometimes onto her clothes) and reveals the strange history of cremation and undertaking, marveling at bizarre and wonderful funeral practices from different cultures.. Her eye-opening, candid, and often hilarious story is like going on a journey with your bravest friend to the cemetery at midnight. She demystifies death, leading us behind the black curtain of her unique profession. And she answers questions you didn’t know you had: Can you catch a disease from a corpse? How many dead bodies can you fit in a Dodge van? What exactly does a flaming skull look like?. Honest and heartfelt, self-deprecating and ironic, Caitlin's engaging style makes this otherwise taboo topic both approachable and engrossing. Now a licensed mortician with an alternative funeral practice, Caitlin argues that our fear of dying warps our culture and society, and she calls for better ways of dealing with death (and our dead).",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Death",
                "Science",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Humor",
                "Adult"
            ]
        },
        {
            "title": "The Portable Veblen",
            "authors": [
                "Elizabeth Mckenzie"
            ],
            "ranking": 3.44,
            "ranking_count": 7345,
            "abstract": "The Portable Veblen. is a dazzlingly original novel that’s as big-hearted as it is laugh-out-loud funny. Set in and around Palo Alto, amid the culture clash of new money and old (antiestablishment) values, and with the specter of our current wars looming across its pages,. The Portable Veblen. is an unforgettable look at the way we live now. A young couple on the brink of marriage—the charming Veblen and her fiancé Paul, a brilliant neurologist—find their engagement in danger of collapse. Along the way they weather everything from each other’s dysfunctional families, to the attentions of a seductive pharmaceutical heiress, to an intimate tête-à-tête with a very charismatic squirrel.. Veblen (named after the iconoclastic economist Thorstein Veblen, who coined the term “conspicuous consumption”) is one of the most refreshing heroines in recent fiction. Not quite liberated from the burdens of her hypochondriac, narcissistic mother and her institutionalized father, Veblen is an amateur translator and “freelance self”; in other words, she’s adrift. Meanwhile, Paul—the product of good hippies who were bad parents—finds his ambition soaring. His medical research has led to the development of a device to help minimize battlefield brain trauma—an invention that gets him swept up in a high-stakes deal with the Department of Defense, a Bizarro World that McKenzie satirizes with granular specificity.. As Paul is swept up by the promise of fame and fortune, Veblen heroically keeps the peace between all the damaged parties involved in their upcoming wedding, until she finds herself falling for someone—or something—else. Throughout, Elizabeth McKenzie asks: Where do our families end and we begin? How do we stay true to our ideals? And what is that squirrel. really. thinking? Replete with deadpan photos and sly appendices,. The Portable Veblen. is at once an honest inquiry into what we look for in love and an electrifying reading experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "Adult",
                "Family",
                "Magical Realism",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Undeadly",
            "authors": [
                "Michele Vail"
            ],
            "ranking": 3.65,
            "ranking_count": 2823,
            "abstract": "The day I turned 16, my boyfriend-to-be died. I brought him back to life. Then things got a little weird.... Molly Bartolucci wants to blend in, date hottie Rick and keep her zombie-raising abilities on the down-low. Then the god Anubis chooses her to become a reaper—and she accidentally undoes the work of another reaper, Rath. Within days, she's shipped off to the Nekyia Academy, an elite boarding school that trains the best necromancers in the world. And her personal reaping tutor? Rath.. Life at Nekyia has its plusses. Molly has her own personal ghoul, for one. Rick follows her there out of the blue, for another...except, there's something a little off about him. When students at the academy start to die and Rath disappears, Molly starts to wonder if anything is as it seems. Only one thing is certain—-Molly's got an undeadly knack for finding trouble....",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Horror",
                "Romance",
                "Paranormal"
            ]
        },
        {
            "title": "Hard Wired: A Crash Course in Small College Football",
            "authors": [
                "Jebb A. Rebal"
            ],
            "ranking": 3.7,
            "ranking_count": 63,
            "abstract": "This work reveals competitive strategy and insider knowledge of college football, college life and the grass roots evolution of politics that began in academia and now shapes the political aspects of our everyday life. This fast paced, biographical work contains layers of storyline with twists and turns that are poignant, and startling.. Join three young men’s true stories as they launch themselves onto the college football scene and refuse to be denied their impact both on and off the field. These mistakenly overlooked college football players take over a struggling football team with their drive and motivation, all in an effort to rise to the challenge of one more football season. Living on the edge of college life as driven athletes, they face a dramatic conspiracy as they struggle in the face of athletic romance, real world politics of organizational behavior and creating their own futures as they are forced to lead the world around them much sooner than they ever expected.. Heavy is the head that wears the crown as these extraordinary athletes have decisions to make that are crowded by circumstances that continually provide opportunities for them to fail in rising to the level of achievement that they know they have earned. Understanding their romantic interests and hearing their sex stories as they struggle not to be dragged under provides a highly insightful gaze into their world.. The dynamics of college football, deciding on a future and motivation for achievement are illustrated here in a true story of the thin line between being an exceptional football player and the ever expanding world of claims that all performers are equal despite the results that prove to differentiate those same performers. At a new school, on a new team, joining the college ranks, these young men face more reality than they anticipated as they hold their future in their own hands and are first hand participants in the real world evolution of organizational politicking, power struggles and the freedom to pursue the college endeavor as they see fit.. This true story is worth picking up simply to have an accurate overview of the inner workings and value of university education, college football and organizational manipulation. It serves as both a remarkable story of college life and as an instruction manual to the pitfalls of the people surrounding exceptional individuals, in addition to the political motivations of higher education organizations. College football, coaching motivations and the nature of organizational leaders is clearly depicted here as your guide.. INTENDED FOR MATURE AUDIENCES. “It is not just what we did; it is what was going on around us that allowed us to choose to do it.”. BBD Press Inc. is an indie publisher. “HARD WIRED: A Crash Course in Small College Football” is now available on Amazon in E-Book and Paperback format.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction"
            ]
        },
        {
            "title": "The Copper Gauntlet",
            "authors": [
                "Holly Black",
                "Cassandra Clare"
            ],
            "ranking": 4.13,
            "ranking_count": 32454,
            "abstract": "Callum Hunt’s summer break isn’t like other kids’. His closest companion is a Chaos-ridden wolf, Havoc. His father suspects him of being secretly evil. And, of course, most kids aren’t heading back to the magical world of the Magisterium in the fall.. It’s not easy for Call . . . and it gets even harder after he checks out his basement and discovers that his dad might be trying to destroy both him and Havoc.. Call escapes to the Magisterium -- but things only intensify there. The Alkahest -- a copper gauntlet capable of separating certain magicians from their magic -- has been stolen. And in their search to discover the culprit, Call and his friends Aaron and Tamara awaken the attention of some very dangerous foes -- and get closer to an even more dangerous truth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Poseidon’s Children",
            "authors": [
                "Michael  West"
            ],
            "ranking": 3.45,
            "ranking_count": 403,
            "abstract": "Man no longer worships the old gods; forgotten and forsaken, they have become nothing more than myth and legend. But all that is about to change. After the ruins of a vast, ancient civilization are discovered on the ocean floor, Coast Guard officers find a series of derelict ships drifting in the current—high-priced yachts and leaking fishing boats, all ransacked, splattered in blood, their crews missing and presumed dead. And that's just the beginning. Vacationing artist Larry Neuhaus has just witnessed a gruesome shark attack, a young couple torn apart right before his eyes....at least, he thinks it was a shark. And when one of these victims turns out to be the only son of Roger Hays, the most powerful man in the country, things go from bad to worse. Now, to stop the carnage, Larry and his new-found friends must work together to unravel a mystery as old as time, and face an enemy as dark as the ocean depths.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Mythology",
                "Fiction",
                "Thriller",
                "Paranormal"
            ]
        },
        {
            "title": "The Adventure of a Lifetime",
            "authors": [
                "Ravina Thakkar"
            ],
            "ranking": 3.75,
            "ranking_count": 20,
            "abstract": "Betty loves to read all about Amber the Brave's adventures in her favorite book series. She also loves to pretend she's on an adventure just like Amber--flying through the air and saving the day. But when Betty's daydreams turn into reality, she'll need to conquer a supervillian for real. Or she'll be stuck inside. Amber's Big Adventure. forever.. Nine-year-old Betty Hilmar thinks her life couldn't possibly be more boring. That's why she's always reading her favorite book,. Amber the Brave. . Amber gets to battle supervillians, slay dragons, and have incredible adventures that Betty only dreams of. But everything changes when Betty receives a mysterious new book.. Suddenly, Betty finds herself in the middle of one of Amber's top secret missions. Together, she and Amber must stop the evil Doctor Sly from taking over the world, and as they race from one danger to the next, Betty learns that being a sidekick is no piece of cake.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Pitch Green",
            "authors": [
                "The Brothers Washburn",
                "Andy Washburn",
                "Berk Washburn"
            ],
            "ranking": 4.09,
            "ranking_count": 152,
            "abstract": "Trona is a small, foul-smelling, mostly insignificant town in California. Besides a booming chemical plant, the only thing that characterizes this dismal town is dirt, sagebrush, and an enormous abandoned mansion.. The mansion is, admittedly, the only notable addition to Trona, but it’s something everyone tries to avoid due to its creepy facade. Everyone except for Camm Smith, who is obsessed with the need to get inside.. Seven years earlier, as Camm herded a pack of little trick-or-treaters past the mansion, her young neighbor, Hugh, disappeared, becoming just one of many children who have vanished from Trona over the years without a trace. Now a senior in high school, Camm is still haunted by the old tragedy and is sure the answer to the mysterious disappearances lies hidden somewhere in the decaying mansion. Joining forces with her best friend, Cal, who also happens to be Hugh’s older brother, Camm naively begins a perilous search for the truth.. As things spiral quickly out of control, and others die, Camm and Cal discover it will take all their combined ingenuity to stay alive. An unseen creature, lurking deep within the bowels of the mansion, seems to have supernatural powers and is now hunting them. Making matters worse, they become entangled with hostile federal agents, who care only about keeping old secrets permanently hidden. Left with only their wit and seemingly ineffective firearms, they know they are running out of time. Unless they can make sense out of the few pieces of the puzzle they manage to unearth, the monster will certainly destroy them, and like so many others before them, they will be gone without a trace.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Suspense",
                "Mystery",
                "Holiday",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Sex in the Title: A Comedy about Dating, Sex, and Romance in NYC (Back When Phones Weren't So Smart)",
            "authors": [
                "Zack Love"
            ],
            "ranking": 3.47,
            "ranking_count": 821,
            "abstract": "New York City, May 2000. The Internet bubble has burst and Evan, a computer programmer, is fired with an email from his boss. The next day, his girlfriend dumps him, also via email. Afraid to check any more emails, Evan desperately seeks a rebound romance but the catastrophes that ensue go from bad to hilariously worse.. Fortunately, Evan meets Sammy -- someone whose legendary disasters with females eclipse even his own. To reverse their fortunes, they recruit their friends -- Trevor, Yi, and Carlos -- to form a group of five guys who take on Manhattan in pursuit of dates, sex, and adventure.. When Evan, a closet writer, falls desperately in love with a Hollywood starlet, he schemes to meet her by writing a novel that will sweep her off her feet. Sammy knows nothing about publishing but is confident of one thing: Evan's book should have the word sex in the title.. With musings about life, relationships, and human psychology, this quintessential New York story about the search for happiness follows five men on their comical paths to trouble, self-discovery, and love.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Humor",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Unfinished",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "For I Am With You",
            "authors": [
                "Judy Haar"
            ],
            "ranking": 3.29,
            "ranking_count": 28,
            "abstract": "A virus over a billion years old. A team of weary virus hunters. An unthinkable enemy. The end of mankind.. When Jenna, a Ph.D. in virology working for the Centers for Disease Control, stumbles upon a new virus concealed within an outbreak of Ebola, she discovers something far more terrifying: unimaginable, living, and experimenting with the human race, a sentient virus with a distinct plan. It surfaces, directing its team of children to control the very essence of mankind, the soul. The reason; to live beyond us. A battle is waged, the war has started.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Push and Shove",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.43,
            "ranking_count": 8164,
            "abstract": "Sang Sorenson struggles with her growing feelings when the Academy boys take her in and draw her closer into their world. They work together to uncover the true secrets happening at Ashley Waters High School, where Principal Hendricks will stop at nothing to take them all down.. Adding to their complications, Nathan’s father shows up, and he’s just as ruthless and violent as ever, beating up on Nathan. Sang offers Nathan refuge in her home, but Marie is fed up with the boys. She wants them out--all of them—and wants them to take Sang with them. Where will Sang go? What will happen to Nathan? And what about Mr. Hendrick’s spies, watching all of them?. Kota, Victor, Silas, Nathan, Gabriel, Luke and North will have to focus to get out of this mess, but with Sang assisting them, they’re struggling to keep control. They all promised not to make a move on Sang unless she initiates, but the tension is driving them all to distraction. With the help of Dr. Green and Mr. Blackbourne, they will have to stay strong and engaged. But A first kiss is imminent, and will cost them all more than they could ever have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "New Adult",
                "Spy Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Complicate Me",
            "authors": [
                "M.  Robinson"
            ],
            "ranking": 4.02,
            "ranking_count": 10074,
            "abstract": "It was complicated, it was also just the beginning.. A decision.. A simple choice.. There is always that one moment in life where things could have been different. That one moment where you could have chosen a path that would lead you down a certain road.. A different life.. It was easier to pretend that we were still best friends, and that she was my girl and I was her boy.. Pretending was better than knowing the truth.... I. Ruined. Us.. I had her.. I lost her.. I love her.. All I did was complicate us.. STANDALONE series. New Adult Contemporary Romance: Strong language and sexual content, not intended for readers under 18.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Academic",
                "Young Adult",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "The Star",
            "authors": [
                "Michele Breza"
            ],
            "ranking": 3.71,
            "ranking_count": 34,
            "abstract": "Librarian Note: Alternate Cover Edition for. ISBN-10: 0996874704 / ISBN-13: 9780996874700. .. Journey with this tiny star as it seeks its purpose in the Milky Way Galaxy and discovers that it is destined to participate in a wonderful Christmas event.. Captivating character, vivid illustrations, and engaging storyline complement this spectacular and unique re-telling of the announcement of the birth of Baby Jesus.. This book has received three awards in 2016:. -- SILVER MEDAL WINNER in the 2016 Illumination Awards in the category of Holiday Books. -- FINALIST in the 2016 IAN Book of the Year Awards in the category of Children's Illustrated Books. -- 2016 PINNACLE Book Awards in the category of Children's Fiction",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Christian"
            ]
        },
        {
            "title": "Blood Street",
            "authors": [
                "Carl Alves"
            ],
            "ranking": 4.15,
            "ranking_count": 46,
            "abstract": "Alexei chose the wrong neighborhood to claim his latest victim. Now Philadelphia mob boss Enzo Salerno is determined to hunt down the man who killed his associate in such gruesome fashion in his South Philly row home.. Perplexed by this unnatural murder, Salerno uncovers clues that lead him to believe that this was not a mob hit, and that a vampire was responsible for this death. Magnus, the leader of Alexei’s brood, must now use all of his resources to save them from both the mafia and the FBI.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Horror"
            ]
        },
        {
            "title": "La Vérité sur l'Affaire Harry Quebert",
            "authors": [
                "Joël Dicker"
            ],
            "ranking": 4.12,
            "ranking_count": 120798,
            "abstract": "À New York, au printemps 2008, alors que l’Amérique bruisse des prémices de l’élection présidentielle, Marcus Goldman, jeune écrivain à succès, est dans la tourmente : il est incapable d’écrire le nouveau roman qu’il doit remettre à son éditeur d’ici quelques mois. Le délai est près d’expirer quand soudain tout bascule pour lui : son ami et ancien professeur d’université, Harry Quebert, l’un des écrivains les plus respectés du pays, est rattrapé par son passé et se retrouve accusé d’avoir assassiné, en 1975, Nola Kellergan, une jeune fille de 15 ans, avec qui il aurait eu une liaison. Convaincu de l’innocence de Harry, Marcus abandonne tout pour se rendre dans le New Hampshire et mener son enquête. Il est rapidement dépassé par les événements : l’enquête s’enfonce et il fait l’objet de menaces. Pour innocenter Harry et sauver sa carrière d’écrivain, il doit absolument répondre à trois questions : Qui a tué Nola Kellergan? Que s’est-il passé dans le New Hampshire à l’été 1975? Et comment écrit-on un roman à succès?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Suspense",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "Train to Pokipse",
            "authors": [
                "Rami Shamir",
                "Micah White"
            ],
            "ranking": 4.18,
            "ranking_count": 40,
            "abstract": "A portrait of a millennial young man in the pre-Occupy Wall Street America of bank bailouts and apathy. Marinated in cocaine and sexual failure, awkward, painful, with occasional moments of high comedic relief, TRAIN TO POKIPSE has proven itself to be frighteningly accurate in its socio-political predictions. During this election year mad-house, it's easy to find yourself wondering how we fell this far. TRAIN TO POKIPSE, written beautifully and structured in an intricate metaphor, captures the moment in time when the wheels started falling off the American dream.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Girl and the Marsupial",
            "authors": [
                "Icy Rivers"
            ],
            "ranking": 5.0,
            "ranking_count": 5,
            "abstract": "In an attempt to study aliens from outer space, a couple decides to make them a part of their family.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "Action Words: Journey of a Journalist",
            "authors": [
                "Shaune Bordere"
            ],
            "ranking": 4.5,
            "ranking_count": 6,
            "abstract": "Young Black writer, Ora M. Lewis, makes an effort to convince the Editor of a small local newspaper to publish her critiques of the segregationist New Orleans mayor in 1935. Although she is discouraged, her heroics earn the attention of the city and US Senator Huey P. Long. Ora begins to write influential articles that inspire the people to endure segregation. Ora works closely with Senator Long who soon falls victim to assassination. The people are devastated and the City of New Orleans is nearly destroyed by the mayor who celebrates the untimely death of Senator Long. Ora somehow finds a way to lead the people and take a stand against segregation.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Media Tie In",
                "Christian",
                "Politics",
                "Inspirational",
                "American",
                "Novels",
                "Writing",
                "Cultural"
            ]
        },
        {
            "title": "Don't You Forget About Me",
            "authors": [
                "Mhairi McFarlane"
            ],
            "ranking": 3.87,
            "ranking_count": 37126,
            "abstract": "If there’s one thing worse than being fired from the grottiest restaurant in town, it’s coming home early to find your boyfriend in bed with someone else.. Reeling from the indignity of a double dumping on the same day, Georgina snatches at the next job that she’s offered—barmaid in a newly opened pub, which just so happens to run by the boy she fell in love with at school: Lucas McCarthy. And whereas Georgina (voted Most Likely to Succeed in her school yearbook) has done nothing but dead-end jobs in the last twelve years, Lucas has not only grown into a broodingly handsome man, but also has turned into an actual grown-up along the way, with a business and a dog.. Meeting Lucas again not only throws Georgina’s rackety present into sharp relief, but also brings a dark secret from her past bubbling to the surface. Only she knows the truth about what happened on the last day of school, and why she’s allowed it to chase her all these years…",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Humor",
                "European Literature"
            ]
        },
        {
            "title": "A Cry to War",
            "authors": [
                "E.O. Odiase",
                "K.N. Pumpuni"
            ],
            "ranking": 3.83,
            "ranking_count": 42,
            "abstract": "The epic and phenomenal West-African inspired Amazon bestselling fantasy from burgeoning new talents.. The authors would love you to join them on this enchanting journey of discovery; journeying through ancient African Kingdoms, a mythical forest, treacherous mountains, an arid desert and mysterious seas. Allow yourself to enjoy this immersive and enthralling tale set in medieval West Africa where Kings and Queens duel for power while mysterious creatures sent by the gods prepare to wage war upon them all.. A generation has passed, and the devastation of war is slowly fading away but the scars remain, lingering in the hearts and minds of many. In an era of peace, King Ewuare remains conflicted, torn between opening closed wounds or allowing his reign of peace and prosperity to continue.. As the King tries to resolve his moral conflict, the gods have a different agenda. Sinister and supernatural forces amass on the summit of the Agbon mountains, deep into the clouds, where no man dare stray, where the wind bites cold and the forest stays forever frozen.. Within, lies a tale of Kings and Queens, warriors and commoners, slaves and sorcerers, and the consequences of their hurried actions. African tribes head to battle with swords forged of bronze and steel, wild beasts bending to the will of man and fighting side by side. A boy travels across the known world, through treacherous lands, in search of a hidden treasure. All amid betrayal of love, friendship and family. As a result, the survival of a people, culture and history hangs perilously in the balance.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Gentleman's Guide to Vice and Virtue",
            "authors": [
                "Mackenzi Lee"
            ],
            "ranking": 4.06,
            "ranking_count": 119898,
            "abstract": "Henry “Monty” Montague was born and bred to be a gentleman, but he was never one to be tamed. The finest boarding schools in England and the constant disapproval of his father haven’t been able to curb any of his roguish passions—not for gambling halls, late nights spent with a bottle of spirits, or waking up in the arms of women or men.. But as Monty embarks on his Grand Tour of Europe, his quest for a life filled with pleasure and vice is in danger of coming to an end. Not only does his father expect him to take over the family’s estate upon his return, but Monty is also nursing an impossible crush on his best friend and traveling companion, Percy.. Still it isn’t in Monty’s nature to give up. Even with his younger sister, Felicity, in tow, he vows to make this yearlong escapade one last hedonistic hurrah and flirt with Percy from Paris to Rome. But when one of Monty’s reckless decisions turns their trip abroad into a harrowing manhunt that spans across Europe, it calls into question everything he knows, including his relationship with the boy he adores.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "LGBT",
                "Romance",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Demon's Covenant",
            "authors": [
                "Sarah Rees Brennan"
            ],
            "ranking": 4.02,
            "ranking_count": 5018,
            "abstract": "Mae Crawford's always thought of herself as in control, but in the last few weeks her life has changed. Her younger brother, Jamie, suddenly has magical powers, and she's even more unsettled when she realizes that Gerald, the new leader of the Obsidian Circle, is trying to persuade Jamie to join the magicians. Even worse? Jamie hasn't told Mae a thing about any of it. Mae turns to brothers Nick and Alan to help her rescue Jamie, but they are in danger from Gerald themselves because he wants to steal Nick's powers. Will Mae be able to find a way to save everyone she cares about from the power-hungry magician's carefully laid trap? [From Borders.com]",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Lizard World",
            "authors": [
                "Terry Richard Bazes"
            ],
            "ranking": 3.92,
            "ranking_count": 51,
            "abstract": "A dentist from New Jersey, marooned at midnight in the Florida swamps, makes the mistake of falling into the clutches of a hilariously depraved family of amateur surgeons devoted to a 17th-century libertine whose discovery of an elixir has kept his evil presence alive for the past three-hundred years.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Gothic",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Hungry Wolves of Van Diemen's Land",
            "authors": [
                "Paul  Christensen"
            ],
            "ranking": 3.9,
            "ranking_count": 51,
            "abstract": "The Baby Boomer generation (known as 68ers in Europe) pulled out all stops when it came to rebelling against their elders, but were treated with kid gloves by the 'pig system' they affected to overthrow. What would happen, though, if a new generation decided to rebel against them? That's exactly what occurs when a group of young Tasmanians embark on an extended campaign of subversion, exposing the many hypocrisies of the Boomer establishment.... The Hungry Wolves of Van Diemen's Land is a satire that works on a number of levels. It is a book desperately needed by the Zeitgeist of this pivotal era...if you read only one novel this decade, you had better make it this one.",
            "part_of_series": true,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Anne Hawksmoor: The Time Traveller",
            "authors": [
                "K.C. Harry"
            ],
            "ranking": 4.0,
            "ranking_count": 16,
            "abstract": "Anne Hawksmoor: The Time Traveller, is BOOK ONE of the Anne Hawksmoor series. It follows the time-travelling adventures of eleven year old Anne Hawksmoor on her visit from Chicago to Greenwich and the Tower of London in England.. Anne is a bullied pre-teen who finds herself unable to relate to her peers at school. Everyday after school, she would seek refuge in the Chicago Public Library, where she discovers her passion for history, science and math.. In Book One, during a summer vacation, Anne and her cousin Claire travel to visit their aunt Marjorie and cousin John in Greenwich, England. It is during their trip to the Tower of London that Anne and Clair go back in time, to 1548, and embark on an unexpected adventure with the young King Edward and his servant James.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Fear and the Solace",
            "authors": [
                "Arie Farnam"
            ],
            "ranking": 4.53,
            "ranking_count": 30,
            "abstract": "A FANTASY THRILLER - BOOK 2 of the KYRENNEI SERIES. What if the forces of hatred could steal your soul?. Despair has always dogged the heels of those who defy Addin mind control. Now Aranka Miko, the girl who could shield the resistance against infiltration, has gone down in a rain of bullets.. Twenty-two-year-old Cho is the temporary commander of the J. Company compound in Montana when disaster strikes. The scouting team with Aranka was ambushed and the first spark of hope in a thousand years is lost. If the rest are captured, their wills and minds will be usurped by the Addin cult. Then Cho will be on her own in a secret war that cannot be won. Two of her closest friends are already dead and the man she loves is at the epicenter of the peril.. Hope is a fragile thing and fear is a constant companion. It's the twenty-first century, right now, in America and everything looks just fine on the surface. But a clandestine force controls the highest seats of power and will stop at nothing to stamp out resistance. The ancient Meikan people, like Cho, have lived in terror of the Addin for generations, and those who dared to stand up to its power were shunned as outlaws by their own people. Then a mere girl fulfilled an almost forgotten prophecy and hope briefly flowered in unlikely places. But does a giant even notice the crushing of a single flower? One girl is easy enough to kill.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "The Soul and the Seed",
            "authors": [
                "Arie Farnam"
            ],
            "ranking": 4.17,
            "ranking_count": 66,
            "abstract": "Aranka is a moderately normal teenager until those who hold true power in today's world decide she's a threat.. The accepted image of the modern world is an illusion. A clandestine force usurps the desires and emotions of individuals, and those who won't conform must be crushed to preserve the appearance of free will. Aranka and a few others stand in the way, not because they are rebels, just because of the fluke in their genes. Those with power will stop at nothing to protect their supremacy. Aranka is kidnapped and forced to watch as her fellow prisoners are killed one by one.. A small band of outlaws from every corner of the globe fight to free the captives and preserve their own freedom. Kenyen, a young doctor, ventures into the heart of oppression but he can't stop the terror. He just wants to save one life. In the process he uncovers the Seed, the first flicker of hope in a thousand years.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "Zoo City",
            "authors": [
                "Lauren Beukes"
            ],
            "ranking": 3.63,
            "ranking_count": 10646,
            "abstract": "Zinzi has a Sloth on her back, a dirty 419 scam habit and a talent for finding lost things. But when a little old lady turns up dead and the cops confiscate her last paycheck, she’s forced to take on her least favourite kind of job – missing persons.. Being hired by reclusive music producer Odi Huron to find a teenybop pop star should be her ticket out of Zoo City, the festering slum where the criminal underclass and their animal companions live in the shadow of hell’s undertow.. Instead, it catapults Zinzi deeper into the maw of a city twisted by crime and magic, where she’ll be forced to confront the dark secrets of former lives – including her own.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Cultural",
                "Speculative Fiction",
                "Southern Africa"
            ]
        },
        {
            "title": "Mrs. Midnight and Other Stories",
            "authors": [
                "Reggie Oliver"
            ],
            "ranking": 4.36,
            "ranking_count": 106,
            "abstract": "Sewn signatures, printed on 110gsm acid-free paper, and bound by Antony Rowe in black wibalin cloth stamped in silver, with head and tailbands. 400 copies.. Contains:. Mrs Midnight, Countess Otho, Meeting with Mike, The Dancer in the Dark, Mr Pigsny, The Brighton Redemption, You Have Nothing to Fear, The Philosophy of the Damned, The Mortlake Manuscript, The Look, The Giacometti Crucifixion,A Piece of Elsewhere, Minos or Rhadamanthus.. A TV reality show host helps to restore an East End music hall and uncovers the dreadful secret of Mrs Midnight and her Animal Comedians. . . . A historian travels to Switzerland to ghost the autobiography of an exiled Balkan king and encounters a sinister cult. . . . The Master of an Oxford college tries to introduce a dubious piece of modern sculpture into his college chapel with dire consequences. . . . A strange meeting takes place on a playing field between an officer on leave from the trenches and his former headmaster. . . .. The settings and characters in Reggie Oliver’s fifth collection of ‘strange’ stories are as varied and unusual as ever, though, as in previous volumes, the theatre forms the milieu of a number of his tales. But the theatres are not just English ones, in the provinces and the West End: one is on the Black Sea; another in post-colonial Kenya. Themes are equally varied, but underlying all is a deep sense of the spiritual under-currents just below the surface of everyday existence, and the precariousness of ‘normality’.. Reggie Oliver is an English playwright, biographer and writer of ghost stories. His work has appeared in a number of anthologies, including the Year’s Best Fantasy and Horror and The Mammoth Book of Best New Horror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fantasy",
                "Fiction",
                "Anthologies",
                "Contemporary"
            ]
        },
        {
            "title": "Without You, There Is No Us: My Time with the Sons of North Korea's Elite",
            "authors": [
                "Suki Kim"
            ],
            "ranking": 3.92,
            "ranking_count": 18381,
            "abstract": "A haunting memoir of teaching English to the sons of North Korea's ruling class during the last six months of Kim Jong-il's reign. Every day, three times a day, the students march in two straight lines, singing praises to Kim Jong-il and North Korea: Without you, there is no motherland. Without you, there is no us. It is a chilling scene, but gradually Suki Kim, too, learns the tune and, without noticing, begins to hum it. It is 2011, and all universities in North Korea have been shut down for an entire year, the students sent to construction fields - except for the 270 students at Pyongyang University of Science and Technology (PUST), a walled compound where portraits of Kim Il-sung and Kim Jong-il look on impassively from the walls of every room, and where Suki has accepted a job teaching English. Over the next six months, she will eat three meals a day with her young charges and struggle to teach them to write, all under the watchful eye of the regime.. Life at PUST is lonely and claustrophobic, especially for Suki, whose letters are read by censors and who must hide her notes and photographs not only from her minders but from her colleagues - evangelical Christian missionaries who don't know or choose to ignore that Suki doesn't share their faith. She is mystified by how easily her students lie, unnerved by their obedience to the regime. To them, everything in North Korea is the best, the tallest, the most delicious, the envy of all nations. Still, she cannot help but love them - their boyish enthusiasm, their eagerness to please, the flashes of curiosity that have not yet been extinguished.. As the weeks pass, she begins to hint at the existence of a world beyond their own - at such exotic activities as surfing the Internet or traveling freely and, more dangerously, at electoral democracy and other ideas forbidden in a country where defectors risk torture and execution. The students in turn offer Suki tantalizing glimpses into their lives, from their thoughts on how to impress girls to their disappointment that soccer games are only televised when the North Korean team wins. Then Kim Jong-il dies, leaving the students devastated, and leading Suki to question whether the gulf between her world and theirs can ever be bridged.. Without You, There Is No Us offers a moving and incalculably rare glimpse of life in the world's most unknowable country, and at the privileged young men she calls soldiers and slaves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Politics",
                "Cultural",
                "Biography",
                "Travel",
                "Biography Memoir",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "Binding Chaos: Mass Collaboration on a Global Scale",
            "authors": [
                "Heather  Marsh"
            ],
            "ranking": 4.5,
            "ranking_count": 66,
            "abstract": "The world is long overdue for a completely new system of governance. If there was ever a need for political representation or a paternalistic and opaque authority, it has been removed by technology. Every political system we have tried has proven incapable of protecting human rights and dignity. Every political system we have tried has devolved into oligarchy. To effect the change we require immediately, to give individuals control and responsibility, to bring regional systems under regional governance, allow global collaboration and protect the heritage of future generations, we need a new political model.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics"
            ]
        },
        {
            "title": "Island of a Thousand Mirrors",
            "authors": [
                "Nayomi Munaweera"
            ],
            "ranking": 4.01,
            "ranking_count": 4069,
            "abstract": "A stunning literary debut of two young women on opposing sides of the devastating Sri Lankan Civil War—winner of the Commonwealth Book Prize for Asia, longlisted for the Man Asian Literary Prize. Before violence tore apart the tapestry of Sri Lanka and turned its pristine beaches red, there were two families. Yasodhara tells the story of her own Sinhala family, rich in love, with everything they could ask for. As a child in idyllic Colombo, Yasodhara's and her siblings' lives are shaped by social hierarchies, their parents' ambitions, teenage love and, subtly, the differences between the Tamil and Sinhala people—but this peace is shattered by the tragedies of war. Yasodhara's family escapes to Los Angeles. But Yasodhara's life has already become intertwined with a young Tamil girl's…. Saraswathie is living in the active war zone of Sri Lanka, and hopes to become a teacher. But her dreams for the future are abruptly stamped out when she is arrested by a group of Sinhala soldiers and pulled into the very heart of the conflict that she has tried so hard to avoid – a conflict that, eventually, will connect her and Yasodhara in unexpected ways.. In the tradition of Michael Ondatjee's Anil's Ghost and Arundhati Roy's The God of Small Things, Island of a Thousand Mirrors is an emotionally resonant saga of cultural heritage, heartbreaking conflict and deep family bonds. Narrated in two unforgettably authentic voices and spanning the entirety of the decades-long civil war, it offers an unparalleled portrait of a beautiful land during its most difficult moment by a spellbinding new literary talent who promises tremendous things to come.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "War",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "A Time of Dread",
            "authors": [
                "John Gwynne"
            ],
            "ranking": 4.3,
            "ranking_count": 6358,
            "abstract": "A race of warrior angels, the Ben-Elim, once vanquished a mighty demon horde. Now they rule the Banished lands, but their peace is brutally enforced.. In the south, hotheaded Riv is desperate to join the Ben-Elim's peacekeeping force, until she unearths a deadly secret.. In the west, the giantess Sig investigates demon sightings and discovers signs of an uprising and black magic.. And in the snowbound north, Drem, a trapper, finds mutilated corpses in the forests. The work of a predator, or something far darker?. It's a time of shifting loyalties and world-changing dangers. Difficult choices need to be made. Because in the shadows, demons are gathering, waiting for their time to rise...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Paranormal",
                "Audiobook"
            ]
        },
        {
            "title": "Foundryside",
            "authors": [
                "Robert Jackson Bennett"
            ],
            "ranking": 4.21,
            "ranking_count": 27188,
            "abstract": "Sancia Grado is a thief, and a damn good one. And her latest target, a heavily guarded warehouse on Tevanne’s docks, is nothing her unique abilities can’t handle.. But unbeknownst to her, Sancia’s been sent to steal an artifact of unimaginable power, an object that could revolutionize the magical technology known as scriving. The Merchant Houses who control this magic--the art of using coded commands to imbue everyday objects with sentience--have already used it to transform Tevanne into a vast, remorseless capitalist machine. But if they can unlock the artifact’s secrets, they will rewrite the world itself to suit their aims.. Now someone in those Houses wants Sancia dead, and the artifact for themselves. And in the city of Tevanne, there’s nobody with the power to stop them.. To have a chance at surviving—and at stopping the deadly transformation that’s under way—Sancia will have to marshal unlikely allies, learn to harness the artifact’s power for herself, and undergo her own transformation, one that will turn her into something she could never have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "LGBT",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Four Years from Home",
            "authors": [
                "Larry Enright"
            ],
            "ranking": 3.56,
            "ranking_count": 536,
            "abstract": "Growing up, Harry was always the shining star of the family, the model child, the one you would name if you either were trying to think of kids who were holy, or who were brown-nosing little punks who deserved to get beat up on the playground for making it hard on everyone else. He was the one God, and Grandma Ryan, had called to the priesthood.. I never understood why, but his path changed in seventh grade and he chose not to enter the seminary, not to honor his promise to Grandma Ryan on her deathbed, and eventually, not to be a Catholic anymore. It was a big change for all of us, going from living with someone on the road to heaven to enduring the unsettling life of a boy on an express train to hell. This went on throughout high school and when Harry left for school for his freshman year at college, he almost left without saying goodbye. I remember to this day the last thing he said to Mom and Dad: Don’t worry about me. I'll see you later. I love you. And that was that. He was gone.. For four years, Harry never came home and no one went to visit him. He rarely wrote, never called, and invariably found a job there over the breaks and summer vacations. His letters were overly formal, typed, report card-like messages - “Got all As, very happy with classes, people are great, miss everyone…” Even I realized they were emotionless and not like Harry at all. He had completed the transformation into someone so completely different that he was unrecognizable as Harry to any of us. No one spoke of him at the dinner table or wondered aloud how he was really doing or why he had changed. His picture disappeared from the living room mantle. It was as if he had ceased to exist, had never existed, that the shining star had in fact been but a passing comet lost in time and memory. It hurt Mom and Dad a lot, so much that even I realized it, and I’m fairly insensitive.. But it was Christmas 1972, Harry’s senior year, and he was coming home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Business"
            ]
        },
        {
            "title": "Finnegus Boggs—Billy & Tyron",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 4.54,
            "ranking_count": 13,
            "abstract": "300,000+ have ripped this short story off.. It's now FREE here: jcafesin(dot)com/tales-of-finnagus-boggs/. Finnegus Boggs is a genie who gives 2 Oakland punks a second chance at living the dream life...",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Cinema of Shadows",
            "authors": [
                "Michael  West"
            ],
            "ranking": 3.69,
            "ranking_count": 306,
            "abstract": "Welcome to the Woodfield Movie Palace. The night the Titanic sank, it opened for business...and its builder died in his chair. In the 1950s, there was a fire; a balcony full of people burned to death. And years later, when it became the scene of one of Harmony, Indiana's most notorious murders, it closed for good. Abandoned, sealed, locked up tight...until now. Tonight, Professor Geoffrey Burke and his Parapsychology students have come to the Woodfield in search of evidence, hoping to find irrefutable proof of a haunting. Instead, they will discover that, in this theater, the terrors are not confined to the screen.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Gothic",
                "Paranormal"
            ]
        },
        {
            "title": "Abaddon's Gate",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.26,
            "ranking_count": 104105,
            "abstract": "Abaddon's Gate is the third book in the New York Times bestselling Expanse series.. For generations, the solar system - Mars, the Moon, the Asteroid Belt - was humanity's great frontier. Until now. The alien artefact working through its program under the clouds of Venus has emerged to build a massive structure outside the orbit of Uranus: a gate that leads into a starless dark.. Jim Holden and the crew of the Rocinante are part of a vast flotilla of scientific and military ships going out to examine the artefact. But behind the scenes, a complex plot is unfolding, with the destruction of Holden at its core. As the emissaries of the human race try to find whether the gate is an opportunity or a threat, the greatest danger is the one they brought with them.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fantasy",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Savages",
            "authors": [
                "Don Winslow"
            ],
            "ranking": 3.85,
            "ranking_count": 17524,
            "abstract": "Part-time environmentalist and philanthropist Ben and his ex-mercenary buddy Chon run a Laguna Beach-based marijuana operation, reaping significant profits from their loyal clientele. In the past when their turf was challenged, Chon took care of eliminating the threat. But now they may have come up against something that they can't handle -- the Mexican Baja Cartel wants in, sending them the message that a no is unacceptable.. When they refuse to back down, the cartel escalates its threat, kidnapping Ophelia, the boys' playmate and confidante. O's abduction sets off a dizzying array of ingenious negotiations and gripping plot twists that will captivate readers eager to learn the costs of freedom and the price of one amazing high.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Contemporary",
                "Suspense",
                "Audiobook"
            ]
        },
        {
            "title": "I Hotel",
            "authors": [
                "Karen Tei Yamashita",
                "Sina Grace",
                "Leland Wong"
            ],
            "ranking": 3.85,
            "ranking_count": 610,
            "abstract": "A multi-voiced fusion of prose, playwriting, graphic art, and philosophy that spins an epic tale of America’s struggle for civil rights as it played out in San Francisco’s Chinatown. Divided into ten novellas, one for each year,. I Hotel. begins in 1968, when Martin Luther King and Bobby Kennedy were assassinated, students took to the streets, the Vietnam War raged, and cities burned.. As Karen Yamashita’s motley cast of students, laborers, artists, revolutionaries, and provocateurs make their way through the history of the day, they become caught in a riptide of politics and passion, clashing ideologies and personal turmoil. And by the time the survivors unite to save the International Hotel—epicenter of the Yellow Power Movement—their stories have come to define the very heart of the American experience.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Short Stories",
                "Literary Fiction",
                "Race",
                "Contemporary",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "That Frequent Visitor",
            "authors": [
                "K.Hari Kumar"
            ],
            "ranking": 3.56,
            "ranking_count": 399,
            "abstract": "Why are outsiders not allowed on Vypeen Island after sunset? What brought Richard Baxter to the dreaded Clifford Mansion in 1948? Where did Baxter and his wife disappear on the night of Pournami? Who is the visitor that the fishermen fear so much? How do true love and destiny justify their existence? How far will One Man go for the one he loves? Will he go beyond death?. Six decades later, Shiuli Dutta is mysteriously lured into the Mansion, where she encounters the ghost of Richard Baxter. The grieving ghost tells her an incomplete story of its life.. A story that will reveal the darker side of a man’s mind. A story that shall unveil a venomous truth of the past. A story so sinister that it could alter the fate of an entire nation’s future. A story of courage and cowardice, of deceit and insanity.. The Story of THAT FREQUENT VISITOR.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Asian Literature",
                "Mystery",
                "Suspense",
                "Romance",
                "Cultural",
                "Gothic"
            ]
        },
        {
            "title": "Full Body Burden: Growing Up in the Nuclear Shadow of Rocky Flats",
            "authors": [
                "Kristen Iversen"
            ],
            "ranking": 4.04,
            "ranking_count": 3424,
            "abstract": "Full Body Burden. is a haunting work of narrative nonfiction about a young woman, Kristen Iversen, growing up in a small Colorado town close to Rocky Flats, a secret nuclear weapons plant once designated the most contaminated site in America. It's the story of a childhood and adolescence in the shadow of the Cold War, in a landscape at once startlingly beautiful and—unknown to those who lived there—tainted with invisible yet deadly particles of plutonium.. It's also a book about the destructive power of secrets—both family and government. Her father's hidden liquor bottles, the strange cancers in children in the neighborhood, the truth about what was made at Rocky Flats (cleaning supplies, her mother guessed)—best not to inquire too deeply into any of it.. But as Iversen grew older, she began to ask questions. She learned about the infamous 1969 Mother's Day fire, in which a few scraps of plutonium spontaneously ignited and—despite the desperate efforts of firefighters—came perilously close to a criticality, the deadly blue flash that signals a nuclear chain reaction. Intense heat and radiation almost melted the roof, which nearly resulted in an explosion that would have had devastating consequences for the entire Denver metro area. Yet the only mention of the fire was on page 28 of the. Rocky Mountain News. , underneath a photo of the Pet of the Week. In her early thirties, Iversen even worked at Rocky Flats for a time, typing up memos in which accidents were always called incidents.. And as this memoir unfolds, it reveals itself as a brilliant work of investigative journalism—a detailed and shocking account of the government's sustained attempt to conceal the effects of the toxic and radioactive waste released by Rocky Flats, and of local residents' vain attempts to seek justice in court. Here, too, are vivid portraits of former Rocky Flats workers—from the healthy, who regard their work at the plant with pride and patriotism, to the ill or dying, who battle for compensation for cancers they got on the job.. Based on extensive interviews, FBI and EPA documents, and class-action testimony, this taut, beautifully written book promises to have a very long half-life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Science",
                "Biography",
                "Environment",
                "Politics",
                "Biography Memoir",
                "Health",
                "Audiobook"
            ]
        },
        {
            "title": "Genie-Alogy",
            "authors": [
                "H.B.  Morris",
                "Esther Kezia Harding"
            ],
            "ranking": 4.56,
            "ranking_count": 63,
            "abstract": "Three people win a competition in a Genealogy magazine and are invited to spend a few days at the Surrey estate of Nobel prize winning scientist and entrepreneur Professor Pyle.. Wide-boy Nathan from Manchester is there only for the prize money; his entry an error as he was only trying to find the names of his mother’s grandparents for her.. Middle-aged Carla from London is the genealogy nut, and only too happy to get away from her slob of a husband.. Jada in San Diego, entered the competition while on holiday in England finding where her people originated from.. At the professor’s mansion they are stunned to be offered the chance to travel back in time and set eyes upon three long-dead ancestors. They are given three wishes (Genie in the title).. For differing reasons they all agree to go. They have ten minutes at a time to see their ancestor at some point during that person’s life.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Kraken",
            "authors": [
                "China Miéville"
            ],
            "ranking": 3.61,
            "ranking_count": 24782,
            "abstract": "With this outrageous new novel, China Miéville has written one of the strangest, funniest, and flat-out scariest books you will read this—or any other—year. The London that comes to life in. Kraken. is a weird metropolis awash in secret currents of myth and magic, where criminals, police, cultists, and wizards are locked in a war to bring about—or prevent—the End of All Things.. In the Darwin Centre at London’s Natural History Museum, Billy Harrow, a cephalopod specialist, is conducting a tour whose climax is meant to be the Centre’s prize specimen of a rare. Architeuthis dux. —better known as the Giant Squid. But Billy’s tour takes an unexpected turn when the squid suddenly and impossibly vanishes into thin air.. As Billy soon discovers, this is the precipitating act in a struggle to the death between mysterious but powerful forces in a London whose existence he has been blissfully ignorant of until now, a city whose denizens—human and otherwise—are adept in magic and murder.. There is the Congregation of God Kraken, a sect of squid worshippers whose roots go back to the dawn of humanity—and beyond. There is the criminal mastermind known as the Tattoo, a merciless maniac inked onto the flesh of a hapless victim. There is the FSRC—the Fundamentalist and Sect-Related Crime Unit—a branch of London’s finest that fights sorcery with sorcery. There is Wati, a spirit from ancient Egypt who leads a ragtag union of magical familiars. There are the Londonmancers, who read the future in the city’s entrails. There is Grisamentum, London’s greatest wizard, whose shadow lingers long after his death. And then there is Goss and Subby, an ageless old man and a cretinous boy who, together, constitute a terrifying—yet darkly charismatic—demonic duo.. All of them—and others—are in pursuit of Billy, who inadvertently holds the key to the missing squid, an embryonic god whose powers, properly harnessed, can destroy all that is, was, and ever shall be.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Mystery",
                "Science Fiction Fantasy",
                "Weird Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Friction",
            "authors": [
                "Sandra Brown"
            ],
            "ranking": 3.96,
            "ranking_count": 25772,
            "abstract": "Crawford Hunt wants his daughter back. Following the death of his wife four years ago, Crawford, a Texas Ranger, fell into a downward spiral that left him doing deskwork rather than fieldwork, and with his five-year-old daughter Georgia in the custody of her grandparents. But Crawford has cleaned up his act, met all the court imposed requirements, and now the fate of his family lies with Judge Holly Spencer.. Holly, ambitious and confident, temporarily occupies the bench of her recently deceased mentor. With an election upcoming, she must prove herself worthy of making her judgeship permanent. Every decision is high-stakes. Despite Crawford's obvious love for his child and his commitment to being an ideal parent, Holly is wary of his checkered past. Her opinion of him is radically changed when a masked gunman barges into the courtroom during the custody hearing. Crawford reacts instinctually, saving Holly from a bullet.. But his heroism soon takes on the taint of recklessness. The cloud over him grows even darker after he uncovers a horrifying truth about the courtroom gunman and realizes that the unknown person behind the shooting remains at large . . .and a threat.. Catching the real culprit becomes a personal fight for Crawford. But pursuing the killer in his customary diehard fashion will jeopardize his chances of gaining custody of his daughter, and further compromise Judge Holly Spencer, who needs protection not only from an assassin, but from Crawford himself and the forbidden attraction between them.. FRICTION will keep you on the edge of your seat with breathtaking plot twists and the unforgettable characters that make Sandra Brown one of the world's best-loved authors. It is an extraordinary novel about the powerful ties that bind us to the ones we love and the secrets we keep to protect them.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Thriller",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Mack",
            "authors": [
                "Mimi Jean Pamfiloff"
            ],
            "ranking": 4.19,
            "ranking_count": 1747,
            "abstract": "THEY THINK KING IS EVIL, BUT HE'S GOT NOTHING ON ME. -Mack. MY NAME IS MACK.. And if I play my cards right, I will soon be dead. Permanently. Not even my powerful twin brother will be able to resurrect me. A good thing. Because a man like me has no business living. Not when I have killed. Not when I have betrayed everyone I have ever cared for. Not when I know I'm destined to do it again.. This is why I have come looking for her--the only one capable of ending me once and for all. But will she think I'm just another insane patient? Or will she believe the truth? I am thousands of years old, my heart too dark to be salvaged. And my name isn't really Mack.. ~~~. MY NAME IS TEDDI,. short for Theodora. My entire life has been a canvas of grays, whites, and black. I can't feel, I can't understand joy, I've never truly lived. Until now. His name is Mack, and though he believes he's cursed, my degree in psychology tells me otherwise. Besides, someone who's capable of bringing so much light into my life can't be anything but good.. But I can save him. If he'll let me.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Dark",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Business"
            ]
        },
        {
            "title": "Eleanor",
            "authors": [
                "Jason Gurley"
            ],
            "ranking": 3.69,
            "ranking_count": 2910,
            "abstract": "1985. The death of Eleanor's twin sister tears her family apart. Her father blames her mother for the accident. When Eleanor's mother looks at her, she sees only the daughter she lost. Their wounded family crumbles under the weight of their shared grief.. 1993. Eleanor is fourteen years old when it happens for the first time... when she walks through an ordinary door at school and finds herself in another world. It happens again and again, but it's only a curiosity until that day at the cliffs. The day when Eleanor dives... and something rips her out of time itself.. And on the other side, someone is waiting for her.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Young Adult",
                "Science Fiction",
                "Adult Fiction",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "Magnolias in Paradise",
            "authors": [
                "Leonard Seet"
            ],
            "ranking": 3.74,
            "ranking_count": 2124,
            "abstract": "Leonard Seet brings his intelligence and wit and gifts as a writer to a broader audience in Magnolias in Paradise in a gritty, realistic novel... reminiscent of the narrative technique of As I Lay Dying and Charming Billy... you'll definitely be engaged by this novel.. -David Lentz, Author of Bloomsday: The Bostoniad. This book is immensely readable and is packed with fast paced actions and cliff hanging chapter endings.. -Ashok Shenolikar, Author of Choices They Made. Ernst arrives at the Paradise train station with fifty-thousand dollars to ransom his sweetheart, and while looking among the crowd for the young man with a magnolia, a beggar seizes his bag of cash and escapes through the revolving door. Chasing after the rascal, he slams into his contact--his girlfriend's lover in town. Now, he must beat his love-rival to the money and rescue her before the deadline.. MAGNOLIAS IN PARADISE is a 108,000-word crime novel and the first in a potential series. As in Larry Brown’s Father and Son, good confronts evil in a southern town. And as in Joe R. Lansdale’s Cold in July, an ordinary man gets sucked into a conspiracy, with psychopaths terrorizing a small town and FBI agents going after a corrupt sheriff. In the end, the man must take the law into his hands. But in this case, ending in tragedy. Here, the author combined Will Christopher Baer’s surreal settings and mentally unstable villains, with Brian Evenson’s literary minimalism and heroes cursing their knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Great Believers",
            "authors": [
                "Rebecca Makkai"
            ],
            "ranking": 4.25,
            "ranking_count": 99370,
            "abstract": "In 1985, Yale Tishman, the development director for an art gallery in Chicago, is about to pull off an amazing coup, bringing in an extraordinary collection of 1920s paintings as a gift to the gallery. Yet as his career begins to flourish, the carnage of the AIDS epidemic grows around him. One by one, his friends are dying and after his friend Nico's funeral, the virus circles closer and closer to Yale himself. Soon the only person he has left is Fiona, Nico's little sister.. Thirty years later, Fiona is in Paris tracking down her estranged daughter who disappeared into a cult. While staying with an old friend, a famous photographer who documented the Chicago crisis, she finds herself finally grappling with the devastating ways AIDS affected her life and her relationship with her daughter. The two intertwining stories take us through the heartbreak of the eighties and the chaos of the modern world, as both Yale and Fiona struggle to find goodness in the midst of disaster.. The Great Believers. has become a critically acclaimed, indelible piece of literature; it was selected as one of New York Times Best 10 Books of the Year, a Washington Post Notable Book, a Buzzfeed Book of the Year, a Skimm Reads pick, and a pick for the New York Public Library’s Best Books of the year.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "LGBT",
                "Literary Fiction",
                "Audiobook",
                "Contemporary",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "A-Ma Alchemy of Love (AoL Mindfulness #1)",
            "authors": [
                "Nataša Pantović"
            ],
            "ranking": 3.94,
            "ranking_count": 49,
            "abstract": "Spiritual Historical Novel. A-Ma is a historical spiritual novel set in the 17th century (Age of Enlightenment) Macao that follows lives and spiritual insights of settlers of this little peninsula in the middle of China. A-Ma main protagonist is Ama, an African alchemist, Goddess, a guru, a lover, a story-teller that inspires and gathers artists, preachers, priests, philosophers from all around the world within the magic settings of her coffee house. She believes in a spiritual truth that we all can live our highest potential, discovering the gold within. Traveling through space and time, we find ourselves in the midst of an amazing blend of Chinese, Portuguese and Africans that live together on this little peninsula. This magic place, that is rapidly growing as a centre of trade offers a pot for the highest alchemy practice ever, the alchemy of humanity, creating an energy matrix that will change the lives of generations to come.. We are transferred into the time of strong religious clashes and dogmas, and the scientific revolution, where our protagonists join the fight of the enlightened minds of the time, such as Giordano Bruno and Da-Vinci for the establishment of the New World. Through Ruben, a Portuguese Jesuit Priest who came to China to convert the Chinese into Christians, and through Ama and her family, friends, followers and enemies, we enter into the insights and challenges of the time they lived in, we join their attempts to learn from both the Eastern and Western philosophy, and we witness their personal inner transformation. In China some prominent historical events shaped the future of Western and Eastern philosophical thought and civilization. All the events and manuscripts mentioned within the book: the Dutch attack to Macao 24th of June 1622, the Reform of the Chinese Calendar during 1630s, Father Schall’s Appointment to the Chinese Board of Mathematicians (during 1650s), Witches Hunt, and Witches Manual, etc, are carefully researched historical facts. The book uses history to create the connection between actions of the individuals that live surrounded by magic. A-Ma takes us on an exploration journey discovering the secrets of the bond we all have created during the millions of life-times on Earth, the bond of consciousness and suffering.. Will Ruben manage to break this bond and enter into the world of alchemical transformation discovering his own divine potential? Will love that guides him, transform him, will his friend, guru and lover, Ama manage to break the matrix of habits, thoughts and patterns that surrounds them?. Will Ama’s friends manage to reach enlightenment, will human society manage to shred the veil of dogmas that encircles it, or will the forces of Dark Ages be stronger or will Ama be prosecuted as a witch?. Interspersed with graphic sketches of life in Europe and Macao in 16th century, this work presents a historic and imaginative fable of the Chinese & Portuguese way of life within this little settlement that at the time could have been a centre of spiritual progress of the Age of Reason. The book has 12 chapters, narrated by the people, Gods, & spirits that knew Ama. Historical, philosophical and spiritual fiction, A-Ma explores the human and social alchemy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Self Help",
                "Historical",
                "Philosophy",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Jumble Tales",
            "authors": [
                "Steve  Morris"
            ],
            "ranking": 4.31,
            "ranking_count": 36,
            "abstract": "Psychological sharpshooters, fickle football fans and prodigious people who choose to use and misuse their incredible talents invite you into this collection of their jumbled-up worlds. During dark days at work when people reflect both on what could have been and on what could still be, things are never quite what they seem, and never turn out as expected. Crafted to be short and snappy enough for coffee breaks, but long in the memory, Steve Morris maintains the momentum from his first book In All Probability with more of his diverse short stories of the unexpected. You'll never take anything for granted again except perhaps for uncertainty itself. Anything can turn up in a Jumble Tale. Press Reviews ...his tales are spot-on....modern and accurate - - (Shropshire Star, Jan 2011). Readers....will find themselves turning back to them again and again - - (Country & Border Life magazine, Book of the month, Jan 2011). few authors can carry-off short stories without them lacking depth, adequate characterisation or sufficient interest. Not a problem for Morris. - - (The Truth About Books). Includes a story selected for the F.L.O.W for All charity anthology Stories of the Poppies.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Reverb",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 3.64,
            "ranking_count": 330,
            "abstract": "New Release!. THIRD EDITION of Romantic Suspense REVERB. 50+ pages, and a lot more story added.. Why?. James' full story is worth telling.... https://www.amazon.com/Reverb-J-Cafes.... Also available in print.. ---. James Whren is brilliant, beautiful, rich, and taken—with himself, or more precisely, his genius for creating music. Desired by many, committed to no one but his muse, on the eve of his brother's funeral, his father inadvertently turns his life into a living nightmare, and James is left abandoned in hell with no one real to save him.. Until Elisabeth, and her son, Cameron.. Reverb is a love story, a psychological thriller paced with romantic suspense. Told in a new clipped style, Reverb reads fast. Immediate. Intense, like a sting of texts for today's reader. Spun from The Magus, also about a man who learns to love someone other than himself, Reverb is like nothing you've read, guaranteed.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Thriller",
                "Dark",
                "Suspense",
                "Drama",
                "Adult"
            ]
        },
        {
            "title": "The Opposite of Loneliness: Essays and Stories",
            "authors": [
                "Marina Keegan"
            ],
            "ranking": 3.84,
            "ranking_count": 47795,
            "abstract": "An affecting and hope-filled posthumous collection of essays and stories from the talented young Yale graduate whose title essay captured the world’s attention in 2012 and turned her into an icon for her generation.. Marina Keegan’s star was on the rise when she graduated magna cum laude from Yale in May 2012. She had a play that was to be produced at the New York International Fringe Festival and a job waiting for her at the New Yorker. Tragically, five days after graduation, Marina died in a car crash.. As her family, friends, and classmates, deep in grief, joined to create a memorial service for Marina, her unforgettable last essay for the Yale Daily News, “The Opposite of Loneliness,” went viral, receiving more than 1.4 million hits. She had struck a chord.. Even though she was just twenty-two when she died, Marina left behind a rich, expansive trove of prose that, like her title essay, captures the hope, uncertainty, and possibility of her generation. The Opposite of Loneliness is an assem­blage of Marina’s essays and stories that, like The Last Lecture, articulates the universal struggle that all of us face as we figure out what we aspire to be and how we can harness our talents to make an impact on the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Short Stories",
                "Writing",
                "Autobiography",
                "Contemporary",
                "Biography",
                "Audiobook",
                "Adult",
                "Biography Memoir"
            ]
        },
        {
            "title": "Virtual Life",
            "authors": [
                "J. Cafesin"
            ],
            "ranking": 4.13,
            "ranking_count": 8,
            "abstract": "Ski like a pro, without the risk!. Perform heart surgery with no a medical degree.. Chase tornadoes in Kansas from your couch in Los Angeles.. WELCOME TO VIRTUAL LIFE!. Find out what it takes to become an astronaut.. Experience a lawyer's life before investing in becoming one.. Get into all the exclusive clubs without waiting in line, or rejection at the door.. Immerse Yourself in Another's Reality,. Or LIVE STREAM your story, and Create Your Epic.. Now Anyone Can BE SOMEONE!. ENTER VIRTUAL LIFE...",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "Dark Frost",
            "authors": [
                "Jennifer Estep"
            ],
            "ranking": 4.1,
            "ranking_count": 19694,
            "abstract": "I've seen so many freaky things since I started attending Mythos Academy last fall. I know I'm supposed to be a fearless warrior, but most of the time, I feel like I'm just waiting for the next Bad, Bad Thing to happen. Like someone trying to kill me--again.. Everyone at Mythos Academy knows me as Gwen Frost, the Gypsy girl who uses her psychometry magic to find lost objects--and who just may be dating Logan Quinn, the hottest guy in school. But I'm also the girl the Reapers of Chaos want dead in the worst way. The Reapers are the baddest of the bad, the people who murdered my mom. So why do they have it in for me? It turns out my mom hid a powerful artifact called the Helheim Dagger before she died. Now, the Reapers will do anything to get it back. They think I know where the dagger is hidden, but this is one thing I can't use my magic to find. All I do know is that the Reapers are coming for me--and I'm in for the fight of my life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Les Disparus du Clairdelune",
            "authors": [
                "Christelle Dabos"
            ],
            "ranking": 4.51,
            "ranking_count": 40523,
            "abstract": "Officiellement introduite à la cour comme Vice-conteuse, Ophélie découvre les mondanités d'un univers où complots et tensions politiques sont à l’œuvre derrière les belles apparences. Entre l'arrivée de sa famille au Pôle et les exigences de Farouk, elle n'a d'autre choix que de s'appuyer sur Thorn, son énigmatique fiancé. Quand des nobles disparaissent les uns après les autres, la liseuse d'Anima doit user de ses talents pour mener l'enquête. Une mission qui va l'entraîner beaucoup plus loin que prévu, au cœur d'une vérité plus redoutable que tout ce à quoi elle s'était préparée...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Cultural",
                "Audiobook",
                "Science Fiction",
                "Mystery"
            ]
        },
        {
            "title": "Under Heaven",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.16,
            "ranking_count": 14077,
            "abstract": "In Under Heaven, Kay tells a story of honor and power, this time in a setting that evokes the dazzling Tang Dynasty of eighth-century China. In recognition of his service to the Emperor of Kitai, Shen Tai has been sent a mysterious and dangerous gift: 250 Sardian horses. Wisely the gift comes with the stipulation that the horses must be claimed in person. Otherwise, he would probably be dead already.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Historical Fiction",
                "Cultural",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Inconvenient Indian: A Curious Account of Native People in North America",
            "authors": [
                "Thomas King"
            ],
            "ranking": 4.23,
            "ranking_count": 13383,
            "abstract": "The Inconvenient Indian. is at once a “history” and the complete subversion of a history—in short, a critical and personal meditation that the remarkable Thomas King has conducted over the past 50 years about what it means to be “Indian” in North America.. Rich with dark and light, pain and magic, this book distills the insights gleaned from that meditation, weaving the curiously circular tale of the relationship between non-Natives and Natives in the centuries since the two first encountered each other. In the process, King refashions old stories about historical events and figures, takes a sideways look at film and pop culture, relates his own complex experiences with activism, and articulates a deep and revolutionary understanding of the cumulative effects of ever-shifting laws and treaties on Native peoples and lands.. This is a book both timeless and timely, burnished with anger but tempered by wit, and ultimately a hard-won offering of hope—a sometimes inconvenient, but nonetheless indispensable account for all of us, Indian and non-Indian alike, seeking to understand how we might tell a new story for the future.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Politics",
                "Race",
                "Social Movements",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Spook House",
            "authors": [
                "Michael  West"
            ],
            "ranking": 3.77,
            "ranking_count": 243,
            "abstract": "There are some places in this world that go far beyond any normal definition of “haunted.” These places are so evil, so diabolical, that they become gateways to Hell itself. The Fuller Farm is one such place.. It is said that old man Fuller conducted unspeakable acts, blood rituals and human sacrifices, all in an attempt to gain the ultimate knowledge, the ultimate power. And then, he was killed–horribly murdered on his own lands, leaving the house to stand as a vacant monument to his wickedness. But once a door is opened, it can never really be closed.. Now, the stars are right. The gateway is ready to once more unleash unspeakable horror upon the town of Harmony, Indiana. And this will be one Halloween that they will never forget!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Holiday",
                "Fiction"
            ]
        },
        {
            "title": "The World Until Yesterday: What Can We Learn from Traditional Societies?",
            "authors": [
                "Jared Diamond"
            ],
            "ranking": 3.76,
            "ranking_count": 9762,
            "abstract": "The bestselling author of. Collapse. and. Guns, Germs and Steel. surveys the history of human societies to answer the question: What can we learn from traditional societies that can make the world a better place for all of us?. Most of us take for granted the features of our modern society, from air travel and telecommunications to literacy and obesity. Yet for nearly all of its six million years of existence, human society had none of these things. While the gulf that divides us from our primitive ancestors may seem unbridgeably wide, we can glimpse much of our former lifestyle in those largely traditional societies still or recently in existence. Societies like those of the New Guinea Highlanders remind us that it was only yesterday—in evolutionary time—when everything changed and that we moderns still possess bodies and social practices often better adapted to traditional than to modern conditions.. The World Until Yesterday. provides a mesmerizing firsthand picture of the human past as it had been for millions of years—a past that has mostly vanished—and considers what the differences between that past and our present mean for our lives today.. This is Jared Diamond’s most personal book to date, as he draws extensively from his decades of field work in the Pacific islands, as well as evidence from Inuit, Amazonian Indians, Kalahari San people, and others. Diamond doesn’t romanticize traditional societies—after all, we are shocked by some of their practices—but he finds that their solutions to universal human problems such as child rearing, elder care, dispute resolution, risk, and physical fitness have much to teach us. Provocative, enlightening, and entertaining,. The World Until Yesterday. is an essential and fascinating read.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Anthropology",
                "Science",
                "Sociology",
                "Politics",
                "Cultural",
                "Social Science",
                "Culture"
            ]
        },
        {
            "title": "The School Revolution: A New Answer for Our Broken Education System",
            "authors": [
                "Ron Paul"
            ],
            "ranking": 3.74,
            "ranking_count": 613,
            "abstract": "Twelve-term Texas Congressman, Presidential candidate, and #1. New York Times. bestselling author Ron Paul returns with a highly provocative treatise about how we need to fundamentally change the way we think about America's broken education system in order to fix it.. Whether or not you have children, you know that education is vital to the prosperity and future of our society. Yet our current system simply doesn't work. Parents feel increasingly powerless, and nearly half of Americans give our schools a grade of C. Now, in his new book, Ron Paul attacks the problem head-on and provides a focused solution that centers on strong support for home schooling and the application of free market principles to the American education system. Examining the history of education in this country, Dr. Paul identifies where we've gone wrong, what we can do about it, and how we can change the way we think about education in order to provide a brighter future for Americans.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Politics",
                "Nonfiction",
                "Parenting",
                "Economics",
                "Philosophy",
                "Cultural",
                "Self Help"
            ]
        },
        {
            "title": "Drop of Doubt",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.43,
            "ranking_count": 8816,
            "abstract": "Sang Sorenson and the Academy boys return to Ashley Waters High School but before they get a chance to even settle in, Sang’s life is threatened by an anonymous caller.. They retreat to the protective walls of the Morgan estate, a safe house for when the boys are under fire. But when new threats can break through those barriers that once kept them secure, it leaves Kota, Victor, Silas, Nathan, Gabriel, Luke and North rushing to figure out who is hunting them.. But when you’re fighting a ghost who seems to know all your secrets, retreating is no longer an option.. The Academy, Deceptively Strategic",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Romance",
                "Young Adult",
                "Contemporary",
                "Mystery",
                "Spy Thriller",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "This Season... Have Love/Have Faith",
            "authors": [
                "Tamara Philip",
                "Neva Squires-Rodriguez"
            ],
            "ranking": 4.39,
            "ranking_count": 23,
            "abstract": "Two Holiday Short Stories in one volume, from Tamara Philip (The Trouble with Playing Cupid) and Neva Squires-Rodriguez (Liliana).. Have Love by Tamara Philip. Bookstore owner Danny Archer has always led a quiet unassuming life but when the mysterious Josephine enters his shop, it's love at first sight.With Christmas right around the corner, their whirlwind romance seems like a dream come true.. But will the secret that Josephine's harboring leave them heartbroken for the Holidays or will love find a way?. Have Faith by Neva Squires-Rodriguez. Things couldn't get any worse for Yasmin Vazquez this Christmas season. With her life falling apart around her, snatching the wreath off the apartment door that her cheating ex-boyfriend evicted her out of was just the beginning of the nightmare day that led to her meeting handsome police officer, Emmanuel Colon.. Despite all of her misgivings, Yasmin allows him into her life as the magic of faith and hope helps mend her soul. But is he all that he claims to be or is there more to his story?",
            "part_of_series": false,
            "genre_list": [
                "Holiday"
            ]
        },
        {
            "title": "The High Druid's Blade",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 3.93,
            "ranking_count": 5365,
            "abstract": "NEW YORK TIMES. BESTSELLER. Legend has it that Paxon Leah is descended from the royals and warriors who once ruled the Highlands and waged war with magical weapons. But those kings, queens, and heroes are long gone, and there is nothing enchanted about the antique sword that hangs above Paxon’s fireplace. Running his family’s modest shipping business, Paxon leads a quiet life—until extraordinary circumstances overturn his simple world . . . and rewrite his destiny.. When his brash young sister is abducted by a menacing stranger, Paxon races to her rescue with the only weapon he can find. And in a harrowing duel, he is stunned to discover powerful magic unleashed within him—and within his ancestors’ ancient blade. But his formidable new ability is dangerous in untrained hands, and Paxon must master it quickly because his nearly fatal clash with the dark sorcerer Arcannen won’t be his last. Leaving behind home and hearth, he journeys to the keep of the fabled Druid order to learn the secrets of magic and earn the right to become their sworn protector.. But treachery is afoot deep in the Druids’ ranks. And the blackest of sorcery is twisting a helpless innocent into a murderous agent of evil. To halt an insidious plot that threatens not only the Druid order but all the Four Lands, Paxon Leah must summon the profound magic in his blood and the legendary mettle of his elders in the battle fate has chosen him to fight.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Witch Wraith",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 4.06,
            "ranking_count": 5690,
            "abstract": "For centuries the Four Lands enjoyed freedom from its demon-haunted past, protected by magic-enhanced borders from the dark dimension known as the Forbidding and the profound evil imprisoned there. But now the unthinkable is happening: The ancient wards securing the barrier between order and mayhem have begun to erode—and generations of bloodthirsty, monstrous creatures, fueled by a rage thousands of years in the making, are poised to spill forth, seeking revenge for what was done to them.. Young Elf Arling Elessedil possesses the enchanted means to close the breach and once more seal the denizens of the Forbidding in their prison. But when she falls into the hands of the powerful Federation’s diabolical Prime Minister, her efforts may be doomed. Only her determined sister, Aphen, who bears the Elfstones and commands their magic, has any hope of saving Arling from the hideous fate her captor has in store.. Meanwhile, Railing Ohmsford—desperate to save his imprisoned brother—seeks to discover if his famed but ill-fated ancestor Grianne is still alive and willing to help him save the world . . . no matter the odds or the consequences.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Bloodfire Quest",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 4.04,
            "ranking_count": 6181,
            "abstract": "For the first time in his career, Terry will be publishing a book every six months from the start to end of this series: here is the second in a brand-new trilogy, following. The Wards of Faerie. , in the. New York Times. bestselling Shannara universe!. Long ago, many dangerous creatures were locked behind a magical barrier, bringing peace and prosperity to the land. But now those barriers are eroding, and generations of embittered prisoners are about to escape. War seems inevitable . . . unless a few brave souls can stem the tide. While some venture into the forbidden lands, others must undertake a perilous quest—a quest whose success will mean the death of a young girl who has barely even begun to live, but whose failure will have unimaginable consequences. From riveting start to cliffhanger ending, this is an epic for the ages!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Science Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Wards of Faerie",
            "authors": [
                "Terry Brooks"
            ],
            "ranking": 4.05,
            "ranking_count": 7785,
            "abstract": "Tumultuous times are upon the world now known as the Four Lands. Users of magic are in conflict with proponents of science. The dwindling Druid order is threatened with extinction. A sinister politician has used treachery and murder to rise as prime minister of the mighty Federation. Meanwhile, poring through a long-forgotten diary, the young Druid Aphenglow Elessedil has stumbled upon the secret account of an Elven girl’s heartbreak and the shocking truth about the vanished Elfstones, which once warded the lands and kept evil at bay. But never has a little knowledge been so very dangerous—as Aphenglow quickly learns when she’s set upon by assassins. Yet there can be no turning back from the road to which fate has steered her. Whoever captures the Elfstones and their untold powers will surely hold the advantage in the devastating clash to come.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Science Fiction",
                "Fairies",
                "Epic"
            ]
        },
        {
            "title": "Georgette Heyer: Biography of a Bestseller",
            "authors": [
                "Jennifer Kloester"
            ],
            "ranking": 3.94,
            "ranking_count": 541,
            "abstract": "Georgette Heyer remains an enduring international bestseller, read and loved by four generations of readers and extolled by today's bestselling authors. Despite her enormous popularity she never gave an interview or appeared in public. This title offers a comprehensive insight into the life and writing of this ferociously private woman.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Audiobook",
                "European Literature",
                "Language",
                "Literature",
                "Literary Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
            "authors": [
                "Bessel van der Kolk"
            ],
            "ranking": 4.48,
            "ranking_count": 85453,
            "abstract": "A pioneering researcher and one of the world’s foremost experts on traumatic stress offers a bold new paradigm for healing.. Trauma is a fact of life. Veterans and their families deal with the painful aftermath of combat; one in five Americans has been molested; one in four grew up with alcoholics; one in three couples have engaged in physical violence. Such experiences inevitably leave traces on minds, emotions, and even on biology. Sadly, trauma sufferers frequently pass on their stress to their partners and children.. Renowned trauma expert Bessel van der Kolk has spent over three decades working with survivors. In. The Body Keeps the Score. , he transforms our understanding of traumatic stress, revealing how it literally rearranges the brain’s wiring—specifically areas dedicated to pleasure, engagement, control, and trust. He shows how these areas can be reactivated through innovative treatments including neurofeedback, mindfulness techniques, play, yoga, and other therapies. Based on Dr. van der Kolk’s own research and that of other leading specialists,. The Body Keeps the Score. offers proven alternatives to drugs and talk therapy—and a way to reclaim lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Health",
                "Science",
                "Audiobook",
                "Social Science"
            ]
        },
        {
            "title": "A Conspiracy of Kings",
            "authors": [
                "Megan Whalen Turner"
            ],
            "ranking": 4.1,
            "ranking_count": 23752,
            "abstract": "Sophos, under the guidance of yet another tutor, practices his swordplay and strategizes escape scenarios should his father's villa come under attack. How would he save his mother? His sisters? Himself? Could he reach the horses in time? Where would he go? But nothing prepares him for the day armed men, silent as thieves, swarm the villa courtyard ready to kill, to capture, to kidnap. Sophos, the heir to the throne of Sounis, disappears without a trace.. In Attolia, Eugenides, the new and unlikely king, has never stopped wondering what happened to Sophos. Nor has the Queen of Eddis. They send spies. They pay informants. They appeal to the gods. But as time goes by, it becomes less and less certain that they will ever see their friend alive again.. Across the small peninsula battles are fought, bribes are offered, and conspiracies are set in motion. Darkening the horizon, the Mede Empire threatens, always, from across the sea. And Sophos, anonymous and alone, bides his time. Sophos, drawing on his memories of Gen, Pol, the Magus and Eddis, sets out on an adventure that will change all of their lives forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Historical"
            ]
        },
        {
            "title": "The Man Who Collected Machen and Other Weird Tales",
            "authors": [
                "Mark Samuels"
            ],
            "ranking": 3.89,
            "ranking_count": 348,
            "abstract": "Cryptic and potent languages, bizarre cults, mysteries that span the gulf between life and death, occult influences that reverberate through history like a dying echo, irresistible cosmic decay, forces of nightmare that distort reality itself, gateways to worlds where esoteric knowledge rots the future. Here, from Mark Samuels, the author of Glyphotech and Other Macabre Processes and modern exemplar of mystical horror, is a collection of tales that forms a veritable Rosetta Stone for scholars of cosmic wonder and terror.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fantasy",
                "Anthologies",
                "Science Fiction",
                "Occult"
            ]
        }
    ]
}