{
    "books": [
        {
            "title": "Lucky You",
            "authors": [
                "Carl Hiaasen"
            ],
            "ranking": 3.87,
            "ranking_count": 13959,
            "abstract": "Virtually unnoticed, JoLayne Lucks stops by the Grab'n'Go to play the same numbers she's played every week for five years. Each lotto number marking the age at which she dumped a tiresome lover. She doesn't know it yet, but the discarded men in JoLayne's life have finally amounted to something.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Τα ποιήματα, 1941-1971",
            "authors": [
                "Manolis Anagnostakis",
                "Μανόλης Αναγνωστάκης"
            ],
            "ranking": 4.53,
            "ranking_count": 179,
            "abstract": "Συγκεντρωτική έκδοση των ποιητικών συλλογών: Εποχές, 1945, Εποχές 2, 1948, Εποχές 3, 1951, Η συνέχεια, 1954, Παρενθέσεις και Η συνέχεια 2, 1956, Η συνέχεια 3, 1962, Ο στόχος, 1971 (ανέκδοτη ποιητική ενότητα, που ένα μέρος της περιλήφθηκε στα Δεκαοχτώ κείμενα).",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural"
            ]
        },
        {
            "title": "R.L.'s Dream",
            "authors": [
                "Walter Mosley"
            ],
            "ranking": 3.85,
            "ranking_count": 1140,
            "abstract": "Aging bluesman Soupspoon Wise is alone and dying. He's played his music in a thousand bars and juke joints, but nothing, nothing could ever beat playing with Robert ?RL? Johnson back in the Mississippi Delta. Soupspoon is haunted by that brief encounter with the great musician, the genius who sold his soul to the Devil. Mosley's thrillers have been hailed as novels of depth and complexity that throw open the moral, physical and social landscape of personal and collective pain and redemption that confirms his status as one of America's finest writers.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Music",
                "American",
                "Literature",
                "Thriller"
            ]
        },
        {
            "title": "Sharpe's Battle",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.18,
            "ranking_count": 8451,
            "abstract": "Richard Sharpe and the Battle of Fuentes de Onoro, May 1811In the spring of 1811, while quartered in the crumbling Portuguese fort of San Isidro, Richard Sharpe and his men are attacked by an elite French unit commanded by the formidable Brigadier Loup, and suffer heavy losses. Sharpe has already clashed once with Loup, and the Frenchman has sworn to have his revenge. After the attack, Sharpe is faced with the ruin of his career and reputation, as the army's high command tries to blame him for the disaster. With thousands of French troops massing at a tiny village nearby, Sharpe's only hope is to redeem himself on the battlefield. To save his honour, Sharpe must lead his men to glory in the narrow streets of Fuentes de Onoro. The Complete Sharpe Collection with a new introduction by the author",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Action",
                "Audiobook",
                "Military",
                "Novels"
            ]
        },
        {
            "title": "Miramar",
            "authors": [
                "Naguib Mahfouz",
                "Fatma Moussa Mahmoud"
            ],
            "ranking": 3.84,
            "ranking_count": 6244,
            "abstract": "The novel is set in 1960s Alexandria at the pension Miramar. The novel follows the interactions of the residents of the pension, its Greek mistress Mariana, and her servant, Zohra. As each character in turn fights for Zohra's affections or allegiance tensions and jealousies arise. The story is retold four times from the perspective of a different resident each time, allowing the reader to understand the intricacies of post-revolutionary Egyptian life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Novels",
                "Literature",
                "Cultural",
                "Nobel Prize",
                "African Literature",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Left-Wing Communism, an Infantile Disorder: A Popular Essay in Marxian Strategy and Tactics",
            "authors": [
                "Vladimir Lenin"
            ],
            "ranking": 4.12,
            "ranking_count": 1768,
            "abstract": "Left-Wing Communism, An Infantile Disorder: A Popular Essay in Marxian Strategy and Tactics. Vladimir Ilich Lenin (1870-1924) was the founder of the Russian Communist Party (Bolsheviks), inspirer and leader of Bolshevik Revolution (1917), and the architect, builder, and first head (1917-24) of the Soviet State. He was the founder of the organization known as Comintern (Communist International) and the posthumous source of Leninism, the doctrine codified and conjoined with Marx's works by Lenin's successors to form Marxism-Leninism, which became the Communist world-view.. If the Bolshevik Revolution is - as some people have called it - the most significant political event of the 20th century, then Lenin must for good or ill be regarded as the century's most significant political leader. Not only in the scholarly circles of the former Soviet Union but even among many non-Communist scholars, he has been regarded as the greatest revolutionary leader and revolutionary statesman in history, as well as the greatest revolutionary thinker since Marx.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Cultural",
                "Economics",
                "Communism",
                "Writing"
            ]
        },
        {
            "title": "Sharaz-De",
            "authors": [
                "Sergio Toppi",
                "Edward Gauvin"
            ],
            "ranking": 4.46,
            "ranking_count": 801,
            "abstract": "A set of tales inspired by 1001 Arabian Nights, European comics master Sergio Toppi’s Sharaz-de explores a barbaric society where the supernatural is the only remedy to injustice.. The lovely Sharaz-de, captive to a cruel and despotic king, must each night spin tales to entertain her master and save her head from the executioner. Her tales are filled with evil spirits, treasures, risk, and danger, but ever at their center hold the passions of gods and men.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Art",
                "Fiction",
                "Short Stories",
                "Graphic Novels Comics",
                "Comics Manga"
            ]
        },
        {
            "title": "In Broad Daylight",
            "authors": [
                "Harry N. MacLean"
            ],
            "ranking": 4.0,
            "ranking_count": 2955,
            "abstract": "FOR TEN YEARS, HE TERRORIZED THEM WITHOUT MERCY!. Ken McElroy robbed, raped, burned, shot, and maimed the citizens of Skidmore, Missouri, without conscience or remorse. Again and again, the law had failed to stop him.. UNTIL THEY TOOK JUSTICE INTO THEIR OWN HANDS.. On July 10, 1981, Ken was shot to death on the main street of this small farming community. Forty-five people watched. No indictments were ever issued, no trial held and the town of Skidmore protected the killers with silence. With this powerful, true-life account, Edgar Award-winning author Harry N. MacLean reveals what drove a community of everyday American citizens to commit murder.. IN BROAD DAYLIGHT",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Audiobook",
                "Biography",
                "Psychology",
                "Gothic",
                "True Story"
            ]
        },
        {
            "title": "Le monstre vous salue bien",
            "authors": [
                "Fredric Brown"
            ],
            "ranking": 3.59,
            "ranking_count": 51,
            "abstract": "Uncle Am is kidnapped!. Ed Hunter's partner-in-crime was just out on a routine case, a man who'd skipped out on some car payments, when the old fellow vanishes. There's also a fortuneteller who claims to know how to pick the daily number, a gangster who'd like more info about same, a love interest for young Ed, and a Fortean collector of Ambroses, who might just be responsible for Uncle Am's disappearance.",
            "part_of_series": true,
            "genre_list": [
                "Mystery"
            ]
        },
        {
            "title": "New Dawn on Rocky Ridge",
            "authors": [
                "Roger Lea MacBride",
                "Dan Andreasen"
            ],
            "ranking": 4.07,
            "ranking_count": 4605,
            "abstract": "The sixth book in the Rose Years series, the story of the spirited daughter of the author of the beloved Little House series.. It’s a time of new beginnings, and a big year for thirteen-year-old Rose Wilder and her family as they witness the turn of the century and, after years of hard work, experience their first apple harvest out on Rocky Ridge Farm. And as her feelings for Paul grow stronger, there are even signs of romance in the air for Rose.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Literature",
                "Kids"
            ]
        },
        {
            "title": "All Through the Night",
            "authors": [
                "Connie Brockway"
            ],
            "ranking": 3.82,
            "ranking_count": 2286,
            "abstract": "A woman compelled. . .. In the glittering world of Regency England, Anne Wilder played a dangerous game.  A widowed lady by day, by night she became a masked thief preying on society's elite.  She roved high above London's black rooftops, compelled by phantoms from her past to take ever greater risks.  Until her restless spirit led her into Colonel Jack Seward's trap. . . where seduction was her only way out.. A man obsessed. . .. She'd played him for a fool, taking advantage of his hungry response to escape from his clutches.  But as Jack hunted for his thief, his heart fell captive to a self-possessed widow.  Torn between illicit passion and tender love, Jack is duty-bound to capture the audacious criminal, even if it means ripping society apart to do so.  Now he stalked her through the. ton,. never realizing the lovely widow who captured his heart was the same woman who roused his most violent passions.. A love that defied king and country. . .",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Audiobook",
                "Historical Romance",
                "Fiction",
                "Spy Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Brooke",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.72,
            "ranking_count": 4595,
            "abstract": "All she wanted was a mother's warm embrace... Brooke was an orphan, abandoned long ago by a mother she barely knew. And though her new family seemed to offer the promise of a new beginning, a dark voice in her heart told her that she was now more alone than ever...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Drama",
                "Gothic",
                "Womens Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Terminal Experiment",
            "authors": [
                "Robert J. Sawyer"
            ],
            "ranking": 3.74,
            "ranking_count": 4100,
            "abstract": "To test his theories of immortality and life after death, Dr. Peter Hobson has created three electronic simulations of his own personality. The first has all knowledge of physical existence edited out, to simulate life after death. The second is without knowledge of aging or death, to simulate immortality. The third is unmodified, a control. Now they are free. One is a killer.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Cultural",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Artificial Intelligence",
                "Fantasy"
            ]
        },
        {
            "title": "The Darwin Awards: Evolution in Action",
            "authors": [
                "Wendy Northcutt"
            ],
            "ranking": 3.61,
            "ranking_count": 5437,
            "abstract": "Only two things are infinite-the universe and human stupidity, and I'm not so sure about the universe.. -Albert Einstein. Named in honor of Charles Darwin, the father of evolution,. The Darwin Awards. vividly portrays the finest examples of evolution in action, and shows us just how uncommon common sense can be.. Marvel at the thief who steals electrical wires without shutting off the current. Gape at the lawnchair jockey who floats to a height of 16,000 feet suspended by helium balloons. Learn from the man who peers into a gasoline can using a cigarette lighter. All three -- and many more -- contend for Darwin Awards when their choices culminate in magnificent misadventures.. These tales of trial and awe-inspiring error--verified by the author and endorsed by website readers--illustrate the ongoing saga of survival of the fittest in all its selective glory.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Science",
                "Short Stories",
                "Reference",
                "Biology",
                "Death",
                "Anthologies",
                "Adult"
            ]
        },
        {
            "title": "Matilda Bone",
            "authors": [
                "Karen Cushman",
                "Trina Schart Hyman"
            ],
            "ranking": 3.75,
            "ranking_count": 3334,
            "abstract": "Newbery medalist Karen Cushman assembles a cast of unforgettable characters in a fascinating and pungent setting: the medical quarter of a medieval English Village. To Blood and Bone Alley, home of leech, barber-surgeon, and apothecary, comes Matilda, raised by a priest to be pious and learned, and now destined to assist Red Peg the Bonesetter. To Matilda's dismay, her work will not involve Latin or writing, but lighting the fire, going to market, mixing plasters and poultices, and helping Peg treat patients. Appalled by her new surroundings, Matilda yearns for the days at the manor when all she did was study and pray. Lonely and misunderstood, she seems destined for a fate as tragic as that of any of the sharp-toungued saints she turns to for advice.. Filled with a witty dialogue, Matilda Bone is a compelling comic novel about a girl who learns to see herself and others clearly, to laugh, and to live contentedly in this world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Health"
            ]
        },
        {
            "title": "حديث الصباح والمساء",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.01,
            "ranking_count": 6773,
            "abstract": "هى رواية كل كائن وإنسان على وجه الأرض... نفس البداية والنهاية.. لا يختلف فيها صبى عن رجل عن امرأة عن فتاة مهما اختلفت وتباينت الأحداث. فهذا أحمد عطا المراكيبي العملاق ذو الجسم الطويل المنبسط .. يباشر الأعمال ويتولى المهام ويرجع في نهاية المطاف مثقل الأجفان ويسلم روحه منتصف الليل ، وأيضا حليم عبد العظيم داود ولد في أحضان الترف والغنى وهزمه المرض الذي أسلمه إلى الموت.. و صديقة  ، رشوانة ،  معاوية ، بليغ.. وغيرهم ممن استعرض حياتهم في هذا الكتاب المبدع ونجيب محفوظ وكان من خلال تصويره لهم يصور حياة البشر أجمعين .. ويعلنها عالية واضحة لا فرار منها .. يعلن أن الحياة كما تبدأ بصرخة وليد تنتهى بشهقة الموت.. فهذه القصص جمعت من الأهل والأقارب و الآباء والأبناء ما يترجم هذه الفكرة ويجسدها أمام قارئ الراوية.. و في بساطة الفكرة وتكرار أحداثها مع شخصها.. كان عمق الفلسفة وإصرارها التى أرادها أديب نوبل .. أنها ليست قصة بعض الأشخاص وإنما هى قصة الحياة والموت والفلسفة التي تصدر منها والبلاغة التي تصيغ حبات الأحداث ودرر الكلم في مزيج أخرج من المعتاد شرابا جديدا لن نمل الإستمتاع به رشفة رشفة.. تحميل رواية حديث الصباح والمساء لنجيب محفوظ من هذا الرابط. http://goo.gl/IGK2St",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Literature",
                "Northern Africa",
                "Classics",
                "Cultural",
                "Media Tie In",
                "African Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Ship Fever: Stories",
            "authors": [
                "Andrea Barrett"
            ],
            "ranking": 4.04,
            "ranking_count": 3800,
            "abstract": "1996 National Book Award Winner for Fiction.. The elegant short fictions gathered hereabout the love of science and the science of love are often set against the backdrop of the nineteenth century. Interweaving historical and fictional characters, they encompass both past and present as they negotiate the complex territory of ambition, failure, achievement, and shattered dreams. In Ship Fever, the title novella, a young Canadian doctor finds himself at the center of one of history's most tragic epidemics. In The English Pupil, Linnaeus, in old age, watches as the world he organized within his head slowly drifts beyond his reach. And in The Littoral Zone, two marine biologists wonder whether their life-altering affair finally was worth it. In the tradition of Alice Munro and William Trevor, these exquisitely rendered fictions encompass whole lives in a brief space. As they move between interior and exterior journeys, science is transformed from hard and known fact into malleable, strange and thrilling fictional material (. Boston Globe. ).",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Environment",
                "Adult Fiction",
                "Science Nature"
            ]
        },
        {
            "title": "Norstrilia",
            "authors": [
                "Cordwainer Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 2338,
            "abstract": "Rod McBan 151st farms 'stroon', the immortality drug, and is the last scion of one of the oldest and most honourable families on Norstrilia, only source of stroon. But he's also a telepathic cripple and faces the ever-present risk of being culled under the government's draconian population laws.. To protect himself, he uses his not-strictly-legal computer to play the market and amass an unimaginable fortune. But after he survives an assassination attempt, McBan discovers that having enough money to literally buy the Earth is no good if you're too dead to spend it . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Fantasy",
                "Novels",
                "Short Stories",
                "United States",
                "Anthologies"
            ]
        },
        {
            "title": "Again, Dangerous Visions",
            "authors": [
                "Harlan Ellison",
                "John Heidenry",
                "Ross Rocklynne",
                "Ursula K. Le Guin",
                "Andrew J. Offutt",
                "Gene Wolfe",
                "Ray Bradbury",
                "Chad Oliver",
                "more…",
                "Edward Bryant",
                "Kate Wilhelm",
                "James B. Hemesath",
                "Joanna Russ",
                "Kurt Vonnegut Jr.",
                "T.L. Sherred",
                "Barry N. Malzberg",
                "H.H. Hollis",
                "Bernard Wolfe",
                "David Gerrold",
                "Piers Anthony",
                "Lee Hoffman",
                "Gahan Wilson",
                "Joan Bernott",
                "Gregory Benford",
                "Evelyn Lief",
                "James Sallis",
                "Josephine Saxton",
                "Ken McCullough",
                "David   Kerr",
                "Burt K. Filer",
                "Richard Hill",
                "Leonard Tushnet",
                "Ben Bova",
                "Dean Koontz",
                "Judith Ann Lawrence",
                "James Blish",
                "A. Parra",
                "Thomas M. Disch",
                "Richard A. Lupoff",
                "M. John Harrison",
                "Robin Scott",
                "Andrew Weiner",
                "Terry Carr",
                "James Tiptree Jr.",
                "Ray Faraday Nelson",
                "…less"
            ],
            "ranking": 4.17,
            "ranking_count": 3781,
            "abstract": "Again, Dangerous Visions. , first published in 1972, is the sequel to the sf short story anthology. Dangerous Visions. . It was edited by Harlan Ellison, illustrated by Ed Emshwiller. Like its predecessor,. Again, Dangerous Visions. and the 46 stories within it received many awards.. The Word for World Is Forest. , by Ursula K. Le Guin, won a Hugo for Best Novella.. When It Changed. by Joanna Russ won a Nebula Award for Best Short Story. For a 2nd time, Ellison received a special Hugo for editing the anthology.. Again, Dangerous Visions. was to be followed by a 3rd anthology,. The Last Dangerous Visions. . At this point, Ellison has said that it will probably never see the light of day.. Introduction: An Assault of New Dreamers. by Harlan Ellison. The Counterpoint of View. by John Heidenry. Ching Witch!. by Ross Rocklynne. The Word for World Is Forest. by Ursula K. Le Guin. For Value Received. by Andrew J. Offutt. Mathoms from the Time Closet: 1/Robot's Story, 2/Against the Lafayette Escadrille, 3/Loco Parentis. by Gene Wolfe. Time Travel for Pedestrians. by Ray Nelson. Christ, Old Student in a New School (poem). by Ray Bradbury. King of the Hill. by Chad Oliver. The 10:00 Report Is Brought to You by.... by Edward Bryant. The Funeral. by Kate Wilhelm. Harry the Hare. by James B. Hemesath. When It Changed. by Joanna Russ. The Big Space Fuck. by Kurt Vonnegut. Bounty. by T.L. Sherred. Still-Life. by K.M. O'Donnell (Barry N. Malzberg). Stoned Counsel. by H.H. Hollis. Monitored Dreams & Strategic Cremations: 1/The Bisquit Position, 2/The Girl with Rapid Eye Movements. by Bernard Wolfe. With a Finger in My I. by David Gerrold. In the Barn. by Piers Anthony. Soundless Evening. by Lee Hoffman. [█]. by Gahan Wilson. The Test-Tube Creature, Afterward. by Joan Bernott. And the Sea Like Mirrors. by Gregory Benford. Bed Sheets Are White. by Evelyn Lief. Tissue: At the Fitting Shop & 53rd American Dream. by James Sallis. Elouise and the Doctors of the Planet Pergamon. by Josephine Saxton. Chuck Berry, Won't You Please Come Home. by Ken McCullough. Epiphany for Aliens. by David Kerr. Eye of the Beholder. by Burt K. Filer. Moth Race. by Richard Hill. In re Glover. by Leonard Tushnet. Zero Gee. by Ben Bova. A Mouse in the Walls of the Global Village. by Dean R. Koontz. Getting Along. by James Blish & Judith Ann Lawrence. Totenbüch. by Parra y Figuéredo. Things Lost. by Thomas M. Disch. With the Bentfin Boomer Boys on Little Old New Alabama. by Richard A. Lupoff. Lamia Mutable. by M. John Harrison. Last Train to Kankakee. by Robin Scott. Empire of the Sun. by Andrew Weiner. Ozymandias. by Terry Carr. The Milk of Paradise. by James Tiptree, Jr.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Fantasy",
                "Speculative Fiction",
                "Horror",
                "Science Fiction Fantasy",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "The Poetry of Jaroslav Seifert",
            "authors": [
                "Jaroslav Seifert",
                "Ewald Osers",
                "George Gibian"
            ],
            "ranking": 4.05,
            "ranking_count": 203,
            "abstract": "This is the best translated and largest edition of poetry by the Czechs' only Nobel Prize–winning poet, Jaroslav Seifert (he won the prize in 1984 and died in 1986). The poetry is surprising in its simplicity, sensual, thoughtful, moving, comic in turns. Author Milan Kundera has called this collection “the tangible expression of the nation’s genius.”",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Nobel Prize",
                "Literature",
                "Classics",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Tales of the North",
            "authors": [
                "Jack London"
            ],
            "ranking": 4.19,
            "ranking_count": 976,
            "abstract": "Four of Jack London's greatest novels in their entirety:. White Fang. ,. The Sea-Wolf. ,. The Call of the Wild. and. Cruise of the Dazzler. , plus 15 of his best loved short stories, including. In the Forests of the North. ,. In a Far Country. and. The White Silence. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "Adventure",
                "Action",
                "Childrens",
                "Historical",
                "Anthologies"
            ]
        },
        {
            "title": "Love's Enduring Promise",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.17,
            "ranking_count": 13979,
            "abstract": "Continuing story of pioneer adventures begun in Love Comes Softly. Book 2, Love Comes Softly series.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Romance",
                "Historical",
                "Christian",
                "Fiction",
                "Adult",
                "Inspirational"
            ]
        },
        {
            "title": "The Masks of God, Volume 4: Creative Mythology",
            "authors": [
                "Joseph Campbell"
            ],
            "ranking": 4.3,
            "ranking_count": 1650,
            "abstract": "This volume explores the whole inner story of modern culture since the Dark Ages, treating modern man's unique position as the creator of his own mythology.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Nonfiction",
                "Religion",
                "History",
                "Philosophy",
                "Psychology",
                "Anthropology",
                "Spirituality",
                "Reference",
                "Cultural"
            ]
        },
        {
            "title": "A Whole New Life: An Illness and a Healing",
            "authors": [
                "Reynolds Price"
            ],
            "ranking": 3.96,
            "ranking_count": 368,
            "abstract": "Reynolds Price has long been one of America's most acclaimed and accomplished men of letters -- the author of novels, stories, poems, essays, plays, and a memoir. In. A Whole New Life,. however, he steps from behind that roster of achievements to present us with a more personal story, a narrative as intimate and compelling as any work of the imagination.. In 1984, a large cancer was discovered in his spinal cord (The tumor was pencil-thick and gray-colored, ten inches long from my neck-hair downward). Here, for the first time, Price recounts without self-pity what became a long struggle to withstand and recover from this appalling, if all too common, affliction (one American in three will experience some from of cancer). He charts the first puzzling symptoms; the urgent surgery that fails to remove the growth and the radiation that temporarily arrests it (but hurries his loss of control of his lower body); the occasionally comic trials of rehab; the steady rise of severe pain and reliance on drugs; two further radical surgeries; the sustaining force of a certain religious vision; an eventual discovery of help from biofeedback and hypnosis; and the miraculous return of his powers as a writer in a new, active life.. Beyond the particulars of pain and mortal illness, larger concerns surface here -- a determination to get on with the human interaction that is so much a part of this writer's much-loved work, the gratitude he feels toward kin and friends and some (though by no means. all). doctors, the return to his prolific work, and the now appalling, now astonishing grace of God.. A Whole New Life. offers more than the portrait of one brave person in tribulation; it offers honest insight, realistic encouragement and inspiration to others who suffer the bafflement of catastrophic illness or who know someone who does or will.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Health",
                "Biography",
                "Spirituality",
                "Biography Memoir",
                "Language"
            ]
        },
        {
            "title": "The Departure",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.92,
            "ranking_count": 3611,
            "abstract": "Cassie's had it. After the last mission, she realizes she's getting tired of missions. Tired of battles. Tired of being an Animorph. She decides that she just can't do it anymore. So she quits.. But that's not the worst that's happened. It seems a human-Controller named Karen followed Cassie after the last run-in with the Yeerks. And she knows Cassie is an Andalite . . . or human. Either way, if she exposes Cassie, it's all over. No more Cassie. No more Animorphs. No more planet Earth. . . .",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "The Berlin Stories",
            "authors": [
                "Christopher Isherwood"
            ],
            "ranking": 4.04,
            "ranking_count": 11234,
            "abstract": "First published in 1935 and 1939, the two related novels,. The Last of Mr. Norris. and. Goodbye to Berlin. , which make up. The Berlin Stories. are recognized today as classics of modern fiction.. A charming city of avenues and cafés, a grotesque city of night-people and fantasts, a dangerous city of vice and intrigue, a powerful city of millionaires and mobs - all this was Berlin in 1931, the period when Hitler was beginning his move to power.. Here are Mr. Norris, the improbable old debauchee mysteriously caught in the struggle between Nazis and Communists; plump Fräulein Schroeder, who thinks an operation to reduce the scale of her. Büste. might relieve her heart palpitations; the Landauers, a distinguished and doomed Jewish family; Sally Bowles, whose misadventures in the demimonde were popularized on the American stage and screen by Julie Harris in I Am a Camera and by Liza Minelli in Cabaret.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Historical",
                "Cultural",
                "Literature",
                "LGBT",
                "Novels"
            ]
        },
        {
            "title": "Chelsea Girls",
            "authors": [
                "Eileen Myles"
            ],
            "ranking": 3.89,
            "ranking_count": 3852,
            "abstract": "A groundbreaking and candid coming-of-age novel.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Poetry",
                "Feminism",
                "New York",
                "Novels",
                "Queer"
            ]
        },
        {
            "title": "Serpent",
            "authors": [
                "Clive Cussler",
                "Paul Kemprecos"
            ],
            "ranking": 3.96,
            "ranking_count": 11236,
            "abstract": "Clive Cussler, the author of sixteen consecutive New York Times bestsellers, unleashes a hero for the next millennium in an electrifying new series of unrelenting action and edge-of-your-seat thrills.When Kurt Austin, the leader of a courageous National Underwater & Marine Agency exploration team, rescues beautiful marine archaeologist Nina Kirov off the coast of Morocco, he becomes the next target of Texas industrialist Don Halcon. A madman bent on carving a new nation out of the southwestern United States and Mexico, Halcon's scheme hinges on Nina's recent discovery involving Christopher Columbus, and a priceless pre-Columbian antiquity buried in the battered remains of the sunken Italian luxury liner Andrea Doria. Only Kurt Austin and his crack NUMA team stand between Halcon and the Andrea Doria's silent steel hull -- and if their deadly mission fails, Halcon will ride to power on a wave of death and destruction.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Mystery",
                "Action",
                "Suspense",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "The Assassination of Jesse James by the Coward Robert Ford",
            "authors": [
                "Ron Hansen"
            ],
            "ranking": 3.91,
            "ranking_count": 2941,
            "abstract": "One of the great classic tales. of. The Great American West.... IT IS 1881. Jesse James, at the age of 34, is at the height of his fame and powers as a singularly successful outlaw. Robert Ford is the skittish younger brother of one of the James gang: he has made himself an expert on the gang, but his particular interest - his obsession - is Jesse James himself. Both drawn to him and frightened of him, the nineteen-year-old is uncertain whether he wants to serve James or destroy him or, somehow, become him.. Never have these two men been portrayed and their saga explored with such poetry, such grim precision and such raw-boned feeling as Ron Hansen has brought to this masterful retelling.. 'Wonderful. This is great storytelling, not undermined by our knowin how it turns out. The reader is driven - by story and by language and by history... the best blend of fiction and history I've read in a long while!'. -- John Irving, author of. The World According to Garp",
            "part_of_series": false,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Novels",
                "Mystery",
                "Literature",
                "Media Tie In",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Return of the Soldier",
            "authors": [
                "Rebecca West"
            ],
            "ranking": 3.69,
            "ranking_count": 6860,
            "abstract": "Writing her first novel during World War I, West examines the relationship between three women and a soldier suffering from shell-shock. This novel of an enclosed world invaded by public events also embodies in its characters the shifts in England's class structures at the beginning of the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "War",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Closing the Ring",
            "authors": [
                "Winston S. Churchill"
            ],
            "ranking": 4.4,
            "ranking_count": 1761,
            "abstract": "Winston Churchill's six-volume history of the cataclysm that swept the world remains the definitive history of the Second World War. Lucid, dramatic, remarkable both for its breadth and sweep and for its sense of personal involvement, it is universally acknowledged as a magnificent reconstruction and is an enduring, compelling work that led to his being awarded the Nobel Prize for literature. Closing the Ring chronicles the period between June 1943 and July 1944 as the Allies consolidated their gains towards a drive to victory - the fall of Mussolini, Hitler's 'secret weapon', the mounting air offensive on Germany, strategies to defeat Japan and the plans for D Day.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Politics",
                "Biography",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "The Yearbook (Point Horror, #50)",
            "authors": [
                "Peter Lerangis"
            ],
            "ranking": 3.47,
            "ranking_count": 501,
            "abstract": "Pity, pity Laura Chase. Pretty hair and pretty face. Isn't it a sorry fate. She won't live to graduate?. Somebody has a morbid sense of humour at Wetherby High School. The yearbook has been sabotaged and nasty poems have appeared next to some students' photographs.. David Kallas thinks it's just a sick joke - until his friends start disappearing one by one. And when he finds a dead body, he realises that something far more sinister is going on ...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Thriller",
                "Mystery",
                "Fantasy"
            ]
        },
        {
            "title": "What Ho!: The Best of Wodehouse",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.45,
            "ranking_count": 1221,
            "abstract": "We all know Jeeves and Wooster, but which is the best Jeeves story? We all know Blandings, but which is the funniest tale about Lord Emsworth and his adored prize-winning pig? And would the best of Ukridge, or the yarns of the Oldest Member, or Wodehouse's Hollywood stories outdo them? This bumper anthology allows you to choose, bringing you the cream of the crop of stories by the twentieth century's greatest humorous writer.. There are favourites aplenty in this selection, which has been compiled with enthusiastic support from P.G. Wodehouse societies around the world. With additional material including novel extracts, working drafts, articles, letters and poems, this anthology provides the best overall celebration of side-splitting humour and sheer good nature available in the pages of any book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Short Stories",
                "European Literature",
                "Literature",
                "Anthologies",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "Family Ties",
            "authors": [
                "Clarice Lispector",
                "Giovanni Pontiero"
            ],
            "ranking": 4.0,
            "ranking_count": 3109,
            "abstract": "You can find an alternative cover for this ISBN. here. .. Reading Clarice Lispector's novels is like listening to a stranger unravel her thoughts and then walk out of the door, leaving behind a strong sense of character but few facts about daily life. You wonder after meeting such a person whether she was real or imagined and then decide it doesn't really matter. Belles Lettres. The silent rage that seizes a matriarch whose family is feting her eighty-ninth year. The tangle of emotions felt by a sophisticated young woman toward her elderly mother. An adolescent girl's obsessive fear of being looked at. The giddying sense of compassion that a blind man introduces into a young housewife's settled existence. Of such is made the world of Clarice Lispector, the Brazilian writer whose finest work is acknowledged to be her exquisitely crafted short stories. Here, in these thirteen of Lispector's most brilliantly conceived short stories, mysterious and unexpected moments of crisis propel characters to self-discovery or keenly felt intuitions about the human condition. Her characters mirror states of mind. Alienated by their unsettling sense of life's absurdity, they seem at times absorbed in their interior lives, and in the passions that dominate and usually defeat them.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Cultural",
                "Literature",
                "European Literature",
                "Female Authors",
                "Anthologies"
            ]
        },
        {
            "title": "Faces and Masks",
            "authors": [
                "Eduardo Galeano",
                "Cedric Belfrage"
            ],
            "ranking": 4.44,
            "ranking_count": 1137,
            "abstract": "A unique and epic history, Eduardo Galeano's. Memory of Fire. trilogy is an outstanding Latin American eye view of the making of the New World. From its first English language publication in 1985 it has been recognized as a classic of political engagement, original research, and literary form.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "European Literature",
                "Politics",
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "Faith and Rationality: Reason and Belief in God",
            "authors": [
                "Alvin Plantinga",
                "Nicholas Wolterstorff"
            ],
            "ranking": 3.98,
            "ranking_count": 110,
            "abstract": "Faith and Rationality. investigates the rich implications of what the contributors call Calvinistic or Reformed epistemology. This is the view of knowledge--enunciated by Calvin, further developed by Barth--that sees belief in God as its own foundation; in the contributors' terms, it is properly basic in itself.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Christian",
                "Reference"
            ]
        },
        {
            "title": "Dove",
            "authors": [
                "Robin Lee Graham",
                "Derek L.T. Gill"
            ],
            "ranking": 4.19,
            "ranking_count": 3090,
            "abstract": "In 1965, 16-year-old Robin Lee Graham began a solo around-the-world voyage from San Pedro, California, in a 24-foot sloop. Five years and 33,000 miles later, he returned to home port with a wife and daughter and enough extraordinary experiences to fill this bestselling book,. Dove. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "Adventure",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Young Adult",
                "History",
                "Science"
            ]
        },
        {
            "title": "The Lost Ones",
            "authors": [
                "Samuel Beckett"
            ],
            "ranking": 3.81,
            "ranking_count": 367,
            "abstract": "Comme un thème que propose un compositeur, auquel les interprètes musiciens peuvent apporter toutes sortes de variations personnelles, c’est un thème que Samuel Beckett nous propose dans Le Dépeupleur. Il crée avec une rigueur mathématique et géométrique un microcosme totalement clos, un « cylindre surbaissé » qu’il peuple d’une foule d’êtres captifs. Il y fait régner des castes, des hiérarchies très précises, et des lois extrêmement rigoureuses. Pour autant, l’interprétation du thème reste ouverte et c’est même dans la multiplicité des lectures qu’il suscite que réside son infinie richesse.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Plays",
                "Philosophy",
                "Novels",
                "Cultural",
                "Short Stories"
            ]
        },
        {
            "title": "The Man Who Fell to Earth",
            "authors": [
                "Walter Tevis"
            ],
            "ranking": 4.06,
            "ranking_count": 9677,
            "abstract": "Thomas Jerome Newton is an extraterrestrial from the planet Anthea, which has been devastated by a series of nuclear wars, and whose inhabitants are twice as intelligent as human beings. When he lands on Earth - in Kentucky, disguised as a human - it's with the intention of saving his own people from extinction. Newton patents some very advanced Anthean technology, which he uses to amass a fortune. He begins to build a spaceship to help the last 300 Antheans migrate to Earth. Meanwhile, Nathan Bryce, a chemistry professor in Iowa, is intrigued by some of the new products Newton's company brings to the market, and already suspects Newton of being an alien. As Bryce and the FBI close in, Newton finds his own clarity and sense of purpose diminishing.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Sharpe's Skirmish: Richard Sharpe and the Defence of the Tormes, August 1812",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.04,
            "ranking_count": 2921,
            "abstract": "Richard Sharpe and the defence of the Tormes, August 1812. It is the summer of 1812 and Richard Sharpe, newly recovered from the wound he received in the fighting at Salamanca, is given an easy duty; to guard a Commissary Officer posted to an obscure Spanish fort where there are some captured French muskets to repair. But unknown to the British, the French are planning a lightning raid across the River Tormes, and they reckon the obscure Spanish fort, which guards an ancient bridge across the river, will be lightly guarded. Sharpe is in for a fight.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Short Stories",
                "Adventure",
                "Literature",
                "Action",
                "Contemporary"
            ]
        },
        {
            "title": "The Hearing Trumpet",
            "authors": [
                "Leonora Carrington"
            ],
            "ranking": 4.02,
            "ranking_count": 5153,
            "abstract": "One of the first things ninety-two-year-old Marian Leatherby overhears when she is given an ornate hearing trumpet is her family plotting to commit her to an institution. Soon, she finds herself trapped in a sinister retirement home, where the elderly must inhabit buildings shaped like igloos and birthday cakes, endure twisted religious preaching and eat in a canteen overlooked by the mysterious portrait of a leering Abbess. But when another resident secretly hands Marian a book recounting the life of the Abbess, a joyous and brilliantly surreal adventure begins to unfold. Written in the early 1960s,. The Hearing Trumpet. remains one of the most original and inspirational of all fantastic novels.. Alternate cover edition of ISBN. 9780141187990",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Classics",
                "Art",
                "Novels",
                "Surreal",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "The Complete Yes Minister",
            "authors": [
                "Jonathan Lynn",
                "Antony Jay"
            ],
            "ranking": 4.53,
            "ranking_count": 2858,
            "abstract": "'We have had diaries from other Cabinet Ministers, but none I. think which have been quite so illuminating... It is a. fascinating diary... It is shorter than Barbara Castle's... and. although it is rather more accurate than Dick Crossman's, it. is distinctly funnier' - Lord Allen of Abbeydale (formerly. Permanent Secretary at the Home Office) in. The Times. 'It has an entertainment and educational value which is. unique. It is uproariously funny and passes the acid test of. becoming more amusing at every subsequent reading... I will. go so far as to claim that in the characters of Jim Hacker and. Sir Humphrey Appleby, Messrs Lynn and Jay have created. something as immortal as P.G. Wodehouse's Bertie Wooster. and Jeeves' - Brian Walden in. The Standard",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Politics",
                "Media Tie In",
                "European Literature",
                "Contemporary",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "Speak",
            "authors": [
                "Laurie Halse Anderson"
            ],
            "ranking": 4.03,
            "ranking_count": 534434,
            "abstract": "The first ten lies they tell you in high school.. Speak up for yourself—we want to know what you have to say.. From the first moment of her freshman year at Merryweather High, Melinda knows this is a big fat lie, part of the nonsense of high school. She is friendless, outcast, because she busted an end-of-summer party by calling the cops, so now nobody will talk to her, let alone listen to her. As time passes, she becomes increasingly isolated and practically stops talking altogether. Only her art class offers any solace, and it is through her work on an art project that she is finally able to face what really happened at that terrible party: she was raped by an upperclassman, a guy who still attends Merryweather and is still a threat to her. Her healing process has just begun when she has another violent encounter with him. But this time Melinda fights back, refuses to be silent, and thereby achieves a measure of vindication.. In Laurie Halse Anderson's powerful novel, an utterly believable heroine with a bitterly ironic voice delivers a blow to the hypocritical world of high school. She speaks for many a disenfranchised teenager while demonstrating the importance of speaking up for oneself.. Speak. was a 1999 National Book Award Finalist for Young People's Literature.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Health",
                "Academic",
                "Sociology"
            ]
        },
        {
            "title": "The Cosmological Eye",
            "authors": [
                "Henry Miller"
            ],
            "ranking": 3.88,
            "ranking_count": 307,
            "abstract": "They are taken from the Paris books. Black Spring. (1936) and. Max and the White Phagocytes. (1938) and were for the most part, written at about the satire time as. Tropic of Capricorn. —the period of Miller’s and Durrell’s life in the famous Villa Seurat in Paris.. As is usual with Miller, these pieces cannot be tagged with the label of any given literary category. The unforgettable portrait of Max, the Paris drifter, and the probably-autobiographical. Tailor Shop. , are basically short stories, but even here the irrepressible vitality of Miller’s personality keeps breaking into the narrative. And in the critical and philosophical essays, the prose poems and surrealist fantasies, the travel sketches and scenarios, Miller’s passion for fiction, for telling the endless story of his extraordinary life, cannot be held down. Life, as no other modern author has lived it or can write it, bursts from these pages—the life of the mind and the body; of people, places and things; of ideas and the imagination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Short Stories",
                "Writing"
            ]
        },
        {
            "title": "Flight to Canada",
            "authors": [
                "Ishmael Reed"
            ],
            "ranking": 3.69,
            "ranking_count": 1136,
            "abstract": "Ishmael Reed has created a sharp, wildly funny slave's-eye view of the Civil War. Three slaves infected with. Dysaethesia Aethipica. (a term coined in the nineteenth century for the disease that makes Negroes run away) escape from Virginia. Not satisfied with leaving slavery halfway, one of the trio has vowed to go the whole distance to Canada; his master, Arthur Swille, determined to recover his property, pursues, hot on Raven Quickskill's trail.. With his myth-bending ingenuity, Reed merges history, fantasy, political reality, and high comedy as he parodies the fugitive slave narrative: the slave-poet Quickskill flees to Canada on a nonstop jumbo jet; Abe Lincoln waltzes through slave quarters to the tune of Hello Dolly; the plantation mistress lies in bed watching the. Beecher Hour. on TV.. Flight to Canada. 's preposterous episodes leap out from the pages of history to reveal a keen sense of America past and present.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Race",
                "Novels",
                "American",
                "Literature",
                "Academic",
                "The United States Of America"
            ]
        },
        {
            "title": "Open Heart",
            "authors": [
                "A.B. Yehoshua",
                "Dalya Bilu"
            ],
            "ranking": 3.47,
            "ranking_count": 337,
            "abstract": "A young Israeli intern vying for the position of surgeon learns that his internship has been terminated and he has been chosen to accompany the hospital administrator and his wife on a trip to India. There, the couple intend to retrieve their ailing daughter and bring her back to Israel. The long journey awakens urges in the young doctor that will threaten his carefully contained world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hidden Leaves",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.86,
            "ranking_count": 2215,
            "abstract": "The truth could not be revealed — until now..... After the tragic death of her adoptive father, Willow De Beers receives an unexpected gift: a family diary that unlocks all the secrets of her world — and shatters the life she's known in glitzy Palm Beach, Florida. At last, Willow learns the identity of her real father, and unearths his secret love affair with her real mother. She discovers the reasons for her adoptive mother's cruelty...and the truth about the mysterious woman who couldn't keep her, but would love her forever.. Look inside for the original e-book prequel. Dark Seed. — first time in print! Also inside...a preview of the thrilling Broken Wings series — coming soon from Pocket Star Books",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Horror",
                "Young Adult",
                "Romance",
                "Thriller",
                "Mystery",
                "Gothic",
                "Adult Fiction",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "The Practical Heart: Four Novellas",
            "authors": [
                "Allan Gurganus"
            ],
            "ranking": 3.73,
            "ranking_count": 164,
            "abstract": "In his fictional Falls, North Carolina–a watchful zone of stifling mores–Allan Gurganus’s fond and comical characters risk everything to protect their improbable hopes from prejudice, poverty, betrayal. Seeking warmth and true connection, they shield themselves and loved ones while creating a rarely-glimpsed world of valor, minor grandeur, side-street heroics.. Muriel Fraser, a poor Scottish-born spinster, is the subject of a John Singer Sargent portrait in the imagination of her devoted grand-nephew. Tad Worth, a young man dying of AIDS, finds ways to restore vitality to old friends and 18th-century houses. Overnight, one pillar of the community, accused of child molesting, becomes the village pariah. And Clyde Delman, ugliest if kindest man in Falls, finds the love of his eight-year-old son jeopardized when troubling family secrets arise. In each of these splendid complex tales, Allan Gurganus wrings truths–sometimes bruising, ofttimes warming–from human hearts as immense as they are local.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "American",
                "Gay",
                "Literary Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "Manhattan Transfer",
            "authors": [
                "John E. Stith"
            ],
            "ranking": 3.69,
            "ranking_count": 336,
            "abstract": "Aliens remove Manhattan, encased in an artificial bubble, to another world, along with cities from other, extraterrestrial civilizations.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Tightrope Walker",
            "authors": [
                "Dorothy Gilman"
            ],
            "ranking": 4.06,
            "ranking_count": 1633,
            "abstract": "“They’re going to kill me soon…”. When the quiet and shy Amelia Jones reads these words, her life changes irrevocably. She’s just become the new owner of the Ebbtide Shop, a musty antique store filled with merry-go-round horses and hurdy-gurdies, and it is while fixing one of these barrel organs that the scrawled and threatening note falls out. Armed only with the strange woman’s first name and the note written years before, Amelia begins a journey into the past, a search that takes her from the protective cocoon she’s wrapped herself in to a precarious world where passions boil underneath the surface, where nothing is the way it seems, where fear is second nature, and dark secrets just might uncover murder—her own…",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adventure",
                "Novels",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Go Down, Moses",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.94,
            "ranking_count": 9514,
            "abstract": "“I believe that man will not merely endure: he will prevail. He is immortal, not because he alone among creatures has an inexhaustible voice, but because he has a soul, a spirit capable of compassion and sacrifice and endurance.” —William Faulkner, on receiving the Nobel Prize. Go Down, Moses. is composed of seven interrelated stories, all of them set in Faulkner’s mythic Yoknapatawpha County. From a variety of perspectives, Faulkner examines the complex, changing relationships between blacks and whites, between man and nature, weaving a cohesive novel rich in implication and insight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Short Stories",
                "Literature",
                "American",
                "Novels",
                "Literary Fiction",
                "Gothic"
            ]
        },
        {
            "title": "Burning Up",
            "authors": [
                "Caroline B. Cooney"
            ],
            "ranking": 3.57,
            "ranking_count": 1385,
            "abstract": "This bestselling author explores the destructive nature of hatred, the crime of indifference, and the power of accepting love and responsibility.. Fifteen-year-old Macey Clare has always loved her quiet, beautiful Connecticut hometown. It's the place where her grandparents live, the place where her mother grew up. Macey is looking forward to the summer to come. She's hoping for fun and romance with her neighbor's perfect grandson Austin. But when Macey wants to research the facts behind who set fire to a barn across the street from her grandparent's home, she is shocked no one wants to answer questions about the place that burned down 38 years ago. And when a tragedy strikes a new friend who lives in the inner city, something clicks in Macey. She must discover her own true colors and face whatever it is she is going to find. Can she stand alone and take responsibility for the present while uncovering the past?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Fiction",
                "Realistic Fiction",
                "Thriller",
                "Historical",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "The Moosewood Cookbook: Recipes from Moosewood Restaurant, Ithaca, New York",
            "authors": [
                "Mollie Katzen"
            ],
            "ranking": 3.89,
            "ranking_count": 50370,
            "abstract": "Among the most influential cookbooks of our time, the Moosewood Cookbook is such a powerful symbol that the publishers were tempted not to tamper with it. But times have changed, and knowledge about the foods we eat and their nutritional value has increased. So, after many inquiries and requests, the author has revised many of her recipes to be lighter and healthier. Illustrated.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink",
                "Nonfiction",
                "Reference",
                "Health"
            ]
        },
        {
            "title": "The Tenants of Moonbloom",
            "authors": [
                "Edward Lewis Wallant",
                "Dave Eggers"
            ],
            "ranking": 3.86,
            "ranking_count": 718,
            "abstract": "Norman Moonbloom is a loser, a drop-out who can't even make it as a deadbeat. His brother, a slumlord, hires him to collect rent in the buildings he owns in Manhattan. Making his rounds from apartment to apartment, Moonbloom confronts a wildly varied assortment of brilliantly described urban characters, among them a gay jazz musician with a sideline as a gigolo, a Holocaust survivor, and a brilliant young black writer modeled on James Baldwin. Moonbloom hears their cries of outrage and abuse; he learns about their secret sorrows and desires. And as he grows familiar with their stories, he finds that he is drawn, in spite of his best judgment, into a desperate attempt to improve their lives.. Edward Lewis Wallant's astonishing comic tour de force is a neglected masterpiece of 1960s America.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "The United States Of America",
                "Literary Fiction",
                "Novels",
                "Classics",
                "Contemporary",
                "New York"
            ]
        },
        {
            "title": "Waylander",
            "authors": [
                "David Gemmell"
            ],
            "ranking": 4.28,
            "ranking_count": 18930,
            "abstract": "All of Waylander's instincts had screamed at him to spurn the contract from Kaem the cruel, the killer of nations. But he had ignored them. He had made his kill. And even as he went to collect his gold, he knew that he had been betrayed.. Now the Dark Brotherhood and the hounds of chaos were hunting him, even as Kaem's armies waged war on the Drenai lands, intent on killing every man, woman, and child. The Drenai soldiers were doomed to ultimate defeat, and chaos would soon reign.. Then a strange old man told Waylander that the only way to turn the tide of battle would be for Waylander himself to retrieve the legendary Armor of Bronze from its hiding place deep within a shadow-haunted land. He would be hunted. He was certain to fail. But he must try, the old man commanded--commanded in the name of his son, the king, who had been slain by an assassin.... Waylander was the most unlikely of heroes--for he was a traitor, the Slayer who had killed the king...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Heroic Fantasy",
                "Science Fiction Fantasy",
                "Epic"
            ]
        },
        {
            "title": "The Masks of God, Volume 3: Occidental Mythology",
            "authors": [
                "Joseph Campbell"
            ],
            "ranking": 4.32,
            "ranking_count": 1731,
            "abstract": "A systematic and fascinating comparison of the themes that underlie the art, worship, and literature of the Western world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Nonfiction",
                "Religion",
                "History",
                "Philosophy",
                "Psychology",
                "Anthropology",
                "Spirituality",
                "Reference"
            ]
        },
        {
            "title": "قصص ضائعة",
            "authors": [
                "Gabriel García Márquez",
                "غابرييل غارسيا ماركيز",
                "صالح علماني"
            ],
            "ranking": 3.7,
            "ranking_count": 610,
            "abstract": "مجموعة مقالات للكاتب الكولومبي غابرييل غارسيا ماركيز , ترجمة صالح علماني. و يشمل :. هذه هي القصة كما رووها لي, قصص ضائعة, أشباح الدروب, شيخوخة لويس بونويل الشابة, ما لم تحزره نبوءات اوركل .... و غيرها من القصص الممتعة. صدرت هذه الطبعة عام 1999 عن دار أزمنة",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Hitler",
            "authors": [
                "Ian Kershaw"
            ],
            "ranking": 4.35,
            "ranking_count": 4684,
            "abstract": "Quando foram publicados pela primeira vez, os dois volumes da biografia de Hitler escrita por Ian Kershaw foram considerados necessários para compreender esta personalidade do século XX. A presente tradução foi realizada a partir da versão condensada elaborada pelo autor, que eliminou cerca de quatrocentas páginas de notas e referências - destinadas sobretudo ao público acadêmico -, procurando, no entanto, não prejudicar a força da narrativa e o poder de seu argumento. Kershaw escreve baseado na documentação já conhecida e em diversas fontes, como o diário de Goebbels, redescoberto no início da década de 1990, que traz revelações mais íntimas sobre as atitudes, as hesitações e o comportamento de Hitler no poder. A trajetória inteira desse indivíduo é esmiuçada pelo autor, em busca de uma explicação para essa trajetória ascendente, para o domínio que Hitler exerceu sobre as elites alemãs e para a catástrofe que causou em seu país e no resto do mundo. Sem desprezar os traços de personalidade do ditador na explicação da história, o autor enfatiza os aspectos sociais, políticos e econômicos da sociedade alemã traumatizada pela derrota na Primeira guerra, a instabilidade política, a miséria econômica e a crise cultural.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Politics",
                "Cultural",
                "World War II",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Το ψέμα",
            "authors": [
                "Ζωρζ Σαρή",
                "Θανάσης Γεωργίου"
            ],
            "ranking": 4.01,
            "ranking_count": 1446,
            "abstract": "Δεν πρέπει να λέμε ψέματα. Δεν πρέπει......δεν πρέπει. Κι όταν λέμε; Όταν νομίζουμε πως πρέπει να πούμε; Όταν αισθανόμαστε την ανάγκη; Η Χριστίνα είχε λόγους να σκαρώνει ψέματα. Το κορίτσι των δεκαπέντε χρόνων, που βρίσκεται στο τέλος της παιδικής ηλικίας και στο κατώφλι των μεγάλων, με τα ψέματα θέλει να κρύψει κάτι που τη βασανίζει. Θέλει να απορρίψει την πραγματικότητα που την περιβάλλει, θέλει να ξεχάσει. Βρήκε έναν τρόπο..... Είναι ο καλύτερος; Θα δημιουργήσει με τα ψέματα της ένα νέο κόσμο που και πάλι δεν είναι αυτός που ονειρεύεται. Θα βρεθεί μπλεγμένη με το ίδιο της τον εαυτό, με τον κόσμο που θέλει να τον βλέπει διαφορετικό, όπως θέλουν να τον βλέπουν τα παιδιά της ηλικίας της..... Τι θα κάνει; Πώς θα περάσει μέσα από τα μονοπάτια που βρίσκονται μπροστά της; Η Χριστίνα είναι δεκαπέντε χρονών. Όλα τα παιδιά των δεκαπέντε χρόνων αισθάνθηκαν κάποτε σαν την Χριστίνα. Χρειάστηκαν κι αυτά να πούνε ψέματα σε μια προσπάθεια να ξεφύγουν από το ψέμα.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Novels",
                "Literature",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The House of Rothschild, Vol 1: Money's Prophets, 1798-1848",
            "authors": [
                "Niall Ferguson"
            ],
            "ranking": 3.88,
            "ranking_count": 1388,
            "abstract": "In his rich and nuanced portrait of the remarkable, elusive Rothschild family, Oxford scholar and bestselling author Niall Ferguson uncovers the secrets behind the family's phenomenal economic success. He reveals for the first time the details of the family's vast political network, which gave it access to and influence over many of the greatest statesmen of the age. And he tells a family saga, tracing the importance of unity and the profound role of Judaism in the lives of a dynasty that rose from the confines of the Frankfurt ghetto and later used its influence to assist oppressed Jews throughout Europe. A definitive work of impeccable scholarship with a thoroughly engaging narrative, 'The House of Rothschild' is a biography of the rarest kind, in which mysterious and fascinating historical figures finally spring to life.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Economics",
                "Business",
                "Politics",
                "Historical",
                "Finance"
            ]
        },
        {
            "title": "Cool for You",
            "authors": [
                "Eileen Myles"
            ],
            "ranking": 3.85,
            "ranking_count": 1210,
            "abstract": "Grainy and stripped, this gritty novel traces the downbeat progress of a Catholic, working-class lesbian coming of age in Boston.. The New York Times Book Review. said the author has an exquisite sense of the borderline where people hide or are transformed according to luck or will---undramatically rich writing. Dorothy Allison said, Eileen Myles is a genius!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Poetry",
                "Novels",
                "Queer",
                "Gender",
                "Womens"
            ]
        },
        {
            "title": "Arranged in Heaven",
            "authors": [
                "Sara Jarrod",
                "Ann Jacobs"
            ],
            "ranking": 4.18,
            "ranking_count": 61,
            "abstract": "Ruth Newman and Sylvia Harris are both in Heaven, but they can't rest in peace until they know their children, Dan and Gayla, are happy. So the two ghosts become matchmakers. And when Dan and Gayla meet, they feel and irresistible pull toward each other. But Gayla is afraid to trust Dan, a doctor who reminds her of her cold, distant father; so Sylvia must reach out to her daughter in a way she never could on Earth--and help Gayle believe in love again.... A new Haunting Hearts Romance. In time for Mother's Day, Arranged in Heaven features a lovely nother-daughter relationship. Sara Jarrod's books have been praised as charming (Heather Graham) and tender, compelling and hypnotic ( Affair de Coeur )",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Fortunes of War",
            "authors": [
                "Stephen Coonts"
            ],
            "ranking": 3.99,
            "ranking_count": 3006,
            "abstract": "Four Japanese nationalists storm Tokyo's imperial palace and behead the emperor. Their goal: to invade Russia and conquer oil-rich Siberia in order to dominate the globe. Soon the world explodes in war, as Japan, Russia and the United States go head-to-head in a struggle that threatens total destruction. Now three men from three different nations must meet their ultimate challenge: to fight as patriots in a war driven by greed and madness--and save the planet from nothing less than a full-scale nuclear attack.. Stephen Coonts'. Fortunes of War. is an explosive, action-packed thriller.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "War",
                "Adventure",
                "Action",
                "Military",
                "Novels",
                "Suspense"
            ]
        },
        {
            "title": "Pociągi pod specjalnym nadzorem",
            "authors": [
                "Bohumil Hrabal"
            ],
            "ranking": 3.8,
            "ranking_count": 8621,
            "abstract": "To było tak - opowiadałem wprost w ucho pana zawiadowcy. - Ostatni nocny pociąg osobowy już odjechał, a od zmierzchu siedziała z nami w kancelarii dyżurnego ruchu pewna wytworna dama, pijąc wino i paląc papierosy. Przed północą dyżurny ruchu, pan Całusek, mówi do mnie: Miłoszu, wprawdzie jesteś dopiero praktykantem, ale ja mam do ciebie zaufanie. Posiedzisz tu za mnie jakieś dwie godzinki!. A więc zgodziłem się go zastąpić, zaś dyżurny ruchu, pan Całusek, udał się z ową damą do gabinetu pana zawiadowcy. Przyłożyłem ucho do drzwi i słyszę: Ciało ma swoje wymagania, koteczku, ciało ma swoje prawa....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "War",
                "Novels",
                "Historical",
                "Academic",
                "Novella"
            ]
        },
        {
            "title": "Il male oscuro",
            "authors": [
                "Giuseppe Berto",
                "Carlo Emilio Gadda"
            ],
            "ranking": 4.15,
            "ranking_count": 513,
            "abstract": "Questo romanzo audacemente sperimentale, che alla sua uscita vinse contemporaneamente il Premio Viareggio e il Premio Campiello, è la testimonianza di una nevrosi che si scatena nel protagonista dopo la morte del padre, con un crescere e proliferare fino alla scoperta della psicoanalisi che l’autore affronta come tema centrale del suo racconto autobiografico: un libero e ininterrotto fluire del pensiero e delle immagini come in un monologo interiore.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Psychology"
            ]
        },
        {
            "title": "The Sadeian Woman: And the Ideology of Pornography",
            "authors": [
                "Angela Carter"
            ],
            "ranking": 4.03,
            "ranking_count": 1243,
            "abstract": "Sexuality is power. So says the Marquis de Sade, philosopher and pornographer. His virtuous Justine, who keeps to the rules, is rewarded with rape and humiliation; his Juliette, Justine's triumphantly monstrous antithesis, viciously exploits her sexuality.. With brilliance and wit, Angela Carter takes on these outrageous figments of de Sade's extreme imagination and transforms them into symbols of our time: The Hollywood sex goddesses, mothers and daughters, pornography, even the sacred shrines of sex and marriage lie devastatingly exposed before our eyes.. Author Bio: Angela Carter (1940-1992) was best known for her subversive short stories, including her most famous collection,. The Bloody Chamber. . Carter translated the fairy tales of Charles Perrault, and wrote the screenplay for Neil Jordan's 1984 film,. The Company of Wolves. , based on her short story.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Philosophy",
                "Writing",
                "Sexuality",
                "Criticism",
                "Gender",
                "History",
                "Womens"
            ]
        },
        {
            "title": "The General Danced at Dawn",
            "authors": [
                "George MacDonald Fraser"
            ],
            "ranking": 4.21,
            "ranking_count": 416,
            "abstract": "The General Danced at Dawn is a collection of short stories by George MacDonald Fraser, published first during 1970 and featuring a young Scottish lieutenant named Dand MacNeill. It is a generally fond fictionalization of life in the British army, specifically the Highland Infantry Division, soon after the end of the Second World War.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Short Stories",
                "War",
                "Literature",
                "Adventure"
            ]
        },
        {
            "title": "A Man Called Intrepid",
            "authors": [
                "William Stevenson"
            ],
            "ranking": 4.27,
            "ranking_count": 4369,
            "abstract": "A true story of WW2 espionage. NBC News calls it, A historical document of major significance. The focus is on Sir William Stephenson, Britain's urbane spy chief who inspired James Bond.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Spy Thriller",
                "War",
                "Historical",
                "Military",
                "Politics"
            ]
        },
        {
            "title": "Reason for Hope: A Spiritual Journey",
            "authors": [
                "Jane Goodall",
                "Phillip Berman"
            ],
            "ranking": 4.21,
            "ranking_count": 4433,
            "abstract": "Her revolutionary studies of Tanzania's chimpanzees forever altered our definition of humanity. Now, intriguing as always, Jane Goodall explores her deepest convictions in a heartfelt memoir that takes her from the London Blitz to Louis Leaky's famous excavations in Africa and then into the forests of Gombe. From the unforgettable moment when a wild chimpanzee gently grasps her hand to the terror of a hostage-taking and the sorrow of her husband's death. Here, thoughtfully exploring the challenges of both science and the soul, she offers an inspiring, optimistic message as profound as the knowledge she brought back from the forests, and that gives us all...reason for hope.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Science",
                "Environment",
                "Animals",
                "Spirituality",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Salamandastron",
            "authors": [
                "Brian Jacques",
                "Gary Chalk"
            ],
            "ranking": 4.08,
            "ranking_count": 29010,
            "abstract": "The inhabitants of Redwall relax in the haze of summer-but as they do, the neighboring stronghold of Salamandastron lies besieged by the evil weasel army of Ferhago the Assassin. Worse still, Mara, beloved daughter of Urthstripe, Badger Lord of the Fire Mountain, is in terrible danger. Then a lightning bolt uncovers the sword of Martin the Warrior, and young Samkin embarks on an adventure that leads him to Mara. Can the good creatures triumph over the villainous Assassin?. Illustrated by Gary Chalk",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Damsel in Distress",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.09,
            "ranking_count": 5923,
            "abstract": "Lady Maud, the spirited young daughter of the Earl of Marshmoreton, is confined to her home, Belpher Castle in Hampshire, under aunt's orders because of an unfortunate infatuation. Enter our hero, George Bevan, an American who writes songs for musicals and is so smitten with Maud that he descends on Hampshire's rolling acres to see off his rival and claim her heart. Meanwhile, in the great Wodehousian tradition, the Earl of Marshmoreton just wants a quiet life pottering in his garden, supported by his portly butler Keggs and free from the demands of his bossy sister and his silly-ass son.. In a sunny story which involves chorus-girls, the theatre and a ball at a castle during a two-week house-party, Wodehouse deftly unties all the knots which he had so cleverly tied around his characters in the first place.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Romance",
                "Audiobook",
                "European Literature",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Naming and Necessity",
            "authors": [
                "Saul A. Kripke"
            ],
            "ranking": 4.0,
            "ranking_count": 4073,
            "abstract": "If there is such a thing as essential reading in metaphysics or in philosophy of language, this is it.. Ever since the publication of its original version, Naming and Necessity has had great and increasing influence. It redirected philosophical attention to neglected questions of natural and metaphysical necessity and to the connections between these and theories of reference, in particular of naming, and of identity. From a critique of the dominant tendency to assimilate names to descriptions and more generally to treat their reference as a function of their Fregean sense, surprisingly deep and widespread consequences may be drawn. The largely discredited distinction between accidental and essential properties, both of individual things (including people) and of kinds of things, is revived. So is a consequent view of science as what seeks out the essences of natural kinds. Traditional objections to such views are dealt with by sharpening distinctions between epistemic and metaphysical necessity; in particular by the startling admission of necessary a posteriori truths. From these, in particular from identity statements using rigid designators whether of things or of kinds, further remarkable consequences are drawn for the natures of things, of people, and of kinds; strong objections follow, for example to identity versions of materialism as a theory of the mind.. This seminal work, to which today's thriving essentialist metaphysics largely owes its impetus, is here published with a substantial new Preface by the author.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Humanities",
                "Classics",
                "Academic",
                "Science",
                "Reference"
            ]
        },
        {
            "title": "Sharpe's Waterloo",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.3,
            "ranking_count": 8364,
            "abstract": "Richard Sharpe and the Waterloo Campaign, 15 June to 18 June 1815. It is 1815. Sharpe is serving on the personal staff of the inexperienced and incompetent Young Frog, William, Prince of Orange, who has been given command of a large proportion of the Allied force. More concerned with cutting a dash at a grand society ball in Brussels, the Young Frog refuses to listen to Sharpe's scouting reports of an enormous army marching towards them with the lately returned Napoleon at its head. When the Battle of Waterloo commences, Sharpe has to stand by and watch military folly on a grand scale. But at the height of the conflict, just as victory seems impossible, he makes a momentous decision. With his usual skill, courage and determination he takes command and the most hard-fought and bloody battle of his career becomes Sharpe's own magnificent triumph.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adventure",
                "Audiobook",
                "Action",
                "Military",
                "Novels"
            ]
        },
        {
            "title": "Μαλαισιακά Τραγούδια",
            "authors": [
                "Yvan Goll",
                "Ε.Χ. Γονατάς"
            ],
            "ranking": 4.63,
            "ranking_count": 16,
            "abstract": "Είμαι το σκοτεινό αυλάκι ~ Ακούγονται οι τρυφερές κληματσίδες που φυτρώνουν ~ Δε σ' αποκάλυψε ~ Όταν ζυγώνεις η νύχτα όλη ανατριχιάζει ~ Θέλω να μυρώσω την αυλή σαν τον γλυκάνισο ~ Από τότε που γεννήθηκα ~ Από τότε που με κοίταξες ~ Δεν ήθελα να είμαι ~ Το κόκκινο πιπέρι μπήγει κραυγές ~ Κάτω απ' τις εκατό λεμονιές σου ~ Από τότε που με γνώρισες ~ Είμαι το λαγήνι που ένας άξιος τεχνίτης ~ Περνώντας απ' το δρόμο των αρχόντων ~ Είμαι η γη ~ Ψιθύρισε ποια είμαι ~ Όταν το ηφαίστειο με ανασηκωμένα τα χείλια ~ Είμαι το ρυάκι σου ~ Δρέψε, ω εσύ που τα φρόντισες ~ Κύριε, σε νιώθω να ζυγώνεις ~ Στο φιλί σου πιο βαθύ κι απ' το θάνατο ~ Φύτεψες μπρος στην πόρτα μου ~ Δεν είμαι παρά άμμος ~ Αυτή τη νύχτα ένα όρνιο ~ Τα βαριά βουβάλια ~ Ο φίλος μου δουλεύει ~ Κάτω απ' τις τριανταφυλλιές που σε θαμπώνουν ~ Σκεπάστηκα μ' εφτά πέπλα ~ Έλεγα ότι είσαι ο ήλιος που κάνει ν' αστράφτουν ~ Θα 'σαι το αρπαχτικό πουλί ~ Ο εραστής μου ο ψαράς ~ Σκαρφάλωσα στη μουσμουλιά ~ Το πουλί τραγούδησε όπως κάθε πρωί ~ Το μυρωμένο χιόνι του καφεόδεντρου ~ Ο μάγος κάρφωσε πάνω μου ~ Θεοί! Ξεριζώστε τα μάτια μου ~ Με πήρε ο ύπνος πάνω σ' ένα σύννεφο ~ Κάπου ανθίζει το πικρό μπαχάρι ~ Όταν όλα μου τα πάρεις ~ Κατοικώ στο σώμα μιας νεκρής ~ Μαδήστε όλα τα λουλούδια",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Huntington's Disease: The Facts",
            "authors": [
                "Oliver W.J. Quarrell"
            ],
            "ranking": 4.19,
            "ranking_count": 16,
            "abstract": "Huntington's Disease is a genetically inherited condition, the result of severe nerve-cell damage in the brain. Due to the recent identification of the gene involved, and the debilitating nature of the disease, a great many more people are now affected either directly or indirectly (families and carers) by this condition. The majority of people develop the disease between the ages of 35 and 55, so for those that are aware of a genetic inheritance, there are enormous problems to confront - should you carry on life as normal? Should you start a family? In this, the first book on Huntington's disease written for sufferers and their families, advice is given on living with this disabling illness. Written as much for carers as for the patients themselves, the book aims to answer some of the questions that both sufferer and carer might have. With the identification of the responsible gene, genetic counselling is now available for those at risk of developing the disease. Though some may wish not to use these services, the book clearly explains the role of the counsellor, and what help is additionally available from the various patient organisations worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Health",
                "Nonfiction"
            ]
        },
        {
            "title": "Den blå rullgardinen",
            "authors": [
                "Agnes von Krusenstjerna"
            ],
            "ranking": 3.46,
            "ranking_count": 129,
            "abstract": "När Angela som tolvåring blir föräldralös tas hennes barndom ifrån henne. Den första tiden är full av förvirring och längtan. Men hennes unga, ogifta faster Petra tar sig an henne med en glöd som ingen kan hejda. De bosätter sig på Eka herrgård och mellan de två uppstår en sällsam kärlek. En kärlek som inte är utan syskonlika påfrestningar. Petra kan inte glömma sin stora ungdomskärlek Thomas Meller. Hon vill inte förbli utan kärleken till en man, men nu har hon ju Angela...",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Family"
            ]
        },
        {
            "title": "The Lucifer Principle: A Scientific Expedition into the Forces of History",
            "authors": [
                "Howard Bloom",
                "David Sloan Wilson"
            ],
            "ranking": 4.06,
            "ranking_count": 2578,
            "abstract": "The Lucifer Priciple. is a revolutionary work that explores the intricate relationships among genetics, human behavior, and culture to put forth the thesis that “evil” is a by-product of nature’s strategies for creation and that it is woven into our most basic biological fabric.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Philosophy",
                "Psychology",
                "Sociology",
                "Biology",
                "Religion",
                "Social Science",
                "Cultural"
            ]
        },
        {
            "title": "The Man Who Japed",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.59,
            "ranking_count": 2754,
            "abstract": "In. The Man Who Japed. , a world that has survived a nuclear holocaust has given way to a rigid system of oppressive morality. Highly mobile and miniature robots monitor the behavior of every citizen, and the slightest transgression can spell personal doom. Allen Purcell is one of the few people who has the capacity to literally change the way of the world, and once he's offered a high-profile job that acts as guardian of public ethics, he sets out to do precisely that, but first he has to deal with the head in his closet.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Literature",
                "Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "O Continente - Volume I",
            "authors": [
                "Erico Verissimo"
            ],
            "ranking": 4.57,
            "ranking_count": 2171,
            "abstract": "'O Continente' abre a mais famosa saga da literatura brasileira, 'O tempo e o vento'. A trilogia - formada por 'O Continente', 'O retrato' e 'O arquipélago' - percorre um século e meio da história do Rio Grande do Sul e do Brasil, acompanhando a formação da família Terra Cambará. Num constante ir e vir entre o passado - as Missões, a fundação do povoado de Santa fé - e o tempo de Sobrado sitiado pelas forças federalistas, em 1895, desfilam personagens fascinantes, eternamente vivos na imaginação dos leitores de Erico Verissimo - o enigmático Pedro Missioneiro, a corajosa Ana Terra, o intrépido e sedutor capitão Rodrigo, a tenaz Bibiana.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "Star",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.75,
            "ranking_count": 3184,
            "abstract": "In the second volume in the Wildflowers quartet, Star hides her nightmarish secrets from the other girls in her therapy group, until she gradually reveals her story to Dr. Marlowe and the others, allowing her to finally confront the horrors of her past.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Adult",
                "Gothic",
                "Childrens",
                "Adult Fiction"
            ]
        },
        {
            "title": "Prisoner without a Name, Cell without a Number",
            "authors": [
                "Jacobo Timerman",
                "Ilan Stavans",
                "Toby Talbot",
                "Arthur  Miller"
            ],
            "ranking": 3.92,
            "ranking_count": 527,
            "abstract": "The bestselling, classic personal chronicle of the Argentine publisher's ordeal at the hands of the Argentine government--imprisoned and tortured as a dissenter and as a Jew--that aroused the conscience of the world.. Jacobo Timerman (1923-1999) was born in the Ukraine, moved with his family to Argentina in 1928, and was deported to Israel in 1980. He returned to Argentina in 1984. Founder of two Argentine weekly news magazines in the 1960s and a commentator on radio and television, he was best-known as the publisher and editor of the newspaper. La Opinión. from 1971 until his arrest in 1977. An outspoken champion of human rights and freedom of the press, he criticized all repressive governments and organizations, regardless of their political ideologies. His other books include. The Longest War: Israel in Lebanon, Cuba: A Journey,. and. Chile: A Death in the South.. The Americas, Ilan Stavans, Series Editor. Winner of a 1982 Los Angeles Times Book Prize. Selected by the New York Times for Books of the Century. With a new introduction by Ilan Stavans and a new foreword by Arthur Miller.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Autobiography",
                "Writing",
                "Politics",
                "Biography",
                "Literature",
                "Biography Memoir",
                "European Literature"
            ]
        },
        {
            "title": "Gods and Heroes of Ancient Greece",
            "authors": [
                "Gustav Schwab",
                "Werner Wilhelm Jaeger"
            ],
            "ranking": 4.1,
            "ranking_count": 1905,
            "abstract": "From fire-stealing Prometheus to scene-stealing Helen of Troy, from Jason and his golden fleece to Oedipus and his mother, this collection of classic tales from Greek mythology demonstrates the inexhaustible vitality of a timeless cultural legacy.. Here are Icarus flying too close to the sun, mighty Hercules, Achilles and that darn heel, the Trojans and their wooden horse, brave Perseus and beautiful Andromeda, wandering Odysseus and steadfast Penelope. Their stories and the stories of the powerful gods and goddesses who punish and reward, who fall in love with and are enraged by the humans they have created, are set forth simply but movingly, in language that retains the power and drama of the original works by Aeschylus, Sophocles, Euripides, and Homer. In Gustav Schwab’s masterful retelling, they are made accessible to readers of all ages.. Part of the Pantheon Fairy Tale and Folklore Library",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Classics",
                "History",
                "Nonfiction",
                "Mythology",
                "European Literature",
                "Religion",
                "Cultural",
                "Academic",
                "Folklore"
            ]
        },
        {
            "title": "The Road to Terror: Stalin and the Self-Destruction of the Bolsheviks, 1932-1939",
            "authors": [
                "J. Arch Getty",
                "Oleg V. Naumov",
                "Benjamin Sher"
            ],
            "ranking": 3.92,
            "ranking_count": 170,
            "abstract": "This gripping book assembles and translates into English for the first time top secret Soviet documents from 1932 to 1939, the era of the Stalin purges. The nearly 200 documents -- dossiers, police reports, private letters, secret transcripts, and more -- expose the hidden inner workings of the Communist Party and the dark inhumanity of the purge process.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Russia",
                "Politics",
                "Biography",
                "Academic"
            ]
        },
        {
            "title": "Cyteen",
            "authors": [
                "C.J. Cherryh"
            ],
            "ranking": 4.0,
            "ranking_count": 9806,
            "abstract": "A brilliant young scientist rises to power on Cyteen, haunted by the knowledge that her predecessor and genetic duplicate died at the hands of one of her trusted advisors. Murder, politics, and genetic manipulation provide the framework for the latest Union-Alliance novel by the author of Downbelow Station. Cherryh's talent for intense, literate storytelling maintains interest throughout this long, complex novel.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Space",
                "Audiobook",
                "Speculative Fiction",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "قصر الشوق",
            "authors": [
                "Naguib Mahfouz",
                "نجيب محفوظ"
            ],
            "ranking": 4.24,
            "ranking_count": 8778,
            "abstract": "بعد وفاة فهمى ابن السيد أحمد عبدالجواد، تمر خمس سنوات، ويخرج الأب إلى الحياة. لقد انتقلت بناته بعد زواجهن إلى حى قصر الشوق بالجمالية خلال العشرينات من هذا القرن، حيث ولدت زنوبة فى بيت العالمة زبيدة ولم يلتفت إليها السيد عبد الجواد وقد ترك حياة الليل، يقرر عبد الجواد العودة إلى منزل زبيدة العالمة ويفاجأ بأن طفلة الأمس زنوبة قد كبرت وأصبحت فتاة. توقع زنوبة السيد عبد الجواد فى حبها وتقنعه بشراء عوامة لها، ولكنها فى نفس الوقت تحب ياسين ابنه دون ان تعرف حقيقة الصلة بينهما وتتزوجه بعد أن تهجر السيد أحمد وتدخل أسرتهم كزوجة محترمة لابنه. أما كمال، فيحب عايدة أخت صديقه لكنها ترفض الزواج منه وتتركه يكفر بالمبادئ والمثل التى لطالما آمن بها، بعد أن تعايره بفقره وتتزوج من أحد أصدقائهم الأثرياء.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Historical",
                "Novels",
                "Literature",
                "Cultural",
                "Classics",
                "Nobel Prize"
            ]
        },
        {
            "title": "Seedfolks",
            "authors": [
                "Paul Fleischman",
                "Judy Pedersen"
            ],
            "ranking": 3.75,
            "ranking_count": 14566,
            "abstract": "A Vietnamese girl plants six lima beans in a Cleveland vacant lot. Looking down on the immigrant-filled neighborhood, a Romanian woman watches suspiciously. A school janitor gets involved, then a Guatemalan family. Then muscle-bound Curtis, trying to win back Lateesha. Pregnant Maricela. Amir from India. A sense of community sprouts and spreads.. Newbery-winning author Paul Fleischman uses thirteen speakers to bring to life a community garden's founding and first year. The book's short length, diverse cast, and suitability for adults as well as children have led it to be used in countless one-book reads in schools and in cities across the country.. Seedfolks. has been drawn upon to teach tolerance, read in ESL classes, promoted by urban gardeners, and performed in schools and on stages from South Africa to Broadway.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Realistic Fiction",
                "Childrens",
                "Cultural",
                "Academic",
                "Novels",
                "Horticulture",
                "Short Stories"
            ]
        },
        {
            "title": "The Warrior Who Carried Life",
            "authors": [
                "Geoff Ryman"
            ],
            "ranking": 3.5,
            "ranking_count": 149,
            "abstract": "The story of a quest for revenge which becomes a quest for the infinite. Cara was five years old when her mother was killed. She was killed for going down into the wells of vision, where only men were allowed. Cara in turn seeks justice by transforming herself into a male warrior.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction",
                "Cultural",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Zero: The Biography of a Dangerous Idea",
            "authors": [
                "Charles Seife"
            ],
            "ranking": 3.97,
            "ranking_count": 9591,
            "abstract": "The Babylonians invented it, the Greeks banned it, the Hindus worshipped it, and the Church used it to fend off heretics. For centuries, the power of zero savored of the demonic; once harnessed, it became the most important tool in mathematics.. Zero. follows this number from its birth as an Eastern philosophical concept to its struggle for acceptance in Europe and its apotheosis as the mystery of the black hole. Today, zero lies at the heart of one of the biggest scientific controversies of all time, the quest for the theory of everything. Elegant, witty, and enlightening,. Zero. is a compelling look at the strangest number in the universe and one of the greatest paradoxes of human thought.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Philosophy",
                "Biography",
                "Audiobook"
            ]
        },
        {
            "title": "Shooting Star",
            "authors": [
                "Brock Thoene",
                "Bodie Thoene"
            ],
            "ranking": 3.9,
            "ranking_count": 114,
            "abstract": "Andrew Jackson Sinnickson had crossed paths with Jack Powers long before Powers' name was known and feared as the genuine article: the first and worst of the California bad men. Total contrasts in character, in values, in approach to life, the two men locked horns from their original encounter in the southern presidio of Santa Barbara to the gold miners' hovels of Angel's Camp in the Sierras.. Sinnickson had been on hand when the Bear Flag rebellion had carried California from Mexican to American ownership. Now to the sleepy, sparsely populated western outposts came hordes of treasure seekers--honest miners, greenhorns, gamblers, sharps, and cutthroats. Gold-fever madness in a land without law burst open a door for exploitation, and Powers and his bandits soon established their upper hand.. When the price of steers jumps from $2 to $100 to feed the starving miners, Sinnickson gets involved in the first-ever California cattle drive. But it's three hundred treacherous miles that lead into the heart of Powers' strength.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Christian",
                "Christian Fiction",
                "Historical"
            ]
        },
        {
            "title": "The Brontës",
            "authors": [
                "Juliet Barker",
                "Pamela Norris"
            ],
            "ranking": 3.91,
            "ranking_count": 5490,
            "abstract": "The story of the tragic Bronte family is familiar to everyone: we all know about the half-mad, repressive father, the drunken, drug-addicted wastrel of a brother, wild romantic Emily, unrequited Anne and poor Charlotte. Or do we? These stereotypes of the popular imagination are precisely that - imaginary - created by amateur biographers from Mrs Gaskell onwards who were primarily novelists, and were attracted by the tale of an apparently doomed family of genius. Later biographers still repeat her mistakes, and have, without exception, relied on the bowdlerised texts published by T.J. Wise, a forger. Juliet Barker's landmark book is the first definitive history of the Brontes. It demolishes the myths, yet provides startling new information that is just as compelling - but true. Based on firsthand research among all the Bronte manuscripts, many so tiny they can only be read by magnifying glass, and among contemporary historical documents never before used by Bronte biographers, this book is both scholarly and compulsively readable.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Literature",
                "Historical",
                "European Literature",
                "Writing",
                "Womens"
            ]
        },
        {
            "title": "The 101 Dalmatians",
            "authors": [
                "Dodie Smith",
                "Michael Dooling"
            ],
            "ranking": 4.11,
            "ranking_count": 36251,
            "abstract": "Pongo and Missis had a lovely life. With their human owners, the Dearlys, to look after them, they lived in a comfortable home in London with their 15 adorable Dalmatian puppies, loved and admired by all. Especially the Dearlys' neighbor Cruella de Vil, a fur-fancying fashion plate with designs on the Dalmatians' spotted coats! So, when the puppies are stolen from the Dearly home, and even Scotland Yard is unable to find them, Pongo and Missis know they must take matters into their own paws! The delightful children's classic adapted twice for popular Disney productions. Ages 8-11",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Childrens",
                "Fiction",
                "Animals",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Journey for Our Time: The Russian Journals of the Marquis de Custine: An Intriguing Look at the Continuities in Russian Politics and Society",
            "authors": [
                "Astolphe de Custine",
                "Phyllis Penn Kohler"
            ],
            "ranking": 4.1,
            "ranking_count": 272,
            "abstract": "Presents the penetrating and timeless observations from the Marquis's 1839 trip to Russia.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Travel",
                "Nonfiction",
                "Literature",
                "European Literature",
                "Autobiography",
                "Biography",
                "Classics"
            ]
        },
        {
            "title": "A Crystal Diary",
            "authors": [
                "Frankie Hucklenbroich"
            ],
            "ranking": 3.75,
            "ranking_count": 57,
            "abstract": "A fictional account of the largely illegal life on the drug infested streets of San Francisco pursued by the author in the 1970s. This book uncovers the lives of the often invisible lesbian women on the city streets, who pimp their girlfriends, and know how to survive and live off their wits.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Autobiography",
                "Nonfiction"
            ]
        },
        {
            "title": "Heaven Above",
            "authors": [
                "Sara Jarrod",
                "Ann Jacobs"
            ],
            "ranking": 3.96,
            "ranking_count": 135,
            "abstract": "Suddenly a burst of light drew Erin's attention to the other side of the room, where what looked like particles of shimmering dust gathered and materialized into a surrealistic female figure. Its features sharpened and solidified before her eyes, slowly but surely, forming the substance of a woman. Glenna.... Glenna and Blake Tanner were eagerly awaiting the surrogate birth of their first child when Glenna met an untimely demise. As Blake plunged into a world of grief, Glenna's spirit vowed to see him happy once again. And the determined ghost had a plan: She would give Blake a second chance at finding love and having a family. For Glenna had set her sights on a new wife for Blake: Erin Winters, the surrogate mother who carried his child.... It is a story of unselfish love eloquently told. Glenna Tanner dies before the surrogate birth of her first child. Her husband Blake is so grief-stricken that he no longer wants the baby. But Glenna's spirit returns to bring Blake and the surrogate mother, Erin Winters, together.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fantasy",
                "Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "U2 at the End of the World",
            "authors": [
                "Bill Flanagan"
            ],
            "ranking": 4.32,
            "ranking_count": 1144,
            "abstract": "The most intimate and appreciative biography of  the mega rock band U2 to date--by the author to  whom the band gave complete access.. When U2 took the stage for their three-year Zoo TV  world tour in 1991, Bill Flanagan was there--in  the bus, on the plane, in the recording studio and  well after hours with the biggest rock band in the  world. A tour that began to support the hugely  successful. Achtung Baby. record and ended with a  second, even more successful record,. Zooropa. , took U2  to the far reaches of the world, playing to over a  hundred sold-out arenas in over forty  cities.. U2 at the End of the World. takes you on the world tour and drops you off at  the cultural intersection where rock stars meet  politicians; where writers, directors, and models all  wind up backstage with U2. You're there when the  band meets Bill Clinton in a Chicago hotel room;  when Salman Rushdie comes out of hiding to join the  band onstage at Wembley Arena in London; when  Frank Sinatra and Bono record their famous duet,  I've Got You Under My Skin. And finally,  when the band performs their last Zoo TV concert in  Tokyo in 1993 and nearly collapses from physical  and mental exhaustion, you are there with them  waiting for the end of the world. Augmented with  sleek photos by renowned photographer Anton Corbijn,. U2 at the End of the World. is the  most definitive book on the band to  date.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "Culture",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Mysticism: A Study in the Nature and Development of Spiritual Consciousness",
            "authors": [
                "Evelyn Underhill"
            ],
            "ranking": 3.84,
            "ranking_count": 2438,
            "abstract": "Mysticism is Evelyn Underhill's seminal work on the subject. The book is divided into two parts, The Mystic Fact and The Mystic Way. In the first part Underhill explores the theological, psychological, and philosophical underpinnings of mysticism from a historical perspective. In the second part Underhill examines the application of mysticism in one's life as a means for spiritual growth. Evelyn Underhill's Mysticism is both a fantastic introduction to the search for spirituality through mysticism and an almost encyclopedic examination of the subject.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Religion",
                "Occult",
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "History",
                "Christian"
            ]
        },
        {
            "title": "Don't Know Much about History: Everything You Need to Know about American History But Never Learned",
            "authors": [
                "Kenneth C. Davis"
            ],
            "ranking": 3.87,
            "ranking_count": 8552,
            "abstract": "Fun, engrossing, and significant. . . . History in Davis's hands is loud, coarse, painful, funny, irreverent--and memorable.--San Francisco Chronicle. Here, celebrating the twentieth anniversary of its debut as a New York Times bestseller, is the revised, updated, and expanded edition of the classic anti-textbook that changed the way we look at history. First published two decades ago, when the closing of the American mind was in the headlines, Don't Know Much About(R) History proved Americans don't hate history--just the dull version that was dished out in school.. Now Davis has brought his groundbreaking work up to the present, including the history of an Era of Broken Trust, from the end of the Clinton administration through the recent Great Recession. This additional material covers the horrific events of 9/11 and the rise of conspiracy theorists, the wars in Iraq and Afghanistan, Hurricane Katrina and the failure of the New Orleans levees, the global financial meltdown, the election of Barack Obama, and the national controversy of same-sex marriage.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Reference",
                "Historical",
                "Politics",
                "Education",
                "Audiobook",
                "Literature",
                "United States"
            ]
        }
    ]
}