{
    "books": [
        {
            "title": "The Blue Castle",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.28,
            "ranking_count": 35097,
            "abstract": "An unforgettable story of courage and romance. Will Valancy Stirling ever escape her strict family and find true love?. Valancy Stirling is 29, unmarried, and has never been in love. Living with her overbearing mother and meddlesome aunt, she finds her only consolation in the forbidden books of John Foster and her daydreams of the Blue Castle--a place where all her dreams come true and she can be who she truly wants to be. After getting shocking news from the doctor, she rebels against her family and discovers a surprising new world, full of love and adventures far beyond her most secret dreams.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Romance",
                "Historical",
                "Young Adult",
                "Cultural",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Dolores Claiborne",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.9,
            "ranking_count": 137039,
            "abstract": "Suspected of killing Vera Donovan, her wealthy employer, Dolores Claiborne tells police the story of her life, harkening back to her disintegrating marriage and the suspicious death of her violent husband, Joe St. George, thirty years earlier. Dolores also tells of Vera's physical and mental decline and of her loyalty to an employer who has become emotionally demanding in recent years.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "Beautiful Darkness",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.83,
            "ranking_count": 132243,
            "abstract": "Fall under the spell of the. Beautiful Darkness. , the sequel to the instant. NYT. bestselling gothic fantasy,. Beautiful Creatures!. There were no surprises in Gatlin County. At least, that's what I thought. Turns out, I couldn't have been more wrong.. Ethan Wate used to think of Gatlin as a place where nothing ever changed. Then mysterious newcomer Lena Duchannes revealed a secret world of curses and Supernaturals with terrifying abilities. Lena showed him a Gatlin where impossible, magical, life-altering events happen. Sometimes life-ending.. And now that Ethan's eyes have been opened to the darker side of Gatlin, there's no going back. Haunted by strange visions only he can see, Ethan is pulled deeper into his town's tangled history and finds himself caught up in the dangerous network of underground passageways endlessly crisscrossing the South, where nothing is as it seems.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Desert Outcast",
            "authors": [
                "Juddy Anderson C. Punzalan"
            ],
            "ranking": 4.56,
            "ranking_count": 226,
            "abstract": "The Southern Empire of Kyrdas is a rogue nation. Ruled by Emperor Sarvasa, the richest man in Serestia, they are masters of nature, magic, and advanced technology deciphered from the sacred texts of the Ancients.. For thousands of years, Kyrdas has continuously abused their power and have erected a super city for the lavish lifestyle of the elite. This created an unforgiving and hostile environment for the poor and resulted in the rise of slavemasters and mercenaries which then paved the way for the age of fighters.. Meanwhile, in the middle of another mission, Viroe stumbles upon some traders who hail from Kyrdas. They were smuggling suspicious yellow gemstones into the northern city and little did he know that his life was going to change the moment he decided to involve himself with the dangerous affairs of the empire.. This is the story of the desert outcast who will soon be the leader of the assassin council.. Meet Viroe, the desert outcast.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Sky Is Everywhere",
            "authors": [
                "Jandy Nelson"
            ],
            "ranking": 3.98,
            "ranking_count": 100511,
            "abstract": "Adrift after her sister Bailey's sudden death, Lennie finds herself torn between quiet, seductive Toby—Bailey's boyfriend who shares her grief—and Joe, the new boy in town who bursts with life and musical genius. Each offers Lennie something she desperately needs... though she knows if the two of them collide her whole world will explode.. Join Lennie on this heartbreaking and hilarious journey of profound sorrow and mad love, as she makes colossal mistakes and colossal discoveries, as she traipses through band rooms and forest bedrooms and ultimately right into your heart.. As much a celebration of love as a poignant portrait of loss, Lennie's struggle to sort her own melody out of the noise around her is always honest, often uproarious, and absolutely unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Fiction",
                "Realistic Fiction",
                "Music",
                "Death",
                "Womens Fiction"
            ]
        },
        {
            "title": "Reaper Man",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.27,
            "ranking_count": 91913,
            "abstract": "'Death has to happen. That's what bein' alive is all about. You're alive, and then you're dead. It can't just stop happening.'. But it can. And it has. So what happens after death is now less of a philosophical question than a question of actual reality. On the Disc, as here, they need Death. If Death doesn't come for you, then what are you supposed to do in the meantime? You can't have the undead wandering about like lost souls. There's no telling what might happen, particularly when they discover that life really is only for the living...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Death",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "The Diamond Age: Or, a Young Lady's Illustrated Primer",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 4.16,
            "ranking_count": 87112,
            "abstract": "The Diamond Age: Or, a Young Lady's Illustrated Primer. is a postcyberpunk novel by Neal Stephenson. It is to some extent a science fiction coming-of-age story, focused on a young girl named Nell, and set in a future world in which nanotechnology affects all aspects of life. The novel deals with themes of education, social class, ethnicity, and the nature of artificial intelligence.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Hugo Awards"
            ]
        },
        {
            "title": "Don't Judge a Girl by Her Cover",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.21,
            "ranking_count": 68118,
            "abstract": "When Cammie The Chameleon Morgan visits her roommate Macey in Boston, she thinks she's in for an exciting end to her summer break. After all, she's there to watch Macey's father accept the nomination for vice president of the United States. But when you go to the world's best school (for spies), exciting and deadly are never far apart. Cammie and Macey soon find themselves trapped in a kidnappers' plot, with only their espionage skills to save them.. As her junior year begins, Cammie can't shake the memory of what happened in Boston, and even the Gallagher Academy for Exceptional Young Women doesn't feel like the safe haven it once did. Shocking secrets and old flames seem to lurk around every one of the mansion's corners as Cammie and her friends struggle to answer the questions, Who is after Macey? And how can the Gallagher Girls keep her safe?. Soon Cammie is joining Bex and Liz as Macey's private security team on the campaign trail. The girls must use their spy training at every turn as the stakes are raised, and Cammie gets closer and closer to the shocking truth. . . .",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Fiction",
                "Spy Thriller",
                "Adventure",
                "Womens Fiction",
                "Action"
            ]
        },
        {
            "title": "Ragtime",
            "authors": [
                "E.L. Doctorow"
            ],
            "ranking": 3.89,
            "ranking_count": 40727,
            "abstract": "Published in 1975,. Ragtime. changed our very concept of what a novel could be. An extraordinary tapestry, Ragtime captures the spirit of America in the era between the turn of the century & the First World War. The story opens in 1906 in New Rochelle, NY, at the home of an affluent American family. One lazy Sunday afternoon, the famous escape artist Harry Houdini swerves his car into a telephone pole outside their house. Almost magically, the line between fantasy & historical fact, between real & imaginary characters, disappears. Henry Ford, Emma Goldman, J.P. Morgan, Evelyn Nesbit, Sigmund Freud & Emiliano Zapata slip in & out of the tale, crossing paths with Doctorow's imagined family & other fictional characters, including an immigrant peddler & a ragtime musician from Harlem whose insistence on a point of justice drives him to revolutionary violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "New York"
            ]
        },
        {
            "title": "Black Like Me",
            "authors": [
                "John Howard Griffin"
            ],
            "ranking": 4.09,
            "ranking_count": 66426,
            "abstract": "In the Deep South of the 1950s, journalist. John Howard Griffin. decided to cross the color line. Using medication that darkened his skin to deep brown, he exchanged his privileged life as a Southern white man for the disenfranchised world of an unemployed black man. His audacious, still chillingly relevant eyewitness history is a work about race and humanity-that in this new millennium still has something important to say to every American.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Classics",
                "Biography",
                "Race",
                "Cultural",
                "Sociology",
                "Biography Memoir"
            ]
        },
        {
            "title": "Paradox Effect: Time Travel and Purified DNA Merge to Halt the Collapse of Human Existence",
            "authors": [
                "Gabriel F.W. Koch"
            ],
            "ranking": 4.34,
            "ranking_count": 7793,
            "abstract": "In 2554, the World is Coming to its End, unless an impossible mission through 600 years of time travel succeeds. Maternal instinct knows no boundaries, including the nano-neural-net intravenously installed in Dannia Weston's mind to repress her identity, allowing her to perform a mission 300 years before her time. Transported to the year 1954, Dannia becomes a woman with a mid-twentieth century persona, college educated with an aptitude for mechanical invention. Due to her work during the war, she is employed by the U.S. government on a secret project. But what no one knows-including Dannia or those who sent her back to tinker with the mechanical past to reduce future pollution-is what might happen should she become emotionally involved in 1954. The 2254 science team programmed the nano-net to prevent the possibility of pregnancy, but each person reacts to strong emotional stimuli differently, and using birth control not available in 1954 is out of the question. When Dannia falls in love with Peter Hersh and becomes pregnant, her hormones erode a small section of the nano-chained network that stabilizes her new identity, triggering a mild memory rebirth...and threatening her mission and the fate of the world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "Three Men in a Boat",
            "authors": [
                "Jerome K. Jerome"
            ],
            "ranking": 3.86,
            "ranking_count": 64426,
            "abstract": "A comic masterpiece that has never been out of print since it was first published in 1889, Jerome K. Jerome's. Three Men in a Boat. includes an introduction and notes by Jeremy Lewis in Penguin Classics.. Martyrs to hypochondria and general seediness, J. and his friends George and Harris decide that a jaunt up the Thames would suit them to a 'T'. But when they set off, they can hardly predict the troubles that lie ahead with tow-ropes, unreliable weather forecasts and tins of pineapple chunks - not to mention the devastation left in the wake of J.'s small fox-terrier Montmorency.. Three Men in a Boat. was an instant success when it appeared in 1889, and, with its benign escapism, authorial discursions and wonderful evocation of the late-Victorian 'clerking classes', it hilariously captured the spirit of its age.. In his introduction, Jeremy Lewis examines Jerome K. Jerome's life and times, and the changing world of Victorian England he depicts - from the rise of a new mass-culture of tabloids and bestselling novels to crazes for daytripping and bicycling.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Humor",
                "Travel",
                "European Literature",
                "Literature",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The White Tiger",
            "authors": [
                "Aravind Adiga"
            ],
            "ranking": 3.76,
            "ranking_count": 178759,
            "abstract": "Introducing a major literary talent, The White Tiger offers a story of coruscating wit, blistering suspense, and questionable morality, told by the most volatile, captivating, and utterly inimitable narrator that this millennium has yet seen.. Balram Halwai is a complicated man. Servant. Philosopher. Entrepreneur. Murderer. Over the course of seven nights, by the scattered light of a preposterous chandelier, Balram tells us the terrible and transfixing story of how he came to be a success in life—having nothing but his own wits to help him along.. Born in the dark heart of India, Balram gets a break when he is hired as a driver for his village's wealthiest man, two house Pomeranians (Puddles and Cuddles), and the rich man's (very unlucky) son. From behind the wheel of their Honda City car, Balram's new world is a revelation. While his peers flip through the pages of Murder Weekly (Love -- Rape -- Revenge!), barter for girls, drink liquor (Thunderbolt), and perpetuate the Great Rooster Coop of Indian society, Balram watches his employers bribe foreign ministers for tax breaks, barter for girls, drink liquor (single-malt whiskey), and play their own role in the Rooster Coop. Balram learns how to siphon gas, deal with corrupt mechanics, and refill and resell Johnnie Walker Black Label bottles (all but one). He also finds a way out of the Coop that no one else inside it can perceive.. Balram's eyes penetrate India as few outsiders can: the cockroaches and the call centers; the prostitutes and the worshippers; the ancient and Internet cultures; the water buffalo and, trapped in so many kinds of cages that escape is (almost) impossible, the white tiger. And with a charisma as undeniable as it is unexpected, Balram teaches us that religion doesn't create virtue, and money doesn't solve every problem -- but decency can still be found in a corrupt world, and you can get what you want out of life if you eavesdrop on the right conversations.. The White Tiger recalls The Death of Vishnu and Bangkok 8 in ambition, scope, and narrative genius, with a mischief and personality all its own. Amoral, irreverent, deeply endearing, and utterly contemporary, this novel is an international publishing sensation —and a startling, provocative debut.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Asian Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Book Club",
                "Mystery"
            ]
        },
        {
            "title": "Tinker, Tailor, Soldier, Spy",
            "authors": [
                "John le Carré"
            ],
            "ranking": 4.04,
            "ranking_count": 85809,
            "abstract": "A modern classic in which John le Carré expertly creates a total vision of a secret world,. Tinker, Tailor, Soldier, Spy. begins George Smiley's chess match of wills and wits with Karla, his Soviet counterpart.. It is now beyond a doubt that a mole, implanted decades ago by Moscow Centre, has burrowed his way into the highest echelons of British Intelligence. His treachery has already blown some of its most vital operations and its best networks. It is clear that the double agent is one of its own kind. But which one? George Smiley is assigned to identify him. And once identified, the traitor must be destroyed.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Spy Thriller",
                "Classics",
                "Suspense",
                "Novels"
            ]
        },
        {
            "title": "Haunted",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.6,
            "ranking_count": 99302,
            "abstract": "Haunted is a novel made up of stories: twenty-three of the most horrifying, hilarious, mind-blowing, stomach-churning tales you'll ever encounter.. The stories are told by people who have all answered an ad headlined '. Artists Retreat: Abandon your life for three months. '. They are led to believe that here they will leave behind all the distractions of 'real life' that are keeping them from creating the masterpiece that is in them.. But 'here' turns out to be a cavernous and ornate old theater where they are utterly isolated from the outside world - and where heat and power and, most importantly, food are in increasingly short supply. And the more desperate the circumstances become, the more desperate the stories they tell - and the more devious their machinations to make themselves the hero of the inevitable play/movie/non-fiction blockbuster that will certainly be made from their plight.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Contemporary",
                "Thriller",
                "Novels",
                "Adult",
                "Literature",
                "Dark",
                "Humor"
            ]
        },
        {
            "title": "Cat's Eye",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.93,
            "ranking_count": 63952,
            "abstract": "Cat's Eye. is the story of Elaine Risley, a controversial painter who returns to Toronto, the city of her youth, for a retrospective of her art. Engulfed by vivid images of the past, she reminisces about a trio of girls who initiated her into the fierce politics of childhood and its secret world of friendship, longing, and betrayal. Elaine must come to terms with her own identity as a daughter, a lover, and artist, and woman—but above all she must seek release from her haunting memories. Disturbing, hilarious, and compassionate,. Cat's Eye. is a breathtaking novel of a woman grappling with the tangled knots of her life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Classics",
                "Novels",
                "Feminism",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "The Surgeon",
            "authors": [
                "Tess Gerritsen"
            ],
            "ranking": 4.08,
            "ranking_count": 148246,
            "abstract": "IN BOSTON, THERE'S A KILLER ON THE LOOSE.... A killer who targets lone women, who breaks into their apartments and performs terrifying ritualistic acts of torture on them before finishing them off. His surgical skills lead police to suspect he is a physician - a physician who, instead of saving lives, takes them.. But as homicide detective Thomas Moore and his partner Jane Rizzoli begin their investigation, they make a startling discovery. Closely linked to these killings is Catherine Cordell, a beautiful doctor with a mysterious past. Two years ago she was subjected to a horrifying rape and shot her attacker dead.. Now the man she believes she killed seems to be stalking her once again, and this time he knows exactly where to find her...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Ink Exchange",
            "authors": [
                "Melissa Marr"
            ],
            "ranking": 3.69,
            "ranking_count": 62222,
            "abstract": "Unbeknownst to mortals, a power struggle is unfolding in a world of shadows and danger. After centuries of stability, the balance among the Faery Courts has altered, and Irial, ruler of the Dark Court, is battling to hold his rebellious and newly vulnerable fey together. If he fails, bloodshed and brutality will follow.. Seventeen-year-old Leslie knows nothing of faeries or their intrigues. When she is attracted to an eerily beautiful tattoo of eyes and wings, all she knows is that she has to have it, convinced it is a tangible symbol of changes she desperately craves for her own life.. The tattoo does bring changes, but not the kind Leslie has dreamed of, but sinister, compelling changes that are more than symbolic. Those changes will bind Leslie and Irial together, drawing Leslie deeper and deeper into the faery world, unable to resist its allures, and helpless to withstand its perils. . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fairies",
                "Fiction"
            ]
        },
        {
            "title": "Stolen",
            "authors": [
                "Lucy Christopher"
            ],
            "ranking": 3.91,
            "ranking_count": 76154,
            "abstract": "It happened like this. I was stolen from an airport. Taken from everything I knew, everything I was used to. Taken to sand and heat, dirt and danger. And he expected me to love him.. This is my story.. A letter from nowhere.. Sixteen-year-old Gemma is kidnapped from Bangkok airport and taken to the Australian Outback. This wild and desolate landscape becomes almost a character in the book, so vividly is it described. Ty, her captor, is no stereotype. He is young, fit and completely gorgeous. This new life in the wilderness has been years in the planning. He loves only her, wants only her. Under the hot glare of the Australian sun, cut off from the world outside, can the force of his love make Gemma love him back?. The story takes the form of a letter, written by Gemma to Ty, reflecting on those strange and disturbing months in the outback. Months when the lines between love and obsession, and love and dependency, blur until they don't exist—almost.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Romance",
                "Realistic Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Dark"
            ]
        },
        {
            "title": "An American Tragedy",
            "authors": [
                "Theodore Dreiser",
                "Richard R. Lingeman"
            ],
            "ranking": 3.95,
            "ranking_count": 34913,
            "abstract": "'An American Tragedy' is the story of Clyde Griffiths, who spends his life in the desperate pursuit of success. On a deeper, more profound level, it is the masterful portrayal of the society whose values both shape Clyde's ambitions and seal his fate; it is an unsurpassed depiction of the harsh realities of American life and of the dark side of the American dream. Extraordinary in scope and power, vivid in its sense of wholesale human waste, unceasing in its rich compassion, 'An American Tragedy' stands as Theodore Dreiser's supreme achievement.. Based on an actual criminal case, 'An American Tragedy' was the inspiration for the film 'A Place in the Sun', which won six Academy Awards and starred Elizabeth Taylor and Montgomery Cliff.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "If Tomorrow Comes",
            "authors": [
                "Sidney Sheldon"
            ],
            "ranking": 4.06,
            "ranking_count": 64383,
            "abstract": "This is a story of intrigue and revenge. Tracy Whitney is young, beautiful and intelligent - and about to marry into wealth and glamour. Until, suddenly, she is betrayed, framed by a ruthless Mafia gang, abandoned by the man she loves. Only her ingenuity saves her and helps her fight back.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Romance",
                "Suspense",
                "Contemporary",
                "Drama",
                "Novels"
            ]
        },
        {
            "title": "Rapture",
            "authors": [
                "Lauren Kate"
            ],
            "ranking": 4.0,
            "ranking_count": 111415,
            "abstract": "When evil triumphs… when the world ends… trust your love.. The sky is dark with wings… . Like sand in an hourglass, time is running out for Luce and Daniel. To stop Lucifer from erasing the past, they must find the place where the angels fell to earth. Dark forces are after them, and Daniel doesn’t know if he can do this—live only to lose Luce again and again. Yet together they will face an epic battle that will end with lifeless bodies… and angel dust. Great sacrifices are made. Hearts are destroyed. And suddenly Luce knows what must happen. For she was meant to be with someone other than Daniel. The curse they’ve borne has always and only been about her—and the love she cast aside. The choice she makes now will be the only one that truly matters. In the fight for Luce, who will win? The astonishing conclusion to the Fallen series. Heaven can’t wait any longer.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The 100-Year-Old Man Who Climbed Out the Window and Disappeared",
            "authors": [
                "Jonas Jonasson"
            ],
            "ranking": 3.82,
            "ranking_count": 245787,
            "abstract": "After a long and eventful life, Allan Karlsson ends up in a nursing home, believing it to be his last stop. The only problem is that he’s still in good health. A big celebration is in the works for his 100th birthday, but Allan really isn’t interested (and he’d like a bit more control over his alcohol consumption), so he decides to escape. He climbs out the window in his slippers and embarks on a hilarious and entirely unexpected journey. It would be the adventure of a lifetime for anyone else, but Allan has a larger-than-life backstory: he has not only witnessed some of the most important events of the 20th century, but actually played a key role in them. Quirky and utterly unique,. The 100-Year-Old Man Who Climbed Out the Window and Disappeared. has charmed readers across the world.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Historical",
                "Audiobook",
                "Adventure",
                "Cultural",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "Unparalleled",
            "authors": [
                "D.S.   Smith"
            ],
            "ranking": 4.22,
            "ranking_count": 7712,
            "abstract": "Waking up in a strange house, with no memory of how or why he is there, Stuart Milton finds his life has changed beyond recognition. His pregnant wife is missing, but his only living relative, his brother, is incapable of substantiating his claim. Lost in a world of confusion that is spiralling out of his control, Stuart finds temporary salvation in a psychiatrist assigned to his case. Meanwhile, peculiar events across the world lead a team of Oxford scientists to develop top secret technology that will change the future of humanity. Betrayed by double agents, the race to control this technology endangers the lives of all involved, which unwittingly includes Stuart and his psychiatrist. This enthralling journey takes Stuart to the edge of sanity, culminating in an unparalleled climax of kidnapping, betrayal and murder.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Contemporary",
                "Novels",
                "Drama",
                "Suspense",
                "Epic",
                "Mystery",
                "Thriller",
                "Fantasy"
            ]
        },
        {
            "title": "Perdido Street Station",
            "authors": [
                "China Miéville"
            ],
            "ranking": 3.96,
            "ranking_count": 64881,
            "abstract": "Beneath the towering bleached ribs of a dead, ancient beast lies the city of New Crobuzon, where the unsavory deal is stranger to no one--not even to Isaac, a gifted and eccentric scientist who has spent a lifetime quietly carrying out his unique research. But when a half-bird, half-human creature known as the Garuda comes to him from afar, Isaac is faced with challenges he has never before encountered. Though the Garuda's request is scientifically daunting, Isaac is sparked by his own curiosity and an uncanny reverence for this curious stranger. Soon an eerie metamorphosis will occur that will permeate every fiber of New Crobuzon--and not even the Ambassador of Hell will challenge the malignant terror it evokes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Horror",
                "Weird Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Summer I Turned Pretty",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 3.9,
            "ranking_count": 206718,
            "abstract": "Belly measures her life in summers. Everything good, everything magical happens between the months of June and August. Winters are simply a time to count the weeks until the next summer, a place away from the beach house, away from Susannah, and most importantly, away from Jeremiah and Conrad. They are the boys that Belly has known since her very first summer—they have been her brother figures, her crushes, and everything in between. But one summer, one terrible and wonderful summer, the more everything changes, the more it all ends up just the way it should have been all along.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Iron Kissed",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.34,
            "ranking_count": 117655,
            "abstract": "I could smell her fear, and it satisfied something deep inside me that had been writhing under her cool, superior gaze. I curled my upper lip so she could get a good look at my sharp teeth. I might only weigh thirty or so pounds in my coyote shape, but I was a predator.... Mechanic Mercy Thompson can shift her shape - but not her loyalty. When her former boss and mentor is arrested for murder and left to rot behind bars by his own kind, it's up to Mercy to clear his name, whether he wants her to or not.. Mercy's loyalty is under pressure from other directions, too. Werewolves are not known for their patience, and if Mercy can't decide between the two she cares for, Sam and Adam may make the choice for her...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fiction",
                "Fairies"
            ]
        },
        {
            "title": "Ham on Rye",
            "authors": [
                "Charles Bukowski"
            ],
            "ranking": 4.15,
            "ranking_count": 92865,
            "abstract": "In what is widely hailed as the best of his many novels, Charles Bukowski details the long, lonely years of his own hardscrabble youth in the raw voice of alter ego Henry Chinaski. From a harrowingly cheerless childhood in Germany through acne-riddled high school years and his adolescent discoveries of alcohol, women, and the Los Angeles Public Library's collection of D. H. Lawrence, Ham on Rye offers a crude, brutal, and savagely funny portrait of an outcast's coming-of-age during the desperate days of the Great Depression.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literature",
                "Young Adult",
                "Contemporary",
                "Poetry",
                "The United States Of America"
            ]
        },
        {
            "title": "The House of the Scorpion",
            "authors": [
                "Nancy Farmer"
            ],
            "ranking": 4.07,
            "ranking_count": 88251,
            "abstract": "With undertones of vampires, Frankenstein, dragons' hoards, and killing fields, Matt's story turns out to be an inspiring tale of friendship, survival, hope, and transcendence. A must-read for teenage fantasy fans.. At his coming-of-age party, Matteo Alacrán asks El Patrón's bodyguard, How old am I?...I know I don't have a birthday like humans, but I was born.. You were harvested, Tam Lin reminds him. You were grown in that poor cow for nine months and then you were cut out of her.. To most people around him, Matt is not a boy, but a beast. A room full of chicken litter with roaches for friends and old chicken bones for toys is considered good enough for him. But for El Patrón, lord of a country called Opium—a strip of poppy fields lying between the U.S. and what was once called Mexico—Matt is a guarantee of eternal life. El Patrón loves Matt as he loves himself for Matt is himself. They share identical DNA.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Academic",
                "Childrens"
            ]
        },
        {
            "title": "The Thief Lord",
            "authors": [
                "Cornelia Funke"
            ],
            "ranking": 3.97,
            "ranking_count": 92434,
            "abstract": "Two orphaned children are on the run, hiding among the crumbling canals and misty alleyways of the city of Venice.. Befriended by a gang of street children and their mysterious leader, the Thief Lord, they shelter in an old, disused cinema. On their trail is a bungling detective, obsessed with disguises and the health of his pet tortoises. But a greater threat to the boys' new-found freedom is something from a forgotten past – a beautiful magical treasure with the power to spin time itself.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Mystery",
                "Historical",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "The Love Hypothesis",
            "authors": [
                "Ali Hazelwood"
            ],
            "ranking": 4.36,
            "ranking_count": 443468,
            "abstract": "As a third-year Ph.D. candidate, Olive Smith doesn't believe in lasting romantic relationships--but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees.. That man is none other than Adam Carlsen, a young hotshot professor--and well-known ass. Which is why Olive is positively floored when Stanford's reigning lab tyrant agrees to keep her charade a secret and be her fake boyfriend. But when a big science conference goes haywire, putting Olive's career on the Bunsen burner, Adam surprises her again with his unyielding support and even more unyielding... six-pack abs.. Suddenly their little experiment feels dangerously close to combustion. And Olive discovers that the only thing more complicated than a hypothesis on love is putting her own heart under the microscope.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Fiction",
                "Adult",
                "New Adult",
                "Womens Fiction",
                "Audiobook",
                "Adult Fiction",
                "Academic"
            ]
        },
        {
            "title": "Normal People",
            "authors": [
                "Sally Rooney"
            ],
            "ranking": 3.85,
            "ranking_count": 805401,
            "abstract": "At school Connell and Marianne pretend not to know each other. He’s popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. But when Connell comes to pick his mother up from her housekeeping job at Marianne’s house, a strange and indelible connection grows between the two teenagers - one they are determined to conceal.. A year later, they’re both studying at Trinity College in Dublin. Marianne has found her feet in a new social world while Connell hangs at the sidelines, shy and uncertain. Throughout their years in college, Marianne and Connell circle one another, straying toward other people and possibilities but always magnetically, irresistibly drawn back together. Then, as she veers into self-destruction and he begins to search for meaning elsewhere, each must confront how far they are willing to go to save the other.. Sally Rooney brings her brilliant psychological acuity and perfectly spare prose to a story that explores the subtleties of class, the electricity of first love, and the complex entanglements of family and friendship.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Audiobook",
                "Cultural",
                "Adult",
                "Novels",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Extras",
            "authors": [
                "Scott Westerfeld"
            ],
            "ranking": 3.6,
            "ranking_count": 112695,
            "abstract": "A few years after rebel Tally Youngblood takes down the Specials regime, a cultural renaissance sweeps the world. “Tech-heads” flaunt their latest gadgets, “kickers” spread gossip and trends, and “surge monkeys” are hooked on extreme plastic surgery. Popularity rules, and everyone craves fame.. Fifteen-year-old Aya Fuse is no exception. But Aya’s face rank is so low, she’s a total nobody. An extra. Her only chance at stardom is to kick a wild and unexpected story.. Then she stumbles upon a big secret. Aya knows she is on the cusp of celebrity. But the information she is about to disclose will change both her fate…and that of the brave new world",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Adventure",
                "Apocalyptic",
                "Futuristic"
            ]
        },
        {
            "title": "The Winter of Our Discontent",
            "authors": [
                "John Steinbeck",
                "Susan Shillinglaw"
            ],
            "ranking": 4.0,
            "ranking_count": 42268,
            "abstract": "Ethan Allen Hawley, the protagonist of Steinbeck’s last novel, works as a clerk in a grocery store that his family once owned. With Ethan no longer a member of Long Island’s aristocratic class, his wife is restless, and his teenage children are hungry for the tantalizing material comforts he cannot provide. Then one day, in a moment of moral crisis, Ethan decides to take a holiday from his own scrupulous standards.. Set in Steinbeck’s contemporary 1960 America, the novel explores the tenuous line between private and public honesty that today ranks it alongside his most acclaimed works of penetrating insight into the American condition. This edition features an introduction and notes by Steinbeck scholar Susan Shillinglaw.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Nobel Prize",
                "The United States Of America"
            ]
        },
        {
            "title": "Killing Floor",
            "authors": [
                "Lee Child"
            ],
            "ranking": 4.06,
            "ranking_count": 282287,
            "abstract": "Ex-military policeman Jack Reacher is a drifter. He's just passing through Margrave, Georgia, and in less than an hour, he's arrested for murder. Not much of a welcome. All Jack knows is that he didn't kill anybody. At least not here. Not lately. But he doesn't stand a chance of convincing anyone. not in Margrave, Georgia. Not a chance in hell.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Dharma Bums",
            "authors": [
                "Jack Kerouac"
            ],
            "ranking": 3.92,
            "ranking_count": 88900,
            "abstract": "Two ebullient young men search for Truth the Zen way: from marathon wine-drinking bouts, poetry jam sessions, and yabyum in San Francisco's Bohemia, to solitude in the high Sierras and a vigil atop Desolation Peak in Washington State. Published just a year after. On the Road. put the Beat Generation on the map,. The Dharma Bums. is sparked by Kerouac's expansiveness, humor, and a contagious zest for life.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Travel",
                "Philosophy",
                "Religion",
                "Adventure",
                "Spirituality"
            ]
        },
        {
            "title": "Skulduggery Pleasant",
            "authors": [
                "Derek Landy",
                "Tom Percival"
            ],
            "ranking": 4.16,
            "ranking_count": 60093,
            "abstract": "Meet Skulduggery Pleasant. Ace Detective. Snappy Dresser. Razor–tongued Wit. Crackerjack Sorcerer. and. Walking, Talking,. Fire-throwing Skeleton. —as well as ally, protector, and mentor of Stephanie Edgley, a very unusual and darkly talented twelve-year-old.. These two alone must defeat an all-consuming ancient evil.. The end of the world?. Over his dead body.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "Endurance: Shackleton's Incredible Voyage",
            "authors": [
                "Alfred Lansing"
            ],
            "ranking": 4.39,
            "ranking_count": 103936,
            "abstract": "The harrowing tale of British explorer Ernest Shackleton's 1914 attempt to reach the South Pole, one of the greatest adventure stories of the modern age.. In August 1914, polar explorer Ernest Shackleton boarded the. Endurance. became locked in an island of ice. Thus began the legendary ordeal of Shackleton and his crew of twenty-seven men. When their ship was finally crushed between two ice floes, they attempted a near-impossible journey over 850 miles of the South Atlantic's heaviest seas to the closest outpost of civilization.. In. Endurance. , the definitive account of Ernest Shackleton's fateful trip, Alfred Lansing brilliantly narrates the harrowing and miraculous voyage that has defined heroism for the modern age.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Adventure",
                "Biography",
                "Travel",
                "Audiobook",
                "Historical",
                "Leadership",
                "Environment"
            ]
        },
        {
            "title": "The Death of Ivan Ilych",
            "authors": [
                "Leo Tolstoy",
                "Aylmer Maude",
                "رضی هیرمند",
                "Ευγενία Ζήκου"
            ],
            "ranking": 4.11,
            "ranking_count": 119876,
            "abstract": "Hailed as one of the world's supreme masterpieces on the subject of death and dying, The Death of Ivan Ilyich is the story of a worldly careerist, a high court judge who has never given the inevitability of his dying so much as a passing thought. But one day, death announces itself to him, and to his shocked surprise, he is brought face to face with his own mortality.. How, Tolstoy asks, does an unreflective man confront his one and only moment of truth?. This short novel was an artistic culmination of a profound spiritual crisis in Tolstoy's life, a nine-year period following the publication of Anna Karenina during which he wrote not a word of fiction.. A thoroughly absorbing, and, at times, terrifying glimpse into the abyss of death, it is also a strong testament to the possibility of finding spiritual salvation.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Short Stories",
                "Philosophy",
                "Novels",
                "Novella"
            ]
        },
        {
            "title": "Giovanni's Room",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.28,
            "ranking_count": 92017,
            "abstract": "An alternate cover for this ISBN can be found. here. .. Baldwin's haunting and controversial second novel is his most sustained treatment of sexuality, and a classic of gay literature. In a 1950s Paris swarming with expatriates and characterized by dangerous liaisons and hidden violence, an American finds himself unable to repress his impulses, despite his determination to live the conventional life he envisions for himself. After meeting and proposing to a young woman, he falls into a lengthy affair with an Italian bartender and is confounded and tortured by his sexual identity as he oscillates between the two.. Examining the mystery of love and passion in an intensely imagined narrative, Baldwin creates a moving and complex story of death and desire that is revelatory in its insight.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "LGBT",
                "Romance",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Old Man's War",
            "authors": [
                "John Scalzi"
            ],
            "ranking": 4.23,
            "ranking_count": 175607,
            "abstract": "John Perry did two things on his 75th birthday. First he visited his wife's grave. Then he joined the army.. The good news is that humanity finally made it into interstellar space. The bad news is that planets fit to live on are scarce-- and alien races willing to fight us for them are common. So: we fight. To defend Earth, and to stake our own claim to planetary real estate. Far from Earth, the war has been going on for decades: brutal, bloody, unyielding.. Earth itself is a backwater. The bulk of humanity's resources are in the hands of the Colonial Defense Force. Everybody knows that when you reach retirement age, you can join the CDF. They don't want young people; they want people who carry the knowledge and skills of decades of living. You'll be taken off Earth and never allowed to return. You'll serve two years at the front. And if you survive, you'll be given a generous homestead stake of your own, on one of our hard-won colony planets.. John Perry is taking that deal. He has only the vaguest idea what to expect. Because the actual fight, light-years from home, is far, far harder than he can imagine--and what he will become is far stranger.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "War",
                "Audiobook",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Who Moved My Cheese?",
            "authors": [
                "Spencer Johnson",
                "Kenneth H. Blanchard"
            ],
            "ranking": 3.84,
            "ranking_count": 420404,
            "abstract": "It is the amusing and enlightening story of four characters who live in a maze and look for cheese to nourish them and make them happy. Cheese is a metaphor for what you want to have in life, for example a good job, a loving relationship, money or possessions, health or spiritual peace of mind. The maze is where you look for what you want, perhaps the organisation you work in, or the family or community you live in. The problem is that the cheese keeps moving.. In the story, the characters are faced with unexpected change in their search for the cheese. One of them eventually deals with change successfully and writes what he has learned on the maze walls for you to discover.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Business",
                "Psychology",
                "Leadership",
                "Philosophy",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "River God",
            "authors": [
                "Wilbur Smith"
            ],
            "ranking": 4.2,
            "ranking_count": 37028,
            "abstract": "For Tanus, the fair-haired young lion of a warrior, the gods have decreed that he will lead Egypt's army in a bold attempt to reunite the Kingdom's shared halves. But Tanus will have to defy the same gods to attain the reward they have forbidden him, an object more prized than battle's glory: possession of the Lady Lostris, a rare beauty with skin the color of oiled ceder--destined for the adoration of a nation, and the love of one extraordinary man.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "Fantasy",
                "Adventure",
                "Cultural",
                "Thriller",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "Cheaper by the Dozen",
            "authors": [
                "Frank B. Gilbreth Jr.",
                "Ernestine Gilbreth Carey"
            ],
            "ranking": 3.97,
            "ranking_count": 42272,
            "abstract": "Adapted into two classic motion pictures, this bestselling memoir is the unforgettable story of two parents, twelve kids, and a world of laughter and love.. Translated into more than fifty languages, Cheaper by the Dozen is the unforgettable story of the Gilbreth clan as told by two of its members. In this endearing, amusing memoir, siblings Frank Jr. and Ernestine capture the hilarity and heart of growing up in an oversized family.. Mother and Dad are world-renowned efficiency experts, helping factories fine-tune their assembly lines for maximum output at minimum cost. At home, the Gilbreths themselves have cranked out twelve kids, and Dad is out to prove that efficiency principles can apply to family as well as the workplace.. The heartwarming and comic stories of the jumbo-size Gilbreth clan have delighted generations of readers, and will keep you and yours laughing for years.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "Biography",
                "Autobiography",
                "Humor",
                "Childrens",
                "Biography Memoir",
                "Family",
                "History"
            ]
        },
        {
            "title": "Can You Keep a Secret?",
            "authors": [
                "Sophie Kinsella"
            ],
            "ranking": 3.84,
            "ranking_count": 411526,
            "abstract": "Meet Emma Corrigan, a young woman with a huge heart, an irrepressible spirit, and a few little secrets: Secrets from her boyfriend: I've always thought Connor looks a bit like Ken. As in Barbie and Ken. Secrets from her mother: I lost my virginity in the spare bedroom with Danny Nussbaum while Mum and Dad were downstairs watching Ben-Hur. Secrets she wouldn't share with anyone in the world: I have no idea what NATO stands for. Or even what it is. Until she spills them all to a handsome stranger on a plane. At least, she thought he was a stranger.…Until Emma comes face-to-face with Jack Harper, the company's elusive CEO, a man who knows every single humiliating detail about her...",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Romance",
                "Fiction",
                "Contemporary",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Imajica",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.17,
            "ranking_count": 21709,
            "abstract": "Imajica is an epic beyond compare: vast in conception, obsessively detailed in execution, and apocalyptic in its resolution. At its heart lies the sensualist and master art forger, Gentle, whose life unravels when he encounters Judith Odell, whose power to influence the destinies of men is vaster than she knows, and Pie 'oh' pah, an alien assassin who comes from a hidden dimension.. That dimension is one of five in the great system called Imajica. They are worlds that are utterly unlike our own, but are ruled, peopled, and haunted by species whose lives are intricately connected with ours. As Gentle, Judith, and Pie 'oh' pah travel the Imajica, they uncover a trail of crimes and intimate betrayals, leading them to a revelation so startling that it changes reality forever.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Novels",
                "Epic"
            ]
        },
        {
            "title": "The Fury / Dark Reunion",
            "authors": [
                "L.J. Smith"
            ],
            "ranking": 3.73,
            "ranking_count": 58656,
            "abstract": "LOVE CAN KILL. Elena: transformed, the golden girl has become what she once feared and desired.. Stefan: tormented by losing Elena, he's determined to end his feud with Damon once and for all - whatever the cost. But slowly he begins to realize that his brother is not his only enemy.. Damon: at last, he possesses Elena. But will his thirst for revenge against Stefan poison his triumph? Or can they come together to face one final battle?. Collected here in one edition are the third and fourth volumes of The Vampire Diaries, a riveting conclusion to the tale of two vampire brothers and the beautiful girl torn between them.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Warded Man",
            "authors": [
                "Peter V. Brett"
            ],
            "ranking": 4.24,
            "ranking_count": 116359,
            "abstract": "As darkness falls after sunset, the corelings rise—demons who possess supernatural powers and burn with a consuming hatred of humanity. For hundreds of years the demons have terrorized the night, slowly culling the human herd that shelters behind magical wards—symbols of power whose origins are lost in myth and whose protection is terrifyingly fragile. It was not always this way. Once, men and women battled the corelings on equal terms, but those days are gone. Night by night the demons grow stronger, while human numbers dwindle under their relentless assault. Now, with hope for the future fading, three young survivors of vicious demon attacks will dare the impossible, stepping beyond the crumbling safety of the wards to risk everything in a desperate quest to regain the secrets of the past. Together, they will stand against the night.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Adventure",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "When Breath Becomes Air",
            "authors": [
                "Paul Kalanithi"
            ],
            "ranking": 4.38,
            "ranking_count": 520943,
            "abstract": "For readers of Atul Gawande, Andrew Solomon, and Anne Lamott, a profoundly moving, exquisitely observed memoir by a young neurosurgeon faced with a terminal cancer diagnosis who attempts to answer the question 'What makes a life worth living?'. At the age of thirty-six, on the verge of completing a decade's worth of training as a neurosurgeon, Paul Kalanithi was diagnosed with stage IV lung cancer. One day he was a doctor treating the dying, and the next he was a patient struggling to live. And just like that, the future he and his wife had imagined evaporated.. When Breath Becomes Air. chronicles Kalanithi's transformation from a naïve medical student possessed, as he wrote, by the question of what, given that all organisms die, makes a virtuous and meaningful life into a neurosurgeon at Stanford working in the brain, the most critical place for human identity, and finally into a patient and new father confronting his own mortality.. What makes life worth living in the face of death? What do you do when the future, no longer a ladder toward your goals in life, flattens out into a perpetual present? What does it mean to have a child, to nurture a new life as another fades away? These are some of the questions Kalanithi wrestles with in this profoundly moving, exquisitely observed memoir.. Paul Kalanithi died in March 2015, while working on this book, yet his words live on as a guide and a gift to us all. I began to realize that coming face to face with my own mortality, in a sense, had changed nothing and everything, he wrote. Seven words from Samuel Beckett began to repeat in my head: 'I can't go on. I'll go on.'. When Breath Becomes Air. is an unforgettable, life-affirming reflection on the challenge of facing death and on the relationship between doctor and patient, from a brilliant writer who became both.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Health",
                "Medical",
                "Audiobook",
                "Biography Memoir",
                "Philosophy",
                "Science"
            ]
        },
        {
            "title": "Days of Blood & Starlight",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.14,
            "ranking_count": 154615,
            "abstract": "Once upon a time, an angel and a devil fell in love and dared to imagine a world free of bloodshed and war.. This is not that world.. Art student and monster's apprentice Karou finally has the answers she has always sought. She knows who she is—and. what. she is. But with this knowledge comes another truth she would give anything to undo: She loved the enemy and he betrayed her, and a world suffered for it.. In this stunning sequel to the highly acclaimed. Daughter of Smoke & Bone. , Karou must decide how far she'll go to avenge her people. Filled with heartbreak and beauty, secrets and impossible choices,. Days of Blood & Starlight. finds Karou and Akiva on opposing sides as an age-old war stirs back to life.. While Karou and her allies build a monstrous army in a land of dust and starlight, Akiva wages a different sort of battle: a battle for redemption. For. hope. .. But can any hope be salvaged from the ashes of their broken dream?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Fantastic Beasts and Where to Find Them",
            "authors": [
                "Newt Scamander",
                "J.K. Rowling"
            ],
            "ranking": 3.97,
            "ranking_count": 373792,
            "abstract": "An approved textbook at Hogwarts School of Witchcraft and Wizardry since publication, Newt Scamander's masterpiece has entertained wizarding families through the generations. Fantastic Beasts and Where to Find Them is an indispensable introduction to the magical beasts of the Wizarding World. Scamander's years of travel and research have created a tome of unparalleled importance. Some of the beasts will be familiar to readers of the Harry Potter books - the Hippogriff, the Basilisk, the Hungarian Horntail ... Others will surprise even the most ardent amateur Magizoologist. This is an essential companion to the Harry Potter stories, and includes a new foreword from J.K. Rowling (writing as Newt Scamander) and six new beasts!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Audiobook",
                "Short Stories",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "China Blues",
            "authors": [
                "Ki Longfellow"
            ],
            "ranking": 4.14,
            "ranking_count": 1510,
            "abstract": "The Roaring Twenties, Chinatown, San Francisco: back-street blues and bathtub gin… hardball mobsters and hardheaded cops… seductive speakeasies and sizzling scandals. As the young Louis Armstrong blows his horn in the infamous Blue Canary, impetuous Nob Hill Socialite Elizabeth Stafford Hamilton plunges into a reckless affair with mysterious Li Kwan Won. Unknown to Lizzie, Li is the overlord of the city’s vast bootlegging empire—and archenemy of her powerful husband, the San Francisco district attorney. Suddenly Lizzie’s privileged, upper-crust life is shadowed by danger and intrigue—as she’s trapped between her lover and her husband while they battle for control of the city.. Eio Books has reissued Ki Longfellow's first novel, published by Harper Collins in England in 1989.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back",
            "authors": [
                "Todd Burpo",
                "Lynn Vincent"
            ],
            "ranking": 4.01,
            "ranking_count": 298823,
            "abstract": "When Colton Burpo made it through an emergency appendectomy, his family was overjoyed at his miraculous survival. What they weren't expecting, though, was the story that emerged in the months that followed--a story as beautiful as it was extraordinary, detailing their little boy's trip to heaven and back.. Colton, not yet four years old, told his parents he left his body during the surgery--and authenticated that claim by describing exactly what his parents were doing in another part of the hospital while he was being operated on. He talked of visiting heaven and relayed stories told to him by people he met there whom he had never met in life, sharing events that happened even before he was born. He also astonished his parents with descriptions and obscure details about heaven that matched the Bible exactly, though he had not yet learned to read.. With disarming innocence and the plainspoken boldness of a child, Colton tells of meeting long-departed family members. He describes Jesus, the angels, how really, really big God is, and how much God loves us. Retold by his father, but using Colton's uniquely simple words, Heaven is for Real offers a glimpse of the world that awaits us, where as Colton says, Nobody is old and nobody wears glasses.. Heaven is for Real will forever change the way you think of eternity, offering you the chance to see, and believe, like a child.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Christian",
                "Religion",
                "Inspirational",
                "Autobiography",
                "Spirituality",
                "Biography"
            ]
        },
        {
            "title": "The Dead Girls' Dance",
            "authors": [
                "Rachel Caine"
            ],
            "ranking": 4.04,
            "ranking_count": 57051,
            "abstract": "Claire Danvers has her share of challenges---like being a genius in a school that favors beauty over brains, dealing with the homicidal girls in her dorm, and above all, finding out that her college town is overrun with vampires. On the up side, she has a great roommate (who tends to disappear at sunup) and a new boyfriend named Shane, whose vampire-hunting dad has called in backup: cycle punks who like the idea of killing just about anything.. Now a fraternity is throwing its annual Dead Girls' Dance and---surprise!---Claire and her equally outcast best friend, Eve, have been invited. When they find out why, all hell is going to break loose. Because this time both the living and the dead are coming out---and everybody's hungry for blood.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Dead Souls",
            "authors": [
                "Nikolai Gogol",
                "Robert A. Maguire"
            ],
            "ranking": 3.98,
            "ranking_count": 74434,
            "abstract": "Dead Souls. is eloquent on some occasions, lyrical on others, and pious and reverent elsewhere. Nicolai Gogol was a master of the spoof. The American students of today are not the only readers who have been confused by him. Russian literary history records more divergent interpretations of Gogol than perhaps of any other classic.. In a new translation of the comic classic of Russian literature, Chichikov, an enigmatic stranger and conniving schemer, buys deceased serfs' names from their landlords' poll tax lists hoping to mortgage them for profit and to reinvent himself as a likeable gentleman.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Novels",
                "Historical",
                "Humor"
            ]
        },
        {
            "title": "Tiger's Voyage",
            "authors": [
                "Colleen Houck"
            ],
            "ranking": 4.25,
            "ranking_count": 35652,
            "abstract": "With the head-to-head battle against the villainous Lokesh behind her, Kelsey confronts a new heartbreak: in the wake of his traumatic experience, her beloved Ren no longer remembers who she is. As the trio continues their quest by challenging five cunning and duplicitous dragons, Ren and Kishan once more vie for her affections--leaving Kelsey more confused than ever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Quantum Roots",
            "authors": [
                "Kyle Keyes"
            ],
            "ranking": 4.32,
            "ranking_count": 6271,
            "abstract": "Federal agents, Alexis Grumman and Jeremy Wade track down a current day vigilante, whose fingerprints match those of a Korean War veteran. Author Kyle Keyes uses characters from two previous novels, to promote a theory that particle energy formats with a quantum root system, that can bypass time and space. Keyes believes that such fiction could turn to fact as we move into the age of quantum mechanics. Adventure fans everywhere should delight in this fast paced action story, that brings yesterday's gun play back to settle cyber-age injustice. Synopsis: Jesse Joe Jacks was born sometime during the snow blizzard of 1923. The Lower Elk County, game warden died from a lightning strike on July 23, 1959, while wearing a sheriff's star. Olan Chapman came to life in August of 1974 and found a computer career with a center city, electronics firm. Chapman drinks heavy and is haunted by flashbacks of an older sister, lost to an unsolved case of gang rape and murder. Jacks loved nature and lived to protect wildlife. He stood tall and fought to uphold justice. Jacks was also a crack shot with a firearm - any firearm. Chapman attends the theatre, plays piano and at one time led a march against the National Rifle Association. Both men have the same fingerprints, much to the chagrin of Lt General Alexis Grumman who heads the federal department for para-normal activities. Working with special agent, Jeremy Wade, Grumman breaks open the case when Chapman's fingerprints also match those of the vigilante.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Drama",
                "Science Fiction",
                "Novels",
                "Thriller",
                "Epic",
                "Young Adult",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Burned",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.25,
            "ranking_count": 60838,
            "abstract": "I do know things really began to spin out of control after my first sex dream.. It all started with a dream. Nothing exceptional, just a typical fantasy about a boy, the kind of dream that most teen girls experience. But Pattyn Von Stratten is not like most teen girls. Raised in a religious—yet abusive—family, a simple dream may not be exactly a sin, but it could be the first step toward hell and eternal damnation.. This dream is a first step for Pattyn. But is it to hell or to a better life? For the first time Pattyn starts asking questions. Questions seemingly without answers—about God, a woman's role, sex, love—mostly love. What is it? Where is it? Will she ever experience it? Is she deserving of it?. It's with a real boy that Pattyn gets into real trouble. After Pattyn's father catches her in a compromising position, events spiral out of control until Pattyn ends up suspended from school and sent to live with an aunt she doesn't know.. Pattyn is supposed to find salvation and redemption during her exile to the wilds of rural Nevada. Yet what she finds instead is love and acceptance. And for the first time she feels worthy of both—until she realizes her old demons will not let her go. Pattyn begins down a path that will lead her to a hell—a hell that may not be the one she learned about in sacrament meetings, but it is hell all the same.. In this riveting and masterful novel told in verse, Ellen Hopkins takes readers on an emotional roller-coaster ride. From the highs of true love to the lows of abuse, Pattyn's story will have readers engrossed until the very last word.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Sociology",
                "Religion",
                "Drama"
            ]
        },
        {
            "title": "Three Comrades",
            "authors": [
                "Erich Maria Remarque",
                "Arthur Wesley Wheen"
            ],
            "ranking": 4.49,
            "ranking_count": 29004,
            "abstract": "The year is 1928. On the outskirts of a large German city, three young men are earning a thin and precarious living. Fully armed young storm troopers swagger in the streets. Restlessness, poverty, and violence are everywhere. For these three, friendship is the only refuge from the chaos around them. Then the youngest of them falls in love, and brings into the group a young woman who will become a comrade as well, as they are all tested in ways they can never have imagined. . . .. Written with the same overwhelming simplicity and directness that made All Quiet on the Western Front a classic, Three Comrades portrays the greatness of the human spirit, manifested through characters who must find the inner resources to live in a world they did not make, but must endure.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Historical",
                "War",
                "Cultural",
                "Literature",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "Demons",
            "authors": [
                "Fyodor Dostoevsky",
                "Richard Pevear",
                "Larissa Volokhonsky"
            ],
            "ranking": 4.29,
            "ranking_count": 43505,
            "abstract": "Alternate Cover Edition ISBN. 0679734511. . (ISBN13: 9780679734512). Inspired by the true story of a political murder that horrified Russians in 1869, Fyodor Dostoevsky conceived of Demons as a novel-pamphlet in which he would say everything about the plague of materialist ideology that he saw infecting his native land. What emerged was a prophetic and ferociously funny masterpiece of ideology and murder in pre-revolutionary Russia.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Philosophy",
                "Novels",
                "Politics"
            ]
        },
        {
            "title": "Dodging Satan: My Irish/Italian, Sometimes Awesome, But Mostly Creepy, Childhood",
            "authors": [
                "Kathleen Zamboni McCormick"
            ],
            "ranking": 4.29,
            "ranking_count": 5976,
            "abstract": "In this humorous coming-of-age story, Bridget Flagherty, a student at St. Michael’s Catholic school outside Boston in the 60s and 70s, takes refuge in her wacky misunderstandings of Bible Stories and Catholic beliefs to avoid the problems of her Irish/Italian family life. Her musings on sadistic nuns, domestic violence, emerging sexuality, and God the Father’s romantic life will delight readers.. Bridget creates glorious supernatural worlds—with exorcisms, bird relics, Virgin Martyrs, time travel, Biblical plagues, even the ‘holy’ in holy water—to cope with a family where leather handbags and even garlic can cause explosions.. An avid Bible reader who innocently believes everything the nuns tell her, Bridget’s saints, martyrs, and boney Christs become alive and audible within her. While the nuns chide her sinful ‘mathematical pride’ and slow eating habits, God answers her prayers instantly by day, but the devil visits nightly in the dark. Scenes run the gamut from laugh-out-loud Catholic brainwashing of children, to heart-wrenching abuse, to riveting teenage excursions toward sex.. Young Bridget tries to make sense of a world of raging men and domestically subjugated women and carve a future for herself, wrestling with how God and men treat women. Her Italian female relatives—glamorous Santa Anna, black-and-blue Aunt Maria, sophisticated Eleanor with a New York ‘Fellini pageboy’—offer sensual alternatives to the repression of her immediate family. She prays fervently that “despite God’s bizarre treatment of married women... some [girls] might still discover ways to have a great time without being a nun.”. Dodging Satan is the flip-side of l'Histoire d'une Âme by Saint Thérèse of Lisieux authored by a twentieth century American girl chomping on a blue-gum cigar while she talks to a confidant about God and sex.",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Drama",
                "Fiction",
                "Novels",
                "Epic",
                "Book Club"
            ]
        },
        {
            "title": "Tell No One",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 4.08,
            "ranking_count": 138917,
            "abstract": "For Dr. David Beck, the loss was shattering. And every day for the past eight years, he has relived the horror of what happened. The gleaming lake. The pale moonlight. The piercing screams. The night his wife was taken. The last night he saw her alive.. Everyone tells him it's time to move on, to forget the past once and for all. But for David Beck, there can be no closure. A message has appeared on his computer, a phrase only he and his dead wife know. Suddenly Beck is taunted with the impossible- that somewhere, somehow, Elizabeth is alive.. Beck has been warned to tell no one. And he doesn't. Instead, he runs from the people he trusts the most, plunging headlong into a search for the shadowy figure whose messages hold out a desperate hope.. But already Beck is being hunted down. He's headed straight into the heart of a dark and deadly secret- and someone intends to stop him before he gets there.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Adult",
                "Drama",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Glass Sword",
            "authors": [
                "Victoria Aveyard"
            ],
            "ranking": 3.84,
            "ranking_count": 279035,
            "abstract": "If there’s one thing Mare Barrow knows, it’s that she’s different.. Mare Barrow’s blood is red—the color of common folk—but her Silver ability, the power to control lightning, has turned her into a weapon that the royal court tries to control.. The crown calls her an impossibility, a fake, but as she makes her escape from Maven, the prince—the friend—who betrayed her, Mare uncovers something startling: she is not the only one of her kind.. Pursued by Maven, now a vindictive king, Mare sets out to find and recruit other Red-and-Silver fighters to join in the struggle against her oppressors.. But Mare finds herself on a deadly path, at risk of becoming exactly the kind of monster she is trying to defeat.. Will she shatter under the weight of the lives that are the cost of rebellion? Or have treachery and betrayal hardened her forever?. The electrifying next installment in the Red Queen series escalates the struggle between the growing rebel army and the blood-segregated world they’ve always known—and pits Mare against the darkness that has grown in her soul.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Storyteller",
            "authors": [
                "Jodi Picoult"
            ],
            "ranking": 4.27,
            "ranking_count": 190934,
            "abstract": "Some stories live forever . . .. Sage Singer is a baker. She works through the night, preparing the day’s breads and pastries, trying to escape a reality of loneliness, bad memories, and the shadow of her mother’s death. When Josef Weber, an elderly man in Sage’s grief support group, begins stopping by the bakery, they strike up an unlikely friendship. Despite their differences, they see in each other the hidden scars that others can’t, and they become companions.. Everything changes on the day that Josef confesses a long-buried and shameful secret—one that nobody else in town would ever suspect—and asks Sage for an extraordinary favor. If she says yes, she faces not only moral repercussions, but potentially legal ones as well. With her own identity suddenly challenged, and the integrity of the closest friend she’s ever had clouded, Sage begins to question the assumptions and expectations she’s made about her life and her family. When does a moral choice become a moral imperative? And where does one draw the line between punishment and justice, forgiveness and mercy?. In this searingly honest novel, Jodi Picoult gracefully explores the lengths we will go in order to protect our families and to keep the past from dictating the future",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "World War II",
                "Contemporary",
                "Adult Fiction",
                "War",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "A Good Man Is Hard to Find and Other Stories",
            "authors": [
                "Flannery O'Connor"
            ],
            "ranking": 4.2,
            "ranking_count": 41906,
            "abstract": "This now classic book revealed Flannery O'Connor as one of the most original and provocative writers to emerge from the South. Her apocalyptic vision of life is expressed through grotesque, often comic situations in which the principal character faces a problem of salvation: the grandmother, in the title story, confronting the murderous Misfit; a neglected four-year-old boy looking for the Kingdom of Christ in the fast-flowing waters of the river; General Sash, about to meet the final enemy. Stories include:. A Good Man Is Hard to Find. The River. The Life You Save May Be Your Own. A Stroke of Good Fortune. A Temple of the Holy Ghost. The Artificial Nigger. A Circle in the Fire. A Late Encounter with the Enemy. Good Country People. The Displaced Person. ©1955 Flannery O'Connor; 1954, 1953, 1948 by Flannery O'Connor; renewed 1983, 1981 by Regina O'Connor; renewed 1976 by Mrs. Edward F. O'Connor; (P)2010 Blackstone Audio, Inc.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Gothic",
                "Literature",
                "American",
                "Literary Fiction"
            ]
        },
        {
            "title": "Aesop's Fables",
            "authors": [
                "Aesop",
                "Laura Harris",
                "Laura   Gibbs"
            ],
            "ranking": 4.05,
            "ranking_count": 121037,
            "abstract": "The fables of Aesop have become one of the most enduring traditions of European culture, ever since they were first written down nearly two millennia ago. Aesop was reputedly a tongue-tied slave who miraculously received the power of speech; from his legendary storytelling came the collections of prose and verse fables scattered throughout Greek and Roman literature. First published in English by Caxton in 1484, the fables and their morals continue to charm modern readers: who does not know the story of the tortoise and the hare, or the boy who cried wolf?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Childrens",
                "Fantasy",
                "Literature",
                "Philosophy",
                "Folklore"
            ]
        },
        {
            "title": "The Power of Now: A Guide to Spiritual Enlightenment",
            "authors": [
                "Eckhart Tolle"
            ],
            "ranking": 4.14,
            "ranking_count": 275611,
            "abstract": "Eckhart Tolle's message is simple: living in the now is the truest path to happiness and enlightenment. And while this message may not seem stunningly original or fresh, Tolle's clear writing, supportive voice and enthusiasm make this an excellent manual for anyone who's ever wondered what exactly living in the now means. Foremost, Tolle is a world-class teacher, able to explain complicated concepts in concrete language. More importantly, within a chapter of reading this book, readers are already holding the world in a different container--more conscious of how thoughts and emotions get in the way of their ability to live in genuine peace and happiness.. Tolle packs a lot of information and inspirational ideas into. The Power of Now. . (Topics include the source of Chi, enlightened relationships, creative use of the mind, impermanence and the cycle of life.) Thankfully, he's added markers that symbolise break time. This is when readers should close the book and mull over what they just read. As a result,. The Power of Now. reads like the highly acclaimed. A Course in Miracles. --a spiritual guidebook that has the potential to inspire just as many study groups and change just as many lives for the better. --. Gail Hudson",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Spirituality",
                "Philosophy",
                "Psychology",
                "Audiobook",
                "Religion",
                "Inspirational",
                "Unfinished"
            ]
        },
        {
            "title": "Bird by Bird: Some Instructions on Writing and Life",
            "authors": [
                "Anne Lamott"
            ],
            "ranking": 4.23,
            "ranking_count": 89989,
            "abstract": "A newer edition of this title can be found. here.. Thirty years ago my older brother, who was ten years old at the time, was trying to get a report on birds written that he'd had three months to write. [It] was due the next day. We were out at our family cabin in Bolinas, and he was at the kitchen table close to tears, surrounded by binder paper and pencils and unopened books on birds, immobilized by the hugeness of the task ahead. Then my father sat down beside him, put his arm around my brother's shoulder, and said. 'Bird by bird, buddy. Just take it bird by bird.'. With this basic instruction always in mind, Anne Lamott returns to offer us a new gift: a step-by-step guide on how to write and on how to manage the writer's life. From Getting Started,' with Short Assignments, through Shitty First Drafts, Character, Plot, Dialogue. all the way from False Starts to How Do You Know When You're Done? Lamott encourages, instructs, and inspires. She discusses Writers Block, Writing Groups, and Publication. Bracingly honest, she is also one of the funniest people alive.. If you have ever wondered what it takes to be a writer, what it means to be a writer, what the contents of your school lunches said about what your parents were really like, this book is for you. From faith, love, and grace to pain, jealousy, and fear, Lamott insists that you keep your eyes open, and then shows you how to survive. And always, from the life of the artist she turns to the art of life.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Nonfiction",
                "Autobiography",
                "Self Help",
                "Writing",
                "Reference",
                "Biography",
                "Audiobook",
                "Art",
                "Humor"
            ]
        },
        {
            "title": "The Miraculous Journey of Edward Tulane",
            "authors": [
                "Kate DiCamillo",
                "Bagram Ibatoulline"
            ],
            "ranking": 4.35,
            "ranking_count": 95212,
            "abstract": "A timeless tale by the incomparable Kate DiCamillo, complete with stunning full-color plates by Bagram Ibatoulline, honors the enduring power of love.. Someone will come for you, but first you must open your heart. . . .. Once, in a house on Egypt Street, there lived a china rabbit named Edward Tulane. The rabbit was very pleased with himself, and for good reason: he was owned by a girl named Abilene, who treated him with the utmost care and adored him completely.. And then, one day, he was lost.. Kate DiCamillo takes us on an extraordinary journey, from the depths of the ocean to the net of a fisherman, from the top of a garbage heap to the fireside of a hoboes' camp, from the bedside of an ailing child to the bustling streets of Memphis. And along the way, we are shown a true miracle — that even a heart of the most breakable kind can learn to love, to lose, and to love again.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Animals",
                "Audiobook"
            ]
        },
        {
            "title": "Pushing the Limits",
            "authors": [
                "Katie McGarry"
            ],
            "ranking": 4.05,
            "ranking_count": 121334,
            "abstract": "I won't tell anyone, Echo. I promise. Noah tucked a curl behind my ear. It had been so long since someone touched me like he did. Why did it have to be Noah Hutchins? His dark brown eyes shifted to my covered arms. You didn't do that-did you? It was done to you? No one ever asked that question. They stared. They whispered. They laughed. But they never asked.. So wrong for each other...and yet so right.. No one knows what happened the night Echo Emerson went from popular girl with jock boyfriend to gossiped-about outsider with freaky scars on her arms. Even Echo can't remember the whole truth of that horrible night. All she knows is that she wants everything to go back to normal. But when Noah Hutchins, the smoking-hot, girl-using loner in the black leather jacket, explodes into her life with his tough attitude and surprising understanding, Echo's world shifts in ways she could never have imagined. They should have nothing in common. And with the secrets they both keep, being together is pretty much. impossible. . Yet the crazy attraction between them refuses to go away. And Echo has to ask herself just how far they can push the limits and what she'll risk for the one guy who might teach her how to love again...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "New Adult",
                "Realistic Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Quiet: The Power of Introverts in a World That Can't Stop Talking",
            "authors": [
                "Susan Cain"
            ],
            "ranking": 4.07,
            "ranking_count": 379338,
            "abstract": "The book that started the Quiet Revolution. At least one-third of the people we know are introverts. They are the ones who prefer listening to speaking; who innovate and create but dislike self-promotion; who favor working on their own over working in teams. It is to introverts—Rosa Parks, Chopin, Dr. Seuss, Steve Wozniak—that we owe many of the great contributions to society.. In. Quiet,. Susan Cain argues that we dramatically undervalue introverts and shows how much we lose in doing so. She charts the rise of the Extrovert Ideal throughout the twentieth century and explores how deeply it has come to permeate our culture. She also introduces us to successful introverts—from a witty, high-octane public speaker who recharges in solitude after his talks, to a record-breaking salesman who quietly taps into the power of questions. Passionately argued, superbly researched, and filled with indelible stories of real people,. Quiet. has the power to permanently change how we see introverts and, equally important, how they see themselves.. Now with Extra Libris material, including a reader’s guide and bonus content.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Self Help",
                "Science",
                "Business",
                "Audiobook",
                "Sociology",
                "Leadership",
                "Adult"
            ]
        },
        {
            "title": "The Wishing Spell",
            "authors": [
                "Chris Colfer",
                "Brandon Dorman"
            ],
            "ranking": 4.25,
            "ranking_count": 119954,
            "abstract": "Alex and Conner Bailey's world is about to change, in this fast-paced adventure that uniquely combines our modern day world with the enchanting realm of classic fairy tales.. The Land of Stories. tells the tale of twins Alex and Conner. Through the mysterious powers of a cherished book of stories, they leave their world behind and find themselves in a foreign land full of wonder and magic where they come face-to-face with the fairy tale characters they grew up reading about.. But after a series of encounters with witches, wolves, goblins, and trolls alike, getting back home is going to be harder than they thought.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Audiobook",
                "Retellings"
            ]
        },
        {
            "title": "From Blood and Ash",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.31,
            "ranking_count": 268544,
            "abstract": "A Maiden…. Chosen from birth to usher in a new era, Poppy’s life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure. Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers.. A Duty…. The entire kingdom’s future rests on Poppy’s shoulders, something she’s not even quite sure she wants for herself. Because a Maiden has a heart. And a soul. And longing. And when Hawke, a golden-eyed guard honor bound to ensure her Ascension, enters her life, destiny and duty become tangled with desire and need. He incites her anger, makes her question everything she believes in, and tempts her with the forbidden.. A Kingdom…. Forsaken by the gods and feared by mortals, a fallen kingdom is rising once more, determined to take back what they believe is theirs through violence and vengeance. And as the shadow of those cursed draws closer, the line between what is forbidden and what is right becomes blurred. Poppy is not only on the verge of losing her heart and being found unworthy by the gods, but also her life when every blood-soaked thread that holds her world together begins to unravel.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "New Adult",
                "Paranormal",
                "Fiction",
                "Young Adult",
                "Adult"
            ]
        },
        {
            "title": "Gabriel's Rapture",
            "authors": [
                "Sylvain Reynard"
            ],
            "ranking": 4.21,
            "ranking_count": 112293,
            "abstract": "Professor Gabriel Emerson has embarked on a passionate, yet clandestine affair with his former student, Julia Mitchell. Sequestered on a romantic holiday in Italy, he tutors her in the sensual delights of the body and the raptures of sex. But when they return, their happiness is threatened by conspiring students, academic politics, and a jealous ex-lover. When Gabriel is confronted by the university administration, will he succumb to Dante's fate? Or will he fight to keep Julia, his Beatrice, forever? In Gabriel's Rapture, the brilliant sequel to the wildly successful debut novel, Gabriel's Inferno, Sylvain Reynard weaves an exquisite love story that will touch the reader's mind, body, and soul, forever.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Adult",
                "New Adult",
                "Academic",
                "Fiction",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Awakening: Fate in Motion",
            "authors": [
                "Suzanne Boisvert"
            ],
            "ranking": 4.24,
            "ranking_count": 1708,
            "abstract": "Exiled from Earth thousands of years ago, Sar is hiding and waiting in our Galaxy.. Manipulating the dark side of humanity and controlling many government leaders. he has now found the way back in.. But, what does he really want?. When Lanie Montrose ascended to the top of the music charts she felt an even deeper void within. Just when she began to feel free from the shackles of fame, she finds herself locked in a strange hospital with no idea of how she got there. Hidden memories emerge of an age-old foe from a distant world overwhelming her with more questions about her past and fate.. Dr. Suki Carter has never been able to settle the desire to protect her lost and lonely patient, Lanie. Then, one touch of her grandfather’s clock opened a new consciousness. Lanie is not who she says she is and there is something otherworldly about that eerie clock.. On the East Coast, a secret journal is found with bizarre entries reminding CIA agent James Sinclair of the unbelievable conspiracy stories from his estranged mother. Alien Beginnings…The shadow government.... Now, his sceptic mind needs answers.. Critical clues have been scattered, woven into the fabric of our history and genetic code. Powerful gifts are strategically hidden inside of us all. Our protectors have prepared for this moment.. The Awakening has begun…. Sar is close…. Our fate is in motion.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Childrens",
                "Adult",
                "New Adult"
            ]
        },
        {
            "title": "Labyrinths: Selected Stories & Other Writings",
            "authors": [
                "Jorge Luis Borges",
                "Donald A. Yates",
                "James E. Irby",
                "André Maurois"
            ],
            "ranking": 4.45,
            "ranking_count": 29341,
            "abstract": "Although his work has been restricted to the short story, the essay, and poetry, Jorge Luis Borges of Argentina is recognized all over the world as one of the most original and significant figures in modern literature. In his preface, Andre Maurois writes: Borges is a great writer who has composed only little essays or short narratives. Yet they suffice for us to call him great because of their wonderful intelligence, their wealth of invention, and their tight, almost mathematical style.. Labyrinths. is a representative selection of Borges' writing, some forty pieces drawn from various books of his published over the years. The translations are by Harriet de Onis, Anthony Kerrigan, and others, including the editors, who have provided a biographical and critical introduction, as well as an extensive bibliography.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Literature",
                "Magical Realism",
                "Fantasy",
                "Philosophy",
                "Writing",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Forever War",
            "authors": [
                "Joe Haldeman"
            ],
            "ranking": 4.14,
            "ranking_count": 152543,
            "abstract": "The Earth's leaders have drawn a line in the interstellar sand—despite the fact that the fierce alien enemy that they would oppose is inscrutable, unconquerable, and very far away. A reluctant conscript drafted into an elite Military unit, Private William Mandella has been propelled through space and time to fight in the distant thousand-year conflict; to perform his duties without rancor and even rise up through military ranks. Pvt. Mandella is willing to do whatever it takes to survive the ordeal and return home. But home may be even more terrifying than battle, because, thanks to the time dilation caused by space travel, Mandella is aging months while the Earth he left behind is aging centuries.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "War",
                "Science Fiction Fantasy",
                "Space",
                "Classics",
                "Audiobook"
            ]
        },
        {
            "title": "The Painted Bird",
            "authors": [
                "Jerzy Kosiński"
            ],
            "ranking": 3.91,
            "ranking_count": 23867,
            "abstract": "A harrowing story that follows the wanderings of a boy abandoned by his parents during World War II,. The Painted Bird. is a dark novel that examines the proximity of terror and savagery to innocence and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "War",
                "Horror",
                "Literature",
                "World War II",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Darkness at Noon",
            "authors": [
                "Arthur Koestler",
                "Daphne Hardy"
            ],
            "ranking": 4.09,
            "ranking_count": 27715,
            "abstract": "Darkness at Noon (from the German: Sonnenfinsternis) is a novel by the Hungarian-born British novelist Arthur Koestler, first published in 1940. His best-known work tells the tale of Rubashov, a Bolshevik 1917 revolutionary who is cast out, imprisoned and tried for treason by the Soviet government he'd helped create.. Darkness at Noon stands as an unequaled fictional portrayal of the nightmare politics of our time. Its hero is an aging revolutionary, imprisoned and psychologically tortured by the Party to which he has dedicated his life. As the pressure to confess preposterous crimes increases, he relives a career that embodies the terrible ironies and human betrayals of a totalitarian movement masking itself as an instrument of deliverance. Almost unbearably vivid in its depiction of one man's solitary agony, it asks questions about ends and means that have relevance not only for the past but for the perilous present. It is —- as the Times Literary Supplement has declared —- A remarkable book, a grimly fascinating interpretation of the logic of the Russian Revolution, indeed of all revolutionary dictatorships, and at the same time a tense and subtly intellectualized drama.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Politics",
                "Literature",
                "Cultural",
                "Novels",
                "Science Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "Flipped",
            "authors": [
                "Wendelin Van Draanen"
            ],
            "ranking": 3.97,
            "ranking_count": 107508,
            "abstract": "Flipped. is a romance told in two voices. The first time Juli Baker saw Bryce Loski, she flipped. The first time Bryce saw Juli, he ran. That's pretty much the pattern for these two neighbors until the eighth grade, when, just as Juli is realizing Bryce isn't as wonderful as she thought, Bryce is starting to see that Juli is pretty amazing. How these two teens manage to see beyond the surface of things and come together makes for a comic and poignant romance.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Childrens",
                "Humor"
            ]
        },
        {
            "title": "The Children of Húrin",
            "authors": [
                "J.R.R. Tolkien",
                "Christopher Tolkien",
                "Alan       Lee"
            ],
            "ranking": 3.99,
            "ranking_count": 73629,
            "abstract": "This tale of Middle-earth's First Age, which appeared in incomplete forms in the posthumously published. The Silmarillion. and. Unfinished Tales. , also edited by Tolkien's son, Christopher, only hinted at the depth and power of the tragic story of Túrin and Niënor, the children of Húrin, the lord of Dor-lómin, who achieved renown for having confronted Morgoth, who was the master of Sauron, the manifestation of evil in the Lord of the Rings.. Six thousand years before the One Ring is destroyed, Middle-earth lies under the shadow of the Dark Lord Morgoth. The greatest warriors among elves and men have perished, and all is in darkness and despair. But a deadly new leader rises, Túrin, son of Húrin, and with his grim band of outlaws begins to turn the tide in the war for Middle-earth -- awaiting the day he confronts his destiny and the deadly curse laid upon him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Adventure",
                "Novels",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "After Dark",
            "authors": [
                "Haruki Murakami",
                "Jay Rubin"
            ],
            "ranking": 3.73,
            "ranking_count": 131799,
            "abstract": "In. After Dark. —a gripping novel of late night encounters—Murakami’s trademark humor and psychological insight are distilled with an extraordinary, harmonious mastery.. Nineteen-year-old Mari is waiting out the night in an anonymous Denny’s when she meets a young man who insists he knows her older sister, thus setting her on an odyssey through the sleeping city. In the space of a single night, the lives of a diverse cast of Tokyo residents—models, prostitutes, mobsters, and musicians—collide in a world suspended between fantasy and reality. Utterly enchanting and infused with surrealism,. After Dark. is a thrilling account of the magical hours separating midnight from dawn.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "Asian Literature",
                "Contemporary",
                "Novels",
                "Fantasy",
                "Literature"
            ]
        },
        {
            "title": "The Traitor's Emblem",
            "authors": [
                "Juan Gomez-Jurado",
                "Daniel Hahn"
            ],
            "ranking": 3.85,
            "ranking_count": 3049,
            "abstract": "Based on a true story: A Spanish sea captain rescues four German castaways during a treacherous storm in 1940. He doesn’t know who they are or where they came from, but one of them gives him a mysterious gold-and-diamond emblem before disembarking. Decades later, the captain’s son receives a substantial offer for it and is told an astounding story behind the object: it holds the key to Paul Reiner’s lifelong quest. . . .. Munich, 1919. After his family falls into disgrace, fifteen-year-old Paul dreams of the heroic father he never knew. But one night, seconds before committing suicide, Paul’s cousin reveals a terrible secret about his father’s death. This discovery turns Paul’s world upside down and leads him on a hunt in Nazi Germany to uncover the mystery surrounding his father’s death.. The Traitor’s Emblem. is an epic novel spanning decades of family betrayal, impossible love, and the high price of vengeance. Set against the menacing streets of Depression-era Munich and the cruel rise of Nazism, Gómez-Jurado’s spellbinding thriller proves again that he is a master of narration.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "The Prime of Miss Jean Brodie",
            "authors": [
                "Muriel Spark"
            ],
            "ranking": 3.73,
            "ranking_count": 47475,
            "abstract": "At the staid Marcia Blaine School for Girls in Edinburgh, Scotland, teacher extraordinaire Miss Jean Brodie is unmistakably, and outspokenly, in her prime. She is passionate in the application of her unorthodox teaching methods and strives to bring out the best in each one of her students. Determined to instill in them independence, passion, and ambition, Miss Brodie advises them, Safety does not come first. Goodness, Truth, and Beauty come first. Follow me. And they do--but one of them will betray her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Cultural",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Life As We Knew It",
            "authors": [
                "Susan Beth Pfeffer"
            ],
            "ranking": 3.88,
            "ranking_count": 124021,
            "abstract": "Miranda’s disbelief turns to fear in a split second when a meteor knocks the moon closer to the earth. How should her family prepare for the future when worldwide tsunamis wipe out the coasts, earthquakes rock the continents, and volcanic ash blocks out the sun? As summer turns to Arctic winter, Miranda, her two brothers, and their mother retreat to the unexpected safe haven of their sunroom, where they subsist on stockpiled food and limited water in the warmth of a wood-burning stove.. Told in journal entries, this is the heart-pounding story of Miranda’s struggle to hold on to the most important resource of all--hope--in an increasingly desperate and unfamiliar world.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Adventure",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Pawn of Prophecy",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.15,
            "ranking_count": 100404,
            "abstract": "A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled! THE BELGARIAD. Long ago, so the Storyteller claimed, the evil God Torak sought dominion and drove men and Gods to war. But Belgarath the Sorcerer led men to reclaim the Orb that protected men of the West. So long as it lay at Riva, the prophecy went, men would be safe.. But that was only a story, and Garion did not believe in magic dooms, even though the dark man without a shadow had haunted him for years. Brought up on a quiet farm by his Aunt Pol, how could he know that the Apostate planned to wake dread Torak, or that he would be led on a quest of unparalleled magic and danger by those he loved - but did not know? For a while his dreams of innocence were safe, untroubled by knowledge of his strange heritage. For a little while... THUS BEGINS BOOK ONE OF THE BELGARIAD'",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Pope Joan",
            "authors": [
                "Donna Woolfolk Cross"
            ],
            "ranking": 4.08,
            "ranking_count": 68471,
            "abstract": "A world-wide bestseller, major motion picture and upcoming Director's Cut TV mini-series exclusively for the U.S!. For a thousand years her existence has been denied. She is the legend that will not die–. Pope Joan. , the ninth-century woman who disguised herself as a man and rose to become the only female ever to sit on the throne of St. Peter. Now in this riveting novel, Donna Woolfolk Cross paints a sweeping portrait of an unforgettable heroine who struggles against restrictions her soul cannot accept.. Brilliant and talented, young Joan rebels against medieval social strictures forbidding women to learn. When her brother is brutally killed during a Viking attack, Joan takes up his cloak–and his identity–and enters the monastery of Fulda. As Brother John Anglicus, Joan distinguishes herself as a great scholar and healer. Eventually, she is drawn to Rome, where she becomes enmeshed in a dangerous web of love, passion, and politics. Triumphing over appalling odds, she finally attains the highest office in Christendom–wielding a power greater than any woman before or since. But such power always comes at a price . . .. In this international bestseller, Cross brings the Dark Ages to life in all their brutal splendor and shares the dramatic story of a woman whose strength of vision led her to defy the social restrictions of her day.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Religion",
                "Book Club",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "Womens"
            ]
        },
        {
            "title": "Impulse",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.27,
            "ranking_count": 73107,
            "abstract": "Sometimes you don't wake up. But if you happen to, you know things will never be the same.. Three lives, three different paths to the same destination: Aspen Springs, a psychiatric hospital for those who have attempted the ultimate act—suicide.. Vanessa is beautiful and smart, but her secrets keep her answering the call of the blade.. Tony, after suffering a painful childhood, can only find peace through pills.. And Conner, outwardly, has the perfect life. But dig a little deeper and find a boy who is in constant battle with his parents, his life, himself.. In one instant each of these young people decided enough was enough. They grabbed the blade, the bottle, the gun—and tried to end it all. Now they have a second chance, and just maybe, with each other's help, they can find their way to a better life—but only if they're strong and can fight the demons that brought them here in the first place.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Health",
                "Realistic Fiction",
                "Mental Health",
                "Romance",
                "Sociology"
            ]
        },
        {
            "title": "Freedom",
            "authors": [
                "Jonathan Franzen"
            ],
            "ranking": 3.76,
            "ranking_count": 160269,
            "abstract": "Patty and Walter Berglund were the new pioneers of old St. Paul—the gentrifiers, the hands-on parents, the avant-garde of the Whole Foods generation. Patty was the ideal sort of neighbor, who could tell you where to recycle your batteries and how to get the local cops to actually do their job. She was an enviably perfect mother and the wife of Walter's dreams. Together with Walter—environmental lawyer, commuter cyclist, total family man—she was doing her small part to build a better world.. But now, in the new millennium, the Berglunds have become a mystery. Why has their teenage son moved in with the aggressively Republican family next door? Why has Walter taken a job working with Big Coal? What exactly is Richard Katz—outré rocker and Walter's college best friend and rival—still doing in the picture? Most of all, what has happened to Patty? Why has the bright star of Barrier Street become a very different kind of neighbor, an implacable Fury coming unhinged before the street's attentive eyes?. In his first novel since. The Corrections. , Jonathan Franzen has given us an epic of contemporary love and marriage. Freedom comically and tragically captures the temptations and burdens of liberty: the thrills of teenage lust, the shaken compromises of middle age, the wages of suburban sprawl, the heavy weight of empire. In charting the mistakes and joys of Freedom's characters as they struggle to learn how to live in an ever more confusing world, Franzen has produced an indelible and deeply moving portrait of our time.. (jacket)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Adult Fiction",
                "Family",
                "Audiobook",
                "The United States Of America"
            ]
        },
        {
            "title": "Need",
            "authors": [
                "Carrie Jones"
            ],
            "ranking": 3.71,
            "ranking_count": 62712,
            "abstract": "Pain shoots through my head. Fireworks. Explosions. All inside my brain. The white world goes dark and I know what's about to happen.. Zara White suspects there's a freaky guy semi-stalking her. She's also obsessed with phobias. And it's true, she hasn't exactly been herself since her stepfather died. But exiling her to shivery Maine to live with her grandmother? That seems a bit extreme. The move is supposed to help her stay sane...but Zara's pretty sure her mom just can't deal with her right now.. She couldn't be more wrong. Turns out the semi-stalker is not a figment of Zara's overactive imagination. In fact, he's still following her, leaving behind an eerie trail of gold dust. There's something not right - not human - in this sleepy Maine town, and all signs point to Zara.. In this creepy, compelling breakout novel, Carrie Jones delivers romance, suspense, and a creature you never thought you'd have to fear.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Fairies"
            ]
        },
        {
            "title": "Think and Grow Rich",
            "authors": [
                "Napoleon Hill",
                "Ben Holden-Crowther"
            ],
            "ranking": 4.18,
            "ranking_count": 272778,
            "abstract": "This is the original 1937 version of Napoleon Hill's Classic Book:. Think and Grow Rich. . To the greatest extent possible, the text and formatting have been kept exactly the same as in the original release with the exception of some minor formatting changes.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Currency",
                "Finance",
                "Economics",
                "Philosophy",
                "Business",
                "Classics"
            ]
        },
        {
            "title": "Lullaby",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.73,
            "ranking_count": 94492,
            "abstract": "Carl Streator is a reporter investigating Sudden Infant Death Syndrome for a soft-news feature. After responding to several calls with paramedics, he notices that all the dead children were read the same poem from the same library book the night before they died. It's a 'culling song' - an ancient African spell for euthanising sick or old people. Researching it, he meets a woman who killed her own child with it accidentally. He himself accidentally killed his own wife and child with the same poem twenty years earlier. Together, the man and the woman must find and destroy all copies of this book, and try not to kill every rude sonofabitch that gets in their way.. Lullaby. is a comedy/drama/tragedy. In that order. It may also be Chuck Palahniuk's best book yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Contemporary",
                "Fantasy",
                "Novels",
                "Thriller",
                "Literature",
                "Dark",
                "Adult",
                "Mystery"
            ]
        },
        {
            "title": "Preludes & Nocturnes",
            "authors": [
                "Neil Gaiman",
                "Sam Kieth",
                "Mike Dringenberg",
                "Malcolm Jones III",
                "Todd Klein",
                "Karen  Berger",
                "Daniel Vozzo"
            ],
            "ranking": 4.23,
            "ranking_count": 236841,
            "abstract": "Librarian Note: If you're looking for the Audible adaptation of the first three volumes. it is here.. New York Times best-selling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision.. In PRELUDES & NOCTURNES, an occultist attempting to capture Death to bargain for eternal life traps her younger brother Dream instead. After his 70 year imprisonment and eventual escape, Dream, also known as Morpheus, goes on a quest for his lost objects of power. On his arduous journey, Morpheus encounters Lucifer, John Constantine, and an all-powerful madman.. This book also includes the story The Sound of Her Wings, which introduces us to the pragmatic and perky goth girl Death.. Includes issues 1-8 of the original series.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Horror",
                "Graphic Novels Comics",
                "Comics",
                "Adult"
            ]
        },
        {
            "title": "The Blue Sword",
            "authors": [
                "Robin McKinley"
            ],
            "ranking": 4.2,
            "ranking_count": 59658,
            "abstract": "This is the story of Corlath, golden-eyed king of the Free Hillfolk, son of the sons of the Lady Aerin.. And this is the story of Harry Crewe, the Homelander orphan girl who became Harimad-sol, King's Rider, and heir to the Blue Sword, Gonturan, that no woman had wielded since the Lady Aerin herself bore it into battle.. And this is the song of the kelar of the Hillfolk, the magic of the blood, the weaver of destinies...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Adventure",
                "Science Fiction Fantasy",
                "Childrens"
            ]
        },
        {
            "title": "The Great Hunt",
            "authors": [
                "Robert Jordan"
            ],
            "ranking": 4.25,
            "ranking_count": 270708,
            "abstract": "The Wheel of Time turns and Ages come and pass. What was, what will be, and what is, may yet fall under the Shadow.. Let the Dragon ride again on the winds of time.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Epic",
                "Adult"
            ]
        },
        {
            "title": "Monsters of Men",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 4.22,
            "ranking_count": 80076,
            "abstract": "As a world-ending war surges to life around them, Todd and Viola face monstrous decisions. The indigenous Spackle, thinking and acting as one, have mobilized to avenge their murdered people. Ruthless human leaders prepare to defend their factions at all costs, even as a convoy of new settlers approaches. And as the ceaseless Noise lays all thoughts bare, the projected will of the few threatens to overwhelm the desperate desire of the many. The consequences of each action, each word, are unspeakably vast: To follow a tyrant or a terrorist? To save the life of the one you love most or thousands of strangers? To believe in redemption or assume it is lost? Becoming adults amid the turmoil, Todd and Viola question all they have known, racing through horror and outrage toward a shocking finale.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "War",
                "Romance"
            ]
        },
        {
            "title": "The Mayor of Casterbridge",
            "authors": [
                "Thomas Hardy",
                "Keith Wilson"
            ],
            "ranking": 3.84,
            "ranking_count": 57710,
            "abstract": "‘. I’ve not always been what I am now. ’. In a fit of drunken anger, Michael Henchard sells his wife and baby daughter for five guineas at a country fair. Over the course of the following years, he manages to establish himself as a respected and prosperous pillar of the community of Casterbridge, but behind his success there always lurk the shameful secret of his past and a personality prone to self-destructive pride and temper. Subtitled ‘A Story of a Man of Character’, Hardy’s powerful and sympathetic study of the heroic but deeply flawed Henchard is also an intensely dramatic work, tragically played out against the vivid backdrop of a close-knit Dorsetshire town.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Historical",
                "European Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hollow City",
            "authors": [
                "Ransom Riggs"
            ],
            "ranking": 4.05,
            "ranking_count": 221327,
            "abstract": "This second novel begins in 1940, immediately after the first book ended. Having escaped Miss Peregrine’s island by the skin of their teeth, Jacob and his new friends must journey to London, the peculiar capital of the world. Along the way, they encounter new allies, a menagerie of peculiar animals, and other unexpected surprises.. Complete with dozens of newly discovered (and thoroughly mesmerising) vintage photographs, this new adventure will delight readers of all ages.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Historical",
                "Horror",
                "Science Fiction",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Vampire Academy Collection",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 4.61,
            "ranking_count": 33988,
            "abstract": "Tear into the utterly addictive Vampire Academy series this holiday season! Now you can have the first three novels in the. New York Times. bestselling series in a special edition box set!. Find out where it all began for Guardian Rose Hathaway and her bloodthirsty best friend Lissa in. Vampire Academy. , watch all the delicious drama unfold in. Frostbite. , and fall in love with. Shadow Kiss. - for the first time, or all over again!. Includes the later edition printings by Razorbill:. *. Vampire Academy. (ISBN: 9781595141743). *. Frostbite. (ISBN: 9781595141750). *. Shadow Kiss. (ISBN: 9781595141972)",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Centennial",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.25,
            "ranking_count": 40899,
            "abstract": "Written to commemorate the Bicentennial in 1976, James A. Michener’s magnificent saga of the West. is an enthralling celebration of the frontier. Brimming with the glory of America’s past, the story of Colorado—the Centennial State—is manifested through its people: Lame Beaver, the Arapaho chieftain and warrior, and his Comanche and Pawnee enemies; Levi Zendt, fleeing with his child bride from the Amish country; the cowboy, Jim Lloyd, who falls in love with a wealthy and cultured Englishwoman, Charlotte Seccombe. In. Centennial,. trappers, traders, homesteaders, gold seekers, ranchers, and hunters are brought together in the dramatic conflicts that shape the destiny of the legendary West—and the entire country.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Westerns",
                "Classics",
                "Adventure",
                "Novels",
                "Epic",
                "North American Hi...",
                "Literature"
            ]
        }
    ]
}