{
    "books": [
        {
            "title": "O Colecionador",
            "authors": [
                "John Fowles",
                "Antônio Tibau"
            ],
            "ranking": 3.99,
            "ranking_count": 66739,
            "abstract": "O Colecionador. é a história de Frederick Clegg, um homem solitário, de origem humilde, menosprezado por uma sociedade esnobe, que encontra o grande amor de sua vida. Tudo o que ele deseja é passar um tempo a sós com ela, demonstrar seus nobres sentimentos e deixar claro que eles nasceram um para o outro.. O Colecionador. também é a história de Miranda Gray, uma jovem estudante de artes sequestrada por um maníaco que acha que pode obrigá-la a se apaixonar por ele. Tudo o que ela deseja é escapar do cativeiro, e vai usar de toda sua inteligência para sobreviver ao inferno em que sua vida se transformou.. O romance é narrado por dois personagens antagônicos: o sequestrador e sua vítima. Frederick e Miranda. Todos temos um pouco dos dois dentro de nós, concluímos ao final de suas páginas — quem consegue se desgrudar delas?. Essa obra-prima lançada em 1963 continua perigosamente atual.. Best-seller. internacional, e ainda um sucesso de venda nos sebos após décadas fora de catálogo no Brasil, o grande romance de estreia de John Fowles está de volta com uma edição digna de colecionador, e aquele padrão de qualidade psicopata que só a DarkSide® Books tem. Com direito a capa dura, introdução do mestre Stephen King — inédita no Brasil — e mais conteúdos exclusivos.. O feminismo, a solidão, a luta de classes, a liberdade, o que pode ou não ser considerado arte e o que pode ou não ser considerado amor... estes são apenas alguns dos temas que o autor traz à tona. Numa época sem textão de redes sociais, era com literatura de qualidade que pensadores dissecavam o mundo à sua volta.. Com. O Colecionador. , a DarkSide® abre a janela para que Miranda consiga sair do cativeiro e que sua história volte a encantar novas gerações de leitores.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Horror",
                "Thriller",
                "Mystery",
                "Novels",
                "European Literature",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Cehennemlik Yürek",
            "authors": [
                "Clive Barker",
                "Dost Körpe"
            ],
            "ranking": 4.06,
            "ranking_count": 44939,
            "abstract": "Birçok okura göre Clive Barker’ın en iyi kitabı kabul edilen Cehennemlik Yürek, korku edebiyatının en tekinsiz eserlerinden. Romanın, Hellraiser adıyla yine Barker tarafından yazılıp yönetilmiş film versiyonu ise kült korku filmlerinden biri olmuştur.. Frank dünyadaki her türlü hazzı tatmış, yeni hazlar peşinde bir günahkârdır. Lemarchand'ın kutusunun bulmacasını çözerek ona haz vermeleri için dünyaya çağırdığı “Cenobite” denen cehennem yaratıkları akla hayale gelmeyecek dehşetleri de beraberlerinde getirirler. Frank’in ayini gerçekleştirdiği eve taşınan kardeşi Rory ve eşi Julia bir süre sonra evde bazı tuhaflıklar sezmeye başlarlar. Frank kadar günahkâr olan Julia, Cenobite’ların gazabına uğrayan Frank’e yardım etmek için yeni kurbanlar ararken aile dostları Kirsty de Rory’yi kurtarmanın yollarını arar.. Kutu… Onu açtın, biz geldik.. Clive Barker o kadar iyi bir yazar ki her okuduğumda nutkum tutuluyor.. - Stephen King",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Novella",
                "Short Stories",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "Net of Jewels",
            "authors": [
                "Ellen Gilchrist"
            ],
            "ranking": 4.03,
            "ranking_count": 666,
            "abstract": "Rhoda Manning is home for the summer in Dunleith, Alabama. In an age of conformity and innocence, the 19-year-old is tired of conventional virtue. Resisting her easy life, she yearns for meaning and beauty, profundity and mystery. Impulsive and adventurous, she attends a midnight meeting of the Klan, and then repelled, hurls herself into the civil rights movement.. Half-conscious of her unmet needs and desires, she vacillates between the world of her family and that of her dreams, flirting with danger, pressing against the edge -- with disturbing and tragic consequences.. To say that Ellen Gilchrist can write is to say that Placido Domingo can sing. All you need to do is listen. (The Washington Post)",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "American",
                "Short Stories",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Rigadoon",
            "authors": [
                "Louis-Ferdinand Céline",
                "Ralph Manheim"
            ],
            "ranking": 3.94,
            "ranking_count": 470,
            "abstract": "A Rigodon Celine lavorò lentamente, con fatica, indugiando per settimane tra continue cancellature e pentimenti. Il mattino del primo luglio 1961 comunicò alla moglie e all'editore Gallimard che il libro era finito. Alle diciotto dello stesso giorno un'emorragia cerebrale lo uccise. Le prime venti pagine sono ambientate nella casa di Meudon, alla periferia di Parigi, dove Celine deve affrontare giornalisti e scocciatori di ogni tipo, ossessionato dall'invasione dell'Europa da parte dei cinesi e dalla scomparsa della razza bianca. Poi il libro diventa la rievocazione di un viaggio di tre personaggi: Celine, sua moglie e il gatto Bébert, attraverso quel cumulo di macerie in fiamme che era la Germania del 1944-45. È il viaggio disperato attraverso il crollo del nazismo, verso l'agognata Danimarca. È soprattutto una formidabile macchina stilistica scatenata da una personalità fortemente paranoica.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Literature",
                "Cultural",
                "Novels",
                "Classics",
                "European Literature",
                "War"
            ]
        },
        {
            "title": "The Grand Design: A Simply-Stated, User-Friendly Guide to Living in the Universe",
            "authors": [
                "Paddy McMahon"
            ],
            "ranking": 4.25,
            "ranking_count": 4,
            "abstract": "The insights of a higher spiritual entity on issues of both a universal and practical nature.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "My Life",
            "authors": [
                "Oswald Mosley"
            ],
            "ranking": 3.79,
            "ranking_count": 72,
            "abstract": "Oswald Mosley has been described as the greatest orator of the twentieth century. But his ability to express his ideas in a moving way were not confined to the spoken word. In this autobiography written towards the end of his life, Mosley demonstrates his considerable ability as a powerful writer as he describes his ideas and his life's journey.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Biography",
                "Nonfiction",
                "History",
                "European Literature"
            ]
        },
        {
            "title": "The Gold Bug Variations",
            "authors": [
                "Richard Powers"
            ],
            "ranking": 4.08,
            "ranking_count": 1830,
            "abstract": "A national bestseller, voted by. Time. as the #1 novel of 1991, selected as one of the Best Books of 1991 by. Publishers Weekly. , and nominated for a National Book Critics Circle Award--a magnificent story that probes the meaning of love, science, music, and art, by the brilliant author of. Three Farmers on Their Way to a Dance. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Music",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Romance",
                "Unfinished",
                "Science Fiction"
            ]
        },
        {
            "title": "Ketika Mas Gagah Pergi (Edisi Kedua)",
            "authors": [
                "Helvy Tiana Rosa"
            ],
            "ranking": 4.06,
            "ranking_count": 2028,
            "abstract": "Kumpulan Cerpen dari Helvy Tiana Rosa ini ditulis tahun 1990-an dan diterbitkan pertama kali tahun 1997 oleh Pustaka Annida, mengilhami lahirnya genre baru yakni sastra islami kontemporer.. Pada cetakan kedua ini ditambah bonus novellet Gadis Bening yang bersetting Timor-Timur.",
            "part_of_series": false,
            "genre_list": [
                "Novels",
                "Fiction",
                "Asian Literature",
                "Religion",
                "Drama",
                "Inspirational",
                "Short Stories"
            ]
        },
        {
            "title": "Bats Out of Hell",
            "authors": [
                "Barry Hannah"
            ],
            "ranking": 4.14,
            "ranking_count": 405,
            "abstract": "Love and torment, lunacy and desire, tenderness and war — the stories in. Bats Out of Hell. provide a brilliant, dazzling odyssey into American life. Barry Hannah's reputation as a master of the short story, first established in 1978 with the publication of Airships, is magnified in this volatile, long-awaited collection of new stories. Astonishing in range and in the portrayal of the human heart, these fierce and radar-perfect stories give us individuals with whom hilarity and pain combine with true and startling clarity.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "American",
                "Gothic"
            ]
        },
        {
            "title": "The Collected Books",
            "authors": [
                "Jack Spicer",
                "Robin Blaser"
            ],
            "ranking": 4.58,
            "ranking_count": 499,
            "abstract": "The Collected Books. includes all the poems written from. After Lorca. (1957) up to the poet's early death, including. Admonitions. (1958),. A Book of Music. (1958),. Billy the Kid. (1958), and. The Holy Grail. (1962).",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT"
            ]
        },
        {
            "title": "In Parenthesis",
            "authors": [
                "David Jones",
                "W.S. Merwin",
                "T.S. Eliot"
            ],
            "ranking": 3.96,
            "ranking_count": 592,
            "abstract": "This writing has to do with some things I saw, felt, and was part of: with quiet modesty, David Jones begins a work that is among the most powerful imaginative efforts to grapple with the carnage of the First World War, a book celebrated by W.B. Yeats and T.S. Eliot as one of the masterpieces of modern literature. Fusing poetry and prose, gutter talk and high music, wartime terror and ancient myth, Jones, who served as an infantryman on the Western Front, presents a picture at once panoramic and intimate of a world of interminable waiting and unforeseen death. And yet throughout he remains alert to the flashes of humanity that light up the wasteland of war.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "War",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Into the Dark Lands",
            "authors": [
                "Michelle Sagara West"
            ],
            "ranking": 3.59,
            "ranking_count": 1735,
            "abstract": "War has its cost, and the Servants of the Bright Heart and the Servants of the Dark Heart have been locked in a struggle that has defined life—and death—for millennia. But the end is coming, and only the Lady who has served the Bright Heart for the whole of her immortal life has seen it, in a vision that spans time and demands the highest of prices.. Erin is a healer, and against the nature of her birthright she has learned to wield a sword and use it to bring death to the enemies of her people. Scarred by the losses that war always demands, she is the chosen champion of Light and the enemy of darkness.. But no magical sword or simple quest awaits Erin. Her journey and her doom lie in the Dark Heart’s stronghold, and in the hands of her people’s greatest enemy.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Fiction",
                "Science Fiction Fantasy",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "American Blood",
            "authors": [
                "John     Nichols"
            ],
            "ranking": 3.57,
            "ranking_count": 107,
            "abstract": "Though Michael Smith cannot forget the pornographic atrocities he witnessed abroad during the Vietnam war, it is the pervasive brutality of civilian life that threatens to destroy him. American Blood is a timely and fiercely moral statement on violence and loss.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Please Understand Me II: Temperament, Character, Intelligence",
            "authors": [
                "David Keirsey",
                "Ray Choiniere"
            ],
            "ranking": 4.17,
            "ranking_count": 6236,
            "abstract": "Phenomenon: Keirsey and Bates's Please Understand Me, first published in 1978, sold nearly 2 million copies in its first 20 years, becoming a perennial best seller all over the world. Advertised only by word of mouth, the book became a favorite training and counseling guide in many institutions -- government, church, business -- and colleges across the nation adopted it as an auxiliary text in a dozen different departments. Why? Perhaps it was the user-friendly way that Please Understand Me helped people find their personality style. Perhaps it was the simple accuracy of Keirsey's portraits of temperament and character types. Or perhaps it was the book's essential message: that members of families and institutions are OK, even though they are fundamentally different from each other, and that they would all do well to appreciate their differences and give up trying to change others into copies of themselves.. Now: Please Understand Me II. For the past twenty years Keirsey has continued to investigate personality differences -- to refine his theory of the four temperaments and to define the facets of character that distinguish one from another. His findings form the basis of Please Understand Me II, an updated and greatly expanded edition of the book, far more comprehensive and coherent than the original, and yet with much of the same easy accessibility. One major addition is Keirsey's view of how the temperaments differ in the intelligent roles they are most likely to develop. Each of us, he says, has four kinds of intelligence -- tactical, logistical, diplomatic, strategic -- though one of the four interests us far more than the others, and thus gets far more practice than the rest. Like four suits in a hand of cards, we each have a long suit and a short suit in what interests us and what we do well, and fortunate indeed are those whose work matches their skills. As in the original book, Please Understand Me II begins with The Keirsey Temperament Sorter, the most used personality inventory in the world. But also included is The Keirsey Four-Types Sorter, a new short questionnaire that identifies one's basic temperament and then ranks one's second, third, and fourth choices. Share this new sorter with friends and family, and get set for a lively and fascinating discussion of personal styles.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Reference",
                "Business",
                "Relationships",
                "Philosophy",
                "Parenting",
                "Language"
            ]
        },
        {
            "title": "Chicago Loop",
            "authors": [
                "Paul Theroux"
            ],
            "ranking": 2.93,
            "ranking_count": 460,
            "abstract": "Riveting...CHICAGO LOOP is an icy tale brilliantly imagined.. THE BOSTON GLOBE. He knifes silently through the shadows of the steamy Chicago summer night, prowling for lonely souls who need his help. The desperate come to him, answering his ads with promises of romantic evenings and possibly a future, never suspecting that they are the prey, chosen to statiate a twisted sexual desire.. Parker Jagoda is also a successful businessman with a wife, a child, and a house in the suburbs; respectable, health-conscious, and polite. Nobody knows about his jagged double life, his dark, hungry obsessions. He has fooled everyone except those who gasp their last dying scream. And, of course, he has not fooled himself; which may be the only glimmer of hope left inside the darkest of hearts....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Contemporary",
                "Novels",
                "Thriller",
                "The United States Of America"
            ]
        },
        {
            "title": "The Commanding Self",
            "authors": [
                "Idries Shah"
            ],
            "ranking": 4.58,
            "ranking_count": 189,
            "abstract": "The commanding self in Sufi terminology is that mixture of primitive and conditioned responses, common to everyone, which inhibits and distorts human progress and understanding. The book serves to illustrate and amplify Idries Shah's preceding (over 20) books on the Sufi Way.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Psychology"
            ]
        },
        {
            "title": "Naruto, Vol. 04: Hero’s Bridge",
            "authors": [
                "Masashi Kishimoto"
            ],
            "ranking": 4.49,
            "ranking_count": 16514,
            "abstract": "There comes a time in every ninja's training when he must put aside his morals and face the truth: ninjas are tools for killing. For Naruto, seeing Sasuke dead, that time is now. Rage awakens the nine-tailed fox spirit within Naruto, giving him the strength to overcome Haku—but can he bring himself to finish the job?. As the battle for the Land of the Waves comes to a tragic ending, our heroes return to the village of Konohagakure in time for the Chūnin Exams. But junior ninjas from around the world have gathered to take the exam, bringing their own strange ninjutsu and mysterious goals.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Action",
                "Media Tie In",
                "Comics Manga"
            ]
        },
        {
            "title": "Plainwater: Essays and Poetry",
            "authors": [
                "Anne Carson"
            ],
            "ranking": 4.29,
            "ranking_count": 2613,
            "abstract": "The poetry and prose collected in. Plainwater. are a testament to the extraordinary imagination of Anne Carson, a writer described by Michael Ondaatje as the most exciting poet writing in English today. Succinct and astonishingly beautiful, these pieces stretch the boundaries of language and literary form, while juxtaposing classical and modern traditions.. Carson envisions a present-day interview with a seventh-century BC poet, and offers miniature lectures on topics as varied as orchids and Ovid. She imagines the muse of a fifteenth-century painter attending a phenomenology conference in Italy. She constructs verbal photographs of a series of mysterious towns, and takes us on a pilgrimage in pursuit of the elusive and intimate anthropology of water. Blending the rhythm and vivid metaphor of poetry with the discursive nature of the essay, the writings in. Plainwater. dazzle us with their invention and enlighten us with their erudition.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Writing",
                "Nonfiction",
                "Cultural",
                "Female Authors",
                "Literature",
                "Classics",
                "Short Stories",
                "Contemporary"
            ]
        },
        {
            "title": "Rowan of Rin",
            "authors": [
                "Emily Rodda"
            ],
            "ranking": 3.94,
            "ranking_count": 6239,
            "abstract": "Bravest heart will carry on when sleep is death, and hope is gone. Rowan doesn't believe he has a brave heart. But when the river that supports his village of Rin runs dry, he must join a dangerous journey to its source in the forbidden Mountain. To save Rin, Rowan and his companions must conquer not only the Mountain's many tricks, but also the fierce dragon that lives at its peak.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Adventure",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "Islam, Liberty and Development",
            "authors": [
                "Mohammad Khatami"
            ],
            "ranking": 3.64,
            "ranking_count": 11,
            "abstract": "This book is a reflection of the intellectual concerns of its author with the demands of religious belief in the modern era, a subject that reverberates today on three different levels in the discourse of the Muslim world, affecting elites and the masses alike.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "ودخلت الخيل الأزهر",
            "authors": [
                "محمد جلال كشك"
            ],
            "ranking": 4.19,
            "ranking_count": 982,
            "abstract": "الخلاف حول تفسير التاريخ ليس ظاهرة ترف، ولا هو مجرد خلاف حول تفسير الماضي، بل هو في الدرجة الأولى خلاف حول الطريق إلى المستقبل. ومنذ الغزو الفرنسي لمصر ظهرت مدرستان :المدرسة الاستعمارية التى تمثلها كتابات د/ لويس عوض التى تنادي بالتغريب وتعتبر أن المتعاونين مع الاستعمار هم رواد التقدم وطليعته، ومن نماذجها المعلم يعقوب والذين داروا مع جنود الاحتلال. وفي مواجهة هذه المدرسة قامت المدرسة الوطنية لتفسير التاريخ التى ترى الوطن والتقدم والحداثة من منظور واحد هو مقاومة التبعية لأوروبا؛ مقاومة الاحتلال الغربي للشرق الاسلامي، وتمثلها كتابات الأستاذ محمد جلال كشك . الذى أصدر كتابه هذا في اعقاب هزيمة 67 عندما نشطت المدرسة الاستعمارية للترويج للدور التحضيري والتحريري الذى لعبه غزو البلدان المتقدمة للشرق المتخلف، وكانوا في الحقيقة يدعون الأمة العربية وقتها لقبول التحضير الإسرائيلي !وكان صدور هذا الكتاب -وقتها - محاولة لكشف هذا التزييف، وإعادة ثقة الأمة بمستقبلها، من حلال وعيها بماضيها.. واليوم إذ يعود ورثة المعلم يعقوب، ودعاة المدرسة الاستعمارية، فيسيطرون على وسائل الإعلام، وينتهزون مناسبة الاحتفالات بالثورة الفرنسية للترويج من جديد لمفاهيمهم، فيخلطون عن عمد بين إنجازات الثورة الفرنسية وجرائم الاحتلال في بلادنا، تأتي هذه الطبعة الجديدة المزيدة من الكتاب الذي كان علامة فاصلة في دراسة وتفسير تاريخ الحملة الفرنسية بل وعلاقة الشرق بالغرب.. لتحميل الرواية من هذا الرابط :. https://goo.gl/iX8PIW",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Cultural",
                "Religion"
            ]
        },
        {
            "title": "Scientology 8-8008: How to Increase Your Spirituality Ability from Zero to Infinity",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 2.99,
            "ranking_count": 180,
            "abstract": "You can live life and learn of life, but life will never be truly comprehensible to you, no matter how much you live, unless you know the basics of life itself contained in. Scientology 8-8008. .. These basics are nothing less than the foundation upon which rest all your hopes and dreams and any beauty you will ever see or feel.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "শেষ প্রশ্ন",
            "authors": [
                "Sarat Chandra Chattopadhyay",
                "শরৎচন্দ্র চট্টোপাধ্যায়"
            ],
            "ranking": 3.98,
            "ranking_count": 503,
            "abstract": "‘Like. Dickens. , Saratchandra had a bag of wonderful tales’—The Hindu. The Final Question (. Shesh Prashna. ) is one of Saratchandra Chattopadhyay’s last novels and perhaps his most radically innovative. The novel caused a sensation when it was first published in 1931, drawing censure from conservative critics but enthusiastic support from general readers, especially women.. The heroine, Kamal, is exceptional for her time. She lives and travels by herself, has relationships with various men, looks poverty and suffering in the face, and asserts the autonomy of the individual being. In the process, she tears apart the frame of the expatriate Bengali society of Agra, where she lives. Through Kamal, Saratchandra questions Indian tradition and the norms of nationhood and womanhood.. The Final Question transcends time and will appeal to readers of all ages.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Asian Literature",
                "Womens"
            ]
        },
        {
            "title": "365 Tao: Daily Meditations",
            "authors": [
                "Ming-Dao Deng"
            ],
            "ranking": 4.01,
            "ranking_count": 3650,
            "abstract": "Place the word Tao. Into your heart.. Use no other words.. The Tao is constantly moving, the path that all life and the whole universe takes. There is nothing that is not part of it—harmonious living is to know and to move with the Tao—it is a way of life, the natural order of things, a force that flows through all life.. 365 Tao. is a contemporary book of meditations on what it means to be wholly a part of the Taoist way, and thus to be completely in harmony with oneself and the surrounding world.. Deng Ming-Dao is the author of eight books, including. The Living I Ching. ,. Chronicles of Tao. ,. Everyday Tao. , and. Scholar Warrior. . His books have been translated into fifteen languages. He studied qigong, philosophy, meditation, and internal martial arts with Taoist master Kwan Saihung for thirteen years, and with two other masters before that.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Spirituality",
                "Nonfiction",
                "Religion",
                "Self Help",
                "Poetry",
                "Reference",
                "Buddhism"
            ]
        },
        {
            "title": "Some Time Never: A Fable for Supermen",
            "authors": [
                "Roald Dahl"
            ],
            "ranking": 3.17,
            "ranking_count": 138,
            "abstract": "Some Time Never is a blend of realism and outrageous fantasy. It is the story of the hitherto little-known Gremlins. It is moreover a piercing commentary on Man and the qualities in Man which are leading him to his destruction.. The Gremlins were the original rulers of the earth in ages past, but with the advent of Man and the spread of his obnoxious activities to every part of the globe, the Gremlins were forced underground to a subterranean network of tunnels. Out for revenge and for the restoration of their former dominant position in the world's affairs, the Gremlins bent every effort to plotting Man's annihilation.. During the Battle of Britain these odd and menacing creatures began an offensive against pilots in an effort to hasten the eradication of the human race. From the experiences of three Royal Air Force pilots, Stuffy, Peternip and Progboot, we get an appalling picture of Gremlin activities, and through the eyes of the Gremlins themselves we get a portrait of Man that is far from flattering.. After the Battle of Britain the Gremlins became convinced that Man would effect his own self-destruction without any help from them—so they ceased their ingenious offensive and retired underground to wait...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Classics"
            ]
        },
        {
            "title": "The Tooth Fairy",
            "authors": [
                "Graham Joyce"
            ],
            "ranking": 3.82,
            "ranking_count": 2883,
            "abstract": "Sam and his friends are like any normal gang of normal young boys—roaming wild around the outskirts of their car-factory town, daring adults to challenge their freedom. Then one day Sam wakes to find the tooth fairy sitting on the edge of his bed—but this is not the benign figure of childhood myth. This is an enigmatic presence that both torments and seduces him, changing his life forever.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Magical Realism",
                "Young Adult",
                "Novels"
            ]
        },
        {
            "title": "Heaven Has No Favorites",
            "authors": [
                "Erich Maria Remarque"
            ],
            "ranking": 4.26,
            "ranking_count": 10725,
            "abstract": "From one of the twentieth century’s master novelists, the author of the classic All Quiet on the Western Front, comes Heaven Has No Favorites, a bittersweet story of unconventional love that sweeps across Europe.. Lillian is charming, beautiful . . . and slowly dying of consumption. But she doesn’t wish to end her days in a hospital in the Alps. She wants to see Paris again, then Venice—to live frivolously for as long as possible. She might die on the road, she might not, but before she goes, she wants a chance at life.. Clerfayt, a race-car driver, tempts fate every time he’s behind the wheel. A man with no illusions about chance, he is powerfully drawn to a woman who can look death in the eye and laugh. Together, he and Lillian make an unusual pair, living only for the moment, without regard for the future. It’s a perfect arrangement—until one of them begins to fall in love.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Romance",
                "Historical",
                "Novels",
                "Cultural",
                "Drama",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Wieża Jaskółki",
            "authors": [
                "Andrzej Sapkowski"
            ],
            "ranking": 4.24,
            "ranking_count": 71018,
            "abstract": "Ciri staje przed swoim przeznaczeniem. Drakkar wiozący Yennefer trafia w oko czarodziejskiego cyklonu. Czy wśród przyjaciół wiedźmina ukrywa się zdrajca? Czwarta, przedostatnia odłona epopei o świecie wiedźmina i wojnach, jakie nim wstrząsają. W zagubionej wśród bagien chacie pustelnika ciężko ranna Ciri powraca do zdrowia. Jej tropem podążają bezlitośni zabójcy z Nilfgaardu. Tymczasem drużyna Geralta, unikając coraz to nowych niebezpieczeństw, dociera wreszcie do ukrywjących się druidów. Czy wiedźminowi uda się odnaleźć Ciri? Jaką rolę odegra osnuta legendą Wieża Jaskółki?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Adventure",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Bear Nobody Wanted",
            "authors": [
                "Janet Ahlberg",
                "Allan Ahlberg"
            ],
            "ranking": 3.97,
            "ranking_count": 151,
            "abstract": "A teddy bear with a rather inflated opinion of himself has a series of not-always-pleasant adventures before finding a real home.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "Seventh Son",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 3.87,
            "ranking_count": 34430,
            "abstract": "In an alternate version of frontier America, young Alvin is the seventh son of a seventh son, and such a birth is powerful magic. Yet even in the loving safety of his home, dark forces reach out to destroy him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Historical",
                "Science Fiction Fantasy",
                "Young Adult",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Uncle Ovid's Exercise Book",
            "authors": [
                "Don Webb"
            ],
            "ranking": 3.69,
            "ranking_count": 16,
            "abstract": "In these postmodernist episodes of high comedy, Don Webb turns Ovid's classic work,. The Metamorphosis. , on its head. Awarded the 1988 Illinois State University/Fiction Collective Prize through a nationwide fiction competition, Webb's first book of fiction, Uncle Ovid's Exercise Book, explores the theme of change in hitherto unimagined manifestations—from the everyday to the mysterious to the miraculous. These eight dozen metamorphoses are widely funny, profound, and—ike change itself—always surprising.. With rare originality and breadth, Webb draws upon Egyptian mythology, molecular biology, classical poetry, contemporary pop culture, literary theory, Eastern mysticism, and science fiction, composing them into an offbeat fugue on the theme of transformation.. Metamorphosis No. 39 resurrects the ancient Egyptian gods, Set, Toth, and Osiris, who return to America to mastermind a plot to alter contemporary consciousness. Their scheme includes the broadcast of subliminal archetypal images during returns of I Love Lucy. In a later metamorphosis, another ancient god—Dionysius—returns to modern day Atlantic City to recruit winos for a new band of satyrs.. Ancient gods are not the only agents of change. Metamorphosis also spreads to the White House in an episode describing the clandestine life of the president's drug supplier—who risks death to satisfy the chief executive's taste for organic hallucinogens.. A hilarious New Age western saga unfolds in Metamorphosis No.5 W.B. Porter, the Last of the Singing Cowboys— a hero with a degree in chemical engineering and a proficiency on the sitar—foils the Uzi-toting Mendoza gang—tough hombres schooled in the Fourteen Mysteries of Toltec Sorcery—in their attempt to pull a heist on a condo construction project.. This theme of transformation extends even to the farming narrative of UOEB itself, which at one point unexpectedly becomes the diary of an Englishwoman who is held captive in a potting shed by a maniacal pastor.. These variations on a theme are sometimes hilarious, sometimes cryptic, sometimes curiously moving—and always disturbingly provocative. With his hat off to Ovid, Don Webb pulls together high-spirited wit, eclecticism, and sheer inventiveness to make. Uncle Ovid's Exercise Book. a richly comic, absorbing, and singular work of a new order.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "Seven Steps to Inner Power Workbook",
            "authors": [
                "Tae Yun Kim"
            ],
            "ranking": 4.93,
            "ranking_count": 14,
            "abstract": "Paperback workbook with questions, answers and quotes that follow the Seven Steps to Inner Power book. Special library binding so that it says open. Dimensions are 8 1/2 x 11 and 3/8 thick, 104 pages.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Freedom Road",
            "authors": [
                "Howard Fast",
                "Eric Foner",
                "W.E.B. Du Bois"
            ],
            "ranking": 4.12,
            "ranking_count": 405,
            "abstract": "Howard Fast makes superb use of his material. ... Aside from its social and historical implications, Freedom Road is a high-geared story, told with that peculiar dramatic intensity of which Fast is a master. -- Chicago Daily News",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Race",
                "Military History",
                "War",
                "North American Hi...",
                "Novels"
            ]
        },
        {
            "title": "Frida: A Biography of Frida Kahlo",
            "authors": [
                "Hayden Herrera"
            ],
            "ranking": 3.98,
            "ranking_count": 56830,
            "abstract": "Hailed by readers and critics across the country, this engrossing biography of Mexican painter Frida Kahlo reveals a woman of extreme magnetism and originality, an artist whose sensual vibrancy came straight from her own experiences: her childhood near Mexico City during the Mexican Revolution; a devastating accident at age eighteen that left her crippled and unable to bear children; her tempestuous marriage to muralist Diego Rivera and intermittent love affairs with men as diverse as Isamu Noguchi and Leon Trotsky; her association with the Communist Party; her absorption in Mexican folklore and culture; and her dramatic love of spectacle.. Here is the tumultuous life of an extraordinary twentieth-century woman -- with illustrations as rich and haunting as her legend.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Art",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Feminism",
                "Autobiography",
                "Historical",
                "Womens"
            ]
        },
        {
            "title": "The Long Gray Line: The American Journey of West Point's Class of 1966",
            "authors": [
                "Rick Atkinson"
            ],
            "ranking": 4.27,
            "ranking_count": 2924,
            "abstract": "A story of epic proportions [and] an awesome feat of biographical reconstruction.—. The Boston Globe. A classic of its kind,. The Long Gray Line. is the twenty-five-year saga of the West Point class of 1966. With a novelist's eye for detail, Rick Atkinson illuminates this powerful story through the lives of three classmates and the women they loved—from the boisterous cadet years, to the fires of Vietnam, to the hard peace and internal struggles that followed the war. The rich cast of characters also includes Douglas MacArthur, William C. Westmoreland, and a score of other memorable figures. The class of 1966 straddled a fault line in American history, and Atkinson's masterly book speaks for a generation of American men and women about innocence, patriotism, and the price we pay for our dreams",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Biography",
                "North American Hi...",
                "Leadership",
                "Historical",
                "The United States Of America"
            ]
        },
        {
            "title": "Walt Disney's Mother Goose (A Little Golden Book)",
            "authors": [
                "Al Dempster",
                "Walt Disney Company"
            ],
            "ranking": 4.32,
            "ranking_count": 2287,
            "abstract": "Vintage artwork and the classic Disney characters add a world of charm to these perennial Mother Goose nursery rhyme favorites–from “Peter Pumpkin Eater,” “Hey, Diddle, Diddle,” and “Little Miss Muffet” to “Jack Sprat,” “Simple Simon,” “Old King Cole,” and more. This Little Golden Book from the 1940s is a must-have addition to every Little Golden Book collector’s library.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Poetry",
                "Fiction",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "In the Shape of a Boar",
            "authors": [
                "Lawrence Norfolk"
            ],
            "ranking": 3.44,
            "ranking_count": 253,
            "abstract": "Lawrence Norfolk's In the Shape of a Boar is a juggernaut of a novel, an epic tour de force of love and betrayal, ancient myths and modern horrors. The story begins in the ancient world of mythic Greece, where a dark tale of treachery and destructive love unfolds amid the hunt for the Boar of Kalydon -- a tale that will reverberate in those same hills across the millennia in the final chaotic months of World War II, as a band of Greek partisans pursues an S.S. officer on a mission of vengeance. After the war, a young Jewish Romanian refugee, Solomon Memel, who was among the hunters will create a poem based on the experience, which becomes an international literary sensation. But the truth of what happened in the hills of Kalydon in 1945 is more complicated than it seems, and as the older Sol reunites with his childhood love in 1970s Paris, the dark memories and horrors of those days will emerge anew. .... classical Greek culture and twentieth-century barbarism, the nature of human evil and the ambiguity of storytelling itself ... Dazzling. -- David Kipen, San Francisco Chronicle Wonderfully complex ... a fascinating story built from layered narrative lines. -- Reamy Jansen,The Washington Post Book World In the Shape of a Boar is a Herculean task accomplished with bravado and style ... storytelling of the highest echelon. -- Andrew Ervin, The Hartford Courant",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Unfinished",
                "European Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Preacher, Volume 5: Dixie Fried",
            "authors": [
                "Garth Ennis",
                "Steve Dillon"
            ],
            "ranking": 4.28,
            "ranking_count": 19303,
            "abstract": "Collectible. First Edition. Fifth Printing.. Collects PREACHER #28-33.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Comics",
                "Graphic Novels Comics",
                "Horror",
                "Fantasy",
                "Religion",
                "Westerns"
            ]
        },
        {
            "title": "The Divided Self: An Existential Study in Sanity and Madness",
            "authors": [
                "R.D. Laing"
            ],
            "ranking": 4.1,
            "ranking_count": 5366,
            "abstract": "In The Divided Self (1960), Laing contrasted the experience of the ontologically secure person with that of a person who cannot take the realness, aliveness, autonomy and identity of himself and others for granted and who consequently contrives strategies to avoid losing his self. Laing explains how we all exist in the world as beings, defined by others who carry a model of us in their heads, just as we carry models of them in our heads. In later writings he often takes this to deeper levels, laboriously spelling out how A knows that B knows that A knows that B knows...! Our feelings and motivations derive very much from this condition of being in the world in the sense of existing for others, who exist for us. Without this we suffer ontological insecurity, a condition often expressed in terms of being dead by people who are clearly still physically alive.. This watershed work aimed to make madness comprehensible, and in doing so revolutionized the way we perceive mental illness. Using case studies of patients he had worked with, psychiatrist R. D. Laing argued that psychosis is not a medical condition, but an outcome of the 'divided self', or the tension between the two personas within us: one our authentic, private identity, and the other the false, 'sane' self that we present to the world. Laing's radical approach to insanity offered a rich existential analysis of personal alienation and made him a cult figure in the 1960s, yet his work was most significant for its humane attitude, which put the patient back at the centre of treatment. R.D. Laing (1927-1989), one of the best-known psychiatrists of modern times, was born in Glasgow, Scotland.. This work is available on its own or as part of the 7 volume set iSelected Works of R. D. Laing",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Philosophy",
                "Medicine",
                "Science",
                "Health",
                "Mental Health",
                "Sociology"
            ]
        },
        {
            "title": "Spock's World",
            "authors": [
                "Diane Duane"
            ],
            "ranking": 4.05,
            "ranking_count": 3016,
            "abstract": "It is the twenty-third century. On the planet Vulcan, a crisis of unprecedented proportion has caused the convocation of the planet's ruling council—and summoned the U.S.S.. Enterprise. ™ from halfway across the galaxy to bring Vulcan's most famous son home in its hour of need. As Commander Spock, his father, Sarek, and Captain James T. Kirk struggle to preserve Vulcan's future, the planet's innermost secrets are laid before us, from its beginnings millions of years ago to its savage prehistory, from merciless tribal warfare to medieval court intrigue, from the exploration of space to the development of. o'thia. —the ruling ethic of logic. And Spock—torn between his duty to Starfleet and the unbreakable ties that bind him to Vulcan—must reconcile both his own inner conflict and the external dilemma his planet faces... lest the Federation itself be ripped asunder.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Fantasy",
                "Space",
                "Novels",
                "Pop Culture"
            ]
        },
        {
            "title": "Ocean Sea",
            "authors": [
                "Alessandro Baricco",
                "Alastair McEwen"
            ],
            "ranking": 4.1,
            "ranking_count": 20198,
            "abstract": "This haunting, suspenseful tale of love and vengeance by the author of the international bestseller. Silk. surges with the hypnotic power of the ocean sea.. In. Ocean Sea. , Alessandro Baricco presents a hypnotizing postmodern fable of human malady--psychological, existential, erotic--and the sea as a means of deliverance. At the Almayer Inn, a remote shoreline hotel, an artist dips his brush in a cup of ocean water to paint a portrait of the sea. A scientist pens love letters to a woman he has yet to meet. An adulteress searches for relief from her proclivity to fall in love. And a sixteen-year-old girl seeks a cure from a mysterious condition which science has failed to remedy. When these people meet, their fates begin to interact as if by design. Enter a mighty tempest and a ghostly mariner with a thirst for vengeance, and the Inn becomes a place where destiny and desire battle for the upper hand. Playful, provocative, and ultimately profound, Ocean Sea is a novel of striking originality and wisdom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Contemporary",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "Outside the Dog Museum",
            "authors": [
                "Jonathan Carroll"
            ],
            "ranking": 3.96,
            "ranking_count": 1668,
            "abstract": "Harry Radcliffe is a brilliant prize-winning architect---witty and remarkable. He's also a self-serving opportunist, ready to take advantage of whatever situations, and women, come his way. But now, newly divorced and having had an inexplicable nervous breakdown, Harry is being wooed by the extremely wealthy Sultan of Saru to design a billion-dollar dog museum. In Saru, he finds himself in a world even madder and more unreal than the one he left behind, and as his obsession grows, the powers of magic weave around him, and the implications of his strange undertaking grow more ominous and astounding....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Magical Realism",
                "Horror",
                "Contemporary",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Skurðir í rigningu",
            "authors": [
                "Jón Kalman Stefánsson"
            ],
            "ranking": 3.64,
            "ranking_count": 72,
            "abstract": "Íslenska sveitin, sérstakt fólk og misblíð örlög þess. Með þessu bráðskemmtilega smásagnasafni kveður nýr höfundur sér hljóðs með óvenju miklum glæsibrag.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Edge of Eternity",
            "authors": [
                "Randy Alcorn"
            ],
            "ranking": 4.06,
            "ranking_count": 1576,
            "abstract": "Imagine Being Pulled Into the Hereafter. While You’re Still Alive.. A disillusioned business executive whose life has hit a dead-end, Nick Seagrave has lost loved ones to tragedy and his family to neglect. Now, at a point of great crisis, he unbelievably and inexplicably finds himself transported to what appears to be another world.. Suddenly he’s confronted with profoundly clear views of his own past and personality. At the same time, he’s enabled to see, hear, taste, and smell the realities of both heaven and hell–realities that force him to face dangers and trials far greater than any he’s known before.. Pitted against flying beasts, a monstrous web that threatens to hold him captive, an evil, brooding intelligence, and undeniable evidence of a spiritual world, Nick must finally consider the God he claims not to believe in.. Walking between two worlds, Nick Seagrave prepares to make decisions that will change his life forever, as he stands on the. Edge of Eternity. .",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Fantasy",
                "Novels",
                "Religion",
                "Inspirational",
                "Spirituality",
                "Anthologies"
            ]
        },
        {
            "title": "Collected Stories",
            "authors": [
                "W. Somerset Maugham",
                "Nicholas Shakespeare"
            ],
            "ranking": 4.33,
            "ranking_count": 1934,
            "abstract": "31 stories:. In a strange land --. Rain --. The Fall of Edward Bernard --. The Pool --. Mackintosh --. The Happy couple --. Unconquered --. Before the party --. Yellow streak --. Vessel of wrath --. Force of circumstances --. Alien corn --. Virtue --. Bum --. Treasure --. The Colonel's lady --. The Human Element --. Footprints in the jungle --. Book-bag --. The Back of beyond --. Mayhew --. Mirage --. The Letter --. The Outstation --. Red --. Miss King --. The Hairless Mexican --. Giulia Lazzari --. The Traitor --. His Excellency --. Sanatorium --",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "Rumah Kaca",
            "authors": [
                "Pramoedya Ananta Toer"
            ],
            "ranking": 4.33,
            "ranking_count": 3852,
            "abstract": "Tetralogi ini dibagi dalam format empat buku. Dan roman keempat,. Rumah Kaca. , memperlihatkan usaha kolonial memukul semua kegiatan kaum pergerakan dalam sebuah operasi pengarsipan yang rapi. Arsip adalah mata radar Hindia yang ditaruh di mana-mana untuk merekam apa pun yang digiatkan aktivis pergerakan itu. Pram dengan cerdas mengistilahkan politik arsip itu sebagai kegiatan pe-rumahkaca-an.. Novel besar berbahasa Indonesia yang menguras energi pengarangnya untuk menampilkan embrio Indonesia dalam ragangan negeri kolonial. Sebuah karya pascakolonial paling bergengsi.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Novels",
                "Asian Literature",
                "Historical",
                "Literature",
                "Classics",
                "Cultural",
                "Romance"
            ]
        },
        {
            "title": "The Gun Seller",
            "authors": [
                "Hugh Laurie"
            ],
            "ranking": 3.67,
            "ranking_count": 21512,
            "abstract": "When Thomas Lang, a hired gunman with a soft heart, is contracted to assassinate an American industrialist, he opts instead to warn the intended victim - a good deed that doesn't go unpunished.. Within hours Lang is butting heads with a Buddha statue, matching wits with evil billionaires, and putting his life (among other things) in the hands of a bevy of femmes fatales, whilst trying to save a beautiful lady ... and prevent an international bloodbath to boot.. A wonderfully funny novel from one of Britain's most famous comedians and star of award-winning US TV medical drama series,. House.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Mystery",
                "Thriller",
                "European Literature",
                "Spy Thriller",
                "Novels"
            ]
        },
        {
            "title": "Headhunter",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.85,
            "ranking_count": 1592,
            "abstract": "It all starts when Lilah Kemp - librarian, spiritualist, schizophrenic - inadvertantly lets Kurtz out of page 92 of. Heart of Darkness. and is unable to get him back in.. While Kurtz is stalking the streets of Toronto, Lilah frantically begins her search for Marlow to help her deal with the literary villain. Meanwhile, the city is becoming increasingly chaotic and terrifying. The rich and powerful are engaged in a web of depravity, a new and horrifying disease called sturnusemia has swept the city, and severly traumatized children are turning up at the local psychiatric institutes. Kurtz seems to be at the centre of it all.. Lilah, witness to events tearing the very fabric of her society, seeks solace as always in the great works of literature and prays for Marlow to find an capture Kurtz - before it's too late.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Fantasy",
                "Literature",
                "Literary Fiction",
                "Science Fiction",
                "Contemporary",
                "Mental Health",
                "Mystery"
            ]
        },
        {
            "title": "Old Magic",
            "authors": [
                "Marianne Curley"
            ],
            "ranking": 3.94,
            "ranking_count": 10655,
            "abstract": "When Kate first sees Jarrod she knows he is special and that like her he has magical powers. Soon Kate's grandmother realises that Jarrod and his family have an ancient curse placed upon them, and that they will have to tackle this.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Is Paris Burning?",
            "authors": [
                "Larry Collins",
                "Dominique Lapierre"
            ],
            "ranking": 4.13,
            "ranking_count": 3560,
            "abstract": "Dominique LaPierre Hitler's death sentence to the city of Paris in 1944 nearly happened. An extraordinary series of events, fastidiously researched here, saved the city from what Hitler wanted to leave to the Allies nothing but a field of ruins.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "War",
                "Military",
                "Historical"
            ]
        },
        {
            "title": "Charlotte Gray",
            "authors": [
                "Sebastian Faulks"
            ],
            "ranking": 3.81,
            "ranking_count": 10823,
            "abstract": "From the bestselling author of. Birdsong. comes. Charlotte Gray. , the remarkable story of a young Scottish woman who becomes caught up in the effort to liberate Occupied France from the Nazis while pursuing a perilous mission of her own.. In blacked-out, wartime London, Charlotte Gray develops a dangerous passion for a battle-weary RAF pilot, and when he fails to return from a daring flight into France she is determined to find him. In the service of the Resistance, she travels to the village of Lavaurette, dyeing her hair and changing her name to conceal her identity. Here she will come face-to-face with the harrowing truth of what took place during Europe's darkest years, and will confront a terrifying secret that threatens to cast its shadow over the remainder of her days. Vividly rendered, tremendously moving, and with a narrative sweep and power reminiscent of his novel. Birdsong. ,. Charlotte Gray. confirms Sebastian Faulks as one of the finest novelists working today.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Romance",
                "European Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Lost Moon: The Perilous Voyage of Apollo 13",
            "authors": [
                "Jim Lovell",
                "Jeffrey Kluger",
                "Fred Sanders"
            ],
            "ranking": 4.35,
            "ranking_count": 7869,
            "abstract": "April 1970. The glory days of the Apollo space program. NASA send Commander Jim Lovell and two other astronauts on America's fifth mission to the moon.. Only fifty-five hours into the flight, disaster strikes. A mysterious explosion rocks the ship. Its oxygen and power begin draining away. Lovell and his crew watch as the cockpit grows darker, the air grows thinner, and the instruments wink out one by one.. In this tale of astonishing courage, brilliant improvisation and thrilling adventure, the reader is transported right into the capsule during one of the worst disasters in the history of space exploration.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Space",
                "Science",
                "Biography",
                "Autobiography",
                "North American Hi...",
                "Historical",
                "Adventure"
            ]
        },
        {
            "title": "The Yosemite",
            "authors": [
                "John Muir"
            ],
            "ranking": 4.07,
            "ranking_count": 1243,
            "abstract": "This is a pre-1923 historical reproduction that was curated for quality. Quality assurance was conducted on each of these books in an attempt to remove books with imperfections introduced by the digitization process. Though we have made best efforts - the books may have occasional errors that do not impede the reading experience. We believe this work is culturally important and have elected to bring the book back into print as part of our continuing commitment to the preservation of printed works worldwide.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Environment",
                "Travel",
                "History",
                "Nature",
                "Science",
                "Autobiography",
                "Classics"
            ]
        },
        {
            "title": "Εντολή",
            "authors": [
                "Διδώ Σωτηρίου",
                "Dido Sotiriou"
            ],
            "ranking": 4.38,
            "ranking_count": 362,
            "abstract": "Η «Εντολή» της Διδώς Σωτηρίου είναι ένα βιβλίο πολιτικής λογοτεχνίας με καυτά βιώματα. Ζωντανεύει μυθιστορηματικά τις περιπέτειες της μεταπελευθερωτικής Ελλάδας ( 1944-1952 ), που δεν έπαψε να ‘χει τη μοίρα του Σίσυφου. Με πλαίσιο το χρονικό της σύλληψης, της δίκης και της εκτέλεσης του Κωστή, ενός παλικαριού που δεν αργούμε να μάθουμε πως είναι ο Νίκος Μπελογιάννης, παρακολουθούμε με σφιγμένη ανάσα να γκρεμίζονται στο χάος οι προσδοκίες, τα όνειρα και οι θυσίες του ελληνικού λαού για να στεριώσει το δρόμο του ο ιμπεριαλισμός στην Ανατολική Μεσόγειο. Εφιαλτικές πλεκτάνες ξένων και εγχώριων μυστικών υπηρεσιών, αντικομμουνιστική υστερία, δίκες, εκτελέσεις, τρόμος με στόχο το διαμελισμό των δημοκρατικών δυνάμεων. Η θυσία του Μπελογιάννη. Η αλήθεια για τον Πλουμπίδη. Τα λάθη της Αριστεράς και του Κέντρου. Ντοκουμέντα γνωστά και ντοκουμέντα που πρώτη φορά βλέπουν το φως της δημοσιότητας. Η «Εντολή» χαρακτηρίστηκε σαν «συνταραχτικό μεγάλο έργο, πολιτικής ευθύνης». «Γραμμένο αντικειμενικά, τεκμηριωμένα και γι’ αυτό πειστικά, με μπρεχτικής μορφής αποστασιοποίηση, είναι τελικά ένας ύμνος στην παλικαριά, στον πατριωτισμό και στην εντιμότητα της περήφανης γενιάς της Αντίστασης που σφαγιάστηκε. . .»",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Uttermost Part of the Earth",
            "authors": [
                "Lucas Bridges"
            ],
            "ranking": 4.57,
            "ranking_count": 185,
            "abstract": "Rapturous praise met the publication of Lucas Bridges' marvelous chronicle of Tierra del Fuego when it first came out in 1947, and that praise has hardly abated these past sixty years, nor has a book been written which supplants. Uttermost Part of the Earth. as the classic work on Tierra del Fuego and the little-known culture of the now-extinct Fuegian Indians.. When the author was born in Tierra del Fuego in 1874, it was truly an unknown land. On the southern coast was the small settlement established by his missionary parents; the rest of it, over 18,000 square miles of mountain, forest, marsh, and lake, was the hunting ground of fierce and hostile tribes. Bridges grew up among the coastal Yaghans, learning their language and their ways. In young manhood he made contact with the wild inland Ona tribe, became their friend and hunting companion, and was initiated into the men's lodge.. Surely the. New York Times'. critics's prediction for this book on its first publication has come true: I have no doubt that. Uttermost Part of the Earth. will achieve a permanent place in the literature of several subjects: adventure, anthropology, and frontier history. Indeed it is still the essential work and indispensable introduction for anyone yearning to experience the breathtaking remoteness and stunning landscapes of this far-flung wilderness at the uttermost part of the earth.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "History",
                "Adventure",
                "Anthropology",
                "Autobiography"
            ]
        },
        {
            "title": "New World Translation of the Holy Scriptures",
            "authors": [
                "Anonymous",
                "Watch Tower Bible and Tract Society"
            ],
            "ranking": 4.52,
            "ranking_count": 1320,
            "abstract": "It is a very responsible thing to translate the Holy Scriptures from their original languages of Hebrew, Aramaic and Greek into modern speech. Translating the Holy Scriptures means rendering into another language the thoughts and sayings of Jehovah God, the heavenly Author of this sacred library of sixty-six books that holy men of long ago were inspired to write down for our benefit today.. That is a very sobering thought. The translators of this work, who fear and love the Divine Author of the Holy Scriptures, feel toward Him a special responsibility to transmit his thoughts and declarations as accurately as possible. They also feel a responsibility toward the searching readers who depend upon a translation of the inspired Word of the Most High God for their everlasting salvation.. It was with such a sense of solemn responsibility that over the course of many years this committee of dedicated men have produced the New World Translation of the Holy Scriptures. The entire work was originally released in six volumes, from 1950 to 1960. From the start it was the desire of the translators to have all these volumes brought together into one book, inasmuch as the Holy Scriptures are in actuality one book by the One Author. While the original volumes contained marginal references and footnotes, the revised one-volume edition, released in 1961, contained neither footnotes nor marginal references. A second revision was released in 1970 and a third revision with footnotes followed in 1971. In 1969 the committee released The Kingdom Interlinear Translation of the Greek Scriptures, which presented under the Greek text revised by Westcott and Hort (1948 Reprint) a literal word-for-word translation into English. During the past 34 years the New World Translation has been translated in part or in its entirety into ten other languages, with a total printing and distribution surpassing 39 million.. This new edition is not just a refinement of the translated text beyond its already previous revisions, but it has been expanded to include a complete updating and revision of the marginal (cross) references that were initially presented in English, from 1950 to 1960.. This 1984 revision has been released by us to the Watch Tower Bible and Tract Society of Pennsylvania for printing, translation into other leading languages and distribution. We thus make it available with a deep sense of gratitude to the Divine Author of the Holy Scriptures, who has so privileged us and in whose spirit we have trusted in producing this revision. We pray for his blessing upon those who use this translation for spiritual advancement.. New World Bible Translation Committee. June 1, 1984, New York, N.Y.",
            "part_of_series": true,
            "genre_list": [
                "Religion",
                "Reference",
                "Classics",
                "Spirituality",
                "Nonfiction",
                "Inspirational"
            ]
        },
        {
            "title": "Don Quixote (which was a dream)",
            "authors": [
                "Kathy Acker"
            ],
            "ranking": 3.76,
            "ranking_count": 689,
            "abstract": "Kathy Acker's Don Quixote is an indomitable woman on a formidable quest: to become a knight and defeat the evil enchanters of modern America by pursuing the most insane idea that any woman can think of. Which is to love.'. In this visionary world, Don Quixote journeys through American history to the final dys of the Nixon administration, passing on the way through a New York reminiscent of prerevolutionary St. Petersburg and a brutally defamiliarized contemporary London. Here transvestites who might play at being Nazis and beautiful she-males enact the rituals of courtly love. Presiding overt this late-twentieth-century. Levithian. is Thomas Hobbes--the Angel of Death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Feminism",
                "Classics",
                "Literature",
                "Novels",
                "Contemporary",
                "The United States Of America",
                "Literary Fiction",
                "LGBT"
            ]
        },
        {
            "title": "Under the Black  Ensign",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 3.41,
            "ranking_count": 341,
            "abstract": "Long before Captain Jack Sparrow raised hell with the. Pirates of the Caribbean,. Tom Bristol sailed to hell and back. Under the Black Ensign.. That’s. where the. real. adventure begins.. Bristol’s had plenty of bad luck in his life. Press-ganged into serving aboard a British vessel, he’s felt the cruel captain’s lash on his back. Then, freed from his servitude by pirates, his good fortune immediately takes a bad turn . . . as the pirates accuse him of murder—and leave him to die on a deserted island. Now all he has left are a few drops of water, a gun, and just enough bullets to put himself out of his misery.. But Bristol’s luck is about to change. Finding himself in the unexpected company of a fiery woman and a crafty crew, he unsheathes his sword, raises a pirate flag of his own, and sets off to make love and war on the open seas.. In his early twenties, Hubbard led the two-and-a-half-month, five-thousand-mile Caribbean Motion Picture Expedition. He followed that with the West Indies Mineralogical Expedition near San Juan, Puerto Rico, in which he completed the island’s first mineralogical survey as an American territory. It was during these two journeys that Hubbard became an expert on the Caribbean’s colorful history—an expertise he drew on to write stories like. Under the Black Ensign.. “A riveting tale of sailing ships, piracy and the high seas.”. —Midwest Book Review. * A National Indie Excellence Award Winner",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Historical",
                "Pulp",
                "Action",
                "Fantasy",
                "Novella",
                "Audiobook"
            ]
        },
        {
            "title": "Rehepapp ehk november",
            "authors": [
                "Andrus Kivirähk",
                "Linda Uustalu"
            ],
            "ranking": 4.12,
            "ranking_count": 3328,
            "abstract": "Romaan eesti rahva raskest elust mõisahärrade rõhumise all. Rängas olukorras ei jää rahval muud üle, kui krabada endale kõike mida kätte saab, olgu siis naabri sahvrist, mõisaaiast või teede ristmikul vanakurja käest. Loomulikult on mängus ka kõiksugused kratid, tondid ja kollid, kes varitsevad põõsas, silmad põlemas, et paljukannatanud külainimestele veelgi kurja teha.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Classics",
                "Academic",
                "Humor",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Mine",
            "authors": [
                "Robert R. McCammon"
            ],
            "ranking": 3.91,
            "ranking_count": 10221,
            "abstract": "Adrift in the 1980s and slowly losing her mind, a heavily armed former '60s radical kidnaps a baby with the hope, deluded as it may be, of returning her life to simpler times. The child's mother, though, isn't about to take it lying down and, along with a tracker, begins a cross-country chase to get her child back.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Suspense",
                "Mystery",
                "Modern",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Heroes of Ohio: 23 True Tales of Courage and Character",
            "authors": [
                "Rick Sowash"
            ],
            "ranking": 3.59,
            "ranking_count": 27,
            "abstract": "Here are the true stories of 23 Ohioans who defied the odds. They are men and women, young and old, of many races. Some lived long ago and some are still in the news today. They are our pioneers, our defenders, our inventors, our angels of mercy. When they were told that it couldn't be done, they did it, anyway--showing us all how courage and character really do count.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "The New Adventures of the Mad Scientists' Club",
            "authors": [
                "Bertrand R. Brinley",
                "Charles Geer"
            ],
            "ranking": 4.34,
            "ranking_count": 728,
            "abstract": "A secret cavern becomes the perfect spot to restore a midget submarine, bank robbers must be apprehended, a flying sorcerer looms over Mammoth Falls and that's just the beginning of five more mad, mad MAD adventures!! This is book three in the Mad Scientists' Club series.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Short Stories",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Classics"
            ]
        },
        {
            "title": "The Open Society and Its Enemies - Volume Two: Hegel and Marx",
            "authors": [
                "Karl Popper"
            ],
            "ranking": 4.08,
            "ranking_count": 2131,
            "abstract": "Written in political exile in New Zealand during the World War II and first published in two volumes in 1945, Karl Poppers The Open Society and its Enemies was hailed by Bertrand Russell as a vigorous and profound defence of democracy. Its now legendary attack on the philosophies of Plato, Hegel and Marx prophesied the collapse of communism in Eastern Europe and exposed the fatal flaws of socially engineered political systems.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Sociology",
                "Culture",
                "Social Science",
                "Science",
                "Economics"
            ]
        },
        {
            "title": "The Prince in Waiting",
            "authors": [
                "John Christopher"
            ],
            "ranking": 3.88,
            "ranking_count": 955,
            "abstract": "Luke lives in a society whose finest art is fighting. Since a natural disaster years before, there have been no machines; people must rely on their bodies and wits. All believe in the Spirits- strange, otherworldly beings whose messages are relayed through holy Seers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Apocalyptic",
                "Childrens",
                "Novels",
                "Science Fiction Fantasy",
                "Historical"
            ]
        },
        {
            "title": "The Lost Prince",
            "authors": [
                "Frances Hodgson Burnett"
            ],
            "ranking": 3.83,
            "ranking_count": 2829,
            "abstract": "From the author of such children's classics as The Secret Garden, Little Lord Fauntleroy, and A Little Princess, The Lost Prince is the enchanting story of a young boy discovering his true destiny. Twelve-year-old Marco knows he is being trained for something, but he isn't sure what. All his life he has traveled with his father in secrecy, learning many languages and the ways of a gentleman, but forbidden to speak about their country of origin, Samavia. Samavia has been fraught with war for the last 500 years, ever since the prince mysteriously disappeared. But now, there is hope that peace may come at last, as it has been rumored that a descendant of the lost prince may have been found.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Childrens",
                "Historical",
                "Young Adult",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "The Diary of Emily Dickinson",
            "authors": [
                "Jamie Fuller",
                "Marlene McLoughlin"
            ],
            "ranking": 3.45,
            "ranking_count": 83,
            "abstract": "The discovery of Emily Dickinson's poetry after her death unleashed a series of mysteries and revelations that astonished those who knew her and continue to intrigue readers today. Who was the reclusive woman who wrote these wise and beautiful verses? Slowly answers came and, with them, more questions. Why did Emily continue to seek the advice of Thomas Wentworth Higginson when he never recognized her genius? To whom were the mysterious master letters, written at the height of her poetic creativity, addressed? Why did she keep most of her writing secret from her family? Did she hope for eventual fame? Answers to such questions could have been suggested in 1916, when, during reconstruction of the Dickinson house in Amherst, Massachusetts, a worker discovered Emily's secret diary hidden in a crevice of the wall of the conservatory. Unfortunately, he kept the discovery to himself for many years. Only now has this remarkable document, edited and annotated by Jamie Fuller, become available to Dickinson admirers. Such is the premise of this unique fictional work. The diary begins in March 1867 and ends in April 1868. During this span Dickinson recounts the revelations and trials of her day-to-day life, from burnt puddings to professions of undying love. With discriminating insight, Fuller helps extract from Dickinson's cryptic style her views on God, family, nature, death, love, poetry, fame, and her role as a woman in a patriarchal society. Most of all, The Diary of Emily Dickinson is an exquisite account of what it means to live the writing life, to live for poetry. Author Jamie Fuller has given us a fictional diary based on close readings of Dickinson's writings and contemporaneousmaterials, that is so sensitive and sympathetic, so delicately and smoothly written, in a style so closely resembling Emily's own, that one could well believe it contains the private musings of the enigmatic poet. In it, Emily Dickinson comes alive.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Historical",
                "Fiction",
                "Diary"
            ]
        },
        {
            "title": "More Than Human",
            "authors": [
                "Theodore Sturgeon"
            ],
            "ranking": 3.95,
            "ranking_count": 16983,
            "abstract": "There's Lone, the simpleton who can hear other people's thoughts and make a man blow his brains out just by looking at him. There's Janie, who moves things without touching them, and there are the teleporting twins, who can travel ten feet or ten miles. There's Baby, who invented an antigravity engine while still in the cradle, and Gerry, who has everything it takes to run the world except for a conscience. Separately, they are talented freaks. Together, they compose a single organism that may represent the next step in evolution, and the final chapter in the history of the human race.. In this genre-bending novel - among the first to have launched scifi into the arena of literature - one of the great imaginers of the twentieth century tells a story as mind-blowing as any controlled substance and as affecting as a glimpse into a stranger's soul. For as the protagonists of. More Than Human. struggle to find who they are and whether they are meant to help humanity or destroy it. Theodore Sturgeon explores questions of power and morality, individuality and belonging, with suspense, pathos, and a lyricism rarely seen in science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Classics",
                "Science Fiction Fantasy",
                "Novels",
                "Speculative Fiction",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Siapa Pembunuh Palomino Molero?",
            "authors": [
                "Mario Vargas Llosa",
                "Ronny Agustinus"
            ],
            "ranking": 3.56,
            "ranking_count": 5771,
            "abstract": "Lebih dari politisi yang maju sebagai calon presiden Peru, lebih dari aktivis penentang kediktatoran, lebih kritikus sastra yang tajam, Mario Vargas Llosa sejatinya adalah seorang sastrawan. Pemenang Nobel Sastra 2010 ini diakui sebagai sastrawan Amerika Latin paling penting dan berpengaruh di dunia belakangan ini. Karya-karyanya kuat dan berbobot, sekaligus memikat dan enak dibaca oleh siapa saja. Di tangan Mario Vargas Llosa, berpadu bobot sastra dan serunya bacaan.. Nyaris bersamaan dengan pemberontakan Sendero Luminoso, Mario Vargas Llosa diminta Presiden Peru untuk masuk komisi investigasi yang bertugas menyelidiki pembantaian delapan wartawan oleh penduduk Uchuraccay dan mengumumkan hasilnya pada masyarakat. Tak lama kemudian lahirlah novelnya. Siapa Pembunuh Palomino Molero (¿Quién mató a Palomino Molero?). yang ditulis dalam bentuk novel misteri. Inilah ruwatan sastrawi gaya Vargas Llosa atas pengalaman pribadinya selama bertugas dalam komisi itu.. Vargas Llosa menunjukkan bahwa konsep kita tentang hukum dan keadilan tidak memadai untuk melacak watak asli kejahatan. — Richard Lourie,. New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "Novels",
                "Literature",
                "European Literature",
                "Nobel Prize"
            ]
        },
        {
            "title": "Burger's Daughter",
            "authors": [
                "Nadine Gordimer"
            ],
            "ranking": 3.53,
            "ranking_count": 1982,
            "abstract": "As a depiction of South Africa, this novel is more revealing than a thousand news dispatches as it tells the story of a young woman cast in the role of a young revolutionary, trying to uphold a heritage handed on by martyred parents while carving out a sense of one's self.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Nobel Prize",
                "Historical",
                "Literature",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Extended Phenotype: The Long Reach of the Gene",
            "authors": [
                "Richard Dawkins",
                "Daniel C. Dennett"
            ],
            "ranking": 4.11,
            "ranking_count": 8784,
            "abstract": "People commonly view evolution as a process of competition between individuals—known as “survival of the fittest”—with the individual representing the “unit of selection.” Richard Dawkins offers a controversial reinterpretation of that idea in The Extended Phenotype, now being reissued to coincide with the publication of the second edition of his highly-acclaimed The Selfish Gene. He proposes that we look at evolution as a battle between genes instead of between whole organisms. We can then view changes in phenotypes—the end products of genes, like eye color or leaf shape, which are usually considered to increase the fitness of an individual—as serving the evolutionary interests of genes.. Dawkins makes a convincing case that considering one’s body, personality, and environment as a field of combat in a kind of “arms race” between genes fighting to express themselves on a strand of DNA can clarify and extend the idea of survival of the fittest. This influential and controversial book illuminates the complex world of genetics in an engaging, lively manner.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Philosophy",
                "Religion",
                "Psychology",
                "Environment"
            ]
        },
        {
            "title": "Piecas dienas",
            "authors": [
                "Anšlavs Eglītis"
            ],
            "ranking": 4.28,
            "ranking_count": 40,
            "abstract": "Piecas dienas ir viens no politiski asākajiem A.Eglīša romāniem. Tas ir nesaudzīgs padomju dzīves īstenības attēlojums, sākot ar Baigo gadu un deportācijām līdz pat laikam, ko varam saukt par mūsu dienām.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Undlas Main Ajnabi / اندلس میں اجنبی",
            "authors": [
                "Mustansar Hussain Tarar"
            ],
            "ranking": 4.18,
            "ranking_count": 474,
            "abstract": "مستنصر حسین تارڑ کا سفرنامہ ہسپانیہ۔. اندلس کے ناسٹلجیا سے چھلکتا اور چھلکاتا ہوا۔",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction"
            ]
        },
        {
            "title": "Animals",
            "authors": [
                "John Skipp",
                "Craig Spector"
            ],
            "ranking": 3.81,
            "ranking_count": 420,
            "abstract": "WILD THINGS. They've been with us forever - prowling the smoky roadhouse dives that are their watering holes and hunting grounds. Predators, lurking amidst the human herd.. Changing shape at will. Lusting for blood and meat. They are gods in the wild. Gods in disguise. And they feed on the spark inside each of us.. Syd was just another lonely working - class guy singing the steel-town blues. Then he met Nora. She's sensual, Erotic. Amoral. A creature of the night. And she's luring Syd across the line that few can cross - and fewer survive: the line that separates man from beast.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Shapeshifters",
                "Fantasy"
            ]
        },
        {
            "title": "Shogun, Part 2",
            "authors": [
                "James Clavell"
            ],
            "ranking": 4.64,
            "ranking_count": 4910,
            "abstract": "...Шогун беше най-висшия ранг, който някой смъртен можеше да достигне в Япония. Шогун означаваше върховен военен диктатор. Само един от всички даймио можеше да притежава титлата и само негово императорско величество, божественият син на небето, живеещ в уединение в Киото заедно с императорското семейство, можеше да даде титлата.. С назначаването си шогунът получаваше абсолютната власт: печата и правата на императора.. Шогунът управляваше от името на императора.. ... Торанага се усмихна наум... А аз ще се сдобия с истински трофей в голямата игра, започнала в деня, когато тайко умря - шогуната. За това съм се борил цял живот, за това съм кроил планове цял живот. Аз и само аз съм наследник на тази империя. И ще стана шогун. И ще основа една династия. Вече всичко е възможно благодарение на Марико-сан и странния варварин, който се появи от източните морета. Марико-сан, твоята карма е била славно да умреш и вечно да живееш. Анджин-сан, приятелю мой, твоята карма е никога да е напуснеш тези земи. А моята карма е да стана шогун.... Джеймс Клавел (1924-1994) е един от стоте най-големи писатели на XX век според класацията на Модърн Лайбръри. Романът му Шогун е част от така наречената азиатска сага заедно с Търговска къща, Тай-пан и Цар плъх.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Cultural",
                "Adventure",
                "Novels",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "Alice the Brave",
            "authors": [
                "Phyllis Reynolds Naylor"
            ],
            "ranking": 3.92,
            "ranking_count": 1750,
            "abstract": "Every girl should grow up with Alice, and with this irresistible new look, a whole new generation will want to.. Alice should be used to being in over her head by now, but really, she’s terrified of deep water. She’s managed to keep this a secret from even her best friends, Pamela and Elizabeth. But it will be beyond embarrassing if everyone finds out she’s afraid to come out of the shallow end. It’s sink or swim time—but maybe the bravery it takes to face her fears might splash over into the rest of Alice’s life.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Childrens",
                "Contemporary",
                "Realistic Fiction",
                "Literature",
                "Womens Fiction"
            ]
        },
        {
            "title": "Twelve Angry Men",
            "authors": [
                "Reginald Rose",
                "David Mamet"
            ],
            "ranking": 4.06,
            "ranking_count": 27719,
            "abstract": "A landmark American drama that inspired a classic film and a Broadway revival—featuring an introduction by David Mamet. A blistering character study and an examination of the American melting pot and the judicial system that keeps it in check,. Twelve Angry Men. holds at its core a deeply patriotic faith in the U.S. legal system. The play centers on Juror Eight, who is at first the sole holdout in an 11-1 guilty vote. Eight sets his sights not on proving the other jurors wrong but rather on getting them to look at the situation in a clear-eyed way not affected by their personal prejudices or biases. Reginald Rose deliberately and carefully peels away the layers of artifice from the men and allows a fuller picture to form of them—and of America, at its best and worst.. After the critically acclaimed teleplay aired in 1954, this landmark American drama went on to become a cinematic masterpiece in 1957 starring Henry Fonda, for which Rose wrote the adaptation. More recently,. Twelve Angry Men. had a successful, and award-winning, run on Broadway.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Fiction",
                "Drama",
                "Academic",
                "Mystery",
                "Literature"
            ]
        },
        {
            "title": "Kassandra",
            "authors": [
                "Christa Wolf",
                "Alain Lance",
                "Oili Suominen",
                "რუსუდან ღვინეფაძე",
                "Renate Lance-Otterbein"
            ],
            "ranking": 3.85,
            "ranking_count": 2876,
            "abstract": "In. Kassandra. greift Christa Wolf auf einen Mythos des abendländischen Patriarchats zurück, den Trojanischen Krieg. Während Kassandra, die Seherin, auf dem Beutewagen des Agamemnon sitzt, überdenkt sie noch einmal ihr Leben. Mit ihrem Ringen um Autonomie legt sie Zeugnis ab von weiblicher Erfahrung in der Geschichte.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Mythology",
                "Historical",
                "European Literature",
                "Retellings",
                "Feminism"
            ]
        },
        {
            "title": "A Whisper of Wings",
            "authors": [
                "Paul Kidd"
            ],
            "ranking": 3.93,
            "ranking_count": 54,
            "abstract": "A Whisper of Wings chronicles a time of spiritual crisis in the lives of a non-human race of hunter/gatherers known as the Kashra. As disaster looms over their stagnant and calcified culture, two Messiahs arise -- each one pure in their vision, yet tragically opposed. War and terror, hope and love, power and majesty vie in a conflict that will tear a people asunder and remake them again in the fires of conflict.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Rita Hayworth and Shawshank Redemption",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.52,
            "ranking_count": 30421,
            "abstract": "Andy Dufresne, a banker, was convicted of killing his wife and her lover and sent to Shawshank Prison. He maintains his innocence over the decades he spends at Shawshank during which time he forms a friendship with Red, a fellow inmate.. Source: stephenking.com",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Thriller",
                "Classics",
                "Mystery",
                "Novella",
                "Historical",
                "Drama"
            ]
        },
        {
            "title": "Summer of '49",
            "authors": [
                "David Halberstam"
            ],
            "ranking": 4.09,
            "ranking_count": 8784,
            "abstract": "With incredible skill, passion, and insight, Pulitzer Prize–winningauthor David Halberstam returns us to a glorious time when the dreams of a now almost forgotten America rested on the crack of a bat.. The year was 1949, and a war-weary nation turned from the battlefields to the ball fields in search of new heroes. It was a summer that marked the beginning of a sports rivalry unequaled in the annals of athletic competition. The awesome New York Yankees and the indomitable Boston Red Sox were fighting for supremacy of baseball's American League, and an aging Joe DiMaggio and a brash, headstrong hitting phenomenon named Ted Williams led their respective teams in a classic pennant duel of almost mythic proportions—one that would be decided in an explosive head-to-head confrontation on the last day of the season.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "History",
                "North American Hi...",
                "Biography",
                "Literature",
                "New York",
                "Historical"
            ]
        },
        {
            "title": "Fear is the Key",
            "authors": [
                "Alistair MacLean"
            ],
            "ranking": 3.94,
            "ranking_count": 4234,
            "abstract": "A classic novel of ruthless revenge set in the steel jungle of an oil rig in the Gulf of Mexico – and on the sea bed below it. Now reissued in a new cover style.. A sunken DC-3 lying on the Caribbean floor. Its cargo: ten million, two hundred and fifty thousand dollars in gold ingots, emeralds and uncut diamonds guarded by the remains of two men, one woman and a very small boy.. The fortune was there for the taking, and ready to grab it were a blue-blooded oilman with his own offshore rig, a gangster so cold and independent that even the Mafia couldn’t do business with him and a psychopathic hired assassin.. Against them stood one man, and those were his people, those skeletons in their watery coffin. His name was Talbot, and he would bury his dead – but only after he had avenged their murders.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Adventure",
                "Mystery",
                "Action",
                "Suspense",
                "Novels",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Dream of a Common Language",
            "authors": [
                "Adrienne Rich"
            ],
            "ranking": 4.33,
            "ranking_count": 5628,
            "abstract": "The Dream of a Common Language explores the contours of a woman's heart and mind in language for everybody--language whose plainness, laughter, questions and nobility everyone can respond to. . . . No one is writing better or more needed verse than this.--Boston Evening Globe",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Feminism",
                "LGBT",
                "Nonfiction",
                "Womens",
                "Classics",
                "Female Authors",
                "Literature"
            ]
        },
        {
            "title": "गोदान [Godaan]",
            "authors": [
                "Munshi Premchand",
                "मुंशी प्रेमचंद"
            ],
            "ranking": 4.38,
            "ranking_count": 7556,
            "abstract": "Premchand is the most famous Hindi novelist and Godaan is Premchand’s most celebrated novel. Economic and social conflict in a north Indian village are brilliantly captured in the story of Hori, a poor farmer and his family’s struggle for survival and self-respect. Hori does everything he can to fulfill his life’s desire: to own a cow, the peasant’s measure of wealth and well-being. Like many Hindus of his time, he believes that making the gift of a cow to a Brahman before he dies will help him achieve salvation. An engaging introduction to India before Independence, Godaan is at once village ethnography, moving human document and insightful colonial history.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Asian Literature",
                "Novels",
                "Literature",
                "Unfinished",
                "Literary Fiction",
                "Culture",
                "Audiobook"
            ]
        },
        {
            "title": "Letters from Thailand",
            "authors": [
                "Botan",
                "Susan Fulop Kepner"
            ],
            "ranking": 4.15,
            "ranking_count": 343,
            "abstract": "When the original Thai version of. Letters from Thailand. appeared in Bangkok in 1969, it was promptly awarded the SEATO Prize for Thai Literature. This new English translation reveals it as one of Thailand's most entertaining and enduring modern novels, and one of the few portrayals of the immigrant Chinese experience in urban Thailand.. Letters from Thailand. is the story of Tan Suang U, a young man who leaves China to make his fortune in Thailand at the close of World War II, and ends up marrying, raising a family, and operating a successful business. The novel unfolds through his letters to his beloved mother in China.. In Tan Suang U's lively account of his daily life in Bangkok's bustling Chinatown, larger and deeper themes emerge: his determination to succeed at business in this strange new culture; his hopes for his family; his resentment at how easily his children embrace urban Thai culture at the expense of the Chinese heritage which he holds dear; his inability to understand or adopt Thai ways; and his growing alienation from a society that is changing too fast for him.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Travel",
                "Academic"
            ]
        },
        {
            "title": "The Door",
            "authors": [
                "Magda Szabó",
                "Len Rix"
            ],
            "ranking": 4.08,
            "ranking_count": 20671,
            "abstract": "A busy young writer struggling to cope with domestic chores, hires a housekeeper recommended by a friend. The housekeeper's reputation is one built on dependable efficiency, though she is something of an oddity. Stubborn, foul-mouthed and with a flagrant disregard for her employer's opinions she may even be crazy. She allows no-one to set foot inside her house; she masks herself with a veil and is equally guarded about her personal life. And yet Emerence is revered as much as she is feared. As the story progresses her energy and passion to help becomes clear, extinguishing any doubts arising out of her bizarre behaviour. A stylishly told tale which recounts a strange relationship built up over 20 years between a writer and her housekeeper. After an unpromising and caustic start benign feelings develop and ultimately the writer benefits from what becomes an inseparable relationship. Simultaneously we learn Emerence's tragic past which is revealed in snapshots throughout the book.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Hacia la Fundación",
            "authors": [
                "Isaac Asimov",
                "Albert Solé"
            ],
            "ranking": 4.15,
            "ranking_count": 50430,
            "abstract": "Here, from a grand master of science fiction, is the long awaited final novel of the greatest series ever told. Completed just before his death,. Forward The Foundation. is the crowning achievement of a great writer's life, a stirring testament to the creative genius of Isaac Asimov.. As Hari Seldon struggles to perfect his revolutionary theory of psychohistory and ensure a place for humanity among the stars, the great Galactic Empire totters on the brink of apocalyptic collapse. Caught in the maelstrom are Seldon and all he holds dear, pawns in the struggle for dominance. Whoever can control Seldon will control psychohistory—and with it the future of the Galaxy.. Among those seeking to turn psychohistory into the greatest weapon known to man are a populist political demagogue, the weak-willed Emperor Cleon I, and a ruthless militaristic general. In his last act of service to humankind, Hari Seldon must somehow save his life's work from their grasp as he searches for is true heirs—a search the begins with his own granddaughter and the dream of a new Foundation.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Classics",
                "Fantasy",
                "Space",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "یکی بود و یكی نبود",
            "authors": [
                "Mohammad Ali Jamalzadeh"
            ],
            "ranking": 3.78,
            "ranking_count": 1173,
            "abstract": "یکی بود و یکی نبود مجموعه‌ای متشکل از یک دیباچه، شش داستان کوتاه و مجموعه‌ای از کلمات عوامانه فارسی نوشته سید محمدعلی جمالزاده‌ است که در سال ۱۳۰۰ منتشر شده است. این کتاب را آغازگر ادبیات واقع‌گرای فارسی و داستان‌کوتاه‌نویسی در ایران دانسته‌اند. داستان‌های این کتاب شامل عناوین زیر است:. فارسی شکر است. رجل سیاسی. دوستی خاله خرسه. درد دل ملا قربانعلی. بیله دیگ بیله چغندر. ویلان الدوله. در برخی نسخه‌های دیجیتالی شده، داستان کوتاه «کباب غاز» هم به کتاب اضافه شده است که در نسخه اصلی نبوده از داستان‌های کتاب «شاهکار» است.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Best Short Stories of O. Henry",
            "authors": [
                "O. Henry",
                "Bennett Cerf",
                "Van H. Cartmell"
            ],
            "ranking": 4.25,
            "ranking_count": 3999,
            "abstract": "The more than 600 stories written by O. Henry provided an embarrassment of riches for the compilers of this volume.The final selection of the thirty-eight stories in this collection offers for the reader's delight those tales honored almost unanimously by anthologists and those that represent, in variety and balance, the best work of America's favorite storyteller.They are tales in his most mellow, humorous, and ironic moods.They give the full range and flavor of the man born William Sydney Porter but known throughout the world as O. Henry, one of the great masters of the short story.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Classics",
                "Literature",
                "Fiction",
                "Humor",
                "Adult Fiction",
                "Historical",
                "Anthologies"
            ]
        },
        {
            "title": "Akira, Vol. 2",
            "authors": [
                "Katsuhiro Otomo",
                "Yoko Umezawa",
                "Linda M. York",
                "Jo Duffy"
            ],
            "ranking": 4.46,
            "ranking_count": 12199,
            "abstract": "In the year 2019, a cataclysmic blast levels the city of Tokyo and triggers World War III. By 2030, the dazzling Neo-Tokyo rises from Tokyo's ashes, but the power that once sent the world to the brink of Armageddon-a being of monstrous telekinetic power known only as Akira-lives on in absolute-zero frozen stasis far below the city. Those who stand guard will stop at nothing to keep Akira from awakening, but an angry young man named Tetsuo, himself possessing of immense-and rapidly growing-psychic abilities, becomes obsessed with confronting Akira face-to-face. In time, Akira will surely awaken, and Tetsuo may be the only being potentially capable of controlling him, but Tetsuo is becoming increasingly unstable and violent, and a group including his former friend Kaneda sets out to destroy Tetsuo before he can release Akira-or before Tetsuo himself becomes so powerful that no force on Earth can stop him!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Comics",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Mount Analogue",
            "authors": [
                "René Daumal"
            ],
            "ranking": 4.13,
            "ranking_count": 2088,
            "abstract": "In this novel/allegory the narrator/author sets sail in the yacht Impossible to search for Mount Analogue, the geographically located, albeit hidden, peak that reaches inexorably toward heaven. Daumal's symbolic mountain represents a way to truth that cannot not exist, and his classic allegory of man's search for himself embraces the certainty that one can know and conquer one's own reality.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Classics",
                "Spirituality",
                "Surreal",
                "Fantasy"
            ]
        },
        {
            "title": "Jennie",
            "authors": [
                "Paul Gallico",
                "Bob Haberfield"
            ],
            "ranking": 4.29,
            "ranking_count": 1724,
            "abstract": "This is the story of a young boy called Peter, who is knocked down by a car. To his considerable astonishment, when he recovers, he is not a young boy, but a cat!. Fortunately, he meets Jennie, a cat who had been abandoned by her family when they moved away, who educates him in the wiles of the feline world. Will he stay a cat with Jennie, or return to being a human boy?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Animals",
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "The Lilies of the Field",
            "authors": [
                "William Edmund Barrett"
            ],
            "ranking": 4.0,
            "ranking_count": 2482,
            "abstract": "The enchanting story of two unlikely friends, a black ex-GI and the head of a group of German nuns, The Lilies of the Field tells the story of their impossible dream--to build a chapel in the desert.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Religion",
                "Christian",
                "Novels",
                "Christian Fiction",
                "Media Tie In",
                "Christianity"
            ]
        },
        {
            "title": "Pinball, 1973",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 3.53,
            "ranking_count": 14626,
            "abstract": "The plot centers on the narrator's brief but intense obsession with pinball, his life as a freelance translator, and his later efforts to reunite with the old pinball machine that he used to play. He describes living with a pair of identical unnamed female twins, who mysteriously appear in his apartment one morning, and disappear at the end of the book. Interspersed with the narrative are his memories of the Japanese student movement, and of his old girlfriend Naoko. The plot alternates between describing the life of narrator and that of his friend, The Rat.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Magical Realism",
                "Novels",
                "Contemporary",
                "Literature"
            ]
        }
    ]
}