{
    "books": [
        {
            "title": "Whispers Through a Megaphone",
            "authors": [
                "Rachel  Elliott"
            ],
            "ranking": 3.57,
            "ranking_count": 506,
            "abstract": "Miriam hasn't left her house in three years, and cannot raise her voice above a whisper. But today she has had enough, and is finally ready to rejoin the outside world.. Meanwhile, Ralph has made the mistake of opening a closet door, only to discover with a shock that his wife Sadie doesn't love him, and never has. And so he decides to run away.. Miriam and Ralph's chance meeting in a wood during stormy weather marks the beginning of an amusing, restorative friendship, while Sadie takes a break from Twitter to embark on an intriguing adventure of her own. As their collective story unfolds, each of them seeks to better understand the objects of their affection, and their own hearts, timidly refusing to stand still and accept the chaos life throws at them. Filled with wit and sparkling prose, Whispers Through a Megaphone explores our attempts to meaningfully connect with ourselves and others, in an often deafening world - when sometimes all we need is a bit of silence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Health",
                "Literary Fiction",
                "Relationships",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "The Nest",
            "authors": [
                "Cynthia D'Aprix Sweeney"
            ],
            "ranking": 3.41,
            "ranking_count": 166785,
            "abstract": "A warm, funny and acutely perceptive debut novel about four adult siblings and the fate of the shared inheritance that has shaped their choices and their lives.. Every family has its problems. But even among the most troubled, the Plumb family stands out as spectacularly dysfunctional. Years of simmering tensions finally reach a breaking point on an unseasonably cold afternoon in New York City as Melody, Beatrice, and Jack Plumb gather to confront their charismatic and reckless older brother, Leo, freshly released from rehab. Months earlier, an inebriated Leo got behind the wheel of a car with a nineteen-year-old waitress as his passenger. The ensuing accident has endangered the Plumbs’ joint trust fund, “The Nest,” which they are months away from finally receiving. Meant by their deceased father to be a modest mid-life supplement, the Plumb siblings have watched The Nest’s value soar along with the stock market and have been counting on the money to solve a number of self-inflicted problems.. Melody, a wife and mother in an upscale suburb, has an unwieldy mortgage and looming college tuition for her twin teenage daughters. Jack, an antiques dealer, has secretly borrowed against the beach cottage he shares with his husband, Walker, to keep his store open. And Bea, a once-promising short-story writer, just can’t seem to finish her overdue novel. Can Leo rescue his siblings and, by extension, the people they love? Or will everyone need to reimagine the future they’ve envisioned? Brought together as never before, Leo, Melody, Jack, and Beatrice must grapple with old resentments, present-day truths, and the significant emotional and financial toll of the accident, as well as finally acknowledge the choices they have made in their own lives.. This is a story about the power of family, the possibilities of friendship, the ways we depend upon one another and the ways we let one another down. In this tender, entertaining, and deftly written debut, Sweeney brings a remarkable cast of characters to life to illuminate what money does to relationships, what happens to our ambitions over the course of time, and the fraught yet unbreakable ties we share with those we love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Family",
                "Book Club",
                "New York",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Wildlife",
            "authors": [
                "Fiona Wood"
            ],
            "ranking": 3.74,
            "ranking_count": 3146,
            "abstract": "During a semester in the wilderness, sixteen-year-old Sib expects the tough outdoor education program and the horrors of dorm life, but friendship drama and an unexpected romance with popular Ben Capaldi? That will take some navigating.. New girl Lou has zero interest in fitting in, or joining in. Still reeling from a loss that occurred almost a year ago, she just wants to be left alone. But as she witnesses a betrayal unfolding around Sib and her best friend Holly, Lou can't help but be drawn back into the land of the living.. Fans of Melina Marchetta, Rainbow Rowell, and E. Lockhart will adore this endearing and poignant story of first love, true friendship, and going a little bit wild.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Realistic Fiction",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Burn",
            "authors": [
                "Maya Banks"
            ],
            "ranking": 4.0,
            "ranking_count": 41265,
            "abstract": "Ash, Jace, and Gabe: three of the wealthiest, most powerful men in the country. They’re accustomed to getting anything they want. Anything at all. For Ash, it’s the woman who changes everything he’s ever known about dominance and desire.... When it comes to sex, Ash McIntyre has always explored his wilder side — extreme and uncompromising. He demands control. And he prefers women who want it like that. Even the women he’s shared with his best friend, Jace.. But Jace is involved with a woman he has no intention of sharing. And now even Gabe has settled into a relationship with a woman who gives him everything he needs, leaving Ash feeling restless and unfulfilled.. Then Ash meets Josie, who seems immune to his charms and his wealth. Intrigued, he begins a relentless pursuit, determined she won’t be the one who got away. He never imagined the one woman to tell him no would be the only woman who’d ever drive him to the edge of desire.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Erotica",
                "Contemporary",
                "Adult",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Χρήσιμα παιδικά παιχνίδια",
            "authors": [
                "Danae Sioziou",
                "Δανάη Σιώζιου"
            ],
            "ranking": 4.48,
            "ranking_count": 64,
            "abstract": "ΗΛΙΟΒΑΣΙΛΕΜΑ. Νιόπαντρη η Αλεξάνδρα, του αντρός της η χαρά. και το καμάρι (πουλί, πουλάκι μου). ανέβηκε στην ταράτσα. για τη χτεσινή μπουγάδα.. Μα θες τα απλωμένα ρούχα που φουσκώναν. οι χορογραφίες των περιστεριών. ο ήλιος που ανοιγόκλεινε τα μάτια. καθώς κυλούσε στη σχισμή των αλλεπάλληλων. κορυφογραμμών. εξαργυρώνοντας τη μέρα. κάπως έτσι έγινε κι η Αλεξάνδρα. σαν ήλιος σαν πουλί. με την άσπρη ζακέτα της πανί.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Past",
            "authors": [
                "Tessa Hadley"
            ],
            "ranking": 3.22,
            "ranking_count": 7606,
            "abstract": "A mesmerizing novel about family and the modern world encroaching upon the old, from one of Britain's finest contemporary novelists. .. Three adult sisters and their brother meet up at their grandparents' country home for their annual family holiday--three long, hot summer weeks. The beloved but crumbling house is full of memories of their childhood--of when their mother took them to stay with her parents when she left their father--but this could be their last summer in the house, now they may have to sell it. And under the idyllic pastoral surface, there are tensions.. Alice has brought with her Kasim, the 20-year-old son of her ex-boyfriend, and he makes plans to seduce the quiet Molly, Roland's 16-year-old daughter. Fran's young children uncover an ugly secret in a ruined cottage in the woods, and observe the growing flirtation. Passion erupts where it's least expected, blasting the quiet self-possession of Harriet, the eldest sister. Roland has come with his new (third) wife, whom his sisters don't like...or do they? A way of life--bourgeois, literate, ritualized, Anglican--winds down to its inevitable end: which is a loss, and a release.. With uncanny precision and extraordinary sympathy, Tessa Hadley charts the squalls of lust and envy disrupting this ill-assorted house party, as well as the consolations of memory and affection, the beauty of the natural world, the shifting of history under the social surface. From the first page the reader is absorbed and enthralled, watching a superb craftsperson unfold the lives of these unforgettable siblings.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Adult Fiction",
                "European Literature",
                "Family",
                "Novels",
                "Audiobook",
                "Unfinished",
                "Literature"
            ]
        },
        {
            "title": "П’ятикнижжя",
            "authors": [
                "Грицько Чубай",
                "Костянтин Москалець",
                "Олег Лишега"
            ],
            "ranking": 4.74,
            "ranking_count": 166,
            "abstract": "Це книга - оприсутнення одного з найтаємничіших українських поетів, зірка якого яскраво спалахнула в похмурі 70-ті. Це книга-діалог Поета з Сучасником поза межами звичного часу, і книга-розмова Грицька Чубая з його близькими друзями – і вірші, і друзі пережили поета на багато років. Ця книга – як лист у пляшці, вкрай важливе послання з минулого в майбутнє тим, хто може його відчитати, тим, хто зуміє проростити у серці живі слова.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Throttle Me",
            "authors": [
                "Chelle Bliss"
            ],
            "ranking": 4.02,
            "ranking_count": 18108,
            "abstract": "BOOK #1: THROTTLE ME. Suzy’s a control freak and has her life mapped out - work hard, find a man with a stable job, and live happily ever after. She’s content with the status quo, but her plan comes to a screeching halt when he enters her life and turns it upside down.. City gave up on love when his heart was crushed in college, preferring to be the typical bachelor. He spends his nights hopping from one bed to another and his days working at his family tattoo shop, Inked. A chance encounter on a dark road makes him question what he had sworn off forever – a relationship.. A night of passion and lust causes them to question everything. Is City the knight in shining armor to the damsel in distress? Can their relationship survive when a fantasy falls apart and a secret comes out that changes everything?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "New Adult",
                "Adult",
                "Erotica",
                "Fiction",
                "Business"
            ]
        },
        {
            "title": "The Little Book of Hygge: The Danish Way to Live Well",
            "authors": [
                "Meik Wiking"
            ],
            "ranking": 3.76,
            "ranking_count": 87167,
            "abstract": "Denmark is often said to be the happiest country in the world. That's down to one thing: hygge.. 'Hygge has been translated as everything from. the art of creating intimacy. to. cosiness of the soul. to. taking pleasure from the presence of soothing things. . My personal favourite is. cocoa by candlelight. ...'. You know hygge when you feel it. It is when you are cuddled up on a sofa with a loved one, or sharing comfort food with your closest friends. It is those crisp blue mornings when the light through your window is just right.. Who better than. Meik Wiking. to be your guide to all things hygge? Meik is CEO of the Happiness Research Institute in Copenhagen and has spent years studying the magic of Danish life. In this beautiful, inspiring book he will help you be more hygge: from picking the right lighting and planning a dinner party through to creating an emergency hygge kit and even how to dress.. Meik Wiking. is the CEO of the Happiness Research Institute in Copenhagen. He is committed to finding out what makes people happy and has concluded that hygge is the magic ingredient that makes Danes the happiest nation in the world.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Psychology",
                "Audiobook",
                "Philosophy",
                "Cultural",
                "Adult",
                "Travel",
                "Health"
            ]
        },
        {
            "title": "Girt",
            "authors": [
                "David   Hunt"
            ],
            "ranking": 3.93,
            "ranking_count": 4900,
            "abstract": "Girt. No word could better capture the essence of Australia.... In this hilarious history, David Hunt reveals the truth of Australia’s past, from megafauna to Macquarie – the cock-ups and curiosities, the forgotten eccentrics and Eureka moments that have made us who we are.. Girt. introduces forgotten heroes like Mary McLoghlin, transported for the crime of “felony of sock”, and Trim the cat, who beat a French monkey to become the first animal to circumnavigate Australia. It recounts the misfortunes of the escaped Irish convicts who set out to walk from Sydney to China, guided only by a hand-drawn paper compass, and explains the role of the coconut in Australia’s only military coup.. Our nation’s beginnings are steeped in the strange, the ridiculous and the frankly bizarre.. Girt. proudly reclaims these stories for all of us.. Not to read it would be un-Australian.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Humor",
                "Historical",
                "Audiobook",
                "Book Club",
                "Biography",
                "Travel"
            ]
        },
        {
            "title": "Aerie",
            "authors": [
                "Maria Dahvana Headley"
            ],
            "ranking": 3.46,
            "ranking_count": 2607,
            "abstract": "Where is home when you were born in the stars?. Aza Ray is back on earth. Her boyfriend Jason is overjoyed. Her family is healed. She’s living a normal life, or as normal as it can be if you’ve spent the past year dying, waking up on a sky ship, and discovering that your song can change the world.. As in, not normal. Part of Aza still yearns for the clouds, no matter how much she loves the people on the ground.. When Jason’s paranoia over Aza’s safety causes him to make a terrible mistake, Aza finds herself a fugitive in Magonia, tasked with opposing her radical, bloodthirsty, recently-escaped mother, Zal Quel, and her singing partner, Dai. She must travel to the edge of the world in search of a legendary weapon, the Flock, in a journey through fire and identity that will transform her forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Magical Realism",
                "Contemporary"
            ]
        },
        {
            "title": "Lolito",
            "authors": [
                "Ben Brooks"
            ],
            "ranking": 3.42,
            "ranking_count": 3148,
            "abstract": "She's online.. 'I booked a hotel,' I say. 'Near Marble Arch.'. 'That sounds great, hon. I can't wait to see you.'. 'Yeah. Me too.'. 'I'm vaguely nervous.'. 'Don't be.'. Do be. I'm a child.. Lolito. is a love story about a fifteen year-old boy who meets a middle-aged woman on the internet.. When his long-term girlfriend and first love Alice betrays him at a house party, Etgar goes looking for cyber solace in the arms of Macy, a stunning but bored housewife he meets online. What could possibly go wrong...?. Hilarious, fearless and utterly outrageous,. Lolito. is a truly twenty-first century love story.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Romance",
                "Adult Fiction",
                "Literature",
                "European Literature",
                "Novels",
                "Retellings"
            ]
        },
        {
            "title": "Thunder and Rain",
            "authors": [
                "Charles Martin"
            ],
            "ranking": 4.29,
            "ranking_count": 5843,
            "abstract": "Third generation Texas Ranger Tyler Steele is the last of a dying breed-- a modern day cowboy hero living in a world that doesn't quite understand his powerful sense of right and wrong and instinct to defend those who can't defend themselves. Despite his strong moral compass, Ty has trouble seeing his greatest weakness. His hard outer shell, the one essential to his work, made him incapable of forging the emotional connection his wife Andie so desperately needed.. Now retired, rasing their son Brodie on his own, and at risk of losing his ranch, Ty does not know how to rebuild from the rubble of his life. The answer comes in the form of Samantha and her daughter Hope, on the run from a seemingly inescapable situation. They are in danger, desperate, and alone. Though they are strangers, Ty knows he can help-- protecting the innocent is what he does best. As his relationship with Sam and Hope unfolds, Ty realizes he must confront his true weaknesses if he wants to become the man he needs to be.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Romance",
                "Christian",
                "Contemporary",
                "Suspense",
                "Drama",
                "Westerns",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Time Travel Chronicles",
            "authors": [
                "Crystal Watanabe",
                "Samuel Peralta",
                "Robert J. Sawyer",
                "Rysa Walker",
                "Lucas Bale",
                "Anthony Vicino",
                "Ernie Lindsey",
                "Carol Davis",
                "more…",
                "Stefan Bolz",
                "Ann Christy",
                "…less"
            ],
            "ranking": 4.02,
            "ranking_count": 319,
            "abstract": "Time travel. Humanity has long imagined what it would be like to be able to create a time machine, what we might see if we could travel into the future, or be transported to the distant past. And what if it were possible to travel into our own, more recent past? Would we be able to change our present, or are we prisoners of predestination? Is fate what we make of it?. In this latest title in the acclaimed 'Future Chronicles' series of speculative fiction anthologies, fourteen authors confront the question of time travel and its consequences, exploring a landscape where past, present and future all become imaginable destinations.. The Time Travel Chronicles features stories by science fiction grandmaster Robert J. Sawyer (Calculating God), Amazon bestselling author Rysa Walker (the Chronos series), Best American Science Fiction notable Samuel Peralta (Faith), plus eleven more of today's top authors in speculative and science fiction.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Anthologies",
                "Fiction",
                "Speculative Fiction",
                "Fantasy",
                "Business"
            ]
        },
        {
            "title": "Songs of Love and War",
            "authors": [
                "Santa Montefiore"
            ],
            "ranking": 4.06,
            "ranking_count": 8862,
            "abstract": "Their lives were mapped out ahead of them. But love and war will change everything…. West Cork, Ireland, 1900. The year marks the start of a new century, and the birth of three very different women: Kitty Deverill, the flame-haired Anglo-Irish daughter of the castle, Bridie Doyle, the daughter of the Irish cook and Celia Deverill, Kitty's flamboyant English cousin.. Together they grow up in the dreamy grounds of the family's grand estate, Castle Deverill. Yet their peaceful way of life is threatened when Ireland's struggle for independence reaches their isolated part of the country.. A bastion of British supremacy, the castle itself is in danger of destruction as the war closes in around it, and Kitty, in love with the rebel Jack O'Leary and enflamed by her own sense of patriotism, is torn between loyalty to her Anglo-Irish family and her deep love of Ireland and Jack.. Wrenched apart by betrayal, their world turned to ash, the girls' friendship seems all but lost as they are swept to different parts of the globe. Yet, they have one thing in common: a fierce and unwavering longing for Castle Deverill and all the memories contained within it.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "Adult",
                "Adult Fiction",
                "European Literature",
                "Roman"
            ]
        },
        {
            "title": "The Good Knight",
            "authors": [
                "Sarah Woodbury"
            ],
            "ranking": 3.8,
            "ranking_count": 4258,
            "abstract": "Intrigue, suspicion, and rivalry among the royal princes casts a shadow on the court of Owain, king of north Wales… The year is 1143 and King Owain seeks to unite his daughter in marriage with an allied king. But when the groom is murdered on the way to his wedding, the bride’s brother tasks his two best detectives—Gareth, a knight, and Gwen, the daughter of the court bard—with bringing the killer to justice. And once blame for the murder falls on Gareth himself, Gwen must continue her search for the truth alone, finding unlikely allies in foreign lands, and ultimately uncovering a conspiracy that will shake the political foundations of Wales.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Romance",
                "Fiction",
                "Fantasy",
                "Business"
            ]
        },
        {
            "title": "Black Against Empire: The History and Politics of the Black Panther Party",
            "authors": [
                "Joshua Bloom",
                "Waldo E. Martin Jr."
            ],
            "ranking": 4.44,
            "ranking_count": 1961,
            "abstract": "In Oakland, California, in 1966, community college students Bobby Seale and Huey Newton armed themselves, began patrolling the police, and promised to prevent police brutality. Unlike the Civil Rights Movement that called for full citizenship rights for blacks within the U.S., the Black Panther Party rejected the legitimacy of the U.S. government and positioned itself as part of a global struggle against American imperialism. In the face of intense repression, the Party flourished, becoming the center of a revolutionary movement with offices in 68 U.S. cities and powerful allies around the world.. Black against Empire. is the first comprehensive overview and analysis of the history and politics of the Black Panther Party. The authors analyze key political questions, such as why so many young black people across the country risked their lives for the revolution, why the Party grew most rapidly during the height of repression, and why allies abandoned the Party at its peak of influence. Bold, engrossing, and richly detailed, this book cuts through the mythology and obfuscation, revealing the political dynamics that drove the explosive growth of this revolutionary movement, and its disastrous unraveling. Informed by twelve years of meticulous archival research, as well as familiarity with most of the former Party leadership and many rank-and-file members, this book is the definitive history of one of the greatest challenges ever posed to American state power.. Read an excerpt here:. Black Against Empire: The History and Politics of the Black Panther Party by Joshua Bloom and Waldo E. Mart... by University of California Press. Listen to an interview with the authors here:. http://www.ucpress.edu/book.php?isbn=...",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Politics",
                "Cultural",
                "Social Movements",
                "North American Hi...",
                "Sociology",
                "Audiobook"
            ]
        },
        {
            "title": "Brotopia: Breaking Up the Boys' Club of Silicon Valley",
            "authors": [
                "Emily  Chang"
            ],
            "ranking": 4.02,
            "ranking_count": 5818,
            "abstract": "For women in tech, Silicon Valley is not a fantasyland where millions of dollars grow on trees. It's a Brotopia, where men hold all the cards and make all the rules. Vastly outnumbered, women face toxic workplaces rife with discrimination and sexual harassment, where investors take meetings in hot tubs and network at sex parties.. In this powerful exposé, Bloomberg TV journalist Emily Chang reveals how Silicon Valley got so sexist despite its utopian ideals, why bro culture endures despite decades of companies claiming the moral high ground (Don't Be Evil! Connect the World!)--and how women are finally starting to speak out and fight back.. Drawing on her deep network of Silicon Valley insiders, Chang opens the boardroom doors of male-dominated venture capital firms like Kleiner Perkins, the subject of Ellen Pao's high-profile gender discrimination lawsuit, and Sequoia, where a partner once famously said they won't lower their standards just to hire women. Interviews with Facebook COO Sheryl Sandberg, YouTube CEO Susan Wojcicki, and former Yahoo! CEO Marissa Mayer--who got their start at Google, where just one in five engineers is a woman--reveal just how hard it is to crack the Silicon Ceiling. And Chang shows how women such as former Uber engineer Susan Fowler, entrepreneur Niniane Wang, and game developer Brianna Wu, have risked their careers and sometimes their lives to pave a way for other women.. Silicon Valley's aggressive, misogynistic, work-at-all costs culture has shut women out of the greatest wealth creation in the history of the world. It's time to break up the boys' club. Emily Chang shows us how to fix this toxic culture--to bring down Brotopia, once and for all.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Feminism",
                "Science",
                "Audiobook",
                "Womens",
                "Sociology",
                "Gender",
                "Leadership",
                "History"
            ]
        },
        {
            "title": "The Orphan Sisters",
            "authors": [
                "Shirley  Dickson"
            ],
            "ranking": 4.08,
            "ranking_count": 6887,
            "abstract": "A heartbreaking, unputdownable and utterly unforgettable story of two young sisters cruelly abandoned by their mother at an orphanage. Fans of. Wives of War. , Lisa Wingate and Diney Costeloe will lose their hearts to this stunning World War Two novel.. 1929:. Four-year-old. Etty. and eight-year-old. Dorothy. are abandoned at Blakely Hall orphanage by their mother, never to see her again. With no other family to speak of, the sisters worship their beloved mam – confused and heartbroken to be deserted by her when they need her the most.. 1940:. Etty and Dorothy are finally released from the confines of Blakely Hall – but their freedom comes when the country is in the grip of World War Two and its terrors. Amidst a devastating backdrop of screaming air-raid sirens and cold nights huddled in shelters, the sisters are desperate to put their broken childhoods behind them.. But trouble lies ahead. Dorothy must bid goodbye to her beloved husband when he’s sent to war and Etty must nurse a broken heart as she falls in love with the one man she can never be with.. Etty and Dorothy survived the orphanage with the help of one another and neither sister can forget the awful betrayal of their mother, which has haunted them their whole lives. But when a shocking secret about their painful childhood comes to light, will the sisters ever be the same again?",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Novels",
                "Family",
                "European Literature",
                "Drama",
                "Adult Fiction"
            ]
        },
        {
            "title": "Emilie and the Hollow World",
            "authors": [
                "Martha Wells"
            ],
            "ranking": 3.68,
            "ranking_count": 693,
            "abstract": "While running away from home for reasons that are eminently defensible, Emilie’s plans to stow away on the steamship Merry Bell and reach her cousin in the big city go awry, landing her on the wrong ship and at the beginning of a fantastic adventure.. Taken under the protection of Lady Marlende, Emilie learns that the crew hopes to use the aether currents and an experimental engine, and with the assistance of Lord Engal, journey to the interior of the planet in search of Marlende’s missing father.. With the ship damaged on arrival, they attempt to traverse the strange lands on their quest. But when evidence points to sabotage and they encounter the treacherous Lord Ivers, along with the strange race of the sea-lands, Emilie has to make some challenging decisions and take daring action if they are ever to reach the surface world again.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Adventure",
                "Fiction",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "Thankless in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.34,
            "ranking_count": 22308,
            "abstract": "In the latest suspense thriller in the #1 New York Times bestselling series, the year 2060 is drawing to a close in New York City and loved ones are coming together for Thanksgiving. But sometimes the deepest hatreds seethe within the closest relationships, and blood flows faster than water…. Lieutenant Eve Dallas has plenty to be grateful for this season. Hosting Roarke’s big Irish family for the holiday may be challenging, but it’s a joyful improvement on her own dark childhood.. Other couples aren’t as lucky as Eve and Roarke. The Reinholds, for example, are lying in their home stabbed and bludgeoned almost beyond recognition. Those who knew them are stunned—and heartbroken by the evidence that they were murdered by their own son. Twenty-six-year-old Jerry hadn’t made a great impression on the bosses who fired him or the girlfriend who dumped him—but they didn’t think he was capable of this.. Turns out Jerry is not only capable of brutality but taking a liking to it. With the money he’s stolen from his parents and a long list of grievances, he intends to finally make his mark on the world. Eve and her team already know the who, how, and why of this murder. What they need to pinpoint is where Jerry’s going to strike next.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Syrian Brides",
            "authors": [
                "Anna Halabi"
            ],
            "ranking": 4.16,
            "ranking_count": 220,
            "abstract": "This delightful collection of short stories offers insight into the lives of Syrian women, both the married and the brides-to-be. It reveals the warmth and humor as well as the oppression in the Syrian society. The stories make the reader laugh while addressing serious issues such as domestic violence.. Um Hussam can't find a suitable bride for her son, testing each candidate's sight, hearing and reading skills, occasionally cobbing a feel. Jamila's husband Hassan can't forget his deceased wife, until she makes sure he never mentions her again. Rami can't help but wonder whether his new bride is a natural beauty or a talented surgeon's masterpiece. Khadija's maid stabs her in the back while Rana's husband Muafak can't find the right excuse to avoid a fight.",
            "part_of_series": true,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Contemporary",
                "Cultural",
                "Feminism",
                "Literary Fiction",
                "Womens Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Bioshock: Rapture",
            "authors": [
                "John Shirley"
            ],
            "ranking": 4.0,
            "ranking_count": 8251,
            "abstract": "It's the end of World War II. FDR's New Deal has redefined American politics. Taxes are at an all-time high. The bombing of Hiroshima and Nagasaki has brought a fear of total annihilation. The rise of secret government agencies and sanctions on business has many watching their backs. America's sense of freedom is diminishing and many are desperate to take that freedom back.. Among them is a great dreamer, an immigrant who pulled himself from the depths of poverty to become one of the wealthiest and admired men in the world. That man is Andrew Ryan, and he believed that great men and women deserve better. And so he set out to create the impossible, a utopia free from government, censorship, and moral restrictions on science where what you give is what you get. He created Rapture the shining city below the sea.. But as we all know, this utopia suffered a great tragedy. This is the story of how it all came to be and how it all ended.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Games",
                "Horror",
                "Sports and Games",
                "Historical"
            ]
        },
        {
            "title": "Confessions of a Horseshoer",
            "authors": [
                "Ron Tatum"
            ],
            "ranking": 4.22,
            "ranking_count": 9,
            "abstract": "Confessions of a Horseshoer. offers a close and personal look at the mind-set of a professional horseshoer (farrier) who also happens to be a college professor. The book, an ironic and playful view of the many unusual animals (and people) Ron Tatum has encountered over thirty-seven years, is nicely balanced between straightforward presentation, self-effacing humor, and lightly seasoned wisdom. It captures the day-to-day life of a somewhat cantankerous old guy, who has attitude and strong opinions.. Throughout the book, Tatum ponders the causes that led him into the apparently opposing worlds of horseshoeing, with its mud, pain, and danger, and the bookish life of a college professor. He tells the reader that it is his hope that writing the book will help him understand this apparent paradox between the physical and the mental.. Tatum provides a detailed description of the horseshoeing process, its history, and why horses need shoes in the first place. The reader will learn about the dangers of shoeing horses in “Injuries I Have Known,” in which Tatum describes one particular self-inflicted injury that he claims no other horseshoer has ever, or will ever, experience. “Eight Week Syndrome” demonstrates the close, often therapeutic, relationship between the horseshoer and his or her customers. Tatum relates the story of an old Wyoming cowboy who could talk with horses, and consistently cure their injuries, lameness, and other physical problems after the veterinarians had given up. The humor in the chapters on chickens and rabbits will entertain any reader, as well as the sections on various dogs, ducks, llamas, goats, flies, and a sexually disoriented pig.. Readers of western life and lovers of horses will find. Confessions of a Horseshoer. an informative, quirky, and delightful work full of humor, attitude, and off-beat insight.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Rosie Project",
            "authors": [
                "Graeme Simsion"
            ],
            "ranking": 4.02,
            "ranking_count": 505923,
            "abstract": "An international sensation, this hilarious, feel-good novel is narrated by an oddly charming and socially challenged genetics professor on an unusual quest: to find out if he is capable of true love.. Don Tillman, professor of genetics, has never been on a second date. He is a man who can count all his friends on the fingers of one hand, whose lifelong difficulty with social rituals has convinced him that he is simply not wired for romance. So when an acquaintance informs him that he would make a “wonderful” husband, his first reaction is shock. Yet he must concede to the statistical probability that there is someone for everyone, and he embarks upon The Wife Project. In the orderly, evidence-based manner with which he approaches all things, Don sets out to find the perfect partner. She will be punctual and logical—most definitely not a barmaid, a smoker, a drinker, or a late-arriver.. Yet Rosie Jarman is all these things. She is also beguiling, fiery, intelligent—and on a quest of her own. She is looking for her biological father, a search that a certain DNA expert might be able to help her with. Don's Wife Project takes a back burner to the Father Project and an unlikely relationship blooms, forcing the scientifically minded geneticist to confront the spontaneous whirlwind that is Rosie—and the realization that love is not always what looks good on paper.. The Rosie Project. is a moving and hilarious novel for anyone who has ever tenaciously gone after life or love in the face of overwhelming challenges.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Humor",
                "Womens Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Book Club",
                "Cultural"
            ]
        },
        {
            "title": "Lost Voices",
            "authors": [
                "Sarah  Porter"
            ],
            "ranking": 3.59,
            "ranking_count": 6808,
            "abstract": "What happens to the girls nobody sees—the ones who are ignored, mistreated, hidden away? The girls nobody hears when they cry for help?. Fourteen-year-old Luce is one of those lost girls. After her father vanishes in a storm at sea, she is stuck in a grim, gray Alaskan fishing village with her alcoholic uncle. When her uncle crosses an unspeakable line, Luce reaches the depths of despair. Abandoned on the cliffs near her home, she expects to die when she tumbles to the icy, churning waves below. Instead, she undergoes an astonishing transformation and becomes a mermaid.. A tribe of mermaids finds Luce and welcomes her in—all of them, like her, lost girls who surrendered their humanity in the darkest moments of their lives. The mermaids are beautiful, free, and ageless, and Luce is thrilled with her new life until she discovers the catch: they feel an uncontrollable desire to drown seafarers, using their enchanted voices to lure ships into the rocks.. Luce’s own talent at singing captures the attention of the tribe’s queen, the fierce and elegant Catarina, and Luce soon finds herself pressured to join in committing mass murder. Luce’s struggle to retain her inner humanity puts her at odds with her friends; even worse, Catarina seems to regard Luce as a potential rival. But the appearance of a devious new mermaid brings a real threat to Catarina’s leadership and endangers the very existence of the tribe. Can Luce find the courage to challenge the newcomer, even at the risk of becoming rejected and alone once again?. Lost Voices is a captivating and wildly original tale about finding a voice, the healing power of friendship, and the strength it takes to forgive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mythology",
                "Young Adult",
                "Fiction",
                "Romance"
            ]
        },
        {
            "title": "Smuggled in Potato Sacks: Fifty Stories of the Hidden Children of the Kaunas Ghetto",
            "authors": [
                "Solomon Abramovich",
                "Yakov Zilberg",
                "Solomon Abramovich"
            ],
            "ranking": 4.0,
            "ranking_count": 3,
            "abstract": "About 5,000 children were imprisoned in the Kaunas Ghetto from 1941-1944, of whom some 250-300 were smuggled out of the ghetto, hidden by Gentiles and survived. This book is a collective memory of events that happened to Kaunas Jewry during the Nazi occupation of Lithuania. It contains 50 stories of people who suffered through the Holocaust in their childhood in Kaunas. Most of the contributors are writing about their ordeal for the first time, after more then 60 years of silence. The stories cover the background of the families before the war, life in the Ghetto, and the main tragic events that happened in Kaunas during three years of fascist regime in Lithuania. The memoirs describe how children were smuggled out of the Ghetto and their experiences and feelings living with the gentiles who sheltered them.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Prescribed Burn",
            "authors": [
                "Laryssa Wirstiuk"
            ],
            "ranking": 4.29,
            "ranking_count": 17,
            "abstract": "Constantly overcome by the noise in her head, aspiring young artist Veda can’t seem to loosen her grip from anything beyond her control.. A hesitant and sometimes misguided journey to develop her talent for visual art eventually opens Veda’s passage to self-acceptance and maturity.. In these 15 stories, you’ll meet Veda at both her best and sometimes most unlikable worst. Bonus material includes a crowd-sourced 16th story, questions for discussion, and creative writing exercises.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Rise of the Gryphon",
            "authors": [
                "Sherrilyn Kenyon",
                "Dianna Love"
            ],
            "ranking": 4.32,
            "ranking_count": 2246,
            "abstract": "In the fourth novel of the bestselling Belador paranormal series, Evalle Kincaid must turn her back on the Beladors to protect those she loves, and the world, from annihilation.. To prevent a genocide, Evalle is forced to embrace her destiny…but at what cost?. As an Alterant who fights everything from trolls to demons, Evalle has lived as an outcast among the Beladors, but can now change all that…and find answers to her origins as well. Those answers and a traitor hide within the Medb coven, an enemy poised to destroy the mortal world and all that Evalle holds dear. While her best friends Tzader and Quinn want to help, they have their own conflicts and face unthinkable choices as relationships with the women they love twist in unexpected directions. With time ticking down on a decision that will compel allies to become deadly enemies, Evalle turns to Storm and takes a major step that only complicates matters more when the witchdoctor he’s been hunting now stalks Evalle.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Adult",
                "Audiobook",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "The Bunker Diary",
            "authors": [
                "Kevin Brooks"
            ],
            "ranking": 3.82,
            "ranking_count": 10846,
            "abstract": "I can't believe I fell for it.. It was still dark when I woke up this morning.. As soon as my eyes opened I knew where I was.. A low-ceilinged rectangular building made entirely of whitewashed concrete.. There are six little rooms along the main corridor.. There are no windows. No doors. The elevator is the only way in or out.. What's he going to do to me?. What am I going to do?. People are really quite simple, and they have simple needs. Food, water, light, space, privacy. Maybe a small measure of dignity. A bit of freedom. What happens when someone simply takes all that away?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Thriller",
                "Horror",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Suspense",
                "Realistic Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Broken Silence",
            "authors": [
                "Natasha Preston"
            ],
            "ranking": 4.16,
            "ranking_count": 17300,
            "abstract": "Four years after Oakley left for Australia, the trial is ready to begin. After coming to the decision that she needs to face her abusers to finally be able to move on, Oakley and her family return to England to give evidence in person.. Oakley's love for Cole never faded, but after four years apart how will Cole react to her being back? Can they put the past behind them in order to get their happy ending?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Fiction",
                "Contemporary",
                "Sociology",
                "New Adult",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "Dragon Warrior",
            "authors": [
                "Janet Chapman"
            ],
            "ranking": 4.27,
            "ranking_count": 1907,
            "abstract": "The steamy second book in Janet Chapman’s dazzling Midnight Bay series seduces readers with an enticing tale of a fiery independent woman and an irresistible immortal warrior with a dragon’s courageous heart.. Maddy Kimble has no time for a suitor—not with caring for her spunky nursing home patients, her shy nine-year-old daughter, her widowed mother, and her rebellious teenage brother. William Kilkenny’s stunning lack of modern dating protocol doesn’t help. The man is uncouth and outrageous—a towering, drop-dead, breathtakingly hot warrior. Who refuses to give up.. William is secretly a ninth-century Irish nobleman formerly trapped in a dragon’s body. All Maddy knows is that lately, she can hardly resist the urge to lose herself in his powerful arms. But as their uncontrollable passion grows, eerie occurrences in her small coastal Maine town begin to rouse Maddy’s suspicions about her lover. He begs her to trust him, but how can she surrender—body and soul—when she fears the danger he poses to her yearning heart?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "I Called Him Necktie",
            "authors": [
                "Milena Michiko Flašar",
                "Sheila Dickie"
            ],
            "ranking": 4.07,
            "ranking_count": 2605,
            "abstract": "Twenty-year-old Taguchi Hiro has spent the last two years of his life living as a hikikomori — a shut-in who never leaves his room and has no human interaction — in his parents' home in Tokyo. As Hiro tentatively decides to reenter the world, he spends his days observing life around him from a park bench. Gradually he makes friends with Ohara Tetsu, a middle-aged salaryman who has lost his job but can't bring himself to tell his wife, and shows up every day in a suit and tie to pass the time on a nearby bench. As Hiro and Tetsu cautiously open up to each other, they discover in their sadness a common bond. Regrets and disappointments, as well as hopes and dreams, come to the surface until both find the strength to somehow give a new start to their lives. This beautiful novel is moving, unforgettable, and full of surprises. The reader turns the last page feeling that a small triumph has occurred.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Asian Literature",
                "Roman",
                "Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Seawitch",
            "authors": [
                "Kat Richardson"
            ],
            "ranking": 3.96,
            "ranking_count": 2522,
            "abstract": "Harper Blaine was your average small-time PI until she died—for two minutes. Now Harper is a Greywalker, treading the thin line between the living world and the paranormal realm. And she’s discovering that her new abilities are landing her all sorts of “strange” cases.. A quarter-century ago, the Seawitch cruised away from her dock and disappeared with everyone on board. Now, the boat has mysteriously returned to her old berth in Seattle and the insurance company has hired Harper to find out what happened.. But Harper is not the only one investigating. Seattle Police Detective Rey Solis is a good cop, albeit one who isn’t comfortable with the creepy cases that always seem to end up in Harper’s lap. As they explore the abandoned vessel, Harper and Solis discover a cabin containing symbols drawn in human blood, revealing the ghost ship’s grave history.. As Solis focuses on the possible murder of a passenger’s wife, Harper’s investigation leads her to a powerful being who may be responsible for the disappearance of the Seawitch’s passengers and crew. And while their searches lead Harper and Solis in different directions, they will need to put aside their differences to solve a deadly mystery twenty-five years in the making…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Urban",
                "Adult"
            ]
        },
        {
            "title": "Concussion",
            "authors": [
                "Jeanne Marie Laskas"
            ],
            "ranking": 4.05,
            "ranking_count": 3746,
            "abstract": "This is the story of one man's fight against a multibillion dollar colossus. A man who stood up for what was right, whatever the cost.. The brilliant young forensic pathologist had no idea that the body on the slab in front of him would change his life, and ultimately change the world.. The body belonged to legendary American Footballer Mike Webster, whose mental health had rapidly declined after he had stopped playing - he had ended up Tasering himself to relieve his chronic back pain and fixing his rotting teeth with Superglue.. Dr Bennet Omalu found that the psychosis suffered by Iron Mike was no accident. His autopsy unearthed evidence of a trauma-related disease - the direct result of years of blows to the head in games. He knew it would keep killing scores of other sportsmen unless something was done. He believed that the NFL (National Football League), one of the most powerful corporations in America, would welcome the discovery. But it was the one truth they wanted to ignore.. Omalu himself became a target.. 'This is classic David and Goliath stuff, and as exciting as a great courtroom drama. A riveting, powerful human tale . . . a masterclass on how to tell a story'. Charles Duhigg, New York Times columnist and bestselling author of. The Power of Habit",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sports",
                "Biography",
                "Science",
                "Medical",
                "Health",
                "Audiobook",
                "Football",
                "History"
            ]
        },
        {
            "title": "Come Dark",
            "authors": [
                "Steven F. Havill"
            ],
            "ranking": 3.96,
            "ranking_count": 977,
            "abstract": "Posadas County, New Mexico, is in the news. NightZone, a mammoth astronomy theme park, is bringing in jobs, media, and such new infrastructure as a slick narrow-gauge railway to transport tourists from the village of Posadas to the tramway running up the mesa to the project's site. And the Posadas High School girls' volleyball team is on a hot winning streak, exciting everyone. But more news, not good, breaks. Volleyball Coach Clint Scott has been found gunned-down in the girls' shower room, the victim of four bullets, one fired nearly point blank into his heart. Dead for hours, killed soon after the end of last night's game. And, last night, a homegrown Banksy had tagged both one of the railway cars and a section of NightZone's giant radio telescope dish. Then, apparently, this young artist began work on a section of wall outside the girls' locker room at the high school--a project that was clearly--dramatically--interrupted. With morning come two strange incidents. Stacie Willis Stewart, a former Posadas volleyball star, locks up her baby and Jack Russell terrier in her Volvo, walks away to local superstore The Spree--and disappears. A former teacher spots the child and dog before the heat can kill them. Deputy Tom Pasquale, in The Spree's parking lot where he's spotted a suspicious Illinois plate on a Ford Fusion, watched it all. He then leads a fruitless search for her inside the store. No luck--but he does score a man with an Elvis haircut and his wife when they return to the Ford with stories that don't add up. The lead on the murder is Undersheriff Estelle Reyes-Guzman, who's still able to call on the retired former sheriff, Bill Gastner--a good thing, for she is surprised by the arrival of her piano-prodigy son, Francisco, age 15, in a sleek Corvette driven some one thousand unchaperoned miles by an eighteen-year-old beauty, a cellist. Their goal: to join the one hundredth birthday celebration for Estelle's mother.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Westerns",
                "Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Oz: The Wonderful Wizard of Oz",
            "authors": [
                "Eric Shanower",
                "Skottie Young",
                "L. Frank Baum",
                "Jean-François Beaulieu"
            ],
            "ranking": 4.09,
            "ranking_count": 25976,
            "abstract": "When Kansas farm girl Dorothy flies away to the magical Land of Oz, she fatally flattens a wicked witch, liberates a living scarecrow and is hailed by the Munchkin people as a great sorceress but all she really wants to know is: how does she get home?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Adventure",
                "Graphic Novels Comics",
                "Superheroes"
            ]
        },
        {
            "title": "See How They Run",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.13,
            "ranking_count": 12434,
            "abstract": "Inside every secret, there's a world of trouble. Get ready for the second book in this new series of global proportions--from master of intrigue, New York Times bestselling author Ally Carter.. Grace's past has come back to hunt her . . . and if she doesn't stop it, Grace isn't the only one who will get hurt. Because on Embassy Row, the countries of the world stand like dominoes, and one wrong move can make them all fall down.. The twists get twistier and the turns get even more shocking in the second thrilling installment of Embassy Row.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Romance",
                "Audiobook",
                "Adventure",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Jewelweed",
            "authors": [
                "David Rhodes"
            ],
            "ranking": 4.18,
            "ranking_count": 1388,
            "abstract": "With. Jewelweed. this beloved author returns to the same out-of-the-way community as. Driftless. and introduces a cast of characters who must overcome the burdens left by the past. After serving time for a dubious conviction, Blake Bookchester is paroled. As Blake attempts to adjust, he reconnects with Danielle Workhouse, a single mother whose son, Ivan, explores the woods with his precocious friend, August. While Danielle goes to work for Buck and Amy Roebuck in their mansion, Ivan and August befriend Lester Mortal, a recluse who lives in a melon field; a wild boy; and a bat, Milton. These characters — each flawed, deeply human, and ultimately universal — approach the future with a combination of hope and trepidation.. Jewelweed. offers a vision in which the ordinary becomes mythical, the seemingly mundane transformed into revelatory beauty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Contemporary",
                "Literature",
                "Young Adult"
            ]
        },
        {
            "title": "My Heart Is an Idiot: Essays",
            "authors": [
                "Davy Rothbart"
            ],
            "ranking": 3.6,
            "ranking_count": 2195,
            "abstract": "Named a Best Book of the Year by. Vanity Fair. ,. Chicago Tribune. ,. The Huffington Post. , and NPR. In. My Heart Is an Idiot. , Davy Rothbart is looking for love in all the wrong places. Constantly. He falls helplessly in love with pretty much every girl he meets—and rarely is the feeling reciprocated. Time after time, he hops in a car and tears halfway across America with his heart on his sleeve. He's continually coming up with outrageous schemes and adventures, which he always manages to pull off. Well, almost always. But even when things don't work out, Rothbart finds meaning and humor in every moment.. Whether it's confronting a scammer who takes money from aspiring writers, sifting through a murder case that's left a potentially innocent friend in prison, or waking up naked on a park bench in New York City, nothing and no one is off limits. And it's all recounted in Davy's singular, spirited literary voice, an intriguing hybrid of timeless midwestern warmth and newfangled jive talk, in the words of Sarah Vowell.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Short Stories",
                "Humor",
                "Biography",
                "Biography Memoir",
                "Book Club",
                "Romance"
            ]
        },
        {
            "title": "New Weather Drafts",
            "authors": [
                "Soham Patel"
            ],
            "ranking": 4.67,
            "ranking_count": 3,
            "abstract": "Soham Patel's recent work is up at Banango Street, Cura Magazine, and Twelfth House. She studies Creative Writing in the PhD Program at the University of Wisconsin in Milwaukee where she also serves as a poetry editor for cream city review.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Leaving",
            "authors": [
                "Karen Kingsbury"
            ],
            "ranking": 4.21,
            "ranking_count": 18045,
            "abstract": "The Bailey Flanigan series begins with Bailey leaving Bloomington for the adventure of a lifetime. She has won an audition for the ensemble of a Broadway musical in New York City. She’s determined to take advantage of this once-in-a-lifetime opportunity, but is she really ready to leave family and friends for the loneliness of the city? And what of Cody? His disappearance has her worried about their future and praying that their love can survive. In order to be closer to his mother in jail, Cody takes a coaching job in a small community outside Indianapolis. New friends, distance, and circumstances expose cracks in his relationship with Bailey Flanigan. Love, loneliness, big opportunities, and even bigger decisions highlight the first book in the new Bailey Flanigan series that features members of the popular Baxter family and finally completes the Bailey Flanigan/Cody Coleman story.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Romance",
                "Inspirational",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Rivals of Versailles",
            "authors": [
                "Sally  Christie"
            ],
            "ranking": 3.88,
            "ranking_count": 1020,
            "abstract": "And you thought sisters were a thing to fear. In this compelling follow-up to Sally Christie's clever and absorbing debut. ,. we meet none other than the Marquise de Pompadour, one of the greatest beauties of her generation and the first bourgeois mistress ever to grace the hallowed halls of Versailles.. I write this before her blood is even cold. She is dead, suddenly, from a high fever. The King is inconsolable, but the way is now clear.. The way is now clear.. The year is 1745. Marie-Anne, the youngest of the infamous Nesle sisters and King Louis XV's most beloved mistress, is gone, making room for the next Royal Favorite.. Enter Jeanne-Antoinette Poisson, a stunningly beautiful girl from the middle classes. Fifteen years prior, a fortune teller had mapped out young Jeanne's destiny: she would become the lover of a king and the most powerful woman in the land. Eventually connections, luck, and a little scheming pave her way to Versailles and into the King's arms.. All too soon, conniving politicians and hopeful beauties seek to replace the bourgeois interloper with a more suitable mistress. As Jeanne, now the Marquise de Pompadour, takes on her many rivals - including a lustful lady-in-waiting; a precocious fourteen-year-old prostitute, and even a cousin of the notorious Nesle sisters - she helps the king give himself over to a life of luxury and depravity. Around them, war rages, discontent grows, and France inches ever closer to the Revolution.. Enigmatic beauty, social climber, actress, trendsetter, patron of the arts, spendthrift, whoremonger, friend, lover, foe. History books may say many things about the famous Marquise de Pompadour, but one thing is clear: for almost twenty years, she ruled France and the King's heart.. Told in Christie's witty and modern style, this second book in the Mistresses of Versailles trilogy will delight and entrance fans as it once again brings to life the world of eighteenth century Versailles in all its pride, pestilence and glory.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Rule and Ruin: The Downfall of Moderation and the Destruction of the Republican Party, from Eisenhower to the Tea Party",
            "authors": [
                "Geoffrey Kabaservice"
            ],
            "ranking": 4.01,
            "ranking_count": 375,
            "abstract": "The chaotic events leading up to Mitt Romney's defeat in the 2012 election indicated how far the Republican Party had rocketed rightward away from the center of public opinion. Republicans in Congress threatened to shut down the government and force a U.S. debt default. Tea Party activists mounted primary challenges against Republican officeholders who appeared to exhibit too much pragmatism or independence. Moderation and compromise were dirty words in the Republican presidential debates. The GOP, it seemed, had suddenly become a party of ideological purity.. Except this development is not new at all. In. Rule and Ruin. , Geoffrey Kabaservice reveals that the moderate Republicans' downfall began not with the rise of the Tea Party but about the time of President Dwight Eisenhower's farewell address. Even in the 1960s, when left-wing radicalism and right-wing backlash commanded headlines, Republican moderates and progressives formed a powerful movement, supporting pro-civil rights politicians like Nelson Rockefeller and William Scranton, battling big-government liberals and conservative extremists alike. But the Republican civil war ended with the overthrow of the moderate ideas, heroes, and causes that had comprised the core of the GOP since its formation. In hindsight, it is today's conservatives who are Republicans in Name Only.. Writing with passionate sympathy for a bygone tradition of moderation, Kabaservice recaptures a time when fiscal restraint was matched with social engagement; when a cohort of leading Republicans opposed the Vietnam war; when George Romney--father of Mitt Romney--conducted a nationwide tour of American poverty, from Appalachia to Watts, calling on society to listen to the voices from the ghetto. Rule and Ruin is an epic, deeply researched history that reorients our understanding of our political past and present.. Today, following the Republicans' loss of the popular vote in five of the last six presidential contests, moderates remain marginalized in the GOP and progressives are all but nonexistent. In this insightful and elegantly argued book, Kabaservice contends that their decline has left Republicans less capable of governing responsibly, with dire consequences for all Americans. He has added a new afterword that considers the fallout from the 2012 elections.",
            "part_of_series": true,
            "genre_list": [
                "Politics",
                "History",
                "Nonfiction",
                "North American Hi...",
                "Economics",
                "United States",
                "Literature",
                "Culture"
            ]
        },
        {
            "title": "The Mystery of Mercy Close",
            "authors": [
                "Marian Keyes"
            ],
            "ranking": 3.66,
            "ranking_count": 17109,
            "abstract": "Helen Walsh doesn’t believe in fear – it’s just a thing invented by men to get all the money and good job – and yet she’s sinking. Her work as a Private Investigator has dried up, her flat has been repossessed and now some old demons have resurfaced.. Not least in the form of her charming but dodgy ex-boyfriend Jay Parker, who shows up with a missing persons case. Money is tight – so tight Helen’s had to move back in with her elderly parents – and Jay is awash with cash. The missing person is Wayne Diffney, the ‘Wacky One’ from boyband Laddz. He’s vanished from his house in Mercy Close and it’s vital that he’s found – Laddz have a sell-out comeback gig in five days’ time.. Things ended messily with Jay. And she’s never going back there. Besides she has a new boyfriend now, the very sexy detective Artie Devlin and it’s all going well, even though his ex-wife isn’t quite ‘ex’ enough and his teenage son hates her. But the reappearance of Jay is stirring up all kinds of stuff she thought she’d left behind.. Playing by her own rules, Helen is drawn into a dark and glamorous world, where her worst enemy is her own head and where increasingly the only person she feels connected to is Wayne, a man she’s never even met.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Mystery",
                "Romance",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "Humor",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Spirit Rebellion",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.04,
            "ranking_count": 5567,
            "abstract": "Eli Monpress is brilliant. He's incorrigible. And he's a thief.. He's also still at large, which drives Miranda Lyonette crazy. While she's been kicked out of the Spirit Court, Eli's had plenty of time to plan his next adventure. But now the tables have turned, because Miranda has a new job -- and an opportunity to capture a certain thief.. Things are about to get exciting for Eli. He's picked a winner for his newest heist. His target: the Duke of Gaol's famous thief-proof citadel. Eli knows Gaol is a trap, but what's life without challenges? Except the Duke is one of the wealthiest men in the world, a wizard who rules his duchy with an iron fist, and an obsessive perfectionist with only one hobby: Eli.. It seems that everyone is hunting for Eli Monpress.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Young Adult",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "They Left Us Everything: A Memoir",
            "authors": [
                "Plum Johnson"
            ],
            "ranking": 3.84,
            "ranking_count": 4124,
            "abstract": "A warm, heartfelt memoir of family, loss, and a house jam-packed with decades of goods and memories.. After almost twenty years of caring for elderly parents—first for their senile father, and then for their cantankerous ninety-three-year old mother—author Plum Johnson and her three younger brothers have finally fallen to their middle-aged knees with conflicted feelings of grief and relief. Now they must empty and sell the beloved family home, twenty-three rooms bulging with history, antiques, and oxygen tanks. Plum thought:. How tough will that be? I know how to buy garbage bags.. But the task turns out to be much harder and more rewarding than she ever imagined. Items from childhood trigger difficult memories of her eccentric family growing up in the 1950s and ’60s, but unearthing new facts about her parents helps her reconcile those relationships, with a more accepting perspective about who they were and what they valued.. They Left Us Everything. is a funny, touching memoir about the importance of preserving family history to make sense of the past, and nurturing family bonds to safeguard the future.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Cultural",
                "Biography",
                "Biography Memoir",
                "Book Club",
                "Literature",
                "Family",
                "Humor"
            ]
        },
        {
            "title": "London",
            "authors": [
                "Frank Tayell",
                "Tim Bruce"
            ],
            "ranking": 3.86,
            "ranking_count": 6068,
            "abstract": "The outbreak started in New York. Within days the infection had spread to every corner of the world. Nowhere is safe from the undead.... Bill watched from his window as London was evacuated. His leg broken, he is unable to join the exodus. Turning to his friends in the government, he waits and hopes for rescue. As the days turn into weeks, realising inaction will lead only to starvation and death, his thoughts turn to escape.. Forced to leave the safety of his home he ventures out into the undead wasteland that once was England, where he will discover a horrific secret.. This is the first volume of his journal.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Apocalyptic",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Devil's Paw",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.3,
            "ranking_count": 4048,
            "abstract": "For once no one wants to kill Samantha Martin. She’s free to do all the things a mischievous imp loves to do- like remove all the county speed limit signs, and wrap City Hall in crime scene tape. Her only worry beyond organizing the delivery of her boyfriend’s birthday present, is writing those pesky four nine five reports for the Ruling Council of Angels. But imps can never stay out of trouble for long.. Demon corpses have been found drained of all energy, their spirit selves ripped clean from their bodies. Sam’s angel, Gregory, considers her a prime suspect, so when an angel is discovered dead in the same manner, he drags her to Seattle and Juneau to try to clear her name. The race is on to find the murderer before Sam’s secret is exposed and she’s blamed for the deaths. But is a devouring spirit really the killer, or is there more to the deaths than either Sam or Gregory suspect?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "Nonna Tell Me a Story: Lidia's Christmas Kitchen",
            "authors": [
                "Lidia Matticchio Bastianich",
                "Laura Logan"
            ],
            "ranking": 3.85,
            "ranking_count": 75,
            "abstract": "America's favorite Italian-American cook, Lidia Bastianich, shares the story of the Christmases she used to celebrate in Italy with her five grandchildren.. When Lidia was a child, she spent Christmas with her grandparents, where she learned to cook with her Nonna Rosa by preparing food in their smokehouse and kitchen. Lidia and her brother would also find a big beautiful juniper bush to cut down for their holiday tree. And they made their own holiday decorations with nuts, berries, and herbs they collected for their meals.. This delightful picture book is filled with the story of Lidia's Christmas traditions, delicious recipes, and decorating ideas all perfected over the years by Lidia and her family.",
            "part_of_series": true,
            "genre_list": [
                "Holiday",
                "Childrens"
            ]
        },
        {
            "title": "Fool Me Once",
            "authors": [
                "Harlan Coben",
                "January LaVoy"
            ],
            "ranking": 3.94,
            "ranking_count": 86515,
            "abstract": "10 hrs and 5 mins. #1. New York Times. bestseller Harlan Coben delivers his next impossible-to-put-down thriller. In the course of eight consecutive #1. New York Times. bestsellers, millions of readers have discovered Harlan Coben’s thrillers, filled with his trademark edge-of-your-seat suspense and gut-wrenching emotion. In. Fool Me Once. , Coben once again outdoes himself.. Former special ops pilot Maya, home from the war, sees an unthinkable image captured by her nanny cam while she is at work: her two-year-old daughter playing with Maya’s husband, Joe—who had been brutally murdered two weeks earlier. The provocative question at the heart of the mystery: Can you believe everything you see with your own eyes, even when you desperately want to? To find the answer, Maya must finally come to terms with deep secrets and deceit in her own past before she can face the unbelievable truth about her husband—and herself.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Through the Dark",
            "authors": [
                "Alexandra Bracken"
            ],
            "ranking": 4.28,
            "ranking_count": 6732,
            "abstract": "Don't miss this breathtaking collection of stories set in the world of the New York Times best-selling Darkest Minds trilogy. Featuring ebook original novellas. In Time. and. Sparks Rise. , and a gripping, brand-new novella,. Through the Dark. is a must-have for fans of the Darkest Minds. This collection contains three novellas:. In Time. ,. Sparks Rise. , and. Beyond the Night. , as well as a sneak peek at the first novel in Alexandra Bracken's new series,. Passenger. .. IN TIME. Gabe's life has been devastated in the wake of the economic crash. The only option left for someone like him to escape his tragic past is to leave his small town behind and to attempt to become a skiptracer. This already almost-impossible task is made all the more difficult by his first score,a young girl who won't speak, but who changes his life in ways he could never imagine.. SPARKS RISE. Sam didn't think things could get worse at Thurmond rehabilitation camp. Then the Reds arrive. Everyone assumed the kids with firepower had been killed years ago. Instead they were taken away, brainwashed, and returned as terrifyingly effective guards. To her horror, Sam recognizes one of them: Lucas, the one spark of light in Sam's dark childhood. Lucas has a deadly secret--he beat the brutal training that turned his fellow Reds into mindless drones. When Sam defends herself against an attack by a vile PSF guard and faces a harrowing punishment, Lucas must risk everything to save her.. BEYOND THE NIGHT. The government-run rehabilitation camps have been shut down, but kids with Psi powers are anything but free. Sam would rather be on her own than put in the care of a foster family and given the cure--a dangerous procedure that unclaimed kids across the country are being forced to undergo. But there's more at stake than just her own safety. Sam once made someone a promise, and the time has come to fulfill it. Now that she's out of her camp, Mia only has one thought in her head: finding Lucas, her beloved older brother.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Novella",
                "Short Stories",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Selfies",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "As we all recall, Earth was invaded by tiny space ships from another solar system. The freeze frames have now been decoded, showing video clips of the invaders, who have disappeared.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Beyond Belief: My Secret Life Inside Scientology and My Harrowing Escape",
            "authors": [
                "Jenna Miscavige Hill",
                "Lisa Pulitzer"
            ],
            "ranking": 3.74,
            "ranking_count": 36975,
            "abstract": "Jenna Miscavige was raised to obey. As niece of the Church of Scientology's leader David Miscavige, she grew up at the center of this controversial organization. At 21, she made a break, risking everything she'd ever known and loved to leave Scientology once and for all. Now she speaks out about her life, the Church, her escape, going deep inside a religion that, for decades, has been the subject of fierce debate and speculation worldwide.. Piercing the veil of secrecy that has shrouded the world of Scientology, this insider reveals unprecedented firsthand knowledge of the religion, its rituals and its mysterious leader—David Miscavige. From her prolonged separation from her parents as a small child to being indoctrinated to serve the Church, from her lack of personal freedoms to the organization's emphasis on celebrity recruitment, Jenna goes behind the scenes of Scientology's oppressive and alienating culture, detailing an environment rooted in control in which the most devoted followers often face the harshest punishments when out of line. Detailing some of the Church's notorious practices, she also describes a childhood of isolation and neglect—a childhood that, painful as it was, prepared her for a tough life in the Church's most devoted order, the Sea Org.. Despite this hardship, it's only when her family approaches dissolution and her world begins to unravel that she's finally able to see the patterns of stifling conformity and psychological control that have ruled her life. Faced with a heartbreaking choice, she mounts a courageous escape, but not before being put thru the ultimate test of family, faith and love. Captivating and disturbing, Beyond Belief is an exploration of the limits of religion and the lengths to which some went to break free.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Religion",
                "Biography",
                "Biography Memoir",
                "Audiobook",
                "Crime",
                "Classics"
            ]
        },
        {
            "title": "Річка Геракліта",
            "authors": [
                "Lina Kostenko"
            ],
            "ranking": 4.36,
            "ranking_count": 42,
            "abstract": "“Річка Геракліта” – це міні вибране вже друкованих та нових поезій Ліни Костенко. Цикли природи та людського буття тут зв’язані в єдине ціле, циклічний міфологічний час та лінійний час християнства перетинаються між собою. Вірші-осяяння, вірші-попередження, вірші-реквієми і вірші, де тріумфує неприборкана стихія людських почуттів, створюють цілісну симфонічну “поему” філософського осягнення Часу.. Художній коментар до поезій – оригінальні роботи Сергія Якутовича, який “транслює” таємницю буття через витончені фантазійні “портрети” пір року, які постають у символічних, містичних та неореалістичних жіночих образах.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature"
            ]
        },
        {
            "title": "Hooked on the Game",
            "authors": [
                "C.M. Owens"
            ],
            "ranking": 4.13,
            "ranking_count": 13819,
            "abstract": "Everyone has secrets that define them, a past that has shaped them, and a game they play - whether they know it or not.. Despite the fact they live next door to each other, Kade and Raya have never made an effort to speak, until a wild party, four frat boys, and... a bulldozer.. Sterling Shore was supposed to be a new start for eighteen-year-old Raya Capperton. Everything was working out perfectly until her two roommates were expelled for a prank, leaving Raya with the house she couldn't afford on her own. Fate intervenes before she has the chance to find a new home, but she struggles to decide if it's divine luck or the devil's cruel sense of humour.. Twenty-one-year-old Kade Colton has his life planned out, and everything he does is an elaborate game to aid him with his future endeavors. Coming from money has made Kade's life easy, but he wants to build his own name - his own future. The thing he doesn't realize... when you only put forth superficial effort, you only acquire superficial friends.. Raya is torn between being amused or disturbed by Kade and his philosophy, but the drive behind his determination isn't what Raya expected. Little by little, her hatred fades and is replaced by emotions she never would have believed she could have for the rich jerk she desperately doesn't want to care about. Too bad you can't force yourself not to care.. The problem is... Kade's shiny name can't be tarnished, and Raya has a jaded tie she can't cut loose. Nothing about them can work, nothing about them makes sense, but nothing can seem to stop them from trying.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "New Adult",
                "Academic",
                "Contemporary",
                "Young Adult",
                "Fiction",
                "Adult",
                "Humor",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Book of Joy: Lasting Happiness in a Changing World",
            "authors": [
                "Dalai Lama XIV",
                "Desmond Tutu",
                "Douglas Carlton Abrams"
            ],
            "ranking": 4.37,
            "ranking_count": 46558,
            "abstract": "Two great spiritual masters share their own hard-won wisdom about living with joy even in the face of adversity.. The occasion was a big birthday. And it inspired two close friends to get together in Dharamsala for a talk about something very important to them. The friends were His Holiness the Dalai Lama and Archbishop Desmond Tutu. The subject was joy. Both winners of the Nobel Prize, both great spiritual masters and moral leaders of our time, they are also known for being among the most infectiously happy people on the planet.. From the beginning the book was envisioned as a three-layer birthday cake: their own stories and teachings about joy, the most recent findings in the science of deep happiness, and the daily practices that anchor their own emotional and spiritual lives. Both the Dalai Lama and Archbishop Tutu have been tested by great personal and national adversity, and here they share their personal stories of struggle and renewal. Now that they are both in their eighties, they especially want to spread the core message that to have joy yourself, you must bring joy to others.. Most of all, during that landmark week in Dharamsala, they demonstrated by their own exuberance, compassion, and humor how joy can be transformed from a fleeting emotion into an enduring way of life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Psychology",
                "Audiobook",
                "Inspirational"
            ]
        },
        {
            "title": "Revolution 2:0: A Memoir and Call to Action",
            "authors": [
                "Wael Ghonim"
            ],
            "ranking": 3.92,
            "ranking_count": 2100,
            "abstract": "The revolutions sweeping the Middle East in 2011 were unlike any that the world had ever seen.  Brutal regimes that had been in power for many decades were suddenly swarmed by unstoppable mobs of freedom seekers.  Now, one of the key figures behind the Egyptian uprising tells the inside, riveting story of what happened, and presents lessons for all of us on how to unleash the power of crowds.. Wael Ghonim was a little-known, 30-year-old Google executive in the fall of 2010, when he anonymously launched a Facebook page to protest the death of one Egyptian man at the hands of security forces.  The page's followers expanded quickly and moved from online protests to non-confrontational public gatherings. Then, on January 14, 2011, they made history when they announced a revolution pre-scheduled for the 25th.  Over 50,000 friends clamored to join.  On the 25th of January, as the revolution began in earnest, Ghonim was captured and held for eleven days of brutal interrogation—and when he emerged and gave a speech on national television, the protests grew even more intense.  Four days later, Mubarak was gone.. The lessons he draws will inspire each of us: Forget the past.  Don't plan ahead.  Let the crowd make its own decisions.  Welcome to Revolution 2.0.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Autobiography",
                "Northern Africa",
                "Biography",
                "Academic",
                "Social Science",
                "Social Movements"
            ]
        },
        {
            "title": "The Firebrand and the First Lady: Portrait of a Friendship: Pauli Murray, Eleanor Roosevelt, and the Struggle for Social Justice",
            "authors": [
                "Patricia Bell-Scott"
            ],
            "ranking": 4.27,
            "ranking_count": 788,
            "abstract": "A groundbreaking book—two decades in the works—that tells the story of how a brilliant writer-turned-activist, granddaughter of a mulatto slave, and the first lady of the United States, whose ancestry gave her membership in the Daughters of the American Revolution, forged an enduring friendship that changed each of their lives and helped to alter the course of race and racism in America.. Pauli Murray first saw Eleanor Roosevelt in 1933, at the height of the Depression, at a government-sponsored, two-hundred-acre camp for unemployed women where Murray was living, something the first lady had pushed her husband to set up in her effort to do what she could for working women and the poor. The first lady appeared one day unannounced, behind the wheel of her car, her secretary and a Secret Service agent her passengers. To Murray, then aged twenty-three, Roosevelt’s self-assurance was a symbol of women’s independence, a symbol that endured throughout Murray’s life.. Five years later, Pauli Murray, a twenty-eight-year-old aspiring writer, wrote a letter to Franklin and Eleanor Roosevelt protesting racial segregation in the South. The president’s staff forwarded Murray’s letter to the federal Office of Education. The first lady wrote back.. Murray’s letter was prompted by a speech the president had given at the University of North Carolina, Chapel Hill, praising the school for its commitment to social progress. Pauli Murray had been denied admission to the Chapel Hill graduate school because of her race.. She wrote in her letter of 1938:. Does it mean that Negro students in the South will be allowed to sit down with white students and study a problem which is fundamental and mutual to both groups? Does it mean that the University of North Carolina is ready to open its doors to Negro students . . . ? Or does it mean, that everything you said has no meaning for us as Negroes, that again we are to be set aside and passed over . . . ?. Eleanor Roosevelt wrote to Murray:. I have read the copy of the letter you sent me and I understand perfectly, but great changes come slowly . . . The South is changing, but don’t push too fast.. So began a friendship between Pauli Murray (poet, intellectual rebel, principal strategist in the fight to preserve Title VII of the 1964 Civil Rights Act, cofounder of the National Organization for Women, and the first African American female Episcopal priest) and Eleanor Roosevelt (first lady of the United States, later first chair of the United Nations Commission on Human Rights, and chair of the President’s Commission on the Status of Women) that would last for a quarter of a century.. Drawing on letters, journals, diaries, published and unpublished manuscripts, and interviews, Patricia Bell-Scott gives us the first close-up portrait of this evolving friendship and how it was sustained over time, what each gave to the other, and how their friendship changed the cause of American social justice.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Politics",
                "Social Movements",
                "Feminism",
                "Womens",
                "Race",
                "Historical",
                "North American Hi..."
            ]
        },
        {
            "title": "Johnny Appleseed: The Man, the Myth, the American Story",
            "authors": [
                "Howard Means"
            ],
            "ranking": 3.21,
            "ranking_count": 206,
            "abstract": "This portrait of Johnny Appleseed restores the flesh-and-blood man beneath the many myths. It captures the boldness of an iconic American life and the sadness of his last years, as the frontier marched past him, ever westward. And it shows how death liberated the legend and made of Johnny a barometer of the nation’s feelings about its own heroic past and the supposed Eden it once had been. It is a book that does for America’s inner frontier what Stephen Ambrose’s. Undaunted Courage. did for its western one.. No American folk hero—not Davy Crockett, not even Daniel Boone—is better known than Johnny Appleseed, and none has become more trapped in his own legends. The fact is, John Chapman—the historical Johnny Appleseed—might well be the best-known figure from our national past about whom most people know almost nothing real at all.. One early historian called Chapman “the oddest character in all our history,” and not without cause. Chapman was an animal whisperer, a vegetarian in a raw country where it was far easier to kill game than grow a crop, a pacifist in a place ruled by gun, knife, and fist. Some settlers considered Chapman a New World saint. Others thought he had been kicked in the head by a horse. And yet he was welcomed almost everywhere, and stories about him floated from cabin to cabin, village to village, just as he did.. As eccentric as he was, John Chapman was also very much a man of his times: a land speculator and pioneer nurseryman with an uncanny sense for where settlement was moving next, and an evangelist for the Church of the New Jerusalem on a frontier alive with religious fervor. His story is equally America’s story at the birth of the nation.. In this tale of the wilderness and its taming, author Howard Means explores how our national past gets mythologized and hired out. Mostly, though, this is the story of two men, one real and one invented; of the times they lived through, the ties that link them, and the gulf that separates them; of the uses to which both have been put; and of what that tells us about ourselves, then and now.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "North American Hi...",
                "Biography Memoir",
                "Food and Drink",
                "Folklore"
            ]
        },
        {
            "title": "A Mother's Confession",
            "authors": [
                "Kelly Rimmer"
            ],
            "ranking": 4.37,
            "ranking_count": 7682,
            "abstract": "'He’s dead and I’m safe, but I’m still scared. Sometimes I actually miss him, but then in the very next breath I find that I hate him so much that I hope there is a hell, just so that he can be suffering like he left me here to suffer.'. Olivia. and. David. were the perfect couple with their whole lives in front of them. When beautiful baby daughter. Zoe. came along, their world seemed complete.. But now David is dead and Olivia’s world is in pieces. While she is consumed with grief, her mother-in-law. Ivy. is also mourning the loss of her son. Both women are hiding secrets about the man they loved. Secrets that have put the family in danger.. Something was very wrong in Olivia and David’s marriage. Can Olivia and Ivy break their silence and speak the truth? A mother should protect her child, whatever the cost…shouldn’t she?. From the bestselling author of. The Secret Daughter. and. Me Without You. comes another emotionally gripping and gut-wrenching read about love, loss and the strength of a mother’s love.. What everyone’s saying about Kelly Rimmer:. ‘This was a refreshingly different read which I would put in the same vein as. Diane Chamberlain. but this was even better than some of Diane's latest releases. This is no girl meets boy and falls in love read but rather. a heartbreaking, beautifully written story based on true facts. … a thought provoking, emotional story not to be missed.’. Shaz’s Book Blog. ‘I adored this novel. Absolutely, 100% adored it.. Kelly Rimmer is a beautiful writer …. The Secret Daughter. packed such an emotional, powerful punch, one that I don't think I've felt before that I'll always associate with her novels from now on.’. Becca’s Books. ‘Kelly Rimmer did an amazing job of telling such a heartbreaking tale.. This story had me laughing, crying and hugging my daughter a wee tighter. I loved this story!. ’. Steph and Chris Book Reviews. ‘This book. had me on an emotional rollercoaster from the first words. … a story that will stay with you long after you have finished the book.’. Ask a Bookworm. ‘This was such a moving story, convincingly told.. It is almost as though you are reading a memoir rather than a novel … a really compelling read and would definitely recommend it.’. Portobello Book Blog. ‘Full of deep raw emotion and had me hooked until the end.'. That Thing She Reads. ‘warmed my heart to the very core, and then tore it out and stomped all over it …  an unforgettable tale that I couldn't recommend more.'. GirlsLovetoRead.com. ‘I fell in love with this amazing book after the first sentence and would read it all over again.. A wonderful mixture of emotions, real love, secrets, laughter and sadness.’. Sky’s Book Corner. ‘It’s been a while since I’ve read a book that made me ‘ugly cry.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Family",
                "Sociology",
                "Thriller",
                "Suspense",
                "Adult Fiction",
                "Womens Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Time Travel Megapack: 26 Modern and Classic Science Fiction Stories",
            "authors": [
                "Edward M. Lerner",
                "Richard A. Lupoff",
                "Damien Broderick",
                "Clifford D. Simak",
                "Reginald Bretnor",
                "William F. Nolan",
                "John Gregory Betancourt",
                "James H. Schmitz",
                "more…",
                "Darrell Schweitzer",
                "C.J. Henderson",
                "…less"
            ],
            "ranking": 3.68,
            "ranking_count": 580,
            "abstract": "Time travel is one of the staples of science fiction, right up there with aliens, space opera, and robots. Most science fiction authors have written at least one time travel story. This collection samples some of the best.. 10 • Time Out • (2013) • novella by Edward M. Lerner. 69 • These Stones Will Remember • (1981) • novelette by Reginald Bretnor. 99 • Project Mastodon • (1955) • novelette by Clifford D. Simak. 133 • 12:01 P.M. • (1973) • short story by Richard A. Lupoff. 150 • Time Considered as a Series of Thermite Burns in No Particular Order • (2011) • short story by Damien Broderick. 160 • Time and Time Again • (1947) • short story by H. Beam Piper. 179 • Try, Try Again • (2013) • short fiction by John Gregory Betancourt. 184 • The Eternal Wall • (1942) • short story by Raymond Z. Gallun. 196 • The Man from Time • (1954) • short story by Frank Belknap Long. 211 • Of Time and Texas • (1956) • short story by William F. Nolan. 215 • The Edge of the Knife • [Federation] • (1957) • novella by H. Beam Piper. 260 • Through Time and Space with Ferdinand Feghoot (10) • [Through Time and Space with Ferdinand Feghoot • 10] • (1982) • short fiction by Reginald Bretnor (variant of Through Time and Space with Ferdinand Feghoot: X 1959) [as by Grendel Briarton]. 261 • Time Bum • (1953) • short story by C. M. Kornbluth. 270 • Nebogipfel at the End of Time • [H. G. Wells' Time Machine Universe] • (1978) • short story by Richard A. Lupoff. 278 • Unborn Tomorrow • (1959) • short story by Mack Reynolds. 291 • Lost in the Future • (1954) • short story by John Victor Peterson. 294 • The Winds of Time • [The Hub] • (1962) • novelette by James H. Schmitz. 328 • Armageddon—2419 A. D. • [Buck Rogers • 1] • (1928) • novella by Philip Francis Nowlan. 402 • The Man Who Saw the Future • (1930) • short story by Edmond Hamilton. 417 • A Traveler in Time • [Tex Harrigan] • (1953) • short story by August Derleth. 431 • Through Time and Space with Ferdinand Feghoot (71) • [Through Time and Space with Ferdinand Feghoot • 71] • (1982) • short fiction by Reginald Bretnor (variant of Through Time and Space with Ferdinand Feghoot: LXXI 1969) [as by Grendel Briarton]. 432 • Flight from Tomorrow • (1950) • novelette by H. Beam Piper. 454 • In the Cracks of Time • (2009) • short story by David M. Alexander [as by David Grace]. 468 • Sweep Me to My Revenge! • (2007) • short story by Darrell Schweitzer. 479 • The Solid Men • (2009) • short story by C. J. Henderson. 498 • Through Time and Space with Ferdinand Feghoot (Epsilon) • [Through Time and Space with Ferdinand Feghoot (3) • 5] • (1985) • short fiction by Reginald Bretnor (variant of Through Time and Space with Ferdinand Feghoot: epsilon) [as by Grendel Briarton]. 499 • About the Authors (The Time Travel Megapack) • (2013) • essay by John Gregory Betancourt",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Lizzy and Jane",
            "authors": [
                "Katherine Reay"
            ],
            "ranking": 3.86,
            "ranking_count": 5804,
            "abstract": "Lizzy and Jane. never saw eye to eye. But when illness brings them together, they discover they may be more like Austen’s famous sisters after all.. Lizzy was only a teenager when her mother died of cancer. Shortly after, Lizzy fled from her home, her family, and her cherished nickname. After working tirelessly to hone her gift of creating magic in the kitchen, Elizabeth has climbed the culinary ladder to become the head chef of her own New York restaurant, Feast. But as her magic begins to elude her, Paul, Feast’s financial backer, brings in someone to share her responsibilities and her kitchen. So Elizabeth flees again.. In a desperate attempt to reconnect with her gift, Elizabeth returns home. But her plans are derailed when she learns that her estranged sister, Jane, is battling cancer. Elizabeth surprises everyone—including herself—when she decides to stay in Seattle and work to prepare healthy, sustaining meals for Jane as she undergoes chemotherapy. She also meets Nick and his winsome son, Matt, who, like Elizabeth, are trying to heal from the wounds of the past.. As she tends to Jane's needs, Elizabeth's powers begin to return to her, along with the family she left behind so long ago. Then Paul tries to entice her back to New York, and she is faced with a hard decision: stay and become Lizzy to her sister’s Jane, or return to New York and the life she worked so hard to create?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Christian Fiction",
                "Romance",
                "Womens Fiction",
                "Christian",
                "Adult Fiction",
                "Adult",
                "Food and Drink"
            ]
        },
        {
            "title": "The Complete Stories of Leonora Carrington",
            "authors": [
                "Leonora Carrington",
                "Kathryn Davis",
                "Kathrine Talbot",
                "Anthony Kerrigan",
                "Marina Warner"
            ],
            "ranking": 4.09,
            "ranking_count": 1795,
            "abstract": "Surrealist writer and painter Leonora Carrington (1917-2011) was a master of the macabre, of gorgeous tableaus, biting satire, roguish comedy, and brilliant, effortless flights of the imagination. Nowhere are these qualities more ingeniously brought together than in the works of short fiction she wrote throughout her life.. Published to coincide with the centennial of her birth,. The Complete Stories of Leonora Carrington. collects for the first time all of her stories, including several never before seen in print. With a startling range of styles, subjects, and even languages (several of the stories are translated from French or Spanish),. The Complete Stories. captures the genius and irrepressible spirit of an amazing artist’s life.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Fantasy",
                "Horror",
                "Art",
                "Magical Realism",
                "Surreal",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Leonardo da Vinci",
            "authors": [
                "Walter Isaacson"
            ],
            "ranking": 4.17,
            "ranking_count": 85813,
            "abstract": "Based on thousands of pages from Leonardo's astonishing notebooks and new discoveries about his life and work, Walter Isaacson weaves a narrative that connects his art to his science. He shows how Leonardo's genius was based on skills we can improve in ourselves, such as passionate curiosity, careful observation, and an imagination so playful that it flirted with fantasy. He produced the two most famous paintings in history, The Last Supper and the Mona Lisa. But in his own mind, he was just as much a man of science and technology. With a passion that sometimes became obsessive, he pursued innovative studies of anatomy, fossils, birds, the heart, flying machines, botany, geology, and weaponry. His ability to stand at the crossroads of the humanities and the sciences, made iconic by his drawing of Vitruvian Man, made him history's most creative genius",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Art",
                "Science",
                "Biography Memoir",
                "Audiobook",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "Ιστορίες απ᾽ όλον τον κόσμο μου",
            "authors": [
                "Παυλίνα Μάρβιν"
            ],
            "ranking": 4.44,
            "ranking_count": 41,
            "abstract": "Όπου επτά αφηγήσεις νόσου σε στενό οικογενειακό κύκλο, τρεις διαφορετικοί αποχαιρετισμοί για ένα και μοναδικό αγαπημένο πρόσωπο, δύο λόγια για τον άνθρωπο που ήρθε για να μείνει, τέσσερις χρήσιμες εμπειρίες προγόνων και εννέα περιστατικά από ισάριθμες χώρες της ίδιας καρδιάς, δεν άθροισαν καμιά πείρα δεν βοήθησαν στον αποχωρισμό.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "New York to Dallas",
            "authors": [
                "J.D. Robb",
                "Susan Ericksen"
            ],
            "ranking": 4.44,
            "ranking_count": 29299,
            "abstract": "Twelve years ago, Eve Dallas was just a rookie NY cop when her instincts led her to the apartment of Isaac McQueen, a man she discovered to be a sick murderer and pedophile, who was keeping young girls in cages. Now a homicide Lieutenant, Eve is one of the most distinguished officers in the city—and then she learns that McQueen has escaped from jail. Bent on revenge against Eve and with a need to punish more bad girls McQueen heads to Dallas, Texas—the place where Eve was found as a child, the place where she killed her own abusive monster when she was only eight years old. With Eve and Roarke in pursuit of McQueen, everything is on the line and secrets from Eve's past are about to be shockingly revealed.. An unabridged recording on 12 CDs (13 hours, 54 minutes).",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Futuristic",
                "Suspense",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "title": "A Monster Like Me",
            "authors": [
                "Wendy S. Swore"
            ],
            "ranking": 3.89,
            "ranking_count": 879,
            "abstract": "There are trolls, goblins, and witches. Which kind of monster is Sophie?. Sophie is a monster expert. Thanks to her. Big Book of Monsters. and her vivid imagination, Sophie can identify the monsters in her school and neighborhood. Clearly, the bullies are trolls and goblins. Her nice neighbor must be a good witch, and Sophie’s new best friend is obviously a fairy. But what about Sophie? She’s convinced she is definitely a monster because of the “monster mark” on her face. At least that’s what she calls it. The doctors call it a blood tumor. Sophie tries to hide it but it covers almost half her face. And if she’s a monster on the outside, then she must be a monster on the inside, too.. Being the new kid at school is hard. Being called a monster is even harder. Sophie knows that it’s only a matter of time before the other kids, the doctors, and even her mom figure it out. And then her mom will probably leave — just like her dad did.. Because who would want to live with a real monster?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Realistic Fiction",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Life and times of the Messengers",
            "authors": [
                "Darussalam"
            ],
            "ranking": 4.54,
            "ranking_count": 26,
            "abstract": "The exact number of prophets and messengers sent by Allah is not known, but the Qur'an makes clear that all of the prophets were sent to various nations to preach Islamic monotheism.. Muslims believe that all the Divine Messengers including those in common with Judaism and Christianity - conveyed the same message of true monotheism and submission to the one God, Allah. Belief in these prophets and messengers is an essential part of the Islamic faith and Muslims do not differentiate between them, according them all the same respect and reverence.. Darussalam is proud to present the abridged English translation of Al-Bidayah wan Nihayah (The Beginning and The End), by the renowned scholar Abu Al-Fida, 'Imad ad-Deen Isma'eel bin 'Umar bin Katheer (Ibn Katheer), recounting the stories of the prophets and their nations.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "My Korean Deli: Risking It All for a Convenience Store",
            "authors": [
                "Ben Ryder Howe",
                "Bronson Pinchot"
            ],
            "ranking": 3.41,
            "ranking_count": 3834,
            "abstract": "This sweet and funny tale of a preppy editor buying a Brooklyn deli with his Korean in-laws is about family, culture clash, and the quest for authentic experiences. It starts with a gift. When Ben Ryder Howe's wife, the daughter of Korean immigrants, decides to repay her parents' self-sacrifice by buying them a store, Howe, an editor at the rarefied Paris Review, agrees to go along. Things soon become a lot more complicated. After the business struggles, Howe finds himself living in the basement of his in-laws' Staten Island home, commuting to the Paris Review offices in George Plimpton's Upper East Side townhouse by day, and heading to Brooklyn to slice cold cuts and peddle lottery tickets by night. My Korean Deli follows the store's tumultuous life span, and along the way paints the portrait of an extremely unlikely partnership between characters with shoots across society, from the Brooklyn streets to Seoul to Puritan New England. Owning the deli becomes a transformative experience for everyone involved as they struggle to salvage the original gift--and the family--while sorting out issues of values, work, and identity.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Food and Drink",
                "Audiobook",
                "Business",
                "New York",
                "Humor",
                "Family",
                "Biography Memoir"
            ]
        },
        {
            "title": "Five Feet Apart",
            "authors": [
                "Rachael Lippincott",
                "Mikki Daughtry",
                "Tobias Iaconis"
            ],
            "ranking": 4.2,
            "ranking_count": 155354,
            "abstract": "Also a major motion picture starring Cole Sprouse and Haley Lu Richardson!. Goodreads Choice Winner, Best Young Adult Fiction of 2019. In this #1. New York Times. bestselling novel that’s perfect for fans of John Green’s. The Fault in Our Stars. , two teens fall in love with just one minor complication—they can’t get within a few feet of each other without risking their lives.. Can you love someone you can never touch?. Stella Grant likes to be in control—even though her totally out of control lungs have sent her in and out of the hospital most of her life. At this point, what Stella needs to control most is keeping herself away from anyone or anything that might pass along an infection and jeopardize the possibility of a lung transplant. Six feet apart. No exceptions.. The only thing Will Newman wants to be in control of is getting out of this hospital. He couldn’t care less about his treatments, or a fancy new clinical drug trial. Soon, he’ll turn eighteen and then he’ll be able to unplug all these machines and actually go see the world, not just its hospitals.. Will’s. exactly. what Stella needs to stay away from. If he so much as breathes on Stella, she could lose her spot on the transplant list. Either one of them could die. The only way to stay alive is to stay apart. But suddenly six feet doesn’t feel like safety. It feels like punishment.. What if they could steal back just a little bit of the space their broken lungs have stolen from them? Would five feet apart really be so dangerous if it stops their hearts from breaking too?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Inner Sea: A Novel of the Year 100",
            "authors": [
                "Zane Kotker"
            ],
            "ranking": 4.44,
            "ranking_count": 16,
            "abstract": "A globalizing Rome has taken nations and tribes by force, and the loss of national and tribal identity leaves people adrift in an indifferent empire. A widow sends her former slave to fetch her granddaughter, while a silver merchant routes his son around the Mediterranean—where Jews and Christians are pulling apart from each other. Jews find themselves without their centralizing Temple, Christians without their Son of God. Fatalists tun to the stars, Stoics and Epicureans only to themselves. The two young people cross paths, bringing down the worlds of their parents and testing the wisdom of the man whom Rome calls Son of God—the emperor, Trajan.",
            "part_of_series": false,
            "genre_list": [
                "Historical"
            ]
        },
        {
            "title": "Calamity at Chancellorsville",
            "authors": [
                "Mathew W. Lively"
            ],
            "ranking": 4.34,
            "ranking_count": 38,
            "abstract": "The Wounding and Death of Confederate General Stonewall Jackson. On May 2, 1863, Confederate General Thomas J. Stonewall Jackson led his Second Corps around the unsuspecting Army of the Potomac on one of the most daring flank marches in history. His surprise flank attack launched with the five simple words You can go forward, then collapsed a Union corps in one of the most stunning accomplishments of the war. Flushed with victory, Jackson decided to continue attacking into the night. He and members of his staff rode beyond the lines to scout the ground while his units reorganized. However, Southern soldiers mistook the riders for Union cavalry and opened fire, mortally wounding Jackson at the apogee of his military career. One of the rounds broke Jackson s left arm, which required amputation. A week later Old Jack was dead.. Calamity at Chancellorsville: The Wounding and Death of Confederate General Stonewall Jackson. is the first full-length examination of Jackson s final days. Contrary to popular belief, eyewitnesses often disagreed regarding key facts relating to the events surrounding Jackson s reconnaissance, wounding, harrowing journey out of harm s way, medical care, and death. These accounts, for example, conflict regarding where Jackson was fatally wounded and even the road he was on when struck. If he wasn t wounded where history has recorded, then who delivered the fatal volley? How many times did he fall from the stretcher? What medical treatment did he receive? What type of amputation did Dr. Hunter McGuire perform? Did Jackson really utter his famous last words, Let us cross over the river, and rest under the shade of the trees? What was the cause of his death?. Author Mathew W. Lively utilizes extensive primary source material and a firm understanding of the area to re-examine the gripping story of the final days of one of the Confederacy s greatest generals, and how Southerners came to view Jackson's death during and after the conflict. Dr. Lively begins his compelling narrative with a visit from Jackson s family prior to the battle of Chancellorsville, then follows his course through the conflict to its fatal outcome.. Instead of revising history, Dr. Lively offers up a fresh new perspective. Calamity at Chancellorsville will stand as the definitive account of one of the most important and surprisingly misunderstood events of the American Civil War.. REVIEWS. The definitive book on the last days of Stonewall Jackson.. Frank A. O Reilly, author of The Fredericksburg Campaign: Winter War on the Rappahannock. The fatally wounded body of Stonewall Jackson has generated more controversy among historians than any of his famous military campaigns, and Mathew Lively dissects the events surrounding the general s wounding and his medical care with surgical precision. Much of the established knowledge about Stonewall Jackson s final days comes under question because of Lively s microcosmic inspection of remarkable source material and research. Calamity at Chancellorsville gives us new angles from which to observe a deadly moment in Confederate history, one that is infused with high drama and intense action.. Peter S. Carmichael, Fluhrer Professor, Gettysburg College. Stonewall Jackson's wounding at Chancellorsville is one of the pivotal dramas of the Civil War. Dr. Mathew Lively is uniquely qualified to explore this tragic tale. Blending meticulous research and sparkling prose with the eye of a physician, Lively offers a fresh and compelling account of Jackson s last days in Calamity at Chancellorsville. In the process he humanizes the blue-eyed warrior, revealing valuable new insight on the cause of his death.. W. Hunter Lesser, author of Rebels at the Gate",
            "part_of_series": false,
            "genre_list": [
                "Military History",
                "History",
                "American History"
            ]
        },
        {
            "title": "The Black Flamingo",
            "authors": [
                "Dean Atta"
            ],
            "ranking": 4.4,
            "ranking_count": 23491,
            "abstract": "A boy comes to terms with his identity as a mixed-race gay teen - then at university he finds his wings as a drag artist, The Black Flamingo. A bold story about the power of embracing your uniqueness. Sometimes, we need to take charge, to stand up wearing pink feathers - to show ourselves to the world in bold colour.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "LGBT",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Black God's Drums",
            "authors": [
                "P. Djèlí Clark"
            ],
            "ranking": 4.05,
            "ranking_count": 7507,
            "abstract": "Creeper, a scrappy young teen, is done living on the streets of New Orleans. Instead, she wants to. soar. , and her sights are set on securing passage aboard the smuggler airship. Midnight Robber. . Her ticket: earning Captain Ann-Marie’s trust using a secret about a kidnapped Haitian scientist and a mysterious weapon he calls The Black God’s Drums.. But Creeper keeps another secret close to heart--Oya, the African orisha of the wind and storms, who speaks inside her head and grants her divine powers. And Oya has her. own. priorities concerning Creeper and Ann-Marie…",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Novella",
                "Fiction",
                "Historical",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Two Girls Down",
            "authors": [
                "Louisa Luna"
            ],
            "ranking": 3.86,
            "ranking_count": 15605,
            "abstract": "When two young sisters disappear from a strip mall parking lot in a small Pennsylvania town, their devastated mother hires an enigmatic bounty hunter, Alice Vega, to help find the girls. Immediately shut out by a local police department already stretched thin by budget cuts and the growing OxyContin and meth epidemic, Vega enlists the help of a disgraced former cop, Max Caplan. Cap is a man trying to put the scandal of his past behind him and move on, but Vega needs his help to find the girls, and she will not be denied.. With little to go on, Vega and Cap will go to extraordinary lengths to untangle a dangerous web of lies, false leads, and complex relationships to find the girls before time runs out, and they are gone forever.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Pocket Notebook",
            "authors": [
                "Mike  Thomas"
            ],
            "ranking": 3.54,
            "ranking_count": 78,
            "abstract": "PC Jacob Smith records his spiralling breakdown in his police notebook",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "The Last Leaf: Voices of History's Last-Known Survivors",
            "authors": [
                "Stuart Lutz"
            ],
            "ranking": 3.67,
            "ranking_count": 98,
            "abstract": "On December 3, 2009, Frank Woodruff Buckles, the last living American survivor of World War I, testified before the United States Senate in support of creating a National WWI Memorial in Washington DC. The 108-year-old veteran’s visit to Capitol Hill was covered in-depth by the Associated Press and CNN, among others, calling attention to his status as a last living survivor—the last leaf of an event that forever changed American history. But Frank Buckles is not alone. While his personal story is unique, Frank, now 109, belongs to an elite group of last living survivors who have experienced some of the most impactful, tragic, heroic, glamorous, and awe-inspiring events in modern American history. Their stories are eloquently chronicled in their own passionate—and often chilling—words, in this book. This unique oral history book records the stories told to him personally by people who witnessed many of history’s most famous events. Among many others, the author interviewed: the final three Civil War widows (one Union and two Confederate), the final pitcher to surrender a home run to Babe Ruth, the last suffragette, the last living person to fly with Amelia Earhart, the final American World War I soldier, and the last surviving employees of Thomas Edison, F. Scott Fitzgerald, and Harry Houdini. The wide-ranging stories involve humor (the 1920 Olympic medalist who stole the original Olympic flag), tragedy (the last survivor of the 1915 Lusitania sinking), heroism (the final Medal of Honor recipient for actions on Pearl Harbor Day), and eyewitnesses to great events (one of the last scientists at the first nuclear chain reaction, and the final Iwo Jima flag raiser).. In more than three-dozen chapters, the author blends background information in a lively narrative with the words of the interviewees, so that readers not familiar with the historical episodes described can understand what occurred and the long-term significance of the events. A book that truly makes the past come alive, The Last Leaf will fascinate not only history buffs, but anyone who likes a good story.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Historical"
            ]
        },
        {
            "title": "Exit the Actress",
            "authors": [
                "Priya Parmar"
            ],
            "ranking": 3.83,
            "ranking_count": 1602,
            "abstract": "While selling oranges in the Theatre Royal, Covent Garden, sweet and sprightly Ellen Nell Gwyn impresses the theater's proprietors with a wit and sparkle that belie her youth and poverty. She quickly earns a place in the company, narrowly avoiding the life of prostitution to which her sister has already succumbed. As her roles evolve from supporting to starring, the scope of her life broadens as well. Soon Ellen is dressed in the finest fashions, charming the theatrical, literary, and royal luminaries of Restoration England. Ellen grows up on the stage, experiencing first love and heartbreak and eventually becoming the mistress of Charles II. Despite his reputation as a libertine, Ellen wholly captures his heart-and he hers-but even the most powerful love isn't enough to stave off the gossip and bitter court politics that accompany a royal romance. Telling the story through a collection of vibrant seventeenth-century voices ranging from Ellen's diary to playbills, letters, gossip columns, and home remedies, Priya Parmar brings to life the story of an endearing and delightful heroine.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Romance",
                "Literature",
                "Adult",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Birds of Prey",
            "authors": [
                "Blake Crouch",
                "Jack Kilborn",
                "J.A. Konrath"
            ],
            "ranking": 4.04,
            "ranking_count": 456,
            "abstract": "Annie Wilkes from Misery.... John Doe from Se7en.... Hannibal Lecter.... For everyone who thinks the bad guys are so much more fun to read than the good guys, we’ve written a book just for you.. In the annuls of modern thriller fiction, the villains always steal the show. We love to read and watch great villains. In many cases, they’re the best, most entertaining parts of our books, so it only made sense to write a book featuring every major villain we’ve ever written.. They’re all here...Lucy and Donaldson from Serial, Orson and Luther from Desert Places, Locked Doors, and Break You, Mr. K from Shaken, Alex and Charles Kork from Whiskey Sour and Rusty Nail, Isaiah from Abandon, Javier from Snowbound, and many, many more from the Crouch and Konrath/Kilborn books including Trapped, Run, Bloody Mary, Afraid, Endurance, and Shot of Tequila.. If you liked Serial Uncut and Killers, Birds of Prey is going to blow your mind, scar your soul, and scare you to death.. If you haven’t read anything by Crouch, Kilborn, or Konrath, Birds of Prey is the perfect introduction to the dark side of their universe.. And if you enjoy a good bad guy (or bad girl), you’re going to love this.. Because there are TWENTY-ONE of them featured in this book.. Beyond a thrilling piece of horrifying suspense, Birds of Prey also takes the collaborative literary experiment begun in Serial and Killers to the next level, with most of the novel having been written in a Google Doc, where the authors could simultaneously write in real time. All bets were off, and may the best psycho win.. Birds of Prey is a 40,000-word stand-alone novella.. NOTE: The three novellas in this series are: Serial Uncut, Killers, and Birds of Prey.. These novellas are also available in a variety of compilations.. Killers Uncut = Killers + Birds of Prey.. Serial Killers Uncut = Serial Uncut + Killers + Break You + Birds of Prey.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Thriller",
                "Mystery",
                "Suspense",
                "Fiction",
                "Novella"
            ]
        },
        {
            "title": "Want to Go Private?",
            "authors": [
                "Sarah Darer Littman"
            ],
            "ranking": 3.74,
            "ranking_count": 4928,
            "abstract": "Abby and Luke chat online. They've never met. But they are going to. Soon.. Abby is starting high school--it should be exciting, so why doesn't she care? Everyone tells her to make an effort, but why can't she just be herself?. Abby quickly feels like she's losing a grip on her once-happy life. The only thing she cares about anymore is talking to Luke, a guy she met online, who understands. It feels dangerous and yet good to chat with Luke--he is her secret, and she's his. Then Luke asks her to meet him, and she does.. But Luke isn't who he says he is. When Abby goes missing, everyone is left to put together the pieces. If they don't, they'll never see Abby again.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Contemporary",
                "Fiction",
                "Mystery",
                "Sociology",
                "Horror",
                "Suspense",
                "Romance"
            ]
        },
        {
            "title": "Inhuman",
            "authors": [
                "Kat Falls"
            ],
            "ranking": 4.09,
            "ranking_count": 6332,
            "abstract": "In a world ravaged by mutation, a teenage girl must travel into the forbidden Savage Zone to recover lost artifacts or her father’s life is forfeit.. America has been ravaged by a war that has left the eastern half of the country riddled with mutation. Many of the people there exhibit varying degrees of animal traits. Even the plantlife has gone feral.. Crossing from west to east is supposed to be forbidden, but sometimes it’s necessary. Some enter the Savage Zone to provide humanitarian relief. Sixteen-year-old Lane’s father goes there to retrieve lost artifacts—he is a Fetch. It’s a dangerous life, but rewarding—until he’s caught.. Desperate to save her father, Lane agrees to complete his latest job. That means leaving behind her life of comfort and risking life and limb—and her very DNA—in the Savage Zone. But she’s not alone. In order to complete her objective, Lane strikes a deal with handsome, roguish Rafe. In exchange for his help as a guide, Lane is supposed to sneak him back west. But though Rafe doesn’t exhibit any signs of “manimal” mutation, he’s hardly civilized . . . and he may not be trustworthy.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Apocalyptic",
                "Romance",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Das zweite Buch der Träume",
            "authors": [
                "Kerstin Gier"
            ],
            "ranking": 4.06,
            "ranking_count": 24129,
            "abstract": "Liv ist erschüttert: Secrecy kennt ihre intimsten Geheimnisse. Woher nur? Und was verbirgt Henry vor ihr? Welche düstere Gestalt treibt nachts in den endlosen Korridoren der Traumwelt ihr Unwesen? Und warum fängt ihre Schwester Mia plötzlich mit dem Schlafwandeln an?. Albträume, mysteriöse Begegnungen und wilde Verfolgungsjagden tragen nicht gerade zu einem erholsamen Schlaf bei, dabei muss Liv sich doch auch schon tagsüber mit der geballten Problematik einer frischgebackenen Patchwork-Familie samt intriganter Großmutter herumschlagen. Und der Tatsache, dass es einige Menschen gibt, die noch eine Rechnung mit ihr offen haben – sowohl tagsüber als auch nachts…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Audiobook",
                "European Literature",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "Deadly Spin: An Insurance Company Insider Speaks Out on How Corporate PR Is Killing Health Care and Deceiving Americans",
            "authors": [
                "Wendell Potter"
            ],
            "ranking": 4.14,
            "ranking_count": 932,
            "abstract": "Wendell Potter is the insurance industry's worst nightmare.. In June 2009, Wendell Potter made national headlines with his scorching testimony before the Senate panel on health care reform. This former senior VP of CIGNA explained how health insurers make promises they have no intention of keeping, how they flout regulations designed to protect consumers, and how they skew political debate with multibillion-dollar PR campaigns designed to spread disinformation.. Potter had walked away from a six-figure salary and two decades as an insurance executive because he could no longer abide the routine practices of an industry where the needs of sick and suffering Americans take a backseat to the bottom line. The last straw: when he visited a rural health clinic and saw hundreds of people standing in line in the rain to receive treatment in stalls built for livestock.. In. Deadly Spin. , Potter takes readers behind the scenes to show how a huge chunk of our absurd healthcare spending actually bankrolls a propaganda campaign and lobbying effort focused on protecting one thing: profits. Whatever the fate of the current health care legislation, it makes no attempt to change that fundamental problem.. Potter shows how relentless PR assaults play an insidious role in our political process anywhere that corporate profits are at stake-from climate change to defense policy.. Deadly Spin. tells us why-and how-we must fight back.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Business",
                "Economics",
                "Health",
                "Medical",
                "History"
            ]
        },
        {
            "title": "How We Love Our Kids: The 5 Love Styles of Parenting",
            "authors": [
                "Milan Yerkovich",
                "Kay Yerkovich"
            ],
            "ranking": 4.32,
            "ranking_count": 309,
            "abstract": "One s. mall change. in how you love; one. big change. in your kids. Having problems with your kids? What if. you. are the problem and you just can't see it?. How We Love Our Kids. offers a unique approach, to help you as a parent transform your kids by making specific changes in how you love. It's the. only. book specifically for parents that reveals the unseen forces that shape every interaction with your kids.. - Identify which of the five love styles you have.. - Discover the surprising dynamics that shape your parenting.. - Get rid of your buttons so your kids can't push them.. - Create a close connection with your kids that will last a lifetime.. - Learn the seven gifts every child needs.. Based on years of research in the area of attachment and bonding,. How We Love Our Kids. shows parents how to overcome the predictable challenges that arise out of the five love styles and helps parents cultivate a secure, deep connection with a child of any age. Retool your reactions and refocus on how you love. Start today. Watch your kids flourish and thrive as they receive what was missing in your love.. With four self-assessments and powerful application tools to use with children of all ages.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Self Help",
                "Nonfiction",
                "Christian",
                "Psychology"
            ]
        },
        {
            "title": "Faces in the Crowd",
            "authors": [
                "Valeria Luiselli"
            ],
            "ranking": 3.62,
            "ranking_count": 5066,
            "abstract": "A young mother in Mexico City, captive to a past that both overwhelms and liberates her, and a house she cannot abandon nor fully occupy, writes a novel of her days as a translator living in New York. A young translator, adrift in Harlem, is desperate to translate and publish the works of Gilberto Owen, an obscure Mexican poet who lived in Harlem during the 1920s, and whose ghostly presence haunts her in the city’s subways. And Gilberto Owen, dying in Philadelphia in the 1950s, convinced he is slowly disappearing, recalls his heyday decades before, his friendships with Nella Larsen, Louis Zukofsky, and Federico Garcia Lorca, and the young woman in a red coat he saw in the windows of passing trains. As the voices of the narrators overlap and merge, they drift into one single stream, an elegiac evocation of love and loss.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Staal",
            "authors": [
                "Silvia Avallone",
                "Manon Smits"
            ],
            "ranking": 3.54,
            "ranking_count": 6974,
            "abstract": "De dertienjarige Anna en Francesca wonen in hetzelfde appartementencomplex in Piombino, een klein industriestadje aan de Italiaanse kust met uitzicht op het eiland Elba. Elba is voor de rijken en toeristen, en onbereikbaar voor het gewone volk dat zijn brood verdient in de plaatselijke staalfabrieken. De meisjes zijn vanaf hun vroege jeugd onafscheidelijk, maar op de drempel van volwassenheid moeten zij afscheid nemen van hun zo vertrouwde leven en begint alles te draaien om hun verlangen als vrouw bewonderd te worden. In hun troosteloze arbeiderswijk proberen Anna en Francesca hun ontluikende seksualiteit uit te buiten om de bedrukte sfeer thuis te ontvluchten. Dan komt op een dag de liefde uit een onverwachte hoek, waardoor de onoverwinnelijke vriendschap tussen Anna en Francesca op losse schroeven komt te staan.. Silvia Avallone beschrijft op uiterst gevoelige wijze de levens van twee opgroeiende meisjes die gevangen zitten tussen conflicterende emoties van liefde en rivaliteit. Een nieuwe Italiaanse stem, een jonge schrijfster die door haar psychologische scherpzinnigheid een verpletterende indruk achterlaat.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Novels",
                "Young Adult",
                "LGBT",
                "Adult",
                "Roman"
            ]
        },
        {
            "title": "Downpour",
            "authors": [
                "Kat Richardson"
            ],
            "ranking": 3.93,
            "ranking_count": 2936,
            "abstract": "After being shot in the back and dying - again - Harper's recovery has been hard. She's lost many of the powers she'd acquired since first becoming a Greywalker, and knows that if she dies one more time, she won't be coming back. Her only respite is her work - until she sees a ghostly car accident for which there are no records.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Mystery",
                "Fiction",
                "Paranormal",
                "Horror",
                "Adult"
            ]
        },
        {
            "title": "The Crossing",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.25,
            "ranking_count": 53558,
            "abstract": "Detective Harry Bosch has retired from the LAPD, but his half-brother, defense attorney Mickey Haller, needs his help. A woman has been brutally murdered in her bed and all evidence points to Haller's client, a former gang member turned family man. Though the murder rap seems ironclad, Mickey is sure it's a setup.. Bosch doesn't want anything to do with crossing the aisle to work for the defense. He feels it will undo all the good he's done in his thirty years as a homicide cop. But Mickey promises to let the chips fall where they may. If Harry proves that his client did it, under the rules of discovery, they are obliged to turn over the evidence to the prosecution.. Though it goes against all his instincts, Bosch reluctantly takes the case. The prosecution's file just has too many holes and he has to find out for himself: if Haller's client didn't do it, then who did? With the secret help of his former LAPD partner Lucy Soto, Harry starts digging. Soon his investigation leads him inside the police department, where he realizes that the killer he's been tracking has also been tracking him.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "The Sound of Glass",
            "authors": [
                "Karen   White"
            ],
            "ranking": 4.03,
            "ranking_count": 19598,
            "abstract": "The. New York Times. bestselling author of. A Long Time Gone. now explores a Southern family’s buried history, which will change the life of the woman who unearths it, secret by shattering secret.. It has been two years since the death of Merritt Heyward’s husband, Cal, when she receives unexpected news—Cal’s family home in Beaufort, South Carolina, bequeathed by Cal’s reclusive grandmother, now belongs to Merritt.. Charting the course of an uncertain life—and feeling guilt from her husband’s tragic death—Merritt travels from her home in Maine to Beaufort, where the secrets of Cal’s unspoken-of past reside among the pluff mud and jasmine of the ancestral Heyward home on the Bluff. This unknown legacy, now Merritt’s, will change and define her as she navigates her new life—a new life complicated by the arrival of her too young stepmother and ten-year-old half-brother.. Soon, in this house of strangers, Merritt is forced into unraveling the Heyward family past as she faces her own fears and finds the healing she needs in the salt air of the Low Country.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Womens Fiction",
                "Romance",
                "Contemporary",
                "Audiobook",
                "American",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Same Sky",
            "authors": [
                "Amanda Eyre Ward"
            ],
            "ranking": 3.85,
            "ranking_count": 6602,
            "abstract": "In this heartrending and poignant novel, award-winning author Amanda Eyre Ward tells the story of Alice Conroe, a forty year old Texas barbecue owner who has the perfect life, except she and her husband long for a child. Unable to conceive, she’s trying desperately to adopt but her destiny is quickly altered by a young woman she’s never met.. Fearless thirteen-year-old Carla Trujilio is being raised by her grandmother in Honduras along with her four year old twin brothers. Her mother is sending money home from Texas where she’s trying to make a better life for her family, but she only has enough to bring one son to her. When Carla’s grandmother dies, Carla decides to take her fate into her own hands and embarks on a dangerous journey across the border with Junior, the twin left behind.. Two powerful journeys intersecting at a pivotal moment in time: Alice and Carla’s lives will be forever and profoundly changed. Heartbreaking, emotional, and arresting, this novel is about finding the courage to trail blaze your own path in life with faith, hope and love, no matter the struggle or the tragedy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Parenting",
                "Book Club",
                "Young Adult",
                "Family",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Second Life of Nick Mason",
            "authors": [
                "Steve Hamilton"
            ],
            "ranking": 3.72,
            "ranking_count": 5904,
            "abstract": "Cuando Nick Mason salga de la cárcel, tendrá de todo, menos libertad.. A Nick Mason le esperaba una larga condena en una cárcel de máxima seguridad. Pero, tras cumplir cinco años, le proponen un trato que le deja libre. No solo eso: fuera también puede disfrutar de una lujosa casa nueva, todo tipo de comodidades y un montón de pasta para gastar. El problema es el precio que tiene que pagar a cambio de todo eso. Porque es Darius Cole, un jefe criminal, quien está detrás de su liberación. Y el trato es que Mason haga absolutamente todo lo que se le pida.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Action",
                "Adult"
            ]
        },
        {
            "title": "Kingdom Hearts 358/2 Days, Vol. 1",
            "authors": [
                "Shiro Amano"
            ],
            "ranking": 4.35,
            "ranking_count": 1057,
            "abstract": "Nobodies-empty shells created when a person's heart is lost to darkness. The Nobody Roxas, created when Sora released his heart to free Kairi's and who knows nothing of his past, joins the mysterious Organization XIII soon after his birth. With the help of Axel, another member of the organization, and the mysterious Number XIV, who is also missing her memories, Roxas slowly begins to learn what it takes to be a part of Organization XIII...and what it means to have a heart.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Young Adult",
                "Adventure",
                "Action",
                "Humor",
                "Mystery",
                "Childrens"
            ]
        },
        {
            "title": "The Killing Forest",
            "authors": [
                "Sara Blaedel",
                "Mark Kline"
            ],
            "ranking": 3.69,
            "ranking_count": 4658,
            "abstract": "Sara Blaedel, author of the #1 international bestseller. The Forgotten Girls. --which was roundly praised as gripping with uncompromising realism (. Washington Post. ) and tautly suspenseful (. BookPage. )--returns with the thrilling next book in her series featuring police investigator Louise Rick.. THE KILLING FOREST. Following an extended leave, Louise Rick returns to work at the Special Search Agency, an elite unit of the National Police Department. She's assigned a case involving a fifteen-year-old who vanished a week earlier. When Louise realizes that the missing teenager is the son of a butcher from Hvalsoe, she seizes the opportunity to combine the search for the teen with her personal investigation of her boyfriend's long-ago death . . . Louise's investigation takes her on a journey back through time. She reconnects with figures from her past, including Kim, the principal investigator at the Holbaek Police Department, her former in-laws, fanatic ancient religion believers, and her longtime close friend, journalist Camilla Lind. As she moves through the small town's cramped network of deadly connections, Louise unearths toxic truths left unspoken and dangerous secrets.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Scandinavian Lite...",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "In The City of Gold and Silver",
            "authors": [
                "Kenizé Mourad",
                "Anne Mathai",
                "Marie-Louise Naville"
            ],
            "ranking": 3.71,
            "ranking_count": 538,
            "abstract": "Little known, little remembered, this is the story of Begum Hazrat Mahal.. The soul of the 1857 War of Independence; orphaned poetess of the Chowk; captivating wife of King Wajid Ali Shah of Awadh; the Rani of Jhansi's contemporary and soul sister; freedom fighter and misunderstood mother; illicit lover and intrepid war leader--she risked everything only to face the greatest betrayal of all.... This is a salute to Hazrat Mahal--a dazzling meteor in Indian history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Asian Literature"
            ]
        },
        {
            "title": "The Sending",
            "authors": [
                "Isobelle Carmody"
            ],
            "ranking": 4.11,
            "ranking_count": 3023,
            "abstract": "It came to me then, like a chilly draught from an unseen gap, that I had always known in my deepest heart that it would be like this, a slipping away from a life full of people I had come to love, in a place I had helped to shape, in a land I had helped to free.. The time has come at last for Elspeth Gordie to leave the Land on her quest to find and stop the computermachine Sentinel from unleashing the deadly Balance of Terror arsenal. But before she can embark on her journey, she must find a lost key. And although she has long prepared for this day, nothing is as she anticipated.. Elspeth's search will take her where she never thought to go, and bestow upon her stranger companions than any she ever imagined. It will lead her far from her destination to those she believed lost forever.. And it will test her, as she has never been tested before . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Romance",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Price of Valour",
            "authors": [
                "Django Wexler"
            ],
            "ranking": 4.25,
            "ranking_count": 7718,
            "abstract": "In the latest Shadow Campaigns novel, Django Wexler continues his “epic fantasy of military might and magical conflict”* following The Shadow Throne and The Thousand Names, as the realm of Vordan faces imminent threats from without and within.. In the wake of the King’s death, war has come to Vordan.. The Deputies-General has precarious control of the city, but it is led by a zealot who sees traitors in every shadow. Executions have become a grim public spectacle. The new queen, Raesinia Orboan, finds herself nearly powerless as the government tightens its grip and assassins threaten her life. But she did not help free the country from one sort of tyranny to see it fall into another. Placing her trust with the steadfast soldier Marcus D’Ivoire, she sets out to turn the tide of history.. As the hidden hand of the Sworn Church brings all the powers of the continent to war against Vordan, the enigmatic and brilliant general Janus bet Vhalnich offers a path to victory. Winter Ihernglass, newly promoted to command a regiment, has reunited with her lover and her friends, only to face the prospect of leading them into bloody battle.. And the enemy is not just armed with muskets and cannon. Dark priests of an ancient order, wielding forbidden magic, have infiltrated Vordan to stop Janus by whatever means necessary…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "War",
                "LGBT",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "All Is Not Forgotten",
            "authors": [
                "Wendy   Walker"
            ],
            "ranking": 3.66,
            "ranking_count": 27668,
            "abstract": "In the small, affluent town of Fairview, Connecticut everything seems picture perfect.. Until one night when young Jenny Kramer is attacked at a local party. In the hours immediately after, she is given a controversial drug to medically erase her memory of the violent assault. But, in the weeks and months that follow, as she heals from her physical wounds, and with no factual recall of the attack, Jenny struggles with her raging emotional memory. Her father, Tom, becomes obsessed with his inability to find her attacker and seek justice while her mother, Charlotte, prefers to pretend this horrific event did not touch her perfect country club world.. As they seek help for their daughter, the fault lines within their marriage and their close-knit community emerge from the shadows where they have been hidden for years, and the relentless quest to find the monster who invaded their town - or perhaps lives among them - drive this psychological thriller to a shocking and unexpected conclusion.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Imp Forsaken",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.33,
            "ranking_count": 3741,
            "abstract": "Sam is banished to Hel, the bond with her angel, Gregory, broken. Six Elven kingdoms are battling for supremacy, and she’s broken and injured in the middle of the most hostile one. Shooting the top off a royal throne, committing fraud in the completion of a contract, and threatening a high lord hasn’t endeared her to the elves, either. If she wants to free the enslaved humans they hold, she’ll need to find a way to help unite their kingdoms.. But elves aren’t the only problem facing Sam. The ancient demon, Ahriman is holding her to the terms and conditions of the breeding contract she signed – and one thousand years under his claw is looking to be the most terrifying thing in all of Hel.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "...καλά, εσύ σκοτώθηκες νωρίς.",
            "authors": [
                "Sylvain Ricard",
                "Ντανιέλ Καζανάβ",
                "Χρόνης Μίσσιος",
                "Μυρτώ Ράις"
            ],
            "ranking": 4.44,
            "ranking_count": 88,
            "abstract": "1947. Mε το τέλος του Δευτέρου Παγκοσμίου Πολέμου η Ελλάδα τυλίγεται στο χάος του Εμφυλίου. Ο τότε δεκαεξάχρονος Χρόνης Μίσσιος συλλαμβάνεται, βασανίζεται και καταδικάζεται σε θάνατο για τη συμμετοχή του στον Δημοκρατικό Στρατό. Αποφυλακίζεται με την αμνηστία του 1973, αφού έχει περάσει 21 χρόνια σε φυλακές και εξορίες.. Την περίοδο αυτή της ζωής του ο Μίσσιος τη διηγείται στο ...καλά, εσύ σκοτώθηκες νωρίς, βιβλίο που δεν χρειάζεται συστάσεις, τόσο που έχει διαβαστεί από την έκδοσή του το 1985 μέχρι σήμερα.. Καθηλωμένοι από τη ζωντάνια της γραφής, αλλά και από τη δύναμη των γεγονότων και των προσώπων, η Μυρτώ Ράις, ο Συλβαίν Ρικάρ και ο Ντανιέλ Καζανάβ αποφάσισαν να αποτολμήσουν τη διασκευή του βιβλίου σε εικονογραφημένο αφήγημα.. Δεν κατάφερα να αλλάξω το σύστημα, όμως δεν θα επιτρέψω ούτε σε αυτό να με αλλάξει, έλεγε ο Χρόνης Μίσσιος.. Τι ονομάζουμε πράξη αντίστασης σήμερα; Τι περιεχόμενο μπορεί να δώσει κανείς στη λέξη στράτευση; Ποια όπλα διαθέτει, για να εναντιωθεί σ' ένα σύστημα που έχει καταντήσει την ελευθερία επιχείρημα μάρκετινγκ; Ποια πρότυπα να τον εμπνεύσουν μέσα σ' αυτόν τον μετα-ιδεολογικό κόσμο, που μοιάζει να επιστρέφει στο πιο σκοτεινό του παρελθόν; Η μαρτυρία αυτή μας απαντά με τρόπο ξεκάθαρο και δυνατό.. Ο Χρόνης Μίσσιος πέθανε στις 20 Νοεμβρίου 2012 σε ηλικία 82 χρόνων, λίγο πριν την ολοκλήρωση αυτού του βιβλίου.. Του είναι αφιερωμένο.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art"
            ]
        }
    ]
}