{
    "books": [
        {
            "title": "Play It As It Lays",
            "authors": [
                "Joan Didion",
                "David Thomson"
            ],
            "ranking": 3.9,
            "ranking_count": 41291,
            "abstract": "A ruthless dissection of American life in the late 1960s,. Play It as It Lays. captures the mood of an entire generation, the ennui of contemporary society reflected in spare prose that blisters and haunts the reader. Set in a place beyond good and evil - literally in Hollywood, Las Vegas, and the barren wastes of the Mojave Desert, but figuratively in the landscape of an arid soul - it remains more than three decades after its original publication a profoundly disturbing novel, riveting in its exploration of a woman and a society in crisis and stunning in the still-startling intensity of its prose.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Feminism",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Bell",
            "authors": [
                "Iris Murdoch",
                "A.S. Byatt"
            ],
            "ranking": 3.9,
            "ranking_count": 7400,
            "abstract": "A lay community of thoroughly mixed-up people is encamped outside Imber Abbey, home of an enclosed order of nuns. A new bell, legendary symbol of religion and magic, is rediscovered. Dora Greenfield, erring wife, returns to her husband. Michael Mead, leader of the community, is confronted by Nick Fawley, with whom he had disastrous homosexual relations, while the wise old Abbess watches and prays and exercises discreet authority. And everyone, or almost everyone, hopes to be saved, whatever that may mean....Iris Murdoch's funny and sad novel has themes of religion, the fight between good and evil, and the terrible accidents of human frailty.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Religion",
                "Philosophy",
                "LGBT"
            ]
        },
        {
            "title": "I'm Not Stiller",
            "authors": [
                "Max Frisch",
                "Michael Bullock"
            ],
            "ranking": 4.05,
            "ranking_count": 4412,
            "abstract": "Arrested and imprisoned in a small Swiss town, a prisoner begins this book with an exclamation: I'm not Stiller! He claims that his name is Jim White, that he has been jailed under false charges and under the wrong identity. To prove he is who he claims to be, he confesses to three unsolved murders and recalls in great detail an adventuresome life in America and Mexico among cowboys and peasants, in back alleys and docks. He is consumed by the morbid impulse to convince, but no one believes him. This is a harrowing account part Kafka, part Camus of the power of self-deception and the freedom that ultimately lies in self-acceptance. Simultaneously haunting and humorous, I'm Not Stiller has come to be recognized as one of the major post-war works of fiction and a masterpiece of German literature.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Philosophy",
                "Mystery",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "The Wretched of the Earth",
            "authors": [
                "Frantz Fanon",
                "Jean-Paul Sartre",
                "Richard Philcox",
                "Homi K. Bhabha"
            ],
            "ranking": 4.27,
            "ranking_count": 21649,
            "abstract": "A distinguished psychiatrist from Martinique who took part in the Algerian Nationalist Movement, Frantz Fanon was one of the most important theorists of revolutionary struggle, colonialism, and racial difference in history. Fanon's masterwork is a classic alongside Edward Said's. Orientalism. or. The Autobiography of Malcolm X. , and it is now available in a new translation that updates its language for a new generation of readers.. The Wretched of the Earth. is a brilliant analysis of the psychology of the colonized and their path to liberation. Bearing singular insight into the rage and frustration of colonized peoples, and the role of violence in effecting historical change, the book incisively attacks the twin perils of post-independence colonial politics: the disenfranchisement of the masses by the elites on the one hand, and intertribal and interfaith animosities on the other.. Fanon's analysis, a veritable handbook of social reorganization for leaders of emerging nations, has been reflected all too clearly in the corruption and violence that has plagued present-day Africa.. The Wretched of the Earth. has had a major impact on civil rights, anticolonialism, and black consciousness movements around the world, and this bold new translation by Richard Philcox reaffirms it as a landmark.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Philosophy",
                "Race",
                "Cultural",
                "Psychology",
                "Sociology",
                "Classics"
            ]
        },
        {
            "title": "The Tartar Steppe",
            "authors": [
                "Dino Buzzati",
                "Stuart Hood"
            ],
            "ranking": 4.19,
            "ranking_count": 22552,
            "abstract": "Often likened to Kafka's The Castle, The Tartar Steppe is both a scathing critique of military life and a meditation on the human thirst for glory. It tells of young Giovanni Drogo, who is posted to a distant fort overlooking the vast Tartar steppe. Although not intending to stay, Giovanni suddenly finds that years have passed, as, almost without his noticing, he has come to share the others' wait for a foreign invasion that never happens. Over time the fort is downgraded and Giovanni's ambitions fade until the day the enemy begins massing on the desolate steppe...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Cultural",
                "Literature",
                "Novels",
                "Magical Realism",
                "War",
                "Roman"
            ]
        },
        {
            "title": "Good Night, Mr. Tom",
            "authors": [
                "Michelle Magorian"
            ],
            "ranking": 4.3,
            "ranking_count": 44808,
            "abstract": "London is poised on the brink of World War II. Timid, scrawny Willie Beech -- the abused child of a single mother -- is evacuated to the English countryside. At first, he is terrified of everything, of the country sounds and sights, even of Mr. Tom, the gruff, kindly old man who has taken him in. But gradually Willie forgets the hate and despair of his past. He learns to love a world he never knew existed, a world of friendship and affection in which harsh words and daily beatings have no place. Then a telegram comes. Willie must return to his mother in London. When weeks pass by with no word from Willie, Mr. Tom sets out for London to look for the young boy he has come to love as a son.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Childrens",
                "Young Adult",
                "War",
                "Novels",
                "Academic"
            ]
        },
        {
            "title": "2001: A Space Odyssey",
            "authors": [
                "Arthur C. Clarke"
            ],
            "ranking": 4.16,
            "ranking_count": 284925,
            "abstract": "On the Moon, an enigma is uncovered.. So great are the implications of this discovery that for the first time men are sent out deep into our solar system.. But long before their destination is reached, things begin to go horribly, inexplicably wrong.... One of the greatest-selling science fiction novels of our time, this classic book will grip you to the very end.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Literature",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Ignorance",
            "authors": [
                "Milan Kundera",
                "Linda Asher"
            ],
            "ranking": 3.79,
            "ranking_count": 20199,
            "abstract": "A man and a woman meet by chance while returning to their homeland, which they had abandoned twenty years earlier when they had chosen to become exiles. Will they manage to pick up the thread of their strange love story, interrupted almost as soon as it began and then lost in the tides of history? The truth is that after such a long absence their memories no longer match. We always believe that our memories coincide with those of the person we loved, that we experienced the same thing. But this is just an illusion. Then again, what can we expect of our weak memory? It records only an insignificant, minuscule particle of the past, and no one knows why it's this bit and not any other bit. We live our lives sunk in a vast forgetting, a fact we refuse to recognize. Only those who return after twenty years, like Odysseus returning to his native Ithaca, can be dazzled and astounded by observing the goddess of ignorance firsthand.. Milan Kundera is the only author today who can take such dizzying concepts as absence, memory, forgetting, and ignorance, and transform them into material for a novel, masterfully orchestrating them into a polyphonic and moving work.. Author Biography: The Franco-Czech novelist Milan Kundera was born in Brno and has lived in France, his second homeland, for more than twenty years.. He is the author of the novels. The Joke, Life Is Elsewhere, The Farewell Party, The Books of Laughter and Forgetting, The Unbearable Lightness of Being,. and. Immortality,. and the short story collection. Laughable Loves. , all originally written in Czech.. Like. Slowness,. his two earlier nonfiction works,. The Art ofthe Novel. and. Testaments Betrayed,. were originally written in French.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Philosophy",
                "Classics",
                "Cultural",
                "Contemporary",
                "Romance"
            ]
        },
        {
            "title": "The Sot-Weed Factor",
            "authors": [
                "John Barth"
            ],
            "ranking": 4.1,
            "ranking_count": 7022,
            "abstract": "Considered by critics to be Barth's most distinguished masterpiece,. The Sot-Weed Factor. has acquired the status of a modern classic. Set in the late 1600s, it recounts the wildly chaotic odyssey of hapless, ungainly Ebenezer Cooke, sent to the New World to look after his father's tobacco business and to record the struggles of the Maryland colony in an epic poem.. On his mission, Cooke experiences capture by pirates and Indians; the loss of his father's estate to roguish impostors; love for a farmer prostitute; stealthy efforts to rob him of his virginity, which he is (almost) determined to protect; and an extraordinary gallery of treacherous characters who continually switch identities. A hilarious, bawdy tribute to all the most insidious human vices,. The Sot-Weed Factor. has a lasting relevance for readers of all times.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Classics",
                "Novels",
                "Humor",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "Enduring Love",
            "authors": [
                "Ian McEwan"
            ],
            "ranking": 3.64,
            "ranking_count": 40774,
            "abstract": "Joe planned a postcard-perfect afternoon in the English countryside to celebrate his lover's return after 6 weeks in the States. The perfect day turns to nightmare however, when they are involved in freak ballooning accident in which a boy is saved but a man is killed. In itself, the accident would change the couple and the survivors' lives, filling them with an uneasy combination of shame, happiness, and endless self-reproach. But fate has far more unpleasant things in store for Joe. Meeting the eye of fellow rescuer Jed Parry, for example, turns out to be a very bad move. For Jed is instantly obsessed, making the first of many calls to Joe and Clarissa's London flat that same night. Soon he's openly shadowing Joe and writing him endless letters. (One insane epistle begins, I feel happiness running through me like an electrical current. I close my eyes and see you as you were last night in the rain, across the road from me, with the unspoken love between us as strong as steel cable.) Worst of all, Jed's version of love comes to seem a distortion of Joe's feelings for Clarissa.. Apart from the incessant stalking, it is the conditionals--the contingencies--that most frustrate Joe, a scientific journalist. If only he and Clarissa had gone straight home from the airport... If only the wind hadn't picked up... If only he had saved Jed's 29 messages in a single day... Ian McEwan has long been a poet of the arbitrary nightmare, his characters ineluctably swept up in others' fantasies, skidding into deepening violence, and--worst of all--becoming strangers to those who love them. Even his prose itself is a masterful and methodical exercise in de-familiarisation. But. Enduring Love. and its underrated predecessor,. Black Dogs. , are also meditations on knowledge and perception as well as brilliant manipulations of our own expectations. By the novel's end, you will be surprisingly unafraid of hot-air balloons, but you won't be too keen on looking a stranger in the eye. --. Alex Freeman",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Thriller",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Follow the River",
            "authors": [
                "James Alexander Thom"
            ],
            "ranking": 4.22,
            "ranking_count": 19235,
            "abstract": "Mary Ingles was twenty-three, married, and pregnant, when Shawnee Indians invaded her peaceful Virginia settlement, killed the men and women, then took her captive. For months, she lived with them, unbroken, until she escaped, and followed a thousand mile trail to freedom--an extraordinary story of a pioneer woman who risked her life to return to her people.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "North American Hi...",
                "Book Club",
                "Westerns",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "At Home in Mitford",
            "authors": [
                "Jan Karon"
            ],
            "ranking": 4.12,
            "ranking_count": 61896,
            "abstract": "Enter the world of Mitford, and you won't want to leave.. It's easy to feel at home in Mitford. In these high, green hills, the air is pure, the village is charming, and the people are generally lovable.. Yet, Father Tim, the bachelor rector, wants something more. Enter a dog the size of a sofa who moves in and won't go away. Add an attractive neighbor who begins wearing a path through the hedge. Now, stir in a lovable but unloved boy, a mystifying jewel theft, and a secret that's sixty years old.. Suddenly, Father Tim gets more than he bargained for. And readers get a rich, provincial comedy in which mysteries and miracles abound.. - Includes new Readers' Guide to group discussion or personal reflection. - Includes a new introduction by Professor Dale Brown, a friend of Jan Karon.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Christian Fiction",
                "Christian",
                "Adult Fiction",
                "Contemporary",
                "Inspirational",
                "Novels",
                "Audiobook",
                "Romance",
                "Religion"
            ]
        },
        {
            "title": "Pawn of Prophecy",
            "authors": [
                "David Eddings"
            ],
            "ranking": 4.15,
            "ranking_count": 100449,
            "abstract": "A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled! THE BELGARIAD. Long ago, so the Storyteller claimed, the evil God Torak sought dominion and drove men and Gods to war. But Belgarath the Sorcerer led men to reclaim the Orb that protected men of the West. So long as it lay at Riva, the prophecy went, men would be safe.. But that was only a story, and Garion did not believe in magic dooms, even though the dark man without a shadow had haunted him for years. Brought up on a quiet farm by his Aunt Pol, how could he know that the Apostate planned to wake dread Torak, or that he would be led on a quest of unparalleled magic and danger by those he loved - but did not know? For a while his dreams of innocence were safe, untroubled by knowledge of his strange heritage. For a little while... THUS BEGINS BOOK ONE OF THE BELGARIAD'",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Audiobook",
                "Science Fiction"
            ]
        },
        {
            "title": "Wyrd Sisters",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.13,
            "ranking_count": 104345,
            "abstract": "Kingdoms wobble, crowns topple and knives flash on the magical Discworld as the statutory three witches meddle in royal politics. The wyrd sisters battle against frightful odds to put the rightful king on the throne. At least, that's what they think...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Science Fiction Fantasy",
                "Paranormal",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "A Girl of the Limberlost",
            "authors": [
                "Gene Stratton-Porter"
            ],
            "ranking": 4.15,
            "ranking_count": 19458,
            "abstract": "Set amid Indiana's vast Limberlost Swamp, this treasured children's classic mixes astute observations on nature with the struggles of growing up in the early 20th century. Harassed by her mother and scorned by her peers, Elnora Comstock finds solace in natural beauty along with friendship, independence, and romance.. --. Synopsis from Huffington Post: Cornfields, soy fields, alfalfa fields ― Indiana has long been seen as an agricultural plain. But to make it a lucrative farming state, much of the land had to be deforested, leaving behind devastated habitats. The Limberlost, a wetland in northern Indiana, was mostly destroyed by drainage, logging and oil production. Gene Stratton-Porter, an early 20th-century naturalist and novelist, captured the fading beauty of the swamp in books like A Girl of the Limberlost, a novel about a smart, ambitious girl who lives in the dwindling wetland with her mother and pays for school by collecting local moth specimens to sell to naturalists. The book isn’t exactly an environmentalist tract, but it makes the case nonetheless: It celebrates the beauty and richness of the swampland, while showing how easily economic forces push landowners to strip it away.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Environment"
            ]
        },
        {
            "title": "Beneath the Wheel",
            "authors": [
                "Hermann Hesse",
                "Michael Roloff"
            ],
            "ranking": 3.87,
            "ranking_count": 15818,
            "abstract": "In Hermann Hesse's. Beneath the Wheel. or. The Prodigy. , Hans Giebenrath lives among the dull and respectable townsfolk of a sleepy Black Forest village. When he is discovered to be an exceptionally gifted student, the entire community presses him onto a path of serious scholarship. Hans dutifully follows the regimen of tireless study and endless examinations, his success rewarded only with more crushing assignments. When Hans befriends a rebellious young poet, he begins to imagine other possibilities outside the narrowly circumscribed world of the academy. Finally sent home after a nervous breakdown, Hans is revived by nature and romance, and vows never to return to the gray conformity of the academic system.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novels",
                "Philosophy",
                "Cultural",
                "Academic",
                "Nobel Prize"
            ]
        },
        {
            "title": "Love You Forever",
            "authors": [
                "Robert Munsch",
                "Sheila McGraw"
            ],
            "ranking": 4.36,
            "ranking_count": 221641,
            "abstract": "An extraordinarily different story by Robert Munsch is a gentle affirmation of the love a parent feels for their child—forever.. A young woman holds her newborn son and looks at him lovingly. Softly she sings to him: I'll love you forever. I'll like you for always. As long as I'm living, my baby you'll be.. So begins the story that has touched the hearts of millions worldwide. Since publication in l986,. Love You Forever. has sold more than 15 million copies in paperback and the regular hardcover edition (as well as hundreds of thousands of translated copies around the world).. Sheila McGraw's. soft and colorful pastels perfectly complement the sentiment of the book—one that will be read repeatedly for years.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Family",
                "Love",
                "Kids",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "The Covenant",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.2,
            "ranking_count": 20131,
            "abstract": "James A. Michener’s masterly chronicle of South Africa is an epic tale of adventurers, scoundrels, and ministers, the best and worst of two continents who carve an empire out of a vast wilderness. From the Java-born Van Doorn family tree springs two great branches: one nurtures lush vineyards, the other settles the interior to become the first Trekboers and Afrikaners. The Nxumalos, inhabitants of a peaceful village unchanged for centuries, unite warrior tribes into the powerful Zulu nation. And the wealthy Saltwoods are missionaries and settlers who join the masses to influence the wars and politics that ravage a nation. Rivalries and passions spill across the land of The Covenant, a story of courage and heroism, love and loyalty, and cruelty and betrayal, as generations fight to forge a new world.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Novels",
                "Classics",
                "Literature",
                "Epic",
                "Adult Fiction"
            ]
        },
        {
            "title": "Who's Afraid of Virginia Woolf?",
            "authors": [
                "Edward Albee"
            ],
            "ranking": 4.06,
            "ranking_count": 65005,
            "abstract": "Twelve times a week, answered Uta Hagen when asked how often she'd like to play Martha in Who's Afraid of Virginia Woolf? In the same way, audiences and critics alike could not get enough of Edward Albee's masterful play. A dark comedy, it portrays husband and wife George and Martha in a searing night of dangerous fun and games. By the evening's end, a stunning, almost unbearable revelation provides a climax that has shocked audiences for years. With the play's razor-sharp dialogue and the stripping away of social pretense, Newsweek rightly foresaw Who's Afraid of Virginia Woolf? as a brilliantly original work of art--an excoriating theatrical experience, surging with shocks of recognition and dramatic fire [that] will be igniting Broadway for some time to come.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Literature",
                "Academic",
                "The United States Of America"
            ]
        },
        {
            "title": "The Golden Bowl",
            "authors": [
                "Henry James",
                "Gore Vidal",
                "Patricia Crick"
            ],
            "ranking": 3.78,
            "ranking_count": 11029,
            "abstract": "'A thing to marvel at, a thing to be grateful for.'A rich American art-collector and his daughter Maggie buy in for themselves and to their greater glory a beautiful young wife and noble husband. They do not know that Charlotte and Prince Amerigo were formerly lovers, nor that on the eve of the Prince's marriage they had discovered, in a Bloomsbury antique shop, a golden bowl with a secret flaw. The superstitious Amerigo, fearing for his gilded future, refuses to accept it as a wedding gift from Charlotte. 'Don't you think too much of cracks,' she is later to say to him, 'aren't you too afraid of them? I risk the cracks...' When the golden bowl is broken, Maggie must leave the security of her childhood and try to reassemble the pieces of her shattered happiness.. In this, the last of his three great poetic masterpieces, James combined with a dazzling virtuosity elements of social comedy, of mystery, terror, and myth. The Golden Bowl is the most controversial, ambiguous, and sophisticated of James's novels.. The text of this World's Classics paperback is that of the first English edition (1905). James's Preface is included, and a new introduction, notes, and selected variant readings.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Historical",
                "Literary Fiction",
                "The United States Of America"
            ]
        },
        {
            "title": "The Waste Land and Other Writings",
            "authors": [
                "T.S. Eliot",
                "Mary Karr"
            ],
            "ranking": 4.21,
            "ranking_count": 3482,
            "abstract": "Also includes. Prufrock and Other Observations, Poems. (1920), and. The Sacred Wood. Introduction by Mary Karr. First published in 1922, “The Waste Land,” T. S. Eliot’s masterpiece, is not only one of the key works of modernism but also one of the greatest poetic achievements of the twentieth century. A richly allusive pilgrimage of spiritual and psychological torment and redemption, Eliot’s poem exerted a revolutionary influence on his contemporaries, summoning forth a potent new poetic language. As Kenneth Rexroth wrote, Eliot “articulated the mind of an epoch in words that seemed its most natural expression.” As commanding as his verse, Eliot’s criticism also transformed twentieth-century letters, and this Modern Library edition includes a selection of Eliot’s most important essays.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Writing",
                "Academic",
                "The United States Of America",
                "Nonfiction",
                "European Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Dark Is Rising",
            "authors": [
                "Susan Cooper"
            ],
            "ranking": 4.05,
            "ranking_count": 53435,
            "abstract": "This night will be bad and tomorrow will be beyond imagining.. It's Midwinter's Eve, the day before Will's eleventh birthday. But there is an atmosphere of fear in the familiar countryside around him. This will be a birthday like no other. Will discovers that he has the power of the Old Ones, and that he must embark on a quest to vanquish the terrifyingly evil magic of the Dark.. The second novel in Susan Cooper's highly acclaimed. Dark is Rising. sequence.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Classics",
                "Mythology",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Supposedly Fun Thing I'll Never Do Again:  Essays and Arguments",
            "authors": [
                "David Foster Wallace"
            ],
            "ranking": 4.22,
            "ranking_count": 37122,
            "abstract": "In this exuberantly praised book — a collection of seven pieces on subjects ranging from television to tennis, from the Illinois State Fair to the films of David Lynch, from postmodern literary theory to the supposed fun of traveling aboard a Caribbean luxury cruiseliner — David Foster Wallace brings to nonfiction the same curiosity, hilarity, and exhilarating verbal facility that has delighted readers of his fiction, including the bestselling. Infinite Jest. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Humor",
                "Short Stories",
                "Autobiography",
                "Literature",
                "Philosophy",
                "Travel",
                "Unfinished"
            ]
        },
        {
            "title": "U.S.A.: The 42nd Parallel / 1919 / The Big Money",
            "authors": [
                "John Dos Passos",
                "Daniel Aaron",
                "Townsend Ludington"
            ],
            "ranking": 4.11,
            "ranking_count": 4770,
            "abstract": "In the novels that make up the. U.S.A.. trilogy—. The 42nd Parallel. ,. 1919. , and. The Big Money. —Dos Passos creates an unforgettable collective portrait of America, shot through with sardonic comedy and brilliant social observation. He interweaves the careers of his characters and the events of their time with a narrative verve and breathtaking technical skill that make. U.S.A.. among the most compulsively readable of modern classics.. A startling range of experimental devices captures the textures and background noises of 20th-century life: Newsreels with blaring headlines; autobiographical Camera Eye sections with poetic stream-of-consciousness; biographies evoking emblematic historical figures like J.P. Morgan, Henry Ford, John Reed, Frank Lloyd Wright, Thorstein Veblen, and the Unknown Soldier. Holding everything together is sheer storytelling power, tracing dozens of characters from the Spanish-American War to the onset of the Depression.. The. U.S.A.. trilogy is filled with American speech: labor radicals and advertising executives, sailors and stenographers, interior decorators and movie stars. Their crisscrossing destinies take in wars and revolutions, desperate love affairs and harrowing family crises, corrupt public triumphs and private catastrophes, in settings that include the trenches of World War I, insurgent Mexico, Hollywood studios in the silent era, Wall Street boardrooms, and the tumultuous streets of Boston just before the execution of Sacco and Vanzetti.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Politics",
                "The United States Of America",
                "American"
            ]
        },
        {
            "title": "Dead Man Walking: The Eyewitness Account of the Death Penalty That Sparked a National Debate",
            "authors": [
                "Helen Prejean"
            ],
            "ranking": 4.12,
            "ranking_count": 7573,
            "abstract": "In 1982, Sister Helen Prejean became the spiritual advisor to Patrick Sonnier, the convicted killer of two teenagers who was sentenced to die in the electric chair of Louisiana’s Angola State Prison. In the months before Sonnier’s death, the Roman Catholic nun came to know a man who was as terrified as he had once been terrifying. She also came to know the families of the victims and the men whose job it was to execute—men who often harbored doubts about the rightness of what they were doing.. Out of that dreadful intimacy comes a profoundly moving spiritual journey through our system of capital punishment. Here Sister Helen confronts both the plight of the condemned and the rage of the bereaved, the fears of a society shattered by violence and the Christian imperative of love. On its original publication in 1993, Dead Man Walking emerged as an unprecedented look at the human consequences of the death penalty. Now, some two decades later, this story—which has inspired a film, a stage play, an opera and a musical album—is more gut-wrenching than ever, stirring deep and life-changing reflection in all who encounter it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Autobiography",
                "Biography",
                "Mystery",
                "Politics",
                "Religion",
                "Social Movements",
                "History",
                "Biography Memoir"
            ]
        },
        {
            "title": "Gateway",
            "authors": [
                "Frederik Pohl"
            ],
            "ranking": 4.07,
            "ranking_count": 42248,
            "abstract": "Gateway opened on all the wealth of the Universe... and on reaches of unimaginable horror.. When prospector Robinette Broadhead went out to Gateway on the Heechee spacecraft, he decided he would know which was the right mission to make him his fortune. Three missions later, now famous and permanently rich, Rob Broadhead has to face what happened to him and what he has become... in a journey into himself as perilous and even more horrifying than the nightmare trip through the interstellar void that he drove himself to take!",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Hugo Awards",
                "Science Fiction Fantasy",
                "Classics",
                "Audiobook",
                "Speculative Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "London Fields",
            "authors": [
                "Martin Amis"
            ],
            "ranking": 3.7,
            "ranking_count": 11280,
            "abstract": "This is an alternative cover edition. The main entry for ISBN 9780099748618 can be found. here. .. London Fields. is Amis's murder story for the end of the millennium. The murderee is Nicola Six, a black hole of sex and self-loathing intent on orchestrating her own extinction. The murderer may be Keith Talent, a violent lowlife whose only passions are pornography and darts. Or is the killer the rich, honorable, and dimly romantic Guy Clinch?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Novels",
                "European Literature",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Classics"
            ]
        },
        {
            "title": "Le Grand Meaulnes",
            "authors": [
                "Alain-Fournier",
                "Frank Dalby Davison"
            ],
            "ranking": 3.73,
            "ranking_count": 11442,
            "abstract": "In a small village in the Sologne, Fifteen-year-old François Seurel narrates the story of his relationship with seventeen-year-old Augustin Meaulnes. Impulsive, reckless and heroic, Meaulnes embodies the romantic ideal, the search for the unobtainable, and the mysterious world between childhood and adulthood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Romance",
                "Roman",
                "Young Adult"
            ]
        },
        {
            "title": "The Man Who Planted Trees",
            "authors": [
                "Jean Giono"
            ],
            "ranking": 4.22,
            "ranking_count": 10792,
            "abstract": "Simply written, but powerful and unforgettable,. The Man Who Planted Trees. is a parable for modern times. In the foothills of the French Alps the narrator meets a shepherd who has quietly taken on the task of planting one hundred acorns a day in an effort to reforest his desolate region. Not even two world wars can keep the shepherd from continuing his solitary work. Gradually, this gentle, persistent man's work comes to fruition: the region is transformed; life and hope return; the world is renewed.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Classics",
                "Cultural",
                "Environment",
                "European Literature",
                "Philosophy",
                "Literature"
            ]
        },
        {
            "title": "Camera Lucida: Reflections on Photography",
            "authors": [
                "Roland Barthes",
                "Richard Howard"
            ],
            "ranking": 3.99,
            "ranking_count": 58026,
            "abstract": "A graceful, contemplative volume,. Camera Lucida. was first published in 1979. Commenting on artists such as Avedon, Clifford, Mapplethorpe, and Nadar, Roland Barthes presents photography as being outside the codes of language or culture, acting on the body as much as on the mind, and rendering death and loss more acutely than any other medium. This groundbreaking approach established. Camera Lucida. as one of the most important books of theory on this subject, along with Susan Sontag's. On Photography. .",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Philosophy",
                "Writing",
                "Cultural",
                "Criticism",
                "Academic"
            ]
        },
        {
            "title": "A Fan's Notes",
            "authors": [
                "Frederick Exley"
            ],
            "ranking": 4.06,
            "ranking_count": 4184,
            "abstract": "This fictional memoir, the first of an autobiographical trilogy, traces a self professed failure's nightmarish decent into the underside of American life and his resurrection to the wisdom that emerges from despair.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Sports",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Football",
                "Classics",
                "Contemporary"
            ]
        },
        {
            "title": "The Fall of Freddie the Leaf: A Story of Life for All Ages",
            "authors": [
                "Leo F. Buscaglia"
            ],
            "ranking": 4.29,
            "ranking_count": 1615,
            "abstract": "As Freddie experiences the changing seasons along with his companion leaves, he learns about the delicate balance between life and death.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Death",
                "Fiction",
                "Psychology",
                "Parenting",
                "Spirituality",
                "Classics",
                "Philosophy",
                "Self Help"
            ]
        },
        {
            "title": "River God",
            "authors": [
                "Wilbur Smith"
            ],
            "ranking": 4.2,
            "ranking_count": 37051,
            "abstract": "For Tanus, the fair-haired young lion of a warrior, the gods have decreed that he will lead Egypt's army in a bold attempt to reunite the Kingdom's shared halves. But Tanus will have to defy the same gods to attain the reward they have forbidden him, an object more prized than battle's glory: possession of the Lady Lostris, a rare beauty with skin the color of oiled ceder--destined for the adoration of a nation, and the love of one extraordinary man.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Northern Africa",
                "Fantasy",
                "Adventure",
                "Cultural",
                "Thriller",
                "Romance",
                "Mystery"
            ]
        },
        {
            "title": "The Road Less Traveled: A New Psychology of Love, Traditional Values and Spiritual Growth",
            "authors": [
                "M. Scott Peck"
            ],
            "ranking": 4.06,
            "ranking_count": 91873,
            "abstract": "The Road Less Traveled: A New Psychology of Love, Traditional Values and Spiritual Growth. 316 pp. Psychotherapy is all things to all people in this mega-selling pop-psychology watershed, which features a new introduction by the author in this 25th anniversary edition. His agenda in this tome, which was first published in 1978 but didn't become a bestseller until 1983, is to reconcile the psychoanalytic tradition with the conflicting cultural currents roiling the 70s. In the spirit of Me-Decade individualism and libertinism, he celebrates self-actualization as life's highest purpose and flirts with the notions of open marriage and therapeutic sex between patient and analyst. But because he is attuned to the nascent conservative backlash against the therapeutic worldview, Peck also cites Gospel passages, recruits psychotherapy to the cause of traditional religion (he even convinces a patient to sign up for divinity school) and insists that problems must be overcome through suffering, discipline and hard work (with a therapist.) Often departing from the cerebral and rationalistic bent of Freudian discourse for a mystical, Jungian tone more compatible with New Age spirituality, Peck writes of psychotherapy as an exercise in love and spiritual growth, asserts that our unconscious is God and affirms his belief in miracles, reincarnation and telepathy. Peck's synthesis of such clashing elements (he even throws in a little thermodynamics) is held together by a warm and lucid discussion of psychiatric principles and moving accounts of his own patients' struggles and breakthroughs. Harmonizing psychoanalysis and spirituality, Christ and Buddha, Calvinist work ethic and interminable talking cures, this book is a touchstone of our contemporary religio-therapeutic culture. -- Publishers WeeklyKeywords: MIND & BODY PSYCHOLOGY SOCIOLOGY RELIGION",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Self Help",
                "Spirituality",
                "Philosophy",
                "Religion",
                "Inspirational",
                "Relationships",
                "Classics"
            ]
        },
        {
            "title": "The White Hotel",
            "authors": [
                "D.M. Thomas"
            ],
            "ranking": 3.84,
            "ranking_count": 4450,
            "abstract": "It is a dream of electrifying eroticism and inexplicable violence, recounted by a young woman to her analyst, Sigmund Freud. It is a horrifying yet restrained narrative of the Holocaust. It is a searing vision of the wounds of our century, and an attempt to heal them. Interweaving poetry and case history, fantasy and historical truth-telling,. The White Hotel. is a modern classic of enduring emotional power that attempts nothing less than to reconcile the notion of individual destiny with that of historical fate.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Classics",
                "Fantasy",
                "Novels",
                "World War II",
                "Literary Fiction",
                "Psychology",
                "War"
            ]
        },
        {
            "title": "Embers",
            "authors": [
                "Sándor Márai",
                "Carol Brown Janeway"
            ],
            "ranking": 3.99,
            "ranking_count": 24548,
            "abstract": "Originally published in 1942 and now rediscovered to international acclaim, this taut and exquisitely structured novel by the Hungarian master Sandor Marai conjures the melancholy glamour of a decaying empire and the disillusioned wisdom of its last heirs.. In a secluded woodland castle an old General prepares to receive a rare visitor, a man who was once his closest friend but who he has not seen in forty-one years. Over the ensuing hours host and guest will fight a duel of words and silences, accusations and evasions. They will exhume the memory of their friendship and that of the General’s beautiful, long-dead wife. And they will return to the time the three of them last sat together following a hunt in the nearby forest--a hunt in which no game was taken but during which something was lost forever.. Embers. is a classic of modern European literature, a work whose poignant evocation of the past also seems like a prophetic glimpse into the moral abyss of the present",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "QB VII",
            "authors": [
                "Leon Uris"
            ],
            "ranking": 4.19,
            "ranking_count": 29277,
            "abstract": "In Queen’s Bench Courtroom Number Seven, famous author Abraham Cady stands trial. In his book. The Holocaust. —born of the terrible revelation that the Jadwiga Concentration Camp was the site of his family’s extermination—Cady shook the consciousness of the human race. He also named eminent surgeon Sir Adam Kelno as one of Jadwiga’s most sadistic inmate/doctors. Kelno has denied this and brought furious charges. Now unfolds Leon Uris’s riveting courtroom drama—one of the great fictional trials of the century.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Literature",
                "Mystery",
                "Novels"
            ]
        },
        {
            "title": "Being There",
            "authors": [
                "Jerzy Kosiński"
            ],
            "ranking": 3.86,
            "ranking_count": 12127,
            "abstract": "A modern classic now available from Grove Press, Being There is one of the most popular and significant works from a writer of international stature. It is the story of Chauncey Gardiner - Chance, an enigmatic but distinguished man who emerges from nowhere to become an heir to the throne of a Wall Street tycoon, a presidential policy adviser, and a media icon. Truly a man without qualities, Chance's straightforward responses to popular concerns are heralded as visionary. But though everyone is quoting him, no one is sure what he's really saying. And filling in the blanks in his background proves impossible. Being There is a brilliantly satiric look at the unreality of American media culture that is, if anything, more trenchant now than ever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Philosophy",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "Weaveworld",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 4.13,
            "ranking_count": 30238,
            "abstract": "Clive Barker has made his mark on modern fiction by exposing all that is surreal and magical in the ordinary world --- and exploring the profound and overwhelming terror that results. With its volatile mix of the fantastical and the contemporary, the everyday and the otherworldly, Weaveworld is an epic work of dark fantasy and horror -- a tour de force from one of today's most forceful and imaginative artists.. Barker turns from his usual horror to epic-length fantasy for this account of the Fugue, a magical land inhabited by descendants of supernatural beings who once shared the earth with humans. The Fugue has been woven into a carpet for protection against those who would destroy it; the death of its guardian occasions a battle between good and particularly repulsive evil forces for control of the Fugue. Weaveworld is rich with memorable characters, exciting situations, and pockets of Barker's trademark horror.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Cane",
            "authors": [
                "Jean Toomer"
            ],
            "ranking": 3.85,
            "ranking_count": 9499,
            "abstract": "A literary masterpiece of the Harlem Renaissance,. Cane. is a powerful work of innovative fiction evoking black life in the South. The sketches, poems, and stories of black rural and urban life that make up. Cane. are rich in imagery. Visions of smoke, sugarcane, dusk, and flame permeate the Southern landscape: the Northern world is pictured as a harsher reality of asphalt streets. Impressionistic, sometimes surrealistic, the pieces are redolent of nature and Africa, with sensuous appeals to eye and ear.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Poetry",
                "Classics",
                "Short Stories",
                "Cultural",
                "Race",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Go-Between",
            "authors": [
                "L.P. Hartley",
                "Colm Tóibín"
            ],
            "ranking": 3.98,
            "ranking_count": 9856,
            "abstract": "The past is a foreign country: they do things differently there.. Summering with a fellow schoolboy on a great English estate, Leo, the hero of L.P. Hartley's finest novel, encounters a world of unimagined luxury. But when his friend's beautiful older sister enlists him as the unwitting messenger in her illicit love affair, the aftershocks will be felt for years. The inspiration for the brilliant Joseph Losey/Harold Pinter film starring Julie Christie and Alan Bates,. The Go-Between. is a masterpiece—a richly layered, spellbinding story about past and present, naiveté and knowledge, and the mysteries of the human heart. This volume includes, for the first time ever in North America, Hartley's own introduction to the novel.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Historical",
                "European Literature",
                "Literature",
                "Young Adult",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Nobody's Fool",
            "authors": [
                "Richard Russo"
            ],
            "ranking": 4.11,
            "ranking_count": 26750,
            "abstract": "Richard Russo's slyly funny and moving novel follows the unexpected operation of grace in a deadbeat town in upstate New York—and in the life of one of its unluckiest citizens, Sully, who has been doing the wrong thing triumphantly for fifty years.. Divorced from his own wife and carrying on halfheartedly with another man's, saddled with a bum knee and friends who make enemies redundant, Sully now has one new problem to cope with: a long-estranged son who is in imminent danger of following in his father's footsteps. With its sly and uproarious humor and a heart that embraces humanity's follies as well as its triumphs,. Nobody's Fool. is storytelling at its most generous.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Novels",
                "Audiobook",
                "New York",
                "Family"
            ]
        },
        {
            "title": "The Civil War: A Narrative",
            "authors": [
                "Shelby Foote"
            ],
            "ranking": 4.54,
            "ranking_count": 7393,
            "abstract": "Foote's comprehensive history of the Civil War includes three compelling volumes: Fort Sumter to Perryville, Fredericksburg to Meridian, and Red River to Appomattox. Collected together in a handsome boxed set, this is the perfect gift for any Civil War buff.. Fort Sumter to Perryville. Here, for a certainty, is one of the great historical narratives of our century, a unique and brilliant achievement, one that must be firmly placed in the ranks of the masters. -Van Allen Bradley, Chicago Daily News. Anyone who wants to relive the Civil War, as thousands of Americans apparently do, will go through this volume with pleasure.... Years from now, Foote's monumental narrative most likely will continue to be read and remembered as a classic of its kind. -New York Herald Tribune Book Review. Fredericksburg to Meridian. This, then, is narrative history-a kind of history that goes back to an older literary tradition.... The writing is superb...one of the historical and literary achievements of our time. -The Washington Post Book World. Gettysburg...is described with such meticulous attention to action, terrain, time, and the characters of the various commanders that I understand, at last, what happened in that battle.... Mr. Foote has an acute sense of the relative importance of events and a novelist's skill in directing the reader's attention to the men and the episodes that will influence the course of the whole war, without omitting items which are of momentary interest. His organization of facts could hardly be bettered. -Atlantic. Red River to Appomattox. An unparalleled achievement, an American Iliad, a unique work uniting the scholarship of the historian and the high readability of the first-class novelist. -Walker Percy. I have never read a better, more vivid, more understandable account of the savage battling between Grant's and Lee's armies",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Military History",
                "Nonfiction",
                "North American Hi...",
                "War",
                "American History",
                "Military",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "The Blind Owl",
            "authors": [
                "Sadegh Hedayat",
                "D.P. Costello"
            ],
            "ranking": 3.98,
            "ranking_count": 22915,
            "abstract": "Considered the most important work of modern Iranian literature, The Blind Owl is a haunting tale of loss and spiritual degradation. Replete with potent symbolism and terrifying surrealistic imagery, Sadegh Hedayat's masterpice details a young man's despair after losing a mysterious lover. And as the author gradually drifts into frenzy and madness, the reader becomes caught in the sandstorm of Hedayat's bleak vision of the human condition. The Blind Owl, which has been translated into many foreign languages, has often been compared to the writing of Edgar Allan Poe.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Novels",
                "Classics",
                "Literature",
                "Horror",
                "Philosophy",
                "Novella"
            ]
        },
        {
            "title": "Rilla of Ingleside",
            "authors": [
                "L.M. Montgomery"
            ],
            "ranking": 4.21,
            "ranking_count": 44251,
            "abstract": "Anne's children are almost grown up, except for pretty, high-spirited Rilla. No one can resist her bright hazel eyes and dazzling smile. Rilla, almost fifteen, can't think any further ahead than going to her very first dance at the Four Winds lighthouse and getting her first kiss from handsome Kenneth Ford. But undreamed-of challenges await the irrepressible Rilla when the world of Ingleside is endangered by a far-off war. Her brothers go off to fight, and Rilla brings home an orphaned newborn in a soup tureen. She is swept into a drama that tests her courage and changes her forever.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Young Adult",
                "Historical",
                "Childrens",
                "Romance",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Day of the Locust",
            "authors": [
                "Nathanael West",
                "Alfred Kazin"
            ],
            "ranking": 3.73,
            "ranking_count": 20999,
            "abstract": "The Day of the Locust. is a novel about Hollywood and its corrupting touch, about the American dream turned into a sun-drenched California nightmare. Nathanael West's Hollywood is not the glamorous home of the stars but a seedy world of little people, some hopeful, some despairing, all twisted by their by their own desires -- from the ironically romantic artist narrator, to a macho movie cowboy, a middle-aged innocent from America's heartland, and the hard-as-nails call girl would-be-star whom they all lust after. An unforgettable portrayal of a world that mocks the real and rewards the sham, turns its back on love to plunge into empty sex, and breeds a savage violence that is its own undoing, this novel stands as a classic indictment of all that is most extravagant and uncontrolled in American life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Historical",
                "Humor",
                "The United States Of America"
            ]
        },
        {
            "title": "Danny the Champion of the World",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.09,
            "ranking_count": 62669,
            "abstract": "Danny’s life seems perfect: his home is a gypsy caravan, he’s the youngest car mechanic around, and his best friend is his dad, who never runs out of wonderful stories to tell. And when Danny discovers his father’s secret, he’s off on the adventure of a lifetime. Here’s Roald Dahl’s famous story about a 9-year-old boy, his dad, and a daring and hilarious pheasant-snatching expedition. Just as important, it’s the story of the love between a boy and his father who, in Danny’s own words, is “the most marvelous and exciting father a boy ever had.”",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Fantasy",
                "Adventure",
                "Humor",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "A House for Mr Biswas",
            "authors": [
                "V.S. Naipaul"
            ],
            "ranking": 3.81,
            "ranking_count": 19614,
            "abstract": "Mohun Biswas has spent his 46 years of life striving for independence. Shuttled from one residence to another after the drowning of his father, he yearns for a place he can call home. He marries into the Tulsi family, on whom he becomes dependent, but rebels and takes on a succession of occupations in a struggle to weaken their hold over him.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Nobel Prize",
                "Literary Fiction",
                "Asian Literature",
                "Historical"
            ]
        },
        {
            "title": "Travels with My Aunt",
            "authors": [
                "Graham Greene",
                "Gloria Emerson"
            ],
            "ranking": 3.82,
            "ranking_count": 12834,
            "abstract": "Henry Pulling, a retired bank manager, meets his septuagenarian Aunt Augusta for the first time in over fifty years at what he supposes to be his mother's funeral. Soon after, she persuades Henry to abandon Southwood, his dahlias and the Major next door to travel her way, Brighton, Paris, Istanbul, Paraguay. Through Aunt Augusta, a veteran of Europe's hotel bedrooms, Henry joins a shiftless, twilight society: mixing with hippies, war criminals, CIA men; smoking pot, breaking all the currency regulations and eventually coming alive after a dull suburban life. In. Travels with my Aunt. Graham Greene not only gives us intoxicating entertainment but also confronts us with some of the most perplexing of human dilemmas.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Travel",
                "Humor",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Cruddy",
            "authors": [
                "Lynda Barry"
            ],
            "ranking": 4.15,
            "ranking_count": 6130,
            "abstract": "On a September night in 1971, a few days after getting busted for dropping acid, a sixteen-year-old curls up in the corner of her ratty bedroom and begins to write.. Now the truth can finally be revealed about the mysterious day long ago when the authorities found a child, calmly walking in the boiling desert, covered with blood.. The girl is Roberta Rohbeson, and her rant against a world bounded by the cruddy top bedroom of a cruddy rental house on a very cruddy mud road soon becomes a detailed account of another story, one that she has kept silent since she was eleven.. Darkly funny and resonant with humanity,. Cruddy,. masterfully intertwines Roberta's stories -- part. Easy Rider. and part bipolar. Wizard of Oz.. These stories, the backbone of Roberta's short life, include a one-way trip across America fueled by revenge and greed and a vivid cast of characters, starring Roberta's dangerous father, the owners of the Knocking Hammer Bar-cum-slaughterhouse, and runaway adolescents. With a teenager's eye for freakish detail and a nervous ability to make the most horrible scenes seem hilarious,. Cruddy. is a stunning achievement.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sequential Art",
                "Young Adult",
                "Novels",
                "Dark",
                "Literary Fiction",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Hocus Pocus",
            "authors": [
                "Kurt Vonnegut Jr."
            ],
            "ranking": 3.83,
            "ranking_count": 31734,
            "abstract": "Here is the adventure of Eugene Debs Hartke. He's a Vietnam veteran, a jazz pianist, a college professor, and a prognosticator of the apocalypse (and other things Earth-shattering). But that's neither here no there. Because at Tarkington College—where he teaches—the excrement is about to hit the air-conditioning. And its all Eugene's fault.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Science Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Revelation Space",
            "authors": [
                "Alastair Reynolds"
            ],
            "ranking": 3.99,
            "ranking_count": 49528,
            "abstract": "Nine hundred thousand years ago, something annihilated the Amarantin civilization just as it was on the verge of discovering space flight. Now one scientist, Dan Sylveste, will stop at nothing to solve the Amarantin riddle before ancient history repeats itself. With no other resources at his disposal, Sylveste forges a dangerous alliance with the cyborg crew of the starship. Nostalgia for Infinity. . But as he closes in on the secret, a killer closes in on him. Because the Amarantin were destroyed for a reason — and if that reason is uncovered, the universe—and reality itself — could be irrecoverably altered….",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Horror"
            ]
        },
        {
            "title": "Sanctuary",
            "authors": [
                "William Faulkner"
            ],
            "ranking": 3.63,
            "ranking_count": 12237,
            "abstract": "First published in 1931, this classic psychological melodrama has been viewed as more of a social document in his tragic legend of the South than mere story. From Popeye, a moonshining racketeer with no conscience and Temple Drake, beautiful, bored and vulnerable, to Harace Benbow, a lawyer of honor and decency wishing for more in his life, and Gowan Stevens, college student with a weakness for drink, Faulkner writes of changing social values and order. A sinister cast peppered with social outcasts and perverts perform abduction, murder, and mayhem in this harsh and brutal story of sensational and motiveless evil.. Students of Faulkner have found an allegorical interpretation of Sanctuary as a comment on the degradation of old South's social order by progressive modernism and materialistic exploitation. Popeye and his co-horts represent this hurling change that is corrupting the historic traditions of the South, symbolized by Horace Stevens, which are no longer able to protect the victimized Negro and poor white trash due to middle-class apathy and inbred violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Gothic",
                "Novels",
                "American",
                "Mystery"
            ]
        },
        {
            "title": "Corduroy",
            "authors": [
                "Don Freeman"
            ],
            "ranking": 4.31,
            "ranking_count": 209262,
            "abstract": "Have you ever dreamed of being locked in a department store at night? The endearing story of Corduroy paints a picture of the adventures that might unfold (for a teddy bear at least) in such a situation. When all the shoppers have gone home for the night, Corduroy climbs down from the shelf to look for his missing button. It's a brave new world! He accidentally gets on an elevator that he thinks. must. be a mountain and sees the furniture section that he thinks must be a palace. He tries to pull a button off the mattress, but he ends up falling off the bed and knocking over a lamp. The night watchman hears the crash, finds Corduroy, and puts him back on the shelf downstairs. The next morning, he finds that it's his lucky day! A little girl buys him with money she saved in her piggy bank and takes him home to her room. Corduroy decides that this. must. be home and that Lisa must be his friend. Youngsters will never get tired of this toy-comes-alive tale with a happy ending, so you may also want to seek out Dan Freeman's next creation,. A Pocket for Corduroy. .. (Ages 3 to 8)",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Fantasy",
                "Kids",
                "Adventure",
                "Family"
            ]
        },
        {
            "title": "The Captive & The Fugitive",
            "authors": [
                "Marcel Proust",
                "C.K. Scott Moncrieff",
                "Terence Kilmartin",
                "D.J. Enright"
            ],
            "ranking": 4.39,
            "ranking_count": 2803,
            "abstract": "The Modern Library’s fifth volume of. In Search of Lost Time. contains both. The Captive. (1923) and. The Fugitive. (1925). In. The Captive. , Proust’s narrator describes living in his mother’s Paris apartment with his lover, Albertine, and subsequently falling out of love with her. In. The Fugitive. , the narrator loses Albertine forever. Rich with irony, The Captive and The Fugitive inspire meditations on desire, sexual love, music, and the art of introspection.. For this authoritative English-language edition, D. J. Enright has revised the late Terence Kilmartin’s acclaimed reworking of C. K. Scott Moncrieff’s translation to take into account the new definitive French editions of. Á la recherché du temps perdu. (the final volume of these new editions was published by the Bibliothèque de la Pléiade in 1989).",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Philosophy"
            ]
        },
        {
            "title": "In Our Time",
            "authors": [
                "Ernest Hemingway"
            ],
            "ranking": 3.77,
            "ranking_count": 21698,
            "abstract": "First published in 1925, earning Hemingway praise as a promising American writer. Contains several early Hemingway classics, including the famous Nick Adams stories. This volume introduces readers to the hallmarks of the famous Hemingway style: a lean, tough prose enlivened by an ear for the colloquial and an eye for the realistic.. In Our Time provides key insights into Hemingway's later works.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Short Stories",
                "Literature",
                "Academic",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Drifters",
            "authors": [
                "James A. Michener"
            ],
            "ranking": 4.05,
            "ranking_count": 7544,
            "abstract": "In his triumphant best seller, James Michener unfolds a powerful and poignant drama of six young runaways adrift in a world they have created out of dreams, drugs, and dedication to pleasure. With the sure touch of a master, Michener pulls us into the dark center of their private world, whether it's in Spain, Marrakech, or Mozambique, and exposes the naked nerve ends with shocking candor and infinite compassion.. A superior, picaresque novel...and a revealing mirror held up to contemporary society.. JOHN BARKHAM REVIEWS",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Travel",
                "Adventure",
                "Classics",
                "Novels",
                "Cultural",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Cathedral",
            "authors": [
                "Raymond Carver"
            ],
            "ranking": 4.26,
            "ranking_count": 31204,
            "abstract": "Raymond Carver’s third collection of stories, a finalist for the Pulitzer Prize, including the canonical titular story about blindness and learning to enter the very different world of another.  These twelve stories mark a turning point in Carver’s career and “overflow with the danger, excitement, mystery and possibility of life. . . . Carver is a writer of astonishing compassion and honesty. . . . his eye set only on describing and revealing the world as he sees it. His eye is so clear, it almost breaks your heart” (Jonathan Yardley,. Washington Post Book World. ).. From the eBook edition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Literary Fiction",
                "American",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "La ciudad y los perros",
            "authors": [
                "Mario Vargas Llosa"
            ],
            "ranking": 4.14,
            "ranking_count": 20063,
            "abstract": "En 1962, La ciudad y los perros recibía el Premio Biblioteca Breve. Así comenzaba la andadura literaria de esta obra considerada una de las mejores novelas en español del siglo XX.Los personajes de La ciudad y los perros, un grupo de jóvenes que se «educan» en una disciplina militar implacable y violenta, aprenden a sobrevivir en un ambiente en el que están muy arraigados los prejuicios raciales y las diferencias entre clases sociales y económicas; donde todos se muestran como no son en realidad y la transgresión de las normas establecidas parece ser la única salida.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Cultural",
                "Literature",
                "Novels",
                "Nobel Prize",
                "Contemporary"
            ]
        },
        {
            "title": "Toda Mafalda",
            "authors": [
                "Quino"
            ],
            "ranking": 4.77,
            "ranking_count": 9060,
            "abstract": "Este libro contiene de la primera a la última tira + Mafalda inédita + Al fin solos + Y digo yo + ¿A dónde vamos a parar?. + Mafaldas (casi) privadas + Mafaldas públicas + Mafaldas ineditísimas = Toda, pero toda toda Mafalda. (HASTA EL CIERRE DE ESTA EDICIÓN)",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "European Literature",
                "Graphic Novels Comics",
                "Childrens",
                "Classics"
            ]
        },
        {
            "title": "The Mote in God's Eye",
            "authors": [
                "Larry Niven",
                "Jerry Pournelle"
            ],
            "ranking": 4.07,
            "ranking_count": 66373,
            "abstract": "In 3016, the 2nd Empire of Man spans hundreds of star systems, thanks to faster-than-light Alderson Drive. Intelligent beings are finally found from the Mote, an isolated star in a thick dust cloud. The bottled-up ancient civilization, at least one million years old, are welcoming, kind, yet evasive, with a dark problem they have not solved in over a million years.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Audiobook",
                "Classics",
                "Speculative Fiction"
            ]
        },
        {
            "title": "The Club Dumas",
            "authors": [
                "Arturo Pérez-Reverte",
                "Sonia Soto"
            ],
            "ranking": 3.81,
            "ranking_count": 37780,
            "abstract": "Lucas Corso is a book detective, a middle-aged mercenary hired to hunt down rare editions for wealthy and unscrupulous clients. When a well-known bibliophile is found dead, leaving behind part of the original manuscript of Alexandre Dumas's The Three Musketeers, Corso is brought in to authenticate the fragment. He is soon drawn into a swirling plot involving devil worship, occult practices, and swashbuckling derring-do among a cast of characters bearing a suspicious resemblance to those of Dumas's masterpiece. Aided by a mysterious beauty named for a Conan Doyle heroine, Corso travels from Madrid to Toledo to Paris on the killer's trail in this twisty intellectual romp through the book world",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Historical",
                "Writing",
                "Cultural",
                "European Literature",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Fantastic Mr. Fox",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.07,
            "ranking_count": 118889,
            "abstract": "Fantastic Mr. Fox is on the run! The three meanest farmers around are out to get him. Fat Boggis, squat Bunce, and skinny Bean have joined forces, and they have Mr. Fox and his family surrounded. What they don’t know is that they’re not dealing with just any fox–Mr. Fox would never surrender. But only the most fantastic plan ever can save him now.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Fantasy",
                "Classics",
                "Animals",
                "Young Adult",
                "Humor",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Murder Must Advertise",
            "authors": [
                "Dorothy L. Sayers"
            ],
            "ranking": 4.17,
            "ranking_count": 21773,
            "abstract": "When ad man Victor Dean falls down the stairs in the offices of Pym's Publicity, a respectable London advertising agency, it looks like an accident. Then Lord Peter Wimsey is called in, and he soon discovers there's more to copywriting than meets the eye. A bit of cocaine, a hint of blackmail, and some wanton women can be read between the lines. And then there is the brutal succession of murders -- 5 of them -- each one a fixed fee for advertising a deadly secret.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Madness and Civilization: A History of Insanity in the Age of Reason",
            "authors": [
                "Michel Foucault",
                "Richard Howard"
            ],
            "ranking": 4.09,
            "ranking_count": 11897,
            "abstract": "Librarian note: an alternate cover for this edition can be found. here. .. Michel Foucault examines the archeology of madness in the West from 1500 to 1800 – from the late Middle Ages, when insanity was still considered part of everyday life and fools and lunatics walked the streets freely, to the time when such people began to be considered a threat, asylums were first built, and walls were erected between the “insane” and the rest of humanity.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "History",
                "Nonfiction",
                "Psychology",
                "Sociology",
                "Cultural",
                "Classics",
                "Health",
                "Politics"
            ]
        },
        {
            "title": "Waiting",
            "authors": [
                "Ha Jin"
            ],
            "ranking": 3.53,
            "ranking_count": 20696,
            "abstract": "In. Waiting,. PEN/Hemingway Award-winning author Ha Jin draws on his intimate knowledge of contemporary China to create a novel of unexpected richness and feeling. This is the story of Lin Kong, a man living in two worlds, struggling with the conflicting claims of two utterly different women as he moves through the political minefields of a society designed to regulate his every move and stifle the promptings of his innermost heart.. For more than seventeen years, this devoted and ambitious doctor has been in love with an educated, clever, modern woman, Manna Wu. But back in the traditional world of his home village lives the wife his family chose for him when he was young—a humble and touchingly loyal woman, whom he visits in order to ask, again and again, for a divorce. In a culture in which the ancient ties of tradition and family still hold sway and where adultery discovered by the Party can ruin lives forever, Lin's passionate love is stretched ever more taut by the passing years. Every summer, his compliant wife agrees to a divorce but then backs out. This time, Lin promises, will be different.. Tracing these lives through their summer of decision and beyond, Ha Jin vividly conjures the texture of daily life in a place where the demands of human longing must contend with the weight of centuries of custom. Waiting charms and startles us with its depiction of a China that remains hidden to Western eyes even as it moves us with its piercing vision of the universal complications of love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Tipping Point: How Little Things Can Make a Big Difference",
            "authors": [
                "Malcolm Gladwell",
                "מלקולם גלדוול",
                "עפרה אביגד"
            ],
            "ranking": 3.99,
            "ranking_count": 758746,
            "abstract": "An alternate cover edition exists. here. .. The tipping point is that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire. Just as a single sick person can start an epidemic of the flu, so too can a small but precisely targeted push cause a fashion trend, the popularity of a new product, or a drop in the crime rate. This widely acclaimed bestseller, in which Malcolm Gladwell explores and brilliantly illuminates the tipping point phenomenon, is already changing the way people throughout the world think about selling products and disseminating ideas.. Gladwell introduces us to the particular personality types who are natural pollinators of new ideas and trends, the people who create the phenomenon of word of mouth. He analyzes fashion trends, smoking, children's television, direct mail, and the early days of the American Revolution for clues about making ideas infectious, and visits a religious commune, a successful high-tech company, and one of the world's greatest salesmen to show how to start and sustain social epidemics.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Psychology",
                "Sociology",
                "Science",
                "Self Help",
                "Economics",
                "Audiobook",
                "Leadership",
                "Philosophy"
            ]
        },
        {
            "title": "Straight Man",
            "authors": [
                "Richard Russo"
            ],
            "ranking": 4.01,
            "ranking_count": 25742,
            "abstract": "William Henry Devereaux, Jr., spiritually suited to playing left field but forced by a bad hamstring to try first base, is the unlikely chairman of the English department at West Central Pennsylvania University. Over the course of a single convoluted week, he threatens to execute a duck, has his nose slashed by a feminist poet, discovers that his secretary writes better fiction than he does, suspects his wife of having an affair with his dean, and finally confronts his philandering elderly father, the one-time king of American Literary Theory, at an abandoned amusement park.. Such is the canvas of Richard Russo's. Straight Man. , a novel of surpassing wit, poignancy, and insight. As he established in his previous books --. Mohawk. ,. The Risk Pool. , and. Nobody's Fool. -- Russo is unique among contemporary authors for his ability to flawlessly capture the soul of the wise guy and the heart of a difficult parent. In Hank Devereaux, Russo has created a hero whose humor and identification with the absurd are mitigated only by his love for his family, friends, and, ultimately, knowledge itself.. Unforgettable, compassionate, and laugh-out-loud funny,. Straight Man. cements Richard Russo's reputation as one of the master storytellers of our time.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Novels",
                "Academic",
                "Literary Fiction",
                "Literature",
                "Audiobook",
                "Book Club"
            ]
        },
        {
            "title": "Go Tell It on the Mountain",
            "authors": [
                "James Baldwin"
            ],
            "ranking": 4.02,
            "ranking_count": 59461,
            "abstract": "Go Tell It On The Mountain. , first published in 1953, is Baldwin's first major work, a semi-autobiographical novel that has established itself as an American classic. With lyrical precision, psychological directness, resonating symbolic power, and a rage that is at once unrelenting and compassionate, Baldwin chronicles a fourteen-year-old boy's discovery of the terms of his identity as the stepson of the minister of a storefront Pentecostal church in Harlem one Saturday in March of 1935. Baldwin's rendering of his protagonist's spiritual, sexual, and moral struggle of self-invention opened new possibilities in the American language and in the way Americans understand themselves.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Cultural",
                "Race",
                "Literature",
                "Religion",
                "Novels",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Crossing",
            "authors": [
                "Cormac McCarthy"
            ],
            "ranking": 4.14,
            "ranking_count": 33374,
            "abstract": "Following All the Pretty Horses in Cormac McCarthy's Border Trilogy is a novel whose force of language is matched only by its breadth of experience and depth of thought. In the bootheel of New Mexico hard on the frontier, Billy and Boyd Parham are just boys in the years before the Second World War, but on the cusp of unimaginable events. First comes a trespassing Indian and the dream of wolves running wild amongst the cattle lately brought onto the plain by settlers - this when all the wisdom of trappers has disappeared along with the trappers themselves. So Billy sets forth at the age of sixteen on an unwitting journey into the souls of boys, animals and men.. Having trapped a she-wolf he would restore to the mountains of Mexico, he is long gone and returns to find everything he left behind transformed utterly in his absence. Except his kid brother, Boyd, with whom he strikes out yet again to reclaim what is theirs - thus crossing into that antique gaze from whence there could be no way back forever.. What they find instead, is an extraordinary panoply of fiestas and circuses, dogs, horses and hawks, pilgrims and revolutionaries, grand haciendas and forlorn cantinas, bandits, gypsies and roving tribes, a young girl alone on the road, a mystery in the mountain wilds, and a myth in the making.. And in this wider world they fight a war as rageful as the one neither, in the end, will join up for back home. One brother finds his destiny, while the other arrives only at his fate.. An essential novel by any measure, and the transfixing middle passage of Cormac McCarthy's ongoing trilogy, The Crossing is luminous and appalling, a book that touches, stops,and starts the heart and mind at once.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Classics",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "Gift from the Sea",
            "authors": [
                "Anne Morrow Lindbergh"
            ],
            "ranking": 4.15,
            "ranking_count": 46230,
            "abstract": "In this inimitable, beloved classic—graceful, lucid and lyrical—Anne Morrow Lindbergh shares her meditations on youth and age; love and marriage; peace, solitude and contentment as she set them down during a brief vacation by the sea. Drawing inspiration from the shells on the shore, Lindbergh’s musings on the shape of a woman’s life bring new understanding to both men and women at any stage of life. A mother of five, an acclaimed writer and a pioneering aviator, Lindbergh casts an unsentimental eye on the trappings of modernity that threaten to overwhelm us: the time-saving gadgets that complicate rather than simplify, the multiple commitments that take us from our families. And by recording her thoughts during a brief escape from everyday demands, she helps readers find a space for contemplation and creativity within their own lives.. With great wisdom and insight Lindbergh describes the shifting shapes of relationships and marriage, presenting a vision of life as it is lived in an enduring and evolving partnership. A groundbreaking, best-selling work when it was originally published in 1955,. Gift from the Sea. continues to be discovered by new generations of readers. With a new introduction by Lindbergh’s daughter Reeve, this fiftieth-anniversary edition will give those who are revisiting the book and those who are coming upon it for the first time fresh insight into the life of this remarkable woman.. The sea and the beach are elements that have been woven throughout Anne Morrow Lindbergh’s life. She spent her childhood summers with her family on a Maine island. After her marriage to Charles Lindbergh in 1929, she accompanied him on his survey flights around the North Atlantic to launch the first transoceanic airlines. The Lindberghs eventually established a permanent home on the Connecticut coast, where they lived quietly, wrote books and raised their family.. After the children left home for lives of their own, the Lindberghs traveled extensively to Africa and the Pacific for environmental research.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Classics",
                "Spirituality",
                "Inspirational",
                "Writing",
                "Self Help",
                "Biography",
                "Philosophy",
                "Biography Memoir"
            ]
        },
        {
            "title": "Decline and Fall",
            "authors": [
                "Evelyn Waugh"
            ],
            "ranking": 3.84,
            "ranking_count": 12792,
            "abstract": "Expelled from Oxford for indecent behaviour, Paul Pennyfeather is oddly unsurprised to find himself qualifying for the position of schoolmaster at Llanabba Castle. His colleagues are an assortment of misfits, including Prendy (plagued by doubts) and captain Grimes, who is always in the soup (or just plain drunk). Then Sports Day arrives, and with it the delectable Margot Beste-Chetwynde, floating on a scented breeze. As the farce unfolds and the young run riot, no one is safe, least of all Paul. Taking its title from Edward Gibbon's. Decline and Fall of the Roman Empire. , Evelyn Waugh's first, funniest novel immediately caught the ear of the public with his account of an ingénu abroad in the decadent confusion of 1920s high society.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Humor",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Jacob Have I Loved",
            "authors": [
                "Katherine Paterson"
            ],
            "ranking": 3.68,
            "ranking_count": 32504,
            "abstract": "Esau have I hated . . . Sara Louise Bradshaw is sick and tired of her beautiful twin Caroline. Ever since they were born, Caroline has been the pretty one, the talented one, the better sister. Even now, Caroline seems to take everything: Louise's friends, their parents' love, her dreams for the future.. For once in her life, Louise wants to be the special one. But in order to do that, she must first figure out who she is . . . and find a way to make a place for herself outside her sister's shadow.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Historical",
                "Childrens",
                "Classics",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Second Chronicles of Thomas Covenant",
            "authors": [
                "Stephen R. Donaldson"
            ],
            "ranking": 4.02,
            "ranking_count": 3568,
            "abstract": "The One Tree:. Knowing that the fabled One Tree may hold the only means of breaking Lord Foul s power,. White Gold Wielder:. Swept far to the north, Thomas Covenant and Linden Avery must embark on another dangerous journey, never knowing whether the magic they bear will be enough to reverse the corruption wrought by Lord Foul.. The Wounded Land:. For ten years, Thomas Covenant has set the conflicts of the Land behind him. But thousands of years have passed in the Land and the creeping evil of Lord Foul has grown so strong that its influence is felt even in our own world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Literature",
                "Adventure",
                "Epic"
            ]
        },
        {
            "title": "The Mother Tongue: English and How It Got That Way",
            "authors": [
                "Bill Bryson"
            ],
            "ranking": 3.91,
            "ranking_count": 38886,
            "abstract": "With dazzling wit and astonishing insight, Bill Bryson—the acclaimed author of. The Lost Continent. —brilliantly explores the remarkable history, eccentricities, resilience and sheer fun of the English language. From the first descent of the larynx into the throat (why you can talk but your dog can't), to the fine lost art of swearing, Bryson tells the fascinating, often uproarious story of an inadequate, second-rate tongue of peasants that developed into one of the world's largest growth industries.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Humanities",
                "Humor",
                "Audiobook",
                "Language",
                "Travel",
                "Reference",
                "Science"
            ]
        },
        {
            "title": "Hogfather",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.23,
            "ranking_count": 85389,
            "abstract": "Susan had never hung up a stocking . She'd never put a tooth under her pillow in the serious expectation that a dentally inclined fairy would turn up. It wasn't that her parents didn't believe in such things. They didn't. need. to believe in them. They know they existed. They just wished they didn't.. There are those who believe and those who don't. Through the ages, superstition has had its uses. Nowhere more so than in the Discworld where it's helped to maintain the status quo. Anything that undermines superstition has to be viewed with some caution. There may be consequences, particularly on the last night of the year when the time is turning. When those consequences turn out to be the end of the world, you need to be prepared. You might even want more standing between you and oblivion than a mere slip of a girl - even if she has looked Death in the face on numerous occasions...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Humor",
                "Holiday",
                "Science Fiction Fantasy",
                "Audiobook",
                "Young Adult"
            ]
        },
        {
            "title": "Replay",
            "authors": [
                "Ken Grimwood"
            ],
            "ranking": 4.15,
            "ranking_count": 35585,
            "abstract": "Jeff Winston was 43 and trapped in a tepid marriage and a dead-end job, waiting for that time when he could be truly happy, when he died.. And when he woke and he was 18 again, with all his memories of the next 25 years intact. He could live his life again, avoiding the mistakes, making money from his knowledge of the future, seeking happiness.. Until he dies at 43 and wakes up back in college again...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Audiobook",
                "Science Fiction Fantasy",
                "Romance",
                "Speculative Fiction",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Alanna: The First Adventure",
            "authors": [
                "Tamora Pierce"
            ],
            "ranking": 4.25,
            "ranking_count": 124968,
            "abstract": "From now on I'm Alan of Trebond, the younger twin. I'll be a knight.. And so young Alanna of Trebond begins the journey to knighthood. Though a girl, Alanna has always craved the adventure and daring allowed only for boys; her twin brother, Thom, yearns to learn the art of magic. So one day they decide to switch places: Thom heads for the convent to learn magic; Alanna, pretending to be a boy, is on her way to the castle of King Roald to begin her training as a page.. But the road to knighthood is not an easy one. As Alanna masters the skills necessary for battle, she must also learn to control her heart and to discern her enemies from her allies.. Filled with swords and sorcery, adventure and intrigue, good and evil, Alanna's first adventure begins - one that will lead to the fulfillment of her dreams and the magical destiny that will make her a legend in her land.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "We the Living",
            "authors": [
                "Ayn Rand",
                "Leonard Peikoff"
            ],
            "ranking": 3.93,
            "ranking_count": 27601,
            "abstract": "Ayn Rand's first published novel, a timeless story that explores the struggles of the individual against the state in Soviet Russia.. First published in 1936, We the Living portrays the impact of the Russian Revolution on three human beings who demand the right to live their own lives and pursue their own happiness. It tells of a young woman’s passionate love, held like a fortress against the corrupting evil of a totalitarian state.. We the Living is not a story of politics, but of the men and women who have to struggle for existence behind the Red banners and slogans. It is a picture of what those slogans do to human beings. What happens to the defiant ones? What happens to those who succumb?. Against a vivid panorama of political revolution and personal revolt, Ayn Rand shows what the theory of socialism means in practice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Philosophy",
                "Historical",
                "Literature",
                "Politics",
                "Cultural",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "The Devil's Arithmetic",
            "authors": [
                "Jane Yolen"
            ],
            "ranking": 4.02,
            "ranking_count": 57038,
            "abstract": "Hannah thinks tonight Passover Seder will be the same as always. But this year she will be mysteriously transported into the past. Only she knows the horrors that await.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "World War II",
                "Fiction",
                "War",
                "Science Fiction",
                "Childrens",
                "Fantasy"
            ]
        },
        {
            "title": "Sphere",
            "authors": [
                "Michael Crichton"
            ],
            "ranking": 3.81,
            "ranking_count": 175341,
            "abstract": "A group of American scientists are rushed to a huge vessel that has been discovered resting on the ocean floor in the middle of the South Pacific. What they find defies their imaginations and mocks their attempts at logical explanation. It is a spaceship of phenomenal dimensions, apparently, undamaged by its fall from the sky. And, most startling, it appears to be at least three hundred years old..... The suspense is real.. THE NEW YORK TIMES BOOK REVIEW. A page-turner...Chichton's writing is cinematic, with powerful visual images and nonstop action. This book should come with hot buttered popcorn.. NEWSWEEK",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Horror",
                "Suspense",
                "Mystery",
                "Science Fiction Fantasy",
                "Adventure",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The Time Machine/The Invisible Man",
            "authors": [
                "H.G. Wells",
                "Alfred J. MacAdam"
            ],
            "ranking": 4.1,
            "ranking_count": 55522,
            "abstract": "The Time Machine and The Invisible Man. , by. H. G. Wells. , is part of the. Barnes & Noble Classics. series, which offers quality editions at affordable prices to the student and the general reader, including new scholarship, thoughtful design, and pages of carefully crafted extras. Here are some of the remarkable features of. Barnes & Noble Classics. :. New introductions commissioned from today's top writers and scholars. Biographies of the authors. Chronologies of contemporary historical, biographical, and cultural events. Footnotes and endnotes. Selective discussions of imitations, parodies, poems, books, plays, paintings, operas, statuary, and films inspired by the work. Comments by other famous authors. Study questions to challenge the reader's viewpoints and expectations. Bibliographies for further reading. Indices & Glossaries, when appropriate. All editions are beautifully designed and are printed to superior specifications; some include illustrations of historical interest.. Barnes & Noble Classics. pulls together a constellation of influences—biographical, historical, and literary—to enrich each reader's understanding of these enduring works.. The Time Machine. ,. H. G. Wells. ’s first novel, is a tale of Darwinian evolution taken to its extreme. Its hero, a young scientist, travels 800,000 years into the future and discovers a dying earth populated by two strange humanoid species: the brutal Morlocks and the gentle but nearly helpless Eloi.. The Invisible Man. mixes chilling terror, suspense, and acute psychological understanding into a tale of an equally adventurous scientist who discovers the formula for invisibility—a secret that drives him mad.. Immensely popular during his lifetime, H. G. Wells, along with Jules Verne, is credited with inventing science fiction. This new volume offers two of Wells’s best-loved and most critically acclaimed “scientific romances.” In each, the author grounds his fantastical imagination in scientific fact and conjecture while lacing his narrative with vibrant action, not merely to tell a “ripping yarn,” but to offer a biting critique on the world around him. “The strength of Mr. Wells,” wrote Arnold Bennett, “lies in the fact that he is not only a scientist, but a most talented student of character, especially quaint character. He will not only ingeniously describe for you a scientific miracle, but he will set down that miracle in the midst of a country village, sketching with excellent humour the inn-landlady, the blacksmith, the chemist’s apprentice, the doctor, and all the other persons whom the miracle affects.”. Alfred Mac Adam. teaches literature at Barnard College-Columbia University. He is a translator and art critic.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Literature",
                "Novels",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "The Body in the Library",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.85,
            "ranking_count": 82920,
            "abstract": "It’s seven in the morning. The Bantrys wake to find the body of a young woman in their library. She is wearing evening dress and heavy make-up, which is now smeared across her cheeks.. But who is she? How did she get there? And what is the connection with another dead girl, whose charred remains are later discovered in an abandoned quarry?. The respectable Bantrys invite Miss Marple to solve the mystery… before tongues start to wag.. Librarian's note: this entry is for the novel The Body in the Library. Collections and other Miss Marple stories are located elsewhere on Goodreads. The series includes 12 novels and 20 short stories. Entries for the short stories can be found by searching Goodreads for: a Miss Marple Short Story.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "The Seat of the Soul",
            "authors": [
                "Gary Zukav"
            ],
            "ranking": 4.0,
            "ranking_count": 44213,
            "abstract": "Argues that humans are evolving from a species that seeks power based on the perception of the senses to one seeking power based on spiritual values.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction",
                "Self Help",
                "Philosophy",
                "Psychology",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "Death in Venice",
            "authors": [
                "Thomas Mann",
                "Michael Cunningham",
                "Michael Henry Heim"
            ],
            "ranking": 3.72,
            "ranking_count": 45146,
            "abstract": "The world-famous masterpiece by Nobel laureate Thomas Mann -- here in a new translation by Michael Henry Heim.. Published on the eve of World War I, a decade after Buddenbrooks had established Thomas Mann as a literary celebrity, Death in Venice tells the story of Gustav von Aschenbach, a successful but aging writer who follows his wanderlust to Venice in search of spiritual fulfillment that instead leads to his erotic doom.. In the decaying city, besieged by an unnamed epidemic, he becomes obsessed with an exquisite Polish boy, Tadzio. It is a story of the voluptuousness of doom, Mann wrote. But the problem I had especially in mind was that of the artist's dignity.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "LGBT",
                "Short Stories"
            ]
        },
        {
            "title": "A Fire Upon the Deep",
            "authors": [
                "Vernor Vinge"
            ],
            "ranking": 4.13,
            "ranking_count": 55645,
            "abstract": "Alternate Cover Edition can be found. here. .. A Fire upon the Deep. is the big, breakout book that fulfills the promise of Vinge's career to date: a gripping tale of galactic war told on a cosmic scale.. Thousands of years hence, many races inhabit a universe where a mind's potential is determined by its location in space, from superintelligent entities in the Transcend, to the limited minds of the Unthinking Depths, where only simple creatures and technology can function. Nobody knows what strange force partitioned space into these regions of thought, but when the warring Straumli realm use an ancient Transcendent artifact as a weapon, they unwittingly unleash an awesome power that destroys thousands of worlds and enslaves all natural and artificial intelligence.. Fleeing the threat, a family of scientists, including two children, are taken captive by the Tines, an alien race with a harsh medieval culture, and used as pawns in a ruthless power struggle. A rescue mission, not entirely composed of humans, must rescue the children-and a secret that may save the rest of interstellar civilization.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Hugo Awards",
                "Fantasy",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The History of Sexuality, Volume 1: An Introduction",
            "authors": [
                "Michel Foucault",
                "Robert Hurley"
            ],
            "ranking": 4.04,
            "ranking_count": 20381,
            "abstract": "Michel Foucault offers an iconoclastic exploration of why we feel compelled to continually analyze and discuss sex, and of the social and mental mechanisms of power that cause us to direct the questions of what we are to what our sexuality is.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Sexuality",
                "Sociology",
                "Psychology",
                "LGBT",
                "Academic",
                "Cultural"
            ]
        },
        {
            "title": "Battlefield Earth: A Saga of the Year 3000",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 3.54,
            "ranking_count": 22235,
            "abstract": "Suspense, thrills, action and adventure.. Earth has been dominated for 1,000 years by an alien invader—and man is an endangered species. From the handful of surviving humans a courageous leader emerges—Jonnie Goodboy Tyler, who challenges the invincible might of the alien Psychlo empire in a battle of epic scale, danger and intrigue with the fate of the Earth and of the universe in the tenuous balance.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Apocalyptic",
                "Adventure",
                "Classics",
                "Space",
                "Audiobook"
            ]
        },
        {
            "title": "The White Album",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 4.12,
            "ranking_count": 24192,
            "abstract": "First published in 1979, Joan Didion's The White Album records indelibly the upheavals and aftermaths of the 1960s.. Examining key events, figures, and trends of the era—including Charles Manson, the Black Panthers, and the shopping mall—through the lens of her own spiritual confusion, Joan Didion helped to define mass culture as we now understand it. Written with a commanding sureness of tone and linguistic precision, The White Album is a central text of American reportage and a classic of American autobiography.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "History",
                "Classics",
                "Biography",
                "Literature",
                "Womens"
            ]
        },
        {
            "title": "Selected Poems, 1923-1958",
            "authors": [
                "E.E. Cummings"
            ],
            "ranking": 4.19,
            "ranking_count": 1010,
            "abstract": "This selection, made by Cummings himself in 1960, offers a comprehensive introduction to his most characteristic work — whether love poems, satirical squibs or nature poetry — and represents the range of his experiments with lyric form, syntax and typography, which combined to offer a radically individual and spontaneous view of the world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Reference",
                "The United States Of America",
                "Anthologies"
            ]
        },
        {
            "title": "Parable of the Sower",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.2,
            "ranking_count": 107429,
            "abstract": "In 2025, with the world descending into madness and anarchy, one woman begins a fateful journey toward a better future.. Lauren Olamina and her family live in one of the only safe neighborhoods remaining on the outskirts of Los Angeles. Behind the walls of their defended enclave, Lauren’s father, a preacher, and a handful of other citizens try to salvage what remains of a culture that has been destroyed by drugs, disease, war, and chronic water shortages. While her father tries to lead people on the righteous path, Lauren struggles with hyperempathy, a condition that makes her extraordinarily sensitive to the pain of others.. When fire destroys their compound, Lauren’s family is killed and she is forced out into a world that is fraught with danger. With a handful of other refugees, Lauren must make her way north to safety, along the way conceiving a revolutionary idea that may mean salvation for all mankind.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Apocalyptic",
                "Classics",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "The Stone Angel",
            "authors": [
                "Margaret Laurence",
                "Adele Wiseman"
            ],
            "ranking": 3.75,
            "ranking_count": 11836,
            "abstract": "In her best-loved novel,. The Stone Angel. , Margaret Laurence introduces Hagar Shipley, one of the most memorable characters in Canadian fiction. Stubborn, querulous, self-reliant – and, at ninety, with her life nearly behind her – Hagar Shipley makes a bold last step towards freedom and independence.. As her story unfolds, we are drawn into her past. We meet Hagar as a young girl growing up in a black prairie town; as the wife of a virile but unsuccessful farmer with whom her marriage was stormy; as a mother who dominates her younger son; and, finally, as an old woman isolated by an uncompromising pride and by the stern virtues she has inherited from her pioneer ancestors.. Vivid, evocative, moving,. The Stone Angel. celebrates the triumph of the spirit, and reveals Margaret Laurence at the height of her powers as a writer of extraordinary craft and profound insight into the workings of the human heart.. From the Hardcover edition.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Historical",
                "Literary Fiction",
                "Academic",
                "Novels"
            ]
        },
        {
            "title": "Second Foundation",
            "authors": [
                "Isaac Asimov"
            ],
            "ranking": 4.26,
            "ranking_count": 164735,
            "abstract": "So far the Foundation was safe. But there was a hidden Second Foundation to protect the first. The Mule has yet to find it, but he was getting closer all the time. The men of the Foundation sought it, too, to escape from Mule's mind control. Only Arkady, a 14 year-old girl seemed to have the answer, or did she...?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Science Fiction Fantasy",
                "Space",
                "Fantasy",
                "Novels",
                "Audiobook",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Snow Country",
            "authors": [
                "Yasunari Kawabata",
                "Edward G. Seidensticker"
            ],
            "ranking": 3.64,
            "ranking_count": 24989,
            "abstract": "Nobel Prize recipient Yasunari Kawabata's. Snow Country. is widely considered to be the writer's masterpiece, a powerful tale of wasted love set amid the desolate beauty of western Japan.. At an isolated mountain hot spring, with snow blanketing every surface, Shimamura, a wealthy dilettante meets Komako, a lowly geisha. She gives herself to him fully and without remorse, despite knowing that their passion cannot last and that the affair can have only one outcome. In chronicling the course of this doomed romance, Kawabata has created a story for the ages, a stunning novel dense in implication and exalting in its sadness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Romance",
                "Novels",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Ambassadors",
            "authors": [
                "Henry James",
                "Harry Levin"
            ],
            "ranking": 3.65,
            "ranking_count": 11879,
            "abstract": "Graham Greene and E.M. Forster marvelled at it, but F.R. Leavis considered it to be 'not only not one of his great books, but to be a bad one.' As for the author, he held. The Ambassadors. as the favorite among all his novels.. Sent from Massachusetts by the formidable Mrs. Newsome to recall her son, Chad, from what she assumes to be a corrupt life in Paris, Strether finds his intentions subtly and profoundly transformed as he falls under the spell of the city and of his charge. He is quick to perceive that Chad has been not so much corrupted as refined, and over the course of the hot summer months in Paris he gradually realizes that this discovery and acceptance of Chad's unconventional new lifestyle alter his own ideals and ambitions.. One of Henry James's three final novels, all of which have sharply divided modern critics,. The Ambassadors. is the finely drawn portrait of a man's late awakening to the importance of morality that is founded not on the dictates of convention but on its value per se.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Cultural",
                "Historical"
            ]
        },
        {
            "title": "True Grit",
            "authors": [
                "Charles Portis"
            ],
            "ranking": 4.14,
            "ranking_count": 50155,
            "abstract": "In the 1870s, young Mattie Ross learns that her beloved father was gunned down by his former handyman. But even though this gutsy 14-year-old is seeking vengeance, she is smart enough to figure out she can't go alone after a desperado who's holed up in Indian territory. With some fast-talking, she convinces mean, one-eyed US Marshal Rooster Cogburn into going after the despicable outlaw with her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Westerns",
                "Historical",
                "Classics",
                "Adventure",
                "Audiobook",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Raj Quartet",
            "authors": [
                "Paul Scott"
            ],
            "ranking": 4.49,
            "ranking_count": 976,
            "abstract": "Here is a set of the 4 novels which comprise The Raj Quartet, all of which are set in India between 1942 and 1947.. 1) The Jewel in the Crown. 2) The Day of the Scorpion. 3) The Towers of Silence. 4) A Division of the Spoils",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Novels",
                "Classics",
                "Literature",
                "Audiobook",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Doors of Perception & Heaven and Hell",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.93,
            "ranking_count": 42123,
            "abstract": "As only he can, Aldous Huxley explores the mind's remote frontiers and the unmapped areas of human consciousness. These two astounding essays are among the most profound studies of the effects of mind-expanding drugs written in this century. Contains the complete texts of. The Doors of Perception. and. Heaven and Hell. , both of which became essential for the counterculture during the 1960s and influenced a generation's perception of life.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Psychology",
                "Classics",
                "Writing",
                "Spirituality",
                "Science",
                "Religion",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Caucasian Chalk Circle",
            "authors": [
                "Bertolt Brecht",
                "Eric Bentley"
            ],
            "ranking": 3.72,
            "ranking_count": 7833,
            "abstract": "Few authors have had such a dramatic effect as Bertolt Brecht. His work has helped to shape a generation of writers, theatergoers, and thinkers. His plays are studied worldwide as texts that changed the face of theater. The Caucasian Chalk Circle is a parable inspired by the Chinese play. Chalk Circle. . Written at the close of World War II, the story is set in the Caucasus Mountains of Georgia. It retells the tale of King Solomon and a child claimed by and fought over by two mothers. But this chalk circle is metaphorically drawn around a society misdirected in its priorities. Brecht's statements about class are cloaked in the innocence of a fable that whispers insistently to the audience.. No translations of Brecht's work are as reliable and compelling as Eric Bentley's. These versions are widely viewed as the standard renderings of Brecht's work, ensuring that future generations of readers will come in close contact with the work of a playwright who introduced a new way of thinking about the theater.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Classics",
                "European Literature",
                "Fiction",
                "Literature",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "The Towers of Silence",
            "authors": [
                "Paul Scott"
            ],
            "ranking": 4.27,
            "ranking_count": 1306,
            "abstract": "India, 1943: In a regimental hill station, the ladies of Pankot struggle to preserve the genteel façade of British society amid the debris of a vanishing empire and World War II. A retired missionary, Barbara Batchelor, bears witness to the connections between many human dramas; the love between Daphne Manner and Hari Kumar; the desperate grief an old teacher feels for an India she cannot rescue; and the cruelty of Captain Ronald Merrick.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Literature",
                "European Literature",
                "Classics",
                "Novels",
                "Literary Fiction"
            ]
        }
    ]
}