{
    "books": [
        {
            "title": "Journey",
            "authors": [
                "Aaron Becker"
            ],
            "ranking": 4.34,
            "ranking_count": 12718,
            "abstract": "Follow a girl on an elaborate flight of fancy in a wondrously illustrated, wordless picture book about self-determination — and unexpected friendship.. A lonely girl draws a magic door on her bedroom wall and through it escapes into a world where wonder, adventure, and danger abound. Red marker in hand, she creates a boat, a balloon, and a flying carpet that carry her on a spectacular journey toward an uncertain destiny. When she is captured by a sinister emperor, only an act of tremendous courage and kindness can set her free. Can it also lead her home and to her heart’s desire? With supple line, luminous color, and nimble flights of fancy, author-illustrator Aaron Becker launches an ordinary child on an extraordinary journey toward her greatest and most exciting adventure of all.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Adventure",
                "Fiction",
                "Art",
                "Kids",
                "Sequential Art",
                "Travel"
            ]
        },
        {
            "title": "Click-Clack the Rattlebag",
            "authors": [
                "Neil Gaiman"
            ],
            "ranking": 4.12,
            "ranking_count": 2490,
            "abstract": "Narrated by Neil Gaiman.. Click-Clack the Rattlebag is your Halloween treat from Neil Gaiman and Audible, free through October 31. It's not available anywhere else, and for a limited time, each download from Audible benefits educational charities at DonorsChoose.org.. A few words from Neil: Why tell ghost stories? Why read them or listen to them? Why take such pleasure in tales that have no purpose but, comfortably, to scare?. I don't know. Not really. It goes way back. We have ghost stories from ancient Egypt, after all, ghost stories in the Bible, classical ghost stories from Rome (along with werewolves, cases of demonic possession, and of course, over and over, witches). We have been telling each other tales of otherness, of life beyond the grave, for a long time; stories that prickle the flesh and make the shadows deeper and, most important, remind us that we live, and that there is something special, something unique and remarkable, about the state of being alive. Happy Halloween!. 'What kind of story would you like me to tell you?' 'Well,' he said, thoughtfully, 'I don't think it should be too scary, because then when I go up to bed, I will just be thinking about monsters the whole time. But if it isn't just a little bit scary, then I won't be interested. And you make up scary stories, don't you?'. So begins this subtle, witty, deceptive little tale from master storyteller Neil Gaiman. Lock the doors, turn off the lights, and enjoy!. Included in the anthology. Impossible Monsters. , edited by Kasey Lansdale.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Audiobook",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Science Fiction Fantasy",
                "Holiday",
                "Childrens"
            ]
        },
        {
            "title": "Witchmark",
            "authors": [
                "C.L. Polk"
            ],
            "ranking": 3.89,
            "ranking_count": 10892,
            "abstract": "C. L. Polk arrives on the scene with. Witchmark. , a stunning, addictive fantasy that combines intrigue, magic, betrayal, and romance.. In an original world reminiscent of Edwardian England in the shadow of a World War, cabals of noble families use their unique magical gifts to control the fates of nations, while one young man seeks only to live a life of his own.. Magic marked Miles Singer for suffering the day he was born, doomed either to be enslaved to his family's interest or to be committed to a witches' asylum. He went to war to escape his destiny and came home a different man, but he couldn’t leave his past behind. The war between Aeland and Laneer leaves men changed, strangers to their friends and family, but even after faking his own death and reinventing himself as a doctor at a cash-strapped veterans' hospital, Miles can’t hide what he truly is.. When a fatally poisoned patient exposes Miles’ healing gift and his witchmark, he must put his anonymity and freedom at risk to investigate his patient’s murder. To find the truth he’ll need to rely on the family he despises, and on the kindness of the most gorgeous man he’s ever seen.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Fiction",
                "Mystery",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "The Quiddity of Will Self",
            "authors": [
                "Sam Mills"
            ],
            "ranking": 3.39,
            "ranking_count": 108,
            "abstract": "A ghost hovers outside the window of Will Self's study. She is Sylvie, a beautiful young woman who was recently murdered, who wants to influence Self's latest novel before she moves on... Her dead body was discovered by Richard, a twenty-something idler and literary wannabe. He discovers that Sylvie was a member of the W.S.C. - a mysterious cult of charismatic writers who appear to worship Will Self in a strange and secret style. Gradually, he gets sucked into their dark world of absinthe, cloaks and bizarre Initiation rites. Richard begins to lose his sense of perspective. What is the WSC and what is their relationship to the mysterious Hemingway potions? What did they do to Sylvie... and what will they do to him? Ranging from the present day to 2049, from dictionary rape to literary orgies, from lesbian book reviewers to the Great Vowel Shift, The Will Self Murders is a quirky, comic novel, reminiscent of Being John Malkovich - with the acclaimed novelist, Will Self, as the centre of fascination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels"
            ]
        },
        {
            "title": "Critical Care: A New Nurse Faces Death, Life, and Everything in Between",
            "authors": [
                "Theresa Brown"
            ],
            "ranking": 3.85,
            "ranking_count": 2223,
            "abstract": "“Among all the recent books on medicine,. Critical Care. stands alone.“ — Pauline Chen, author of. Final Exam. “A must read for anyone who wants to understand healthcare. Extraordinary.” — Elizabeth Cohen, MPH, CNN Senior Medical Correspondent. Critical Care. is the powerful and absorbing memoir of Theresa Brown—a regular contributor to the. New York Times. blog “Well”—about her experiences during the first year on the job as an oncology nurse; in the process, Brown sheds brilliant light on issues of mortality and meaning in our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Medical",
                "Medical Professions",
                "Autobiography",
                "Health",
                "Biography",
                "Science",
                "Biography Memoir"
            ]
        },
        {
            "title": "Skylark",
            "authors": [
                "Meagan Spooner"
            ],
            "ranking": 3.71,
            "ranking_count": 4954,
            "abstract": "Sixteen-year-old Lark Ainsley has never seen the sky.. Her world ends at the edge of the vast domed barrier of energy enclosing all that’s left of humanity. For two hundred years the city has sustained this barrier by harvesting its children's innate magical energy when they reach adolescence. When it’s Lark’s turn to be harvested, she finds herself trapped in a nightmarish web of experiments and learns she is something out of legend itself: a Renewable, able to regenerate her own power after it’s been stripped.. Forced to flee the only home she knows to avoid life as a human battery, Lark must fight her way through the terrible wilderness beyond the edge of the world. With the city’s clockwork creations close on her heels and a strange wild boy stalking her in the countryside, she must move quickly if she is to have any hope of survival. She’s heard the stories that somewhere to the west are others like her, hidden in secret—but can she stay alive long enough to find them?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Apocalyptic"
            ]
        },
        {
            "title": "Smoke",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.33,
            "ranking_count": 12803,
            "abstract": "Pattyn Von Stratten’s father is dead, and Pattyn is on the run. After far too many years of abuse at the hands of her father, and after the tragic loss of her beloved Ethan and their unborn child, Pattyn is desperate for peace. Only her sister Jackie knows what happened that night, but she is stuck at home with their mother, who clings to normalcy by allowing the truth to be covered up by their domineering community leaders. Her father might be finally gone, but without Pattyn, Jackie is desperately isolated. Alone and in disguise, Pattyn starts a new life, but is it even possible to rebuild a life when everything you’ve known has burned to ash and lies seem far safer than the truth?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Fiction",
                "Contemporary",
                "Realistic Fiction",
                "Romance",
                "Sociology",
                "Audiobook",
                "Health"
            ]
        },
        {
            "title": "Allison Hewitt Is Trapped",
            "authors": [
                "Madeleine Roux"
            ],
            "ranking": 3.75,
            "ranking_count": 4041,
            "abstract": "One woman's story as she blogs - and fights back - the zombie apocalypse. Allison Hewitt and her five colleagues at the Brooks and Peabody Bookstore are trapped together when the zombie outbreak hits. Allison reaches out for help through her blog, writing on her laptop and utilizing the military's emergency wireless network (SNET). It may also be her only chance to reach her mother. But as the reality of their situation sinks in, Allison's blog becomes a harrowing account of her edge-of-the-seat adventures (with some witty sarcasm thrown in) as she and her companions fight their way through ravenous zombies and sometimes even more dangerous humans.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Young Adult",
                "Apocalyptic",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Fighting for the Forty-Ninth Star: C. W. Snedden and the Crusade for Alaska Statehood",
            "authors": [
                "Terrence Cole"
            ],
            "ranking": 4.5,
            "ranking_count": 2,
            "abstract": "When Alaskans in the 1950s demanded an end to second-class citizenship of territorial status, southern powerbrokers on Capitol Hill were the primary obstacles. They feared a forty-ninth state would tip the balance of power against segregation, and therefore keeping Alaska out of the Union was simply another means of keeping black children out of white schools.. C.W. Bill Snedden, the publisher of America's farthest north daily newspaper, the. Fairbanks Daily News-Miner. , helped lead the battle of the Far North against the Deep South. Working behind the scenes with his protege, a young attorney named Ted Stevens, and a fellow Republican newspaperman, Secretary of Interior Fred Seaton, Snedden's magnificent obsession would open the door to development of the oil fields at Prudhoe Bay, inspire establishment of the Arctic Wildlife Range (now the Arctic National Wildlife Refuge), and add the forty-ninth star to the flag.. Fighting for the Forty-Ninth Star. is the story of how the publisher of a little newspaper four thousand miles from Washington, D.C., helped convince Congress that Alaskans should be second-class citizens no more.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Red Harvest",
            "authors": [
                "Joe Schreiber"
            ],
            "ranking": 3.46,
            "ranking_count": 6103,
            "abstract": "The era of the Old Republic is a dark and dangerous time, as Jedi Knights valiantly battle the Sith Lords and their ruthless armies. But the Sith have disturbing plans—and none more so than the fulfillment of Darth Scabrous’s fanatical dream, which is about to become nightmarish reality.. Unlike those other Jedi sidelined to the Agricultural Corps—young Jedi whose abilities have not proved up to snuff—Hestizo Trace possesses one extraordinary Force talent: a gift with plants. Suddenly her quiet existence among greenhouse and garden specimens is violently destroyed by the arrival of an emissary from Darth Scabrous. For the rare black orchid that she has nurtured and bonded with is the final ingredient in an ancient Sith formula that promises to grant Darth Scabrous his greatest desire.. But at the heart of the formula is a never-before-seen virus that’s worse than fatal—it doesn’t just kill, it transforms. Now the rotting, ravenous dead are rising, driven by a bloodthirsty hunger for all things living—and commanded by a Sith Master with an insatiable lust for power and the ultimate prize: immortality . . . no matter the cost.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Horror",
                "Fiction",
                "Fantasy",
                "Audiobook",
                "Novels",
                "Space",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Duke's Night of Sin",
            "authors": [
                "Kathryn Caskie"
            ],
            "ranking": 3.49,
            "ranking_count": 862,
            "abstract": "“Caskie’s wit sparkles like a crown jewel.”. —. New York Times. bestselling author Christina Dodd. Bestselling author Kathryn Caskie tempts historical readers once more with the Seven Deadly Sins—the deliciously licentious Sinclair family of unforgettable rogues and rapscallions—in. The Duke’s Night of Sin.. This latest family chronicle of passionate misadventures pits Lady Siusan Sinclair against the one man who holds in one hand the power to ruin her…and in the other, the key to her heart. If you adore the amorous exploits of Stephanie Laurens’s sinful Cynsters and Julia Quinn’s delightful Bridgerton clan—or have a passion for the romantic fiction of Lisa Kleypas and Victoria Alexander—. The Duke’s Night of Sin. is a night you will long remember!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "European Literature",
                "Family",
                "Adult"
            ]
        },
        {
            "title": "Burning Dawn",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.31,
            "ranking_count": 10059,
            "abstract": "New York Times bestselling author Gena Showalter returns with a sizzling Angels of the Dark tale about a winged warrior renowned for his ruthlessness, and the woman who becomes his obsession.... A tormented past has left Thane with an insatiable need for violence, making him the most dangerous assassin in the skies.. He lives by a single code: no mercy. And as he unleashes his fury on his most recent captor, he learns no battle could have prepared him for the slave he rescues from his enemy's clutches—a beauty who stokes the fires of his darkest desires.. Elin Vale has her own deep-rooted scars, and her attraction to the exquisite warrior who freed her challenges her every boundary.. But Thane's unwavering determination to protect her means she must face her greatest fears—and enter a world in which passion is power, and victory means breathtaking surrender.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Dry Bones in the Valley",
            "authors": [
                "Tom Bouman"
            ],
            "ranking": 3.47,
            "ranking_count": 1990,
            "abstract": "In Wild Thyme, Pennsylvania, secrets and feuds go back generations. The lone policeman in a small township on the sparse northern border, Henry Farrell expected to spend his mornings hunting and fishing, his evenings playing old-time music. Instead, he has watched the steady encroachment of gas drilling bring new wealth and erode neighborly trust. The drug trade is pushing heroin into the territory. There are outlaws cooking meth in the woods, guys Henry grew up with. When a stranger turns up dead, Henry’s search for the killer will open old wounds, dredge up ancient crimes, and exact a deadly price.. With vivid characters and flawless pacing, Tom Bouman immerses readers in rural northeastern Pennsylvania, a region in the grip of change. In these derelict woods full of whitetail deer and history, the hunt is on.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Novels",
                "Suspense",
                "The United States Of America",
                "Contemporary"
            ]
        },
        {
            "title": "Necromancer",
            "authors": [
                "Lish McBride"
            ],
            "ranking": 3.71,
            "ranking_count": 1127,
            "abstract": "This short story is included in Necromancer, along with an excerpt from. Hold Me Closer, Necromancer. . It is also available for free from various places, detailed on the author's website.. Death and Waffles: A Short Story. by Lish Bride, author of. Hold Me Closer, Necromancer. Matt’s childhood friend, Ashley, has been stopping by a lot lately. That might seem pretty normal, but Ashley died years ago and now she’s Death.. And tonight she wants waffles and fries.. Includes an excerpt of. Hold Me Closer, Necromancer. .... Sam leads a pretty normal life. He may not have the most exciting job in the world, but he’s doing all right—until a fast food prank brings him to the attention of Douglas, a creepy guy with an intense violent streak.. Turns out Douglas is a necromancer who raises the dead for cash and sees potential in Sam. Then Sam discovers he’s a necromancer too, but with strangely latent powers. And his worst nightmare wants to join forces . . . or else.. With only a week to figure things out, Sam needs all the help he can get. Luckily he lives in Seattle, which has nearly as many paranormal types as it does coffee places. But even with newfound friends, will Sam be able to save his skin?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Short Stories",
                "Novella",
                "Fiction",
                "Horror",
                "Humor"
            ]
        },
        {
            "title": "Talon",
            "authors": [
                "Julie Kagawa"
            ],
            "ranking": 3.75,
            "ranking_count": 27639,
            "abstract": "‘There are a dozen soldiers hiding in that maze. All hunting you. All looking to kill you.’. To the outside world Ember Hill is an ordinary girl, but Ember has a deadly secret. A dragon hiding in human form, she is destined to fight the shadowy Order of St. George, a powerful society of dragonslayers.. St. George soldier Garret is determined to kill Ember and her kind. Until her bravery makes him question all he’s been taught about dragons.. Now a war is coming and Garret and Ember must choose their sides – fight to save their bond or fulfil their fate and destroy one another.. ‘The first in a new series,. Talon. leaves readers perfectly balanced between satisfaction and anticipation’ –. BookPage. ‘Kagawa knows just how to end a first volume for maximum cliff-hanger drama’ –. Booklist. ‘A strong, promising start to the Talon Saga’ –. Publishers Weekly",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Walk",
            "authors": [
                "Richard Paul Evans"
            ],
            "ranking": 4.16,
            "ranking_count": 22058,
            "abstract": "My name is Alan Christoffersen. You don’t know me. ‘Just another book in the library,’ my father would say. ‘Unopened and unread.’ You have no idea how far I’ve come or what I’ve lost. More important, you have no idea what I’ve found. —Prologue. What would you do if you lost everything—your job, your home, and the love of your life—all at the same time? When it happens to Seattle ad executive Alan Christoffersen, he’s tempted by his darkest thoughts. A bottle of pills in his hand and nothing left to live for, he plans to end his misery. Instead, he decides to take a walk. But not any ordinary walk. Taking with him only the barest of essentials, Al leaves behind all that he’s known and heads for the farthest point on his map: Key West, Florida. The people he encounters along the way, and the lessons they share with him, will save his life—and inspire yours.. Richard Paul Evans’s extraordinary. New York Times. bestsellers have made him one of the world’s most beloved storytellers. A life-changing journey, both physical and spiritual,. The Walk. is the first of an unforgettable series of books about one man’s search for hope.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Inspirational",
                "Christian Fiction",
                "Christian",
                "Adult Fiction",
                "Adult",
                "Contemporary",
                "Audiobook",
                "Book Club",
                "Romance"
            ]
        },
        {
            "title": "Kingdom Hearts 358/2 Days, Vol. 4",
            "authors": [
                "Shiro Amano"
            ],
            "ranking": 4.38,
            "ranking_count": 500,
            "abstract": "Left alone to ponder the purpose of her existence and desperate for answers, Xion journeys alone to find out who--or what--she really is. But little do she, Roxas, and Axel know that her quest will lead to the close of one tale and the continuation of another...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Manga",
                "Action",
                "Young Adult",
                "Games",
                "Adventure"
            ]
        },
        {
            "title": "Hot Pterodactyl Boyfriend",
            "authors": [
                "Alan Cumyn"
            ],
            "ranking": 2.1,
            "ranking_count": 549,
            "abstract": "Prepare to be blown away—or rather, carried away on huge muscular wings—by this blissfully outlandish, bracingly-smart, tour de force about a teen who has to come to terms with relinquishing control for the first time as she falls for the hot new…pterodactyl…at school. After all, everybody wants him!. Sheils is very pleased with her perfectly controlled life (controlling others while she’s at it). She’s smart, powerful, the Student Body Chair, and she even has a loving boyfriend. What more could a girl ask for?. But everything changes when the first-ever interspecies transfer student, a pterodactyl named Pyke, enrolls at her school. There’s something about him—something primal—that causes the students to lose control whenever he’s around. Even Sheils, the seemingly perfect self-confident girl that she is, can’t keep her mind off of him, despite her doting boyfriend and despite the fact that Pyke immediately starts dating Jocelyn, the school’s fastest runner who Sheils has always discounted as a nobody.. Pyke, hugely popular in a school whose motto is to embrace differences, is asked to join a band, and when his band plays at the Autumn Whirl dance, his preternatural shrieking music sends everyone into a literal frenzy. No one can remember what happened the next day, but Shiels learns that she danced far too long with Pyke, her nose has turned purple, and she may have done something with her boyfriend that she shouldn’t have. Who’s in control now?. Hilarious and relatable (despite the dinosaur), Hot Pterodactyl Boyfriend is about a teen who must come to terms with not being in control of all things at all times, break free of her mundane life, discover who her true self is, and, oh, finding out that going primal isn’t always a bad thing",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Contemporary",
                "Humor",
                "Fiction",
                "Animals"
            ]
        },
        {
            "title": "Sweet Damage",
            "authors": [
                "Rebecca  James"
            ],
            "ranking": 3.84,
            "ranking_count": 1910,
            "abstract": "'I still dream about Anna London's house. In my dreams it's as if the house itself has sinister intentions. But in real life it wasn't the house that was responsible for what happened. It was the people who did the damage ...'. When Tim Ellison finds a cheap room to rent in the perfect location in Sydney it looks like a huge stroke of luck. In fact the room comes with a condition, and the owner of the house, the mysterious Anna London, is unfriendly and withdrawn. When strange and terrifying things start happening in the house at night, Tim wonders if taking the room is a mistake. But then his feelings for Anna start to change, and when her past comes back with a vengeance, Tim is caught right in the middle of it.. A thrilling rollercoaster of a story - read it with the lights on!",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Thriller",
                "Romance",
                "Mystery",
                "Contemporary",
                "New Adult",
                "Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Exodus",
            "authors": [
                "Debra Dunbar"
            ],
            "ranking": 4.31,
            "ranking_count": 1908,
            "abstract": "The elves have a plan to save humanity…by enslaving them. And the angels are too busy to intervene.. Aaru is at war. The rebel angels are calling for Sam’s exclusion from the Ruling Council and her banishment to Hel. But Sam’s isn’t the only future at risk. If they’re defeated, Gregory and his brothers will face exile, losing everything they’ve spent billions of years to build.. The fate of heaven and earth is in the balance, and only an angel from Hel can save them both.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fairies"
            ]
        },
        {
            "title": "Malice at the Palace",
            "authors": [
                "Rhys Bowen"
            ],
            "ranking": 4.06,
            "ranking_count": 9583,
            "abstract": "Lady Georgiana Rannoch won’t deny that being thirty-fifth in line for the British throne has its advantages. Unfortunately, money isn’t one of them. And sometimes making ends meet requires her to investigate a little royal wrongdoing.. While my beau Darcy is off on a mysterious mission, I am once again caught between my high birth and empty purse. I am therefore relieved to receive a new assignment from the Queen—especially one that includes lodging. The King’s youngest son, George, is to wed Princess Marina of Greece, and I shall be her companion at the supposedly haunted Kensington Palace.. My duties are simple: help Marina acclimate to English life, show her the best of London and, above all, dispel any rumors about George’s libertine history. Perhaps that last bit isn’t so simple.. George is known for his many affairs with women as well as men—including the great songwriter Noel Coward. But things truly get complicated when I search the Palace for a supposed ghost only to encounter an actual dead person: a society beauty said to have been one of Prince George’s mistresses.. Nothing spoils a royal wedding more than murder, and the Queen wants the whole matter hushed. But as the investigation unfolds—and Darcy, as always, turns up in the most unlikely of places—the investigation brings us precariously close to the prince himself.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "European Literature",
                "Audiobook",
                "Romance",
                "Thriller"
            ]
        },
        {
            "title": "The Romance Reader's Guide to Life",
            "authors": [
                "Sharon Pywell"
            ],
            "ranking": 3.48,
            "ranking_count": 788,
            "abstract": "As a young girl, Neave was often stuck in a world that didn’t know what to do with her. As her mother not unkindly told her, she was never going to grow up to be a great beauty. Her glamorous sister, Lilly, moved easily through the world, a parade of handsome men in pursuit. Her brother didn’t want a girl joining his group of friends. And their small town of Lynn, Massachusetts, didn’t have a place for a girl whose feelings often put her at war with the world -- often this meant her mother, her brother, and the town librarian who wanted to keep her away from the Dangerous Books she really wanted to read.. But through an unexpected friendship, Neave finds herself with a forbidden copy of. The Pirate Lover. , a steamy romance, and Neave discovers a world of passion, love, and betrayal. And it is to this world that as a grown up she retreats to again and again when real life becomes too much.. Neave finds herself rereading The Pirate Lover more than she ever would have expected because as she gets older, life does not follow the romances she gobbled up as a child. When Neave and Lilly are about to realize their professional dream, Lilly suddenly disappears. Neave must put her beloved books down and take center stage, something she has been running from her entire life. And she must figure out what happened to Lilly – and if she’s next.. Who Neave turns to help her makes Sharon Pywell's. The Romance Reader's Guide to Life. one of the most original, entertaining, exciting, and chilling novels you will read this year.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Mystery",
                "Writing",
                "Adult",
                "Womens Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Good Manners for Nice People Who Sometimes Say F*ck",
            "authors": [
                "Amy Alkon"
            ],
            "ranking": 3.19,
            "ranking_count": 1588,
            "abstract": "We live in a world that's very different from the one in which Emily Post came of age. Many of us who are nice (but who also sometimes say f*ck) are frequently at a loss for guidelines about how to be a good person who deals effectively with the increasing onslaught of rudeness we all encounter.. To lead us out of the miasma of modern mannerlessness, science-based and bitingly funny syndicated advice columnist Amy Alkon rips the doily off the manners genre and gives us a new set of rules for our twenty-first century lives.. With wit, style, and a dash of snark, Alkon explains that we now live in societies too big for our brains, lacking the constraints on bad behavior that we had in the small bands we evolved in. Alkon shows us how we can reimpose those constraints, how we can avoid being one of the rude, and how to stand up to those who are.. Forgoing prissy advice on which utensil to use, Alkon answers the twenty-first century's most burning questions about manners, including:. * Why do many people, especially those under forty, now find spontaneous phone calls rude?. * What can you tape to your mailbox to stop dog walkers from letting their pooch violate your lawn?. * How do you shut up the guy in the pharmacy line with his cellphone on speaker?. * What small gift to your new neighbors might make them think twice about playing Metallica at 3 a.m.?. Combining science with more than a touch of humor,. Good Manners for Nice People Who Sometimes Say F*ck. is destined to give good old Emily a shove off the etiquette shelf (if that's not too rude to say).",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Self Help",
                "Audiobook",
                "Psychology",
                "How To",
                "Reference",
                "Unfinished",
                "Culture"
            ]
        },
        {
            "title": "Kiss Me, I'm Irish",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "Magic realism love story. Excellent.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Science Fiction",
                "Literary Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Dirty Sweet Wild",
            "authors": [
                "Julie Kriss"
            ],
            "ranking": 4.09,
            "ranking_count": 891,
            "abstract": "This is an alternate cover edition for ASIN B01MU0YVZ8. The stripper who came to my door got the wrong apartment.. I was planning to tell her. But she kissed me first.. Max. You’d never know I’m a millionaire. I wear jeans and t-shirts. I’m a recluse. Afghanistan left me with scars inside and out. All I want is to be left alone.. I sure as hell didn’t order the stripper who showed up. All I know is that the hottest, sweetest woman I’ve ever seen is naked in my lap.. I don’t even know her name, but I want her. No good can come of this. And suddenly, I don’t care.. Gwen. I strip for money. It’s just a job. Until I meet Mr. Wrong Apartment.. He’s big and dangerous. Grumpy and damaged. Biceps that make me want to cry. One wrong house call, and suddenly I’m breaking my own rules.. Things are spinning out of control. We’re both broken. Maybe we can’t be fixed. Together we’re fire and gasoline. But I might let everything burn if he’ll just touch me one more time…. **Standalone full-length romance with no cliffhanger and no cheating.**",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "War",
                "Adult Fiction",
                "New Adult",
                "Adult",
                "Love"
            ]
        },
        {
            "title": "The Figaro Murders",
            "authors": [
                "Laura Lebow"
            ],
            "ranking": 3.42,
            "ranking_count": 200,
            "abstract": "In 1786 Vienna, Lorenzo Da Ponte is the court librettist for the Italian Theatre during the height of the enlightened reign of Emperor Joseph II. This exalted position doesn't mean he's particularly well paid, or even out of reach of the endless intrigues of the opera world. In fact, far from it.. One morning, Da Ponte stops off at his barber, only to find the man being taken away to debtor's prison. Da Ponte impetuously agrees to carry a message to his barber's fiancée and try to help her set him free, even though he's facing pressures of his own. He's got one week to finish the libretto for. The Marriage of Figaro. for Mozart before the opera is premiered for the Emperor himself.. Da Ponte visits the house where the barber's fiancée works—the home of a nobleman, high in the Vienna's diplomatic circles—and then returns to his own apartments, only to be dragged from his rooms in the middle of the night. It seems the young protégé of the diplomat was killed right about the time Da Ponte was visiting, and he happens to be their main suspect. Now he's given a choice—go undercover into the household and uncover the murderer, or be hanged for the crime himself.. Brilliantly recreating the cultural world of late 18th century Vienna, the epicenter of the Enlightenment, Lebow brings to life some of the most famous figures of music, theatre, and politics.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Music",
                "Literature"
            ]
        },
        {
            "title": "Waiting for the Punch: Words to Live by from the WTF Podcast",
            "authors": [
                "Marc Maron",
                "Brendan McDonald",
                "John Oliver"
            ],
            "ranking": 4.0,
            "ranking_count": 1496,
            "abstract": "From the beloved and wildly popular podcast. WTF with Marc Maron. comes a book of intimate, hilarious and life changing conversations with some of the funniest, and most important people in the world like you’ve never heard them before.. Waiting for the Punch. features the stories and thoughts of such luminaries as Amy Schumer, Mel Brooks, Will Ferrell, Amy Poehler, Sir Ian McKellen, Lorne Michels, Judd Apatow, Lena Dunham, Jimmy Fallon, RuPaul, Louis CK, David Sedaris, Bruce Springsteen, and President Obama.. This book is not simply a collection of these interviews, but instead something more wondrous: a running narrative of the world’s most recognizable names working through the problems, doubts, joys, triumphs, and failures we all experience. With each chapter covering a different topic: parenting, childhood, relationships, sexuality, success, failures and others, Punch becomes a sort of everyman’s guide to life. Barack Obama candidly discusses the challenges of the presidency, and the bittersweet moments of seeing your children grow up. Amy Schumer recounts the pain of her parents’ divorce. Molly Shannon uproariously remembers the time she and her best friend hopped a plane from Ohio to New York City when they were twelve on a dare. Amy Poehler dishes on why just because you become a parent doesn’t mean you have to like anybody else’s kids but your own. Bruce Springsteen expounds on the dual nature of desperation to both motivate and devastate.. Full of stories that are at once laugh-out loud funny, heartbreakingly honest, joyous, tragic and powerful,. Waiting for the Punch. is a book to be read from cover to cover, but it is also one to return to again and again.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Humor",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Psychology",
                "Writing",
                "Self Help"
            ]
        },
        {
            "title": "White Space",
            "authors": [
                "Ilsa J. Bick"
            ],
            "ranking": 3.27,
            "ranking_count": 1497,
            "abstract": "In the tradition of. Memento. and. Inception. comes a thrilling and scary young adult novel about blurred reality where characters in a story find that a deadly and horrifying world exists in the space between the written lines.. Seventeen-year-old Emma Lindsay has problems: a head full of metal, no parents, a crazy artist for a guardian whom a stroke has turned into a vegetable, and all those times when she blinks away, dropping into other lives so ghostly and surreal it's as if the story of her life bleeds into theirs. But one thing Emma has never doubted is that she's real.. Then she writes White Space, a story about these kids stranded in a spooky house during a blizzard.. Unfortunately, White Space turns out to be a dead ringer for part of an unfinished novel by a long-dead writer. The manuscript, which she's never seen, is a loopy. Matrix. meets. Inkheart. story in which characters fall out of different books and jump off the page. Thing is, when Emma blinks, she might be doing the same and, before long, she's dropped into the very story she thought she'd written. Trapped in a weird, snow-choked valley, Emma meets other kids with dark secrets and strange abilities: Eric, Casey, Bode, Rima, and a very special little girl, Lizzie. What they discover is that they--and Emma--may be nothing more than characters written into being from an alternative universe for a very specific purpose.. Now what they must uncover is why they've been brought to this place--a world between the lines where parallel realities are created and destroyed and nightmares are written--before someone pens their end.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Horror",
                "Science Fiction",
                "Mystery",
                "Thriller",
                "Fiction"
            ]
        },
        {
            "title": "Світ не створений",
            "authors": [
                "Мирослав Лаюк",
                "Іван Шкоропад"
            ],
            "ranking": 3.59,
            "ranking_count": 75,
            "abstract": "У романі, ніби в колючий дріт, з’єднано кілька історій. Він виводить з темного лабіринту, породженого питанням: «Усе — навіщо?» Серед розкиданих у часі ліній — і мистецький проект, який змушує здійснити одіссею від ромських таборів до чорнобильської зони й глибин пам’яті, образи та прощення. Тут і з’ява в Карпатах дивного світла, через яке скисає все молоко й наростає відчуття апокаліпсису. Тут і розмова з Махном про недостиглі волоські горіхи, а також її продовження біля руїн промзони в Лисичанську. Так само це історія кохання, що розпросторюється на Париж і Східну Європу — від революційного Києва до степів, наповнених вогнем, волею і смертю. Дехто з героїв добирається майже до кінця, доки через дріт не проходить струм і не відкидає у первісний хаос. Однак є й ті, хто знаходять своє осяяння, з якого постає новий світ. Читач може опинитися разом з першими чи другими.",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "Days of Splendor, Days of Sorrow",
            "authors": [
                "Juliet Grey"
            ],
            "ranking": 3.83,
            "ranking_count": 2165,
            "abstract": "A captivating novel of rich spectacle and royal scandal,. Days of Splendor, Days of Sorrow. spans fifteen years in the fateful reign of Marie Antoinette, France’s most legendary and notorious queen. .. Paris, 1774. At the tender age of eighteen, Marie Antoinette ascends to the French throne alongside her husband, Louis XVI. But behind the extravagance of the young queen’s elaborate silk gowns and dizzyingly high coiffures, she harbors deeper fears for her future and that of the Bourbon dynasty.. From the early growing pains of marriage to the joy of conceiving a child, from her passion for Swedish military attaché Axel von Fersen to the devastating Affair of the Diamond Necklace, Marie Antoinette tries to rise above the gossip and rivalries that encircle her. But as revolution blossoms in America, a much larger threat looms beyond the gilded gates of Versailles—one that could sweep away the French monarchy forever.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "European History",
                "Literature",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Pea's Book of Best Friends",
            "authors": [
                "Susie Day"
            ],
            "ranking": 4.48,
            "ranking_count": 94,
            "abstract": "When Pea Llewellyn's dizzy but dazzling single mum becomes Marina Cove, author of the bestselling. Mermaid Girls. books, everything changes. It's time to leave their tiny flat in Tenby for a proper house in London, and a whole new life.. Pea likes the red front door, and the attic bedroom all to herself. She even likes her hideous new school uniform, in a masochistic Malory Towers sort of way. But there's an empty chair beside her in every lesson, and no one seems to want to fill it. In the absence of volunteers, Pea is going to have to acquire herself a best friend . . .",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Contemporary",
                "Fiction",
                "Humor"
            ]
        },
        {
            "title": "Boom, Bust, Boom: A Story About Copper, the Metal that Runs the World",
            "authors": [
                "Bill Carter"
            ],
            "ranking": 3.82,
            "ranking_count": 147,
            "abstract": "A SWEEPING ACCOUNT OF CIVILIZATION’S COMPLETE DEPENDENCE ON COPPER AND WHAT IT MEANS FOR PEOPLE, NATURE, AND OUR GLOBAL ECONOMY. COPPER. is a miraculous and contradictory metal, essential to nearly every human enterprise. For most of recorded history, this remarkably pliable and sturdy substance has proven invaluable: not only did the ancient Romans build their empire on mining copper but Christopher Columbus protected his ships from rot by lining their hulls with it. Today, the metal can be found in every house, car, airplane, cell phone, computer, and home appliance the world over, including in all the new, so-called green technologies.. Yet the history of copper extraction and our present relationship with the metal are fraught with profound difficulties. Copper mining causes irrevocable damage to the Earth, releasing arsenic, cyanide, sulfuric acid, and other deadly pollutants into the air and water. And the mines themselves have significant effects on the economies and wellbeing of the communities where they are located.. With. Red Summer. and. Fools Rush In,. Bill Carter has earned a reputation as an on-the-ground journalist adept at connecting the local elements of a story to its largest consequences. Carter does this again—and brilliantly—in. Boom, Bust, Boom,. exploring in an entertaining and fact-rich narrative the very human dimension of copper extraction and the colossal implications the industry has for every one of us.. Starting in his own backyard in the old mining town of Bisbee, Arizona—where he discovers that the dirt in his garden contains double the acceptable level of arsenic—Bill Carter follows the story of copper to the controversial Grasberg copper mine in Indonesia; to the “ring” at the London Metal Exchange, where a select group of traders buy and sell enormous amounts of the metal; and to an Alaskan salmon run threatened by mining.. Boom, Bust, Boom. is a highly readable account—part social history, part mining-town exploration, and part environmental investigation.. Page by page, Carter blends the personal and the international in a narrative that helps us understand the paradoxical relationship we have with a substance whose necessity to civilization costs the environment and the people who mine it dearly. The result is a work of first-rate journalism that fascinates on every level.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Environment"
            ]
        },
        {
            "title": "Dragon's Blood & Willow Bark: The Mysteries of Medieval Medicine",
            "authors": [
                "Toni Mount"
            ],
            "ranking": 4.26,
            "ranking_count": 103,
            "abstract": "Calling to mind a time when butchers and executioners knew more about anatomy than university-trained physicians, the phrase 'Medieval Medicine' conjures up horrors for us with our modern ideas on hygiene, instant pain relief and effective treatments. Although no one could allay the dread of plague, the medical profession provided cosmetic procedures, women's sanitary products, dietary advice and horoscopes predicting the sex of unborn babies or the best day to begin a journey. Surgeons performed life-saving procedures, sometimes using anaesthetics, with post-operative antibiotic and antiseptic treatments to reduce the chances of infection. They knew a few tricks to lessen the scarring, too. Yet alongside such expertise, some still believed that unicorns, dragons and elephants supplied vital medical ingredients and the caladrius bird could diagnose recovery or death. This is the weird, wonderful and occasionally beneficial world of medieval medicine. In her new book, popular historian Toni Mount guides the reader through this labyrinth of strange ideas and such unlikely remedies as leeches, meadowsweet, roasted cat and red bed curtains - some of which modern medicine is now coming to value - but without the nasty smells or any threat to personal wellbeing and safety. N.B. No animals, large, furry or mythological, were harmed during research for this book.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Health",
                "Medical",
                "Historical",
                "Illness",
                "Science"
            ]
        },
        {
            "title": "Parkland: Birth of a Movement",
            "authors": [
                "Dave Cullen"
            ],
            "ranking": 4.01,
            "ranking_count": 5745,
            "abstract": "The. New York Times. bestselling author of. Columbine. offers a deeply moving account of the extraordinary teenage survivors of the Parkland shooting who pushed back against the NRA and Congressional leaders and launched the singular grassroots March for Our Lives movement.. Emma Gonzalez called BS. David Hogg called out Adult America. The uprising had begun. Cameron Kasky immediately recruited a colorful band of theatre kids and rising activists and brought them together in his living room to map out a movement. Four days after escaping Marjory Stoneman Douglas High School, two dozen extraordinary kids announced the audacious March for Our Lives. A month later, it was the fourth largest protest in American history.. Dave Cullen, who has been reporting on the epidemic of school shootings for two decades, takes us along on the students’ nine-month odyssey to the midterms and beyond. With unrivaled access to their friends and families, meetings and homes, he pulls back the curtain to reveal intimate portraits of the quirky, playful organizers that have taken the nation by storm.. Cullen brings us onto the bus for the Road to Change tour showing us how these kids seized an opportunity. They hit the highway to organize the young activist groups mushrooming across America in their image. Rattled but undeterred, they pressed on in gun country even as adversaries armed with assault weapons tailed them across Texas and Utah trying to scare them off.. The Parkland students are genuinely candid about their experiences. We see them cope with shattered friendships and PTSD, along with the normal day-to-day struggles of school, including AP exams and college acceptances. Yet, with the idealism of youth they are mostly bubbling with fresh ideas. As victims refusing victimhood, they continue to devise clever new tactics to stir their generation to action while building a powerhouse network to match the NRA’s.. This spell-binding book is a testament to change and a perceptive examination of a pivotal moment in American culture. After two decades of adult hand-wringing, the MFOL kids are mapping a way out. They see a long road ahead, a generational struggle to save every kid of every color from the ravages of gun violence in America. Parkland is a story of staggering empowerment and hope, told through the wildly creative and wickedly funny voices of a group of remarkable kids.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Politics",
                "History",
                "Audiobook",
                "Mystery",
                "Social Movements",
                "Writing",
                "Sociology",
                "Adult"
            ]
        },
        {
            "title": "Eve of Man",
            "authors": [
                "Giovanna Fletcher",
                "Tom    Fletcher"
            ],
            "ranking": 4.1,
            "ranking_count": 13087,
            "abstract": "AGAINST ALL ODDS, SHE SURVIVED.. THE FIRST GIRL BORN IN FIFTY YEARS.. THEY CALLED HER EVE . . .. All her life Eve has been kept away from the opposite sex. Kept from the truth of her past.. But at sixteen it's time for Eve to face her destiny. Three potential males have been selected for her. The future of humanity is in her hands. She's always accepted her fate.. Until she meets Bram.. Eve wants control over her life. She wants freedom.. But how do you choose between love and the future of the human race?. EVE OF MAN is the first in an explosive new trilogy by bestselling authors Giovanna & Tom Fletcher.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Audiobook",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "My Twentieth Century Evening and Other Small Breakthroughs: The Nobel Lecture",
            "authors": [
                "Kazuo Ishiguro"
            ],
            "ranking": 4.18,
            "ranking_count": 1072,
            "abstract": "Delivered in Stockholm on 7 December 2017,. My Twentieth Century Evening and Other Small Breakthroughs. is the lecture of the Nobel Laureate in Literature, Kazuo Ishiguro. A generous and hugely insightful biographical sketch, it explores his relationship with Japan, reflections on his own novels and an insight into some of his inspirations, from the worlds of writing, music and film. Ending with a rallying call for the ongoing importance of literature in the world, it is a characteristically thoughtful and moving piece.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Language",
                "Autobiography",
                "Nobel Prize",
                "Asian Literature",
                "Audiobook",
                "Short Stories",
                "Cultural",
                "Biography"
            ]
        },
        {
            "title": "Mansfield with Monsters",
            "authors": [
                "Katherine Mansfield",
                "Matt Cowens",
                "Debbie Cowens"
            ],
            "ranking": 4.2,
            "ranking_count": 40,
            "abstract": "Katherine Mansfield is one of New Zealand’s most famous and influential writers. While her work is well known, many will be surprised to learn that the ‘accepted’ versions of her stories are often pale reflections of the original manuscripts.. Mansfield with Monsters is the first time that Mansfield’s vision of the supernatural has been published in full – a dream that she often spoke of in her correspondence with occultist Aleister Crowley and American author H. P. Lovecraft. Matt and Debbie Cowens have pieced together recently recovered fragments of her work, recreating Mansfield’s beloved tales as they were first written, complete with vampires, ghouls, and alien monsters. These versions will shock and delight those in the literary community who always suspected that there was more to Mansfield's work than we had been led to believe.. Mansfield once wrote, “don’t lower your mask until you have another mask prepared beneath—as terrible as you like—but a mask.” While we may never know Mansfield’s true face or fate, Matt and Debbie Cowens are proud to draw back the public mask of one of our most beloved authors to reveal the more chilling one beneath.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories"
            ]
        },
        {
            "title": "The Reckless Oath We Made",
            "authors": [
                "Bryn Greenwood"
            ],
            "ranking": 4.0,
            "ranking_count": 10474,
            "abstract": "A provocative love story between a tough Kansas woman on a crooked path to redemption and the unlikeliest of champions, from the. New York Times. bestselling author of. All the Ugly and Wonderful Things. Zee is nobody's fairy tale princess. Almost six-foot, with a redhead's temper and a shattered hip, she has a long list of worries: never-ending bills, her beautiful, gullible sister, her five-year-old nephew, her housebound mother, and her drug-dealing boss.. Zee may not be a princess, but Gentry is an actual knight, complete with sword, armor, and code of honor. Two years ago the voices he hears called him to be Zee's champion. He's barely spoken to her since, but he has kept watch, ready to come to her aid.. When an abduction tears Zee's family apart, she turns to the last person she ever imagined--Gentry--and sets in motion a chain of events that will not only change both of their lives, but bind them to one another forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Literary Fiction",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Disability",
                "Drama"
            ]
        },
        {
            "title": "Terror: Ein Theaterstück und eine Rede",
            "authors": [
                "Ferdinand von Schirach"
            ],
            "ranking": 4.29,
            "ranking_count": 3099,
            "abstract": "Ein Terrorist kapert eine Passagiermaschine und zwingt die Piloten, Kurs auf ein voll besetztes Fußballstadion zu nehmen. Gegen den Befehl seiner Vorgesetzten schießt ein Kampfpilot der Luftwaffe das Flugzeug in letzter Minute ab, alle Passagiere sterben. Der Pilot muss sich vor Gericht für sein Handeln verantworten. Seine Richter sind die Theaterbesucher, sie müssen über Schuld oder Unschuld urteilen.. Ferdinand von Schirachs »Terror« ist ein Stück von bedrückender Aktualität. Es stellt die Frage, wie wir in Zukunft leben wollen. Werden wir uns für die Freiheit oder für die Sicherheit entscheiden? Wollen wir, dass die Würde des Menschen trotz der Terroranschläge noch gilt?. Der terroristische Anschlag auf die Redaktion von Charlie Hebdo im Januar 2015 hat auf schrecklichste Weise gezeigt, wie hoch der Preis sein kann, den wir für unsere Freiheit zahlen müssen. Schirachs Rede auf Charlie Hebdo, die ebenfalls in diesem Band enthalten ist, ist ein eindrucksvolles Plädoyer für die Freiheit des Wortes, für unsere Zivilisation im Angesicht ihrer Feinde.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Fiction",
                "Drama",
                "Academic",
                "European Literature",
                "Contemporary",
                "Law",
                "Politics",
                "Audiobook"
            ]
        },
        {
            "title": "The Lighthouse Keeper's Daughter",
            "authors": [
                "Hazel Gaynor"
            ],
            "ranking": 4.1,
            "ranking_count": 12656,
            "abstract": "“They call me a heroine, but I am not deserving of such accolades. I am just an ordinary young woman who did her duty.”. 1838: Northumberland, England. Longstone Lighthouse on the Farne Islands has been Grace Darling’s home for all of her twenty-two years. When she and her father rescue shipwreck survivors in a furious storm, Grace becomes celebrated throughout England, the subject of poems, ballads, and plays. But far more precious than her unsought fame is the friendship that develops between Grace and a visiting artist. Just as George Emmerson captures Grace with his brushes, she in turn captures his heart.. 1938: Newport, Rhode Island. Nineteen-years-old and pregnant, Matilda Emmerson has been sent away from Ireland in disgrace. She is to stay with Harriet, a reclusive relative and assistant lighthouse keeper, until her baby is born. A discarded, half-finished portrait opens a window into Matilda’s family history. As a deadly hurricane approaches, two women, living a century apart, will be linked forever by their instinctive acts of courage and love.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Family",
                "Literature"
            ]
        },
        {
            "title": "Rambo and Me: The Story Behind the Story: An Essay",
            "authors": [
                "David Morrell"
            ],
            "ranking": 4.08,
            "ranking_count": 62,
            "abstract": "Award-winning author David Morrell created the character of Rambo in his 1972 novel,. First Blood. , which has been called the father of the modern action novel. Rambo went on to become one of the five most recognized thriller icons, along with Sherlock Holmes, Tarzan, James Bond, and Harry Potter. In this in-depth essay, for the first time Morrell tells the full story about how the novel and Rambo were created. Among his new revelations, Morrell discusses how Audie Murphy, America's most-decorated soldier of WWII, was the model for Rambo. Morrrell also describes how the riots and anti-war demonstrations of the late 1960s had a considerable impact on his novel.. In addition to writing. First Blood. , David Morrell is the acclaimed author of numerous. New York Times. bestsellers that include the classic spy trilogy. The Brotherhood of the Rose. ,. The Fraternity of the Stone. , and. The League of Night and Fog. . An Edgar, Anthony, and Macavity nominee, Morrell is a recipient of three Bram Stoker awards as well as the International Thriller Writers' prestigious lifetime Thriller Master award.. David Morrell is, to me, the finest thriller writer living today, bar none.. —Steve Berry,. New York Times. bestselling author of. The Columbus Affair. David Morrell is a master of suspense.. —Michael Connelly,. New York Times. bestselling author of. The Lincoln Lawyer. Morrell, an absolute master of the thriller, plays by his on rules and leaves you dazzled.. —Dean Koontz,. New York Times. bestselling author of. 77 Shadow Street",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography"
            ]
        },
        {
            "title": "Devoted in Death",
            "authors": [
                "J.D. Robb"
            ],
            "ranking": 4.39,
            "ranking_count": 19986,
            "abstract": "Eve Dallas tracks a couple whose passion is fueled by cold brutality in the newest crime thriller from the #1. New York Times. –bestselling author of. Obsession in Death. and. Festive in Death. .. When Lieutenant Eve Dallas examines a body in a downtown Manhattan alleyway, the victim’s injuries are so extensive that she almost misses the clue. Carved into the skin is the shape of a heart—and initials inside reading. E. and. D. . . .. Ella-Loo and her boyfriend, Darryl, had been separated while Darryl was a guest of the state of Oklahoma, and now that his sentence has been served they don’t ever intend to part again. Ella-Loo’s got dreams. And Darryl believes there are better ways to achieve your dreams than working for them. So they hit the road, and when their car breaks down in Arkansas, they make plans to take someone else’s. Then things get messy and they wind up killing someone—an experience that stokes a fierce, wild desire in Ella-Loo. A desire for Darryl. And a desire to kill again.. As they cross state lines on their way to New York to find the life they think they deserve, they will leave a trail of evil behind them. But now they’ve landed in the jurisdiction of Lieutenant Dallas and her team at the New York Police and Security Department. And with her husband, Roarke, at her side, she has every intention of hunting them down and giving them what they truly deserve . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Suspense",
                "Futuristic",
                "Science Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "Blood Secrets: A Forensic Expert Reveals How Blood Spatter Tells the Crime Scene's Story",
            "authors": [
                "Rod Englert",
                "Kathy Passero",
                "Ann Rule"
            ],
            "ranking": 3.91,
            "ranking_count": 330,
            "abstract": "Blood Secrets. reveals how forensic experts read the story of a murder told in the traces of blood left behind, providing crucial evidence that has helped convict criminals who might have otherwise walked free.. When Rod Englert began his career in law enforcement, virtually no police force in the world knew how to correctly examine blood spatter. He spent years studying and testing how blood behaves, pioneering a vital new tool that is now a part of any criminal investigation. In. Blood Secrets. he demonstrates how detectives and forensic experts use blood-spatter analysis to solve real cases.. How can the police tell what type of murder weapon was used when the body is missing and all that's left is a trace of gore? How can they tell if a victim was moved, or which person in a room fired the fatal shot? Englert lays out what he's learned on a variety of intriguing cases, from puzzling murders in tiny, remote towns to the highest-profile celebrity trials--including O. J. Simpson, Robert Blake, and many others.. Filled with fascinating details of forensic science and real-life CSI stories,. Blood Secrets. shows the techniques and tools used to decipher blood spatter's code.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Science",
                "Mystery",
                "Autobiography",
                "Death",
                "Education"
            ]
        },
        {
            "title": "The Golden Tower",
            "authors": [
                "Holly Black",
                "Cassandra Clare",
                "Scott Fischer"
            ],
            "ranking": 4.03,
            "ranking_count": 12523,
            "abstract": "The final, thrilling installment in this extraordinary series from bestselling authors Holly Black and Cassandra Clare.. A generation ago, powerful mage Constantine Madden came close to achieving what no magician had ever achieved: the ability to bring back the dead. He didn't succeed . . . but he did find a way to keep himself alive, inside a young child named Callum Hunt.. Facing up to what he is, Callum has battled chaos and evil across four years of magical training at the Magisterium, eventually defeating the armies of chaos in an epic battle.. It came at a cost.. Now, triumphant and heartbroken, Callum Hunt has just about had enough, and is ready to complete his training. But the evil Callum faced has not given up just yet...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "This Town: Two Parties and a Funeral — plus plenty of valet parking! — in America’s Gilded Capital",
            "authors": [
                "Mark Leibovich"
            ],
            "ranking": 3.46,
            "ranking_count": 6622,
            "abstract": "'The great thing about Washington is no matter how many elections you lose, how many times you're indicted, how many scandals you've been tainted by, well, the great thing is you can always eat lunch in that town again. What keeps the permanent government spinning on its carousel is the freedom of shamelessness, and that mother's milk of politics, cash. In Mark Leibovich’s remarkable look at the way things really work in D.C., a funeral for a beloved television star becomes the perfect networking platform, a disgraced political aide can emerge with more power than his boss, campaign losers befriend their vanquishers (and make more money than ever!), conflict of interest is a term lost in translation, political reporters are fetishized and worshipped for their ability to get one's name in print, and, well - we're all really friends, aren't we? What Julia Phillips did for Hollywood, Timothy Crouse did for journalists, and Michael Lewis did for Wall Street, Mark Leibovich does for our nation's capital.'",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "History",
                "Writing",
                "Humor",
                "Audiobook",
                "Literature",
                "North American Hi..."
            ]
        },
        {
            "title": "Shadowlark",
            "authors": [
                "Meagan Spooner"
            ],
            "ranking": 3.95,
            "ranking_count": 1609,
            "abstract": "Ever since she escaped the city within the Wall, Lark Ainsley's wanted one thing: to find her brother Basil. She's always believed he would be the one to put an end to the constant fear and flight. And now, hidden underground in the chaotically magical city of Lethe, Lark feels closer to him than ever.. But Lethe is a city cowering in fear of its founder, the mysterious Prometheus, and of his private police force. To get the truth about what happened to Basil, Lark has no choice but to face Prometheus.. Facing her fears has become second nature to Lark. Facing the truth is another matter.. Lark never asked to be anyone's savior. She certainly never wanted to be anyone's weapon. She might not have a choice.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Apocalyptic"
            ]
        },
        {
            "title": "First Novel",
            "authors": [
                "Nicholas Royle"
            ],
            "ranking": 3.76,
            "ranking_count": 181,
            "abstract": "Either. First Novel. is a darkly funny examination of the relative attractions of creative writing courses and suburban dogging sites, or it's a twisted campus novel and possible murder mystery that's not afraid to blend fact with fiction in its exploration of the nature of identity.. Paul Kinder, a novelist with one forgotten book to his name, teaches creative writing in a university in the north-west of England. Either he's researching his second, breakthrough novel, or he's killing time having sex in cars.. Either eternal life exists, or it doesn't. Either you'll laugh, or you'll cry. Either you'll get it, or you won't.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Mystery",
                "Writing"
            ]
        },
        {
            "title": "Hana",
            "authors": [
                "Lauren Oliver"
            ],
            "ranking": 3.63,
            "ranking_count": 23279,
            "abstract": "Lauren Oliver's riveting, original digital story set in the world of her. New York Times. bestseller. Delirium. .. The summer before they're supposed to be cured of the ability to love, best friends Lena and Hana begin to drift apart. While Lena shies away from underground music and parties with boys, Hana jumps at her last chance to experience the forbidden. For her, the summer is full of wild music, dancing—and even her first kiss.. But on the surface, Hana must be a model of perfect behavior. She meets her approved match, Fred Hargrove, and glimpses the safe, comfortable life she’ll have with him once they marry. As the date for her cure draws ever closer, Hana desperately misses Lena, wonders how it feels to truly be in love, and is simultaneously terrified of rebelling and of falling into line.. In this digital story that will appeal to fans of. Delirium. and welcome new admirers to its world, readers will come to understand scenes from Delirium through Hana's perspective.. Hana. is a touching and revealing look at a life-changing and tumultuous summer.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Short Stories",
                "Novella",
                "Romance",
                "Fiction",
                "Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Legend Trilogy Boxed Set",
            "authors": [
                "Marie Lu"
            ],
            "ranking": 4.57,
            "ranking_count": 3689,
            "abstract": "The complete collection of Marie Lu's bestselling Legend trilogy: Legend, Prodigy, and Champion. Additional bonus material also included: Marie Lu’s Life Before Legend, original short stories offering a sneak peek at the lives of Day and June before they met.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Unfinished"
            ]
        },
        {
            "title": "Subtly Worded",
            "authors": [
                "Teffi",
                "Anne Marie Jackson",
                "Robert Chandler"
            ],
            "ranking": 3.86,
            "ranking_count": 271,
            "abstract": "A selection of the finest stories by this female Chekhov. Teffi's genius with the short form made her a literary star in pre-revolutionary Russia, beloved by Tsar Nicholas II and Vladimir Lenin alike. These stories, taken from the whole of her career, show the full range of her gifts. Extremely funny-a wry, scathing observer of society-she is also capable, as capable even as Chekhov, of miraculous subtlety and depth of character.. There are stories here from her own life (as a child, going to meet Tolstoy to plead for the life of War and Peace's Prince Bolkonsky, or, much later, her strange, charged meetings with the already-legendary Rasputin). There are stories of émigré society, its members held together by mutual repulsion. There are stories of people misunderstanding each other or misrepresenting themselves. And throughout there is a sly, sardonic wit and a deep, compelling intelligence.. Pushkin Collection editions feature a spare, elegant series style and superior, durable components. The Collection is typeset in Monotype Baskerville, litho-printed on Munken Premium White Paper and notch-bound by the independently owned printer TJ International in Padstow. The covers, with French flaps, are printed on Colorplan Pristine White Paper. Both paper and cover board are acid-free and Forest Stewardship Council (FSC) certified.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "Female Authors",
                "Literary Fiction",
                "Womens"
            ]
        },
        {
            "title": "Classic Science Fiction by Walter M. Miller, Jr.",
            "authors": [
                "Walter M. Miller Jr."
            ],
            "ranking": 3.76,
            "ranking_count": 136,
            "abstract": "This Halcyon Classics ebooks contains five science fiction stories by American writer Walter M. Miller, Jr.. This ebook includes an active table of contents for easy navigation.. Contents:. Check and Checkmate. Death of a Spaceman. The Hoofer. The Ties that Bind. Way of a Rebel",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction"
            ]
        },
        {
            "title": "From Ashes",
            "authors": [
                "Molly McAdams"
            ],
            "ranking": 4.12,
            "ranking_count": 27525,
            "abstract": "Aside from her dad, who passed away when she was six, Cassidy Jameson has only ever trusted one man: her best friend, Tyler. So of course she follows him to Texas when he leaves for college. She just didn't expect to be so drawn to their new roommate, Gage, a gorgeous guy with a husky Southern drawl. The only problem? He's Tyler's cousin.. Gage Carson was excited to share an apartment off campus with his cousin. He didn't mind that Tyler was bringing the mysterious friend he'd heard about since they were kids ... until the most beautiful girl he's ever seen jumps out of his cousin's Jeep. There's something about Cassi that makes Gage want to give her everything. Too bad Tyler has warned him that she's strictly off-limits.. Despite everything keeping them apart, Cassi and Gage dance dangerously close to the touch they're both been craving. But when disaster sends her running into Tyler's arms, Cassi will have to decide whether to face the demons of her past ... or to burn her chance at a future with Gage.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Contemporary",
                "Young Adult",
                "Academic",
                "Sociology",
                "Drama",
                "Love",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Hellion and the Highlander",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 4.15,
            "ranking_count": 7528,
            "abstract": "From the NYT bestselling author of Devil of the Highlands and Taming the Highland Bride, here comes another exciting and humorous historical romance as only Lynsay Sands can tell it.. Only one man could set her heart ablaze . . .. Lady Averill Mortagne learned to control her fierce temper as a young girl. But if her father insists on parading her before one more English lord who looks askance at her flame-colored hair, she'll simply scream! Her only respite is the time she spends with Kade Stewart, the wounded Scot her brother brought home from the Crusades. Who could have imagined a Highland warrior would be the only gentleman around?. Lady Averill helped save his life, and for that Kade is truly grateful. She is also almost unbearably beautiful, but he could never subject such a sweet and gentle lady to the rough life of a Stewart laird's bride . . . or could he? When she braves an unexpected danger by his side, Averill will prove to Kade that her heart is as fiery as her hair . . . and that submitting to their scorching passion would be heaven indeed.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Audiobook",
                "Historical Romance",
                "Adult"
            ]
        },
        {
            "title": "Night in Shanghai",
            "authors": [
                "Nicole Mones"
            ],
            "ranking": 3.7,
            "ranking_count": 1144,
            "abstract": "In this stunningly researched novel, Nicole Mones not only tells the forgotten story of black musicians in the Chinese jazz age, but also weaves in a startling true tale of Holocaust heroism little-known in the West.. In 1936, classical pianist Thomas Greene is recruited to Shanghai to lead a jazz orchestra of fellow African-American expats. From being flat broke in segregated Baltimore to living in a mansion with servants of his own, he becomes the toast of a city obsessed with music, money, pleasure and power, even as it ignores the rising winds of war.. Song Yuhua is refined and educated, and has been bonded since age eighteen to Shanghai's most powerful crime boss in payment for her father's gambling debts. Outwardly submissive, she burns with rage and risks her life spying on her master for the Communist Party.. Only when Shanghai is shattered by the Japanese invasion do Song and Thomas find their way to each other. Though their union is forbidden, neither can back down from it in the turbulent years of occupation and resistance that follow. Torn between music and survival, freedom and commitment, love and world war, they are borne on an irresistible riff of melody and improvisation to Night in Shanghai's final, impossible choice.. In this stunningly researched novel, Nicole Mones not only tells the forgotten story of black musicians in the Chinese jazz age, but also weaves in a startling true tale of Holocaust heroism little-known in the West.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Literature",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Dead",
            "authors": [
                "Charlie Higson"
            ],
            "ranking": 4.3,
            "ranking_count": 11695,
            "abstract": "The Dead. is the second book in Charlie Higson's jaw-dropping zombie horror series for teens.. Everyone over the age of fourteen has succumbed to a deadly zombie virus and now the kids must keep themselves alive. A terrible disease is striking everyone over the age of fourteen. Death walks the streets. Nowhere is safe.. Maxie, Blue and the rest of the Holloway crew aren't the only kids trying to escape the ferocious adults who prey on them. Jack and Ed are best friends, but their battle to stay alive tests their friendship to the limit as they go on the run with a mismatched group of other kids - nerds, fighters, misfits. And one adult, Greg, a butcher, who claims he's immune to the disease. They must work together if they want to make it in this terrifying new world.. But when fresh disaster threatens to overwhelm London, they realize they won't all survive...",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Science Fiction",
                "Apocalyptic",
                "Fiction",
                "Thriller",
                "Adventure"
            ]
        },
        {
            "title": "Some Luck",
            "authors": [
                "Jane Smiley"
            ],
            "ranking": 3.62,
            "ranking_count": 19064,
            "abstract": "On their farm in Denby, Iowa, Rosanna and Walter Langdon abide by time-honored values that they pass on to their five wildly different yet equally remarkable children: Frank, the brilliant, stubborn first-born; Joe, whose love of animals makes him the natural heir to his family's land; Lillian, an angelic child who enters a fairy-tale marriage with a man only she will fully know; Henry, the bookworm who's not afraid to be different; and Claire, who earns the highest place in her father's heart. Moving from post-World War I America through the early 1950s, Some Luck gives us an intimate look at this family's triumphs and tragedies, zooming in on the realities of farm life, while casting-as the children grow up and scatter to New York, California, and everywhere in between-a panoramic eye on the monumental changes that marked the first half of the twentieth century. Rich with humor and wisdom, twists and surprises, Some Luck takes us through deeply emotional cycles of births and deaths, passions, and betrayals, displaying Smiley's dazzling virtuosity, compassion, and understanding of human nature and the nature of history, never discounting the role of fate and chance. This potent conjuring of many lives across generations is a stunning tour de force.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook",
                "Family",
                "Contemporary",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Girls from Corona del Mar",
            "authors": [
                "Rufi Thorpe"
            ],
            "ranking": 3.56,
            "ranking_count": 6624,
            "abstract": "A fiercely beautiful debut blazing with emotion: a major first novel about friendships made in youth and how these bonds, challenged by loss, illness, parenthood, and distance, either break or sustain.. Mia and Lorrie Ann are lifelong friends: hard-hearted Mia and untouchably beautiful, kind Lorrie Ann. While Mia struggles with a mother who drinks, a pregnancy at fifteen, and younger brothers she loves but can't quite be good to, Lorrie Ann is luminous, surrounded by her close-knit family, immune to the mistakes that mar her best friend's life. Until a sudden loss catapults Lorrie Ann into tragedy: things fall apart, and then fall apart further-and there is nothing Mia can do to help. And as good, kind, brave Lorrie Ann stops being so good, Mia begins to question just who this woman is and what that question means about them both. A staggeringly arresting, honest novel of love, motherhood, loyalty, and the myth of the perfect friendship that moves us to ask ourselves just how well we know those we love, what we owe our children, and who we are without our friends.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Young Adult",
                "Adult",
                "Drama",
                "Womens Fiction",
                "Relationships",
                "Audiobook",
                "Literary Fiction"
            ]
        },
        {
            "title": "Kingdom Hearts 358/2 Days, Vol. 5",
            "authors": [
                "Shiro Amano"
            ],
            "ranking": 4.44,
            "ranking_count": 462,
            "abstract": "With Xion back in the Organization, she and Roxas can finally work together again. But strangely, Roxas is getting weaker and weaker, while Xion is getting inexplicably stronger. Meanwhile, the leaders of Organization XIII decide that they only need one Keyblade wielder. What fate lies in store for Roxas, Xion, and Axel?!",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Action",
                "Humor",
                "Young Adult",
                "Adventure",
                "Manga"
            ]
        },
        {
            "title": "The Forgotten Girls",
            "authors": [
                "Sara Blaedel",
                "Signe Rød Golly"
            ],
            "ranking": 3.57,
            "ranking_count": 13806,
            "abstract": "In a forest in Denmark, a ranger discovers the fresh corpse of an unidentified woman. A large scar on one side of her face should make the identification easy, but nobody has reported her missing. After four days, Louise Rick—the new commander of the Missing Persons Department—is still without answers. But when she releases a photo to the media, an older woman phones to say that she recognizes the woman as Lisemette, a child she once cared for in the state mental institution many years ago. Lisemette, like the other children in the institution, was abandoned by her family and branded a forgotten girl. But Louise soon discovers something more disturbing: Lisemette had a twin, and both girls were issued death certificates over 30 years ago. As the investigation brings Louise closer to her childhood home, she uncovers more crimes that were committed—and hidden—in the forest, and finds a terrible link to her own past that has been carefully concealed.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Cultural",
                "Adult",
                "Scandinavian Lite..."
            ]
        },
        {
            "title": "Sex Difference in Christian Theology: Male, Female, and Intersex in the Image of God",
            "authors": [
                "Megan K. Defranza"
            ],
            "ranking": 4.08,
            "ranking_count": 76,
            "abstract": "Charts a faithful theological middle course through complex sexual issuesHow different are men and women? When does it matter to us -- or to God? Are male and female the only two options? In Sex Difference in Christian Theology Megan DeFranza explores such questions in light of the Bible, theology, and science.Many Christians, entrenched in culture wars over sexual ethics, are either ignorant of the existence of intersex persons or avoid the inherent challenge they bring to the assumption that everybody is born after the pattern of either Adam or Eve. DeFranza argues, from a conservative theological standpoint, that all people are made in the image of God -- male, female, and intersex -- and that we must listen to and learn from the voices of the intersexed among us.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Sexuality",
                "Gender",
                "Christian",
                "Gender and Sexuality",
                "LGBT",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Gulp: Adventures on the Alimentary Canal",
            "authors": [
                "Mary Roach"
            ],
            "ranking": 3.92,
            "ranking_count": 44940,
            "abstract": "“America’s funniest science writer” (Washington Post) takes us down the hatch on an unforgettable tour. The alimentary canal is classic Mary Roach terrain: the questions explored in Gulp are as taboo, in their way, as the cadavers in Stiff and every bit as surreal as the universe of zero gravity explored in Packing for Mars. Why is crunchy food so appealing? Why is it so hard to find words for flavors and smells? Why doesn’t the stomach digest itself? How much can you eat before your stomach bursts? Can constipation kill you? Did it kill Elvis? In Gulp we meet scientists who tackle the questions no one else thinks of—or has the courage to ask. We go on location to a pet-food taste-test lab, a fecal transplant, and into a live stomach to observe the fate of a meal. With Roach at our side, we travel the world, meeting murderers and mad scientists, Eskimos and exorcists (who have occasionally administered holy water rectally), rabbis and terrorists—who, it turns out, for practical reasons do not conceal bombs in their digestive tracts.. Like all of Roach’s books, Gulp is as much about human beings as it is about human bodies.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Humor",
                "Audiobook",
                "Food and Drink",
                "Health",
                "Medical",
                "Adult"
            ]
        },
        {
            "title": "The Other Life",
            "authors": [
                "Susanne Winnacker"
            ],
            "ranking": 3.67,
            "ranking_count": 3041,
            "abstract": "3 years, 1 month, 1 week and 6 days since I’d seen daylight. One-fifth of my life. 98,409,602 seconds since the heavy, steel door had fallen shut and sealed us off from the world.. Sherry has lived with her family in a sealed bunker since things went wrong up above. But when they run out of food, Sherry and her dad must venture outside. There they find a world of devastation, desolation...and the Weepers: savage, mutant killers.. When Sherry's dad is snatched, she joins forces with gorgeous but troubled Joshua - an Avenger, determined to destroy the Weepers.. But can Sherry keep her family and Joshua safe, when his desire for vengeance threatens them all?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Horror",
                "Romance",
                "Apocalyptic",
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Night Owls",
            "authors": [
                "Lauren M. Roy"
            ],
            "ranking": 3.59,
            "ranking_count": 1166,
            "abstract": "Night Owls book store is the one spot on campus open late enough to help out even the most practiced slacker. The employees’ penchant for fighting the evil creatures of the night is just a perk…. Valerie McTeague’s business model is simple: provide the students of Edgewood College with a late-night study haven and stay as far away from the underworld conflicts of her vampire brethren as possible. She’s lived that life, and the price she paid was far too high to ever want to return.. Elly Garrett hasn’t known any life except that of fighting the supernatural werewolf-like beings known as Creeps or Jackals. But she always had her mentor and foster father by her side—until he gave his life protecting a book that the Creeps desperately want to get their hands on.. When the book gets stashed at Night Owls for safe keeping, those Val holds nearest and dearest are put in mortal peril. Now Val and Elly will have to team up, along with a mismatched crew of humans, vampires, and lesbian succubi, to stop the Jackals from getting their claws on the book and unleashing unnamed horrors…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Urban",
                "New Adult",
                "Horror"
            ]
        },
        {
            "title": "The Curious World of Calpurnia Tate",
            "authors": [
                "Jacqueline Kelly"
            ],
            "ranking": 4.24,
            "ranking_count": 4086,
            "abstract": "Callie Vee, Travis, Granddaddy, and the whole Tate clan are back in this charming follow-up to Newbery Honor–winner. The Evolution of Calpurnia Tate. .. Callie’s younger brother Travis keeps bringing home strays. And Callie has her hands full keeping the animals—Travis included—away from her mother’s critical eye.. When a storm blows change into town in the form of a visiting veterinarian, Callie discovers a life and a vocation she desperately wants. But with societal expectations as they are, she will need all her wits and courage to realize her dreams.. Whether it’s wrangling a rogue armadillo or stray dog, a guileless younger brother or standoffish cousin, the trials and tribulations of Callie Vee will have readers cheering for this most endearing heroine.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Animals",
                "Environment",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Serpent King",
            "authors": [
                "Jeff Zentner",
                "Michael Crouch",
                "Ariadne Meyers",
                "Ethan Sawyer"
            ],
            "ranking": 4.17,
            "ranking_count": 18348,
            "abstract": ". The Serpent King. is a book you won't be able to resist or forget. The Southern boy in me savored every syllable and the reader in me fell in love with every page. --John Corey Whaley, National Book Award finalist and Printz Award winner. Dill has had to wrestle with vipers his whole life--at home, as the only son of a Pentecostal minister who urges him to handle poisonous rattlesnakes, and at school, where he faces down bullies who target him for his father's extreme faith and very public fall from grace.. He and his fellow outcast friends must try to make it through their senior year of high school without letting the small-town culture destroy their creative spirits and sense of self. Graduation will lead to new beginnings for Lydia, whose edgy fashion blog is her ticket out of their rural Tennessee town. And Travis is content where he is thanks to his obsession with an epic book series and the fangirl turning his reality into real-life fantasy.. Their diverging paths could mean the end of their friendship. But not before Dill confronts his dark legacy to attempt to find a way into the light of a future worth living.. Includes the song Birds Fly South, performed by the author and Elin Palmer.. Praise for. The Serpent King. Zentner combines the melancholy of being 17 with the melancholy present in the best of Southern fiction and gives us a novel that will fill the infinite space that was left in your chest after you finished. The Perks of Being a Wallflower. . --. BookRiot. The Serpent King gripped me in its coils and kept me turning pages late into the night. A triumph of love and dignity.--. Stephanie Perkins. ,. New York Times. bestselling author",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Romance",
                "Audiobook",
                "Religion"
            ]
        },
        {
            "title": "Until Sage",
            "authors": [
                "Aurora Rose Reynolds"
            ],
            "ranking": 4.11,
            "ranking_count": 10103,
            "abstract": "Sage Mayson had Kimberly Cullen once, and the memory of that brief encounter has tortured him since the moment he pushed her away. He should have followed his gut, but he didn’t, and now he’s left watching the woman he wants more than anything from afar.. Kimberly vowed to protect her heart from Sage, but when her sister is murdered and her world starts to fall apart, he’s the one person she finds herself leaning on.. Getting a second chance is something Sage knows is rare. He’s not going to squander the one he’s been given, and he won’t take no for an answer when it comes to making Kim his.. But what Sage doesn’t know is Kim has a secret that could leave them both devastated and heartbroken.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult",
                "Family",
                "Adult Fiction",
                "Drama",
                "Health",
                "Womens Fiction"
            ]
        },
        {
            "title": "New  Easy Poems",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "It is easy to be new. The EPIC/EPPIE nominated collection of poetry.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Hook Me",
            "authors": [
                "Chelle Bliss"
            ],
            "ranking": 4.22,
            "ranking_count": 9678,
            "abstract": "Michael Gallo found his calling in life – he wants to kick ass. He works at Inked as a piercer, but spends his mornings training and dreaming of winning an UFC championship. Michael is the road to achieving his goal when a chance encounter alters his world forever. The title is no longer enough – he must capture the woman of his dreams.. Dr. Mia Greco is dedicated to saving lives and helping those less fortunate. She doesn’t have time to meet Mr. Right with her busy schedule. She buries herself in her work and helping humanity. Fate steps in and sweeps the carpet out from under her. She tries to deny the pull to him, a man that uses his fists for gain, but the universe won’t let her walk away so easy and Michael isn’t one to take no for an answer.. He has a secret that may rip them apart. There are forces bigger than them at work; drawing them in and making their worlds collide – not letting either one of them walk away.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Adult Fiction",
                "Contemporary",
                "Sports",
                "Warfare",
                "Martial Arts",
                "Adult",
                "Contemporary Romance",
                "New Adult"
            ]
        },
        {
            "title": "The Elephant Keepers' Children",
            "authors": [
                "Peter Høeg",
                "Martin Aitken"
            ],
            "ranking": 3.43,
            "ranking_count": 2989,
            "abstract": "Peter and Tilte are trying to track down two notorious criminals: their parents. They are the pastor and the organist, respectively, of the only church on the tiny island of Finø. Known for fabricating cheap miracles to strengthen their congregation's faith, they have been in trouble before. But this time their children suspect they are up to mischief on a far greater scale.. When Peter and Tilte learn that scientific and religious leaders from around the world are assembling in Copenhagen for a conference, they know their parents are up to something. Peter and Tilte's quest to find them exposes conspiracies, terrorist plots, an angry bishop, a deranged headmaster, two love-struck police officers, a deluded aristocrat and much more along the way.. Part adventure story, part study of human nature, The Elephant Keepers' Children is a delightful and thought-provoking novel from the prizewinning Danish author Peter Høeg.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Literary Fiction",
                "Family",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "Al Franken: Giant of the Senate",
            "authors": [
                "Al Franken"
            ],
            "ranking": 4.2,
            "ranking_count": 22781,
            "abstract": "From the #1 bestselling author - the story of an award-winning comedian who decided to run for office and then discovered why award-winning comedians tend not to do that.. This is a book about an unlikely campaign that had an even more improbable ending: the closest outcome in history and an unprecedented eight-month recount saga, which is pretty funny in retrospect.. It's a book about what happens when the nation's foremost progressive satirist gets a chance to serve in the United States Senate and, defying the low expectations of the pundit class, actually turns out to be good at it.. It's a book about our deeply polarized, frequently depressing, occasionally inspiring political culture, written from inside the belly of the beast.. In this candid personal memoir, the honorable gentleman from Minnesota takes his army of loyal fans along with him from Saturday Night Live to the campaign trail, inside the halls of Congress, and behind the scenes of some of the most dramatic and/or hilarious moments of his new career in politics.. Has Al Franken become a true Giant of the Senate? Franken asks readers to decide for themselves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Autobiography",
                "Humor",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "History"
            ]
        },
        {
            "title": "Fortunately, the Milk",
            "authors": [
                "Neil Gaiman",
                "Skottie Young"
            ],
            "ranking": 4.05,
            "ranking_count": 57674,
            "abstract": "An absolute delight of a madcap story for the young (and young-at-heart) by. New York Times. bestselling author Neil Gaiman, with equal parts pirates and piranhas, adventure and aliens, oddity and love.. I bought the milk, said my father. I walked out of the corner shop, and heard a noise like this: t h u m m t h u m m. I looked up and saw a huge silver disc hovering in the air above Marshall Road.. Hullo,. I said to myself.. That's not something you see every day. And then something odd happened.. Find out just how odd things get in this hilarious story of time travel and breakfast cereal, expertly told by Newbery Medalist and bestselling author Neil Gaiman and illustrated by Skottie Young.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Humor",
                "Adventure",
                "Audiobook",
                "Young Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "A Fistful of Collars",
            "authors": [
                "Spencer Quinn"
            ],
            "ranking": 4.07,
            "ranking_count": 4974,
            "abstract": "Everyone’s favorite detective team returns in a new adventure as canine narrator Chet and his human partner P.I. Bernie Little find that Hollywood has gone to the dogs.. Hoping to bring some Tinseltown money to the Valley, the mayor lures a movie studio to town to shoot their next production, a big-budget Western in the classic tradition. The star is none other than ruggedly handsome—and notoriously badly behaved—Thad Perry. When the mayor decides that someone needs to keep an eye on Thad so that he doesn’t get into too much trouble, Bernie and Chet are handpicked for the job. The money is good but something smells fishy, and what should have been a simple matter of babysitting soon gets more complicated—especially when they discover that Thad has a mysterious connection to the Valley that nobody wants to talk about. What kind of secret could Thad have left behind when he went to Hollywood to seek fame and fortune? The only people who might know the answer have a bad habit of turning up dead before they can talk.. As Bernie’s relationship with his longtime girlfriend Suzie goes long-distance, and Chet’s late-night assignations appear to have resulted in an unexpected dividend, it’s all our two sleuths can do to keep Thad and his motley entourage of yes-men, handlers, and hangers-on in their sights. Worst of all, Thad is a self-proclaimed cat person, and his feline friend Brando has taken an instant dislike to Chet.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Animals",
                "Humor",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "XVI",
            "authors": [
                "Julia Karr"
            ],
            "ranking": 3.46,
            "ranking_count": 7688,
            "abstract": "Every girl gets one.. An XVI tattoo on the wrist--sixteen.. Some girls can't wait to be sixteen, to be legal. Nina is not one of them. Even though she has no choice in the matter, she knows that so long as her life continues as normal, everything will be okay.. Then, with one brutal strike, Nina's normal is shattered; and she discovers that nothing that she believed about her life is true. But there's one boy who can help--and he just may hold the key to her past.. But with the line between attraction and danger as thin as a whisper, one thing is for sure.... For Nina, turning sixteen promises to be anything but sweet",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Futuristic",
                "Apocalyptic"
            ]
        },
        {
            "title": "Про гріхи і чесноти",
            "authors": [
                "Любомир Гузар",
                "Мустафа Джемілєв"
            ],
            "ranking": 4.75,
            "ranking_count": 8,
            "abstract": "Книжку про людські чесноти й пороки Блаженніший Любомир написав наприкінці свого земного буття. Він часто цікавився – як просуваються справи з підготовкою до друку, проте так і не встиг побачити її. У легкій і доступній манері автор ділиться власним баченням рис, притаманних окремій особистості та суспільству загалом, вказує, як позбутися вад, а також як розвинути в собі те краще, дароване нам Богом, що є в кожному з нас. Книжку ілюстровано дитячими малюнка- ми, відібраними конкурсним журі. Розрахована на людей різного віку – усіх, хто цікавиться питаннями морально-етичного плану, проблемами людських відносин, психологією особистості та соціальною психологією.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Moonlight over Paris",
            "authors": [
                "Jennifer Robson"
            ],
            "ranking": 3.7,
            "ranking_count": 4826,
            "abstract": "USA Today and internationally bestselling author Jennifer Robson takes readers to 1920s Paris in an enthralling new historical novel that tells the riveting story of an English lady who trades in her staid aristocratic life for the mesmerizing salons and the heady world of the Lost Generation.. It’s the spring of 1924, and Lady Helena Montagu-Douglas-Parr has just arrived in France. On the mend after a near-fatal illness, she is ready to embrace the restless, heady allure of the City of Lights. Her parents have given her one year to live with her eccentric aunt in Paris and Helena means to make the most of her time. She’s quickly drawn into the world of the Lost Generation and its circle of American expatriates, and with their encouragement, she finds the courage to pursue her dream of becoming an artist.. One of those expats is Sam Howard, a journalist working for the Chicago Tribune. Irascible, plain-spoken, and scarred by his experiences during the war, Sam is simply the most fascinating man she has ever met. He’s also entirely unsuitable.. As Paris is born anew, rising phoenix-like from the ashes of the Great War, Helena realizes that she, too, is changing. The good girl she once was, so dutiful and obedient, so aware of her place in the world, is gone forever. Yet now that she has shed her old self, who will she become, and where, and with whom, does she belong…?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Cultural",
                "Adult",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "The Cows",
            "authors": [
                "Lydia Davis"
            ],
            "ranking": 4.02,
            "ranking_count": 388,
            "abstract": "You read Lydia Davis to watch a writer patiently divide the space between epiphany and actual human beings by first halves, then quarters, then eighths, and then sixteenths, into infinity, says. The Village Voice. . Indeed, Lydia Davis is mathematician, philosopher, sculptor, jeweler, and scholar of the minute. Few writers map the process of thought as well as she, few. perceive. with such charged intelligence.. The Cows. is a close study of the three much-loved cows that live across the road from her. The piece, written with understated humor and empathy, is a series of detailed observations of the cows on different days and in different positions, moods, and times of the day. It could be compared to some sections of Wallace Stevens' Thirteen Ways of Looking at a Blackbird or to Claude Monet's paintings of Rouen Cathedral.. Forms of play: head butting; mounting, either at the back or at the front; trotting away by yourself; trotting together; going off bucking and prancing by yourself; resting your head and chest on the ground until they notice and trot toward you; circling each other; taking the position for head-butting and then not doing it.. ***. She moos toward the wooded hills behind her, and the sound comes back. She moos in a high falsetto before the note descends abruptly, or she moos in a falsetto that does not descend. It is a very small sound to come from such a large, dark animal.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Short Stories",
                "Environment",
                "Writing",
                "Animals",
                "Literature",
                "Art",
                "Language"
            ]
        },
        {
            "title": "An Argumentation of Historians",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 4.52,
            "ranking_count": 6254,
            "abstract": "Behind the seemingly innocuous facade of St. Mary’s Institute of Historical Research, a different kind of academic work is taking place. Just don’t call it “time travel”―these historians “investigate major historical events in contemporary time.” And they aren’t your harmless eccentrics either; a more accurate description, as they ricochet around history, might be unintentional disaster-magnets.. From Tudor England to the burning city of Persepolis, from a medieval St. Mary’s under siege to Victorian Rushford and a very nasty case of gaol fever, Max is struggling to keep her private life intact. There’s an ambitious programme hindered by giant teapots, plus Mrs. Midgely’s objection to dead hamsters in her airing cupboard, and Mr. Markham’s stubborn refusal to reveal his exact marital status.. And as if that’s not enough―the unfortunately not leprosy-laden Malcolm Halcombe is back. Admittedly, none of this is the most secure platform from which to launch an initiative to bring down the renegade Clive Ronan, but hey―what’s the worst that could happen?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Historical",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Humor",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "We Care For You",
            "authors": [
                "Paul Kitcatt"
            ],
            "ranking": 3.97,
            "ranking_count": 143,
            "abstract": "Margaret Woodruff is slowly dying in a care home. When her son is presented with the chance of exceptional care in her final months, he finds the offer hard to resist.. Winifred is assigned to Margaret’s care. She’s a Helper: a new kind of carer that’s capable, committed and completely tireless – because she’s a synthetic human being.. Under Winifred’s care Margaret’s health improves beyond everyone’s expectations, and Winifred begins to learn from Margaret what it means to be alive. After all, she has a lifetime of experience to pass on – and in a world where youth is the ultimate prize, perhaps it takes a robot to recognise the value of old age.. But how will Winifred use what she learns from Margaret – and what does she truly want from her?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Η Βίλκα",
            "authors": [
                "Άννα Μακρή"
            ],
            "ranking": 3.91,
            "ranking_count": 33,
            "abstract": "Η Ιουλία φεύγει. Φεύγει για να ξεφύγει από τη θλίψη της, από το παρελθόν της, από την ίδια της τη ζωή. Δεν τα καταφέρνει. Αυταπατάται, γιατί τρέχει προς μια ολοκαίνουργια ζωή για αυτήν, μια ζωή αναπάντεχα μαγική και τρομακτική, βίαιη και τρυφερή, γεμάτη μνήμες αρχαίες, αλλά όχι ξεχασμένες. Μια ζωή που είναι τόσο παλιά όσο και ο πόνος της μητρότητας.. Έμεινα τελείως ακίνητη, έχοντας βγει η μισή από το χώμα, σαν ρίζα αιωνόβιας βελανιδιάς, και περίμενα. Ήμουν έτοιμη, όμως, να απαντήσω στην παραμικρή απειλή με επίθεση, με νύχια και με δόντια πάλι, όπως πριν μέσα στη γη, όπως θα έκανα πάντα από τότε και στο εξής.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "The Abundance",
            "authors": [
                "Amit Majmudar"
            ],
            "ranking": 3.78,
            "ranking_count": 897,
            "abstract": "A luminous, bittersweet novel of India and the American midwest, immigrants and their first-generation children, and the power of cooking to bridge the gulfs between them. When Mala and Ronak learn that their mother has only a few months to live, they are reluctantly pulled back into the midwestern world of their Indian immigrant parents--a diaspora of prosperous doctors and engineers who have successfully managed to keep faith with the old world while claiming the prizes of the new. More successfully than their children--equally ill at ease with Holi and Christmas, bhaji and barbecue, they are mysteries to their parents and themselves.. In the short time between diagnosis and deterioration, Mala sets about learning everything she can about her mother's art of Indian cooking. Perfecting the naan and the raita, the two confront their deepest divisions and failures and learn to speak as well as cook. But when Ronak hits upon the idea of selling their experience as a book and a TV documentary, India and America, immigrant and native-born are torn as never before.. With grace, acuity, and wry compassion, Amit Majmudar has written anew the immigrant experience, the clash of cultures, the conflicts of assimilation, and, most poignantly, the tangled ties between generations in. The Abundance. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Food and Drink",
                "Novels",
                "Contemporary",
                "Realistic Fiction",
                "Adult Fiction",
                "Family",
                "Literary Fiction"
            ]
        },
        {
            "title": "A Book of Bones",
            "authors": [
                "John Connolly"
            ],
            "ranking": 4.2,
            "ranking_count": 4743,
            "abstract": "Private Investigator Charlie Parker returns in this heart-pounding thriller as he seeks revenge against the darkest forces in the world, from the internationally bestselling author of the acclaimed. The Woman in the Woods. .. He is our best hope.. He is our last hope.. On a lonely moor in northern England, the body of a young woman is discovered. In the south, a girl lies buried beneath a Saxon mound. To the southeast, the ruins of a priory hide a human skull.. Each is a sacrifice, a summons. And something in the darkness has heard the call.. Charlie Parker has also heard it and from the forests of Maine to the deserts of the Mexican border, from the canals of Amsterdam to the streets of London, he will track those who would cast the world into darkness.. Parker fears no evil—but evil fears him.. With John Connolly’s signature “blend of crime and supernatural horror” (. Crime Reads. ),. A Book of Bones. is a terrifying and suspenseful thrill ride that will keep you guessing until the very last page.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Horror",
                "Mystery",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Drowned Cities",
            "authors": [
                "Paolo Bacigalupi"
            ],
            "ranking": 3.9,
            "ranking_count": 10432,
            "abstract": "Soldier boys emerged from the darkness. Guns gleamed dully. Bullet bandoliers and scars draped their bare chests. Ugly brands scored their faces. She knew why these soldier boys had come. She knew what they sought, and she knew, too, that if they found it, her best friend would surely die.. In a dark future America where violence, terror, and grief touch everyone, young refugees Mahlia and Mouse have managed to leave behind the war-torn lands of the Drowned Cities by escaping into the jungle outskirts. But when they discover a wounded half-man--a bioengineered war beast named Tool--who is being hunted by a vengeful band of soldiers, their fragile existence quickly collapses. One is taken prisoner by merciless soldier boys, and the other is faced with an impossible decision: Risk everything to save a friend, or flee to a place where freedom might finally be possible.. This thrilling companion to Paolo Bacigalupi's highly acclaimed. Ship Breaker. is a haunting and powerful story of loyalty, survival, and heart-pounding adventure.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Apocalyptic",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "Karanlıkta",
            "authors": [
                "Derya İmer Aydınlık"
            ],
            "ranking": 3.86,
            "ranking_count": 14,
            "abstract": "Her şey bir iddiayla başladı. Genç ve cesur Eda Onay, arkadaşının doğum gününü kutlamak için gittiği boğazdaki restoranın karizmatik ve cömert sahibi Mehmet Dağhan’la tanıştığında hayatının ne kadar değişeceğini bilmiyordu. Olmuştu bir kere; dudaklarından dökülen ilk kelimelerle bu hakkında hiçbir şey bilmediği gizemli adam var olma amacına dönüşmüştü. Eda kafasına koymuştu; onunla baş başa kalmak için her yolu deneyecekti… Olayın üstünden seneler geçti, artık Mehmet’e ve beraberinde getirdiği tüm lükslere sahipti ancak tek bir şartla… küçük sırlarını kimseye söylemeyecekti. Herkesten gizledikleri bu sırrın ağırlığı altında ezilen Eda, zamanla tüm arkadaşlarından uzaklaşarak içine kapandı. Bir gün Mehmet’in sadakatle bağlı oldu ünlü bir yeraltı patronu yaralı bir adamla birlikte kapılarını çaldığında ise oyunun rengi değişti. İki güçlü ve tehlikeli adamın arasında kalan Eda’nın artık gerçeklerle yüzleşmek ve kartlarını doğru oynamaktan başka bir şansı yoktu.. Tutku ve ihanet, aşılan görünmez sınırlar ve kapalı kapılar ardında yaşananlar... Karanlığa mahkum olan ruhların nefes kesen öyküsü.. Karanlıkta artık Google Play Kitaplar'da!",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "On the Run: Fugitive Life in an American City",
            "authors": [
                "Alice Goffman"
            ],
            "ranking": 3.83,
            "ranking_count": 2972,
            "abstract": "Forty years in, the War on Drugs has done almost nothing to prevent drugs from being sold or used, but it has nonetheless created a little-known surveillance state in America’s most disadvantaged neighborhoods. Arrest quotas and high-tech surveillance techniques criminalize entire blocks, and transform the very associations that should stabilize young lives—family, relationships, jobs—into liabilities, as the police use such relationships to track down suspects, demand information, and threaten consequences.. Alice Goffman spent six years living in one such neighborhood in Philadelphia, and her close observations and often harrowing stories reveal the pernicious effects of this pervasive policing. Goffman introduces us to an unforgettable cast of young African American men who are caught up in this web of warrants and surveillance—some of them small-time drug dealers, others just ordinary guys dealing with limited choices. All find the web of presumed criminality, built as it is on the very associations and friendships that make up a life, nearly impossible to escape. We watch as the pleasures of summer-evening stoop-sitting are shattered by the arrival of a carful of cops looking to serve a warrant; we watch—and can’t help but be shocked—as teenagers teach their younger siblings and cousins how to run from the police (and, crucially, to keep away from friends and family so they can stay hidden); and we see, over and over, the relentless toll that the presumption of criminality takes on families—and futures.. While not denying the problems of the drug trade, and the violence that often accompanies it, through her gripping accounts of daily life in the forgotten neighborhoods of America's cities, Goffman makes it impossible for us to ignore the very real human costs of our failed response—the blighting of entire neighborhoods, and the needless sacrifice of whole generations.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Sociology",
                "Politics",
                "Race",
                "Anthropology",
                "Mystery",
                "Social Movements",
                "Cultural",
                "Geography"
            ]
        },
        {
            "title": "The Scarlet Gospels",
            "authors": [
                "Clive Barker"
            ],
            "ranking": 3.49,
            "ranking_count": 8364,
            "abstract": "The gates to Hell are open and something beckons.... The last of Earth's magicians are living in fear. A Cenobite Hell Priest known as Pinhead is killing them off, gorging on their knowledge to enhance his own magical powers as part of a quest to take over Hell. Meanwhile, Private Investigator Harry D' Amour is fulfilling the final wishes of the dead, who communicate with his business associate, the blind medium Norma Paine. But while investigating one such case, Harry inadvertently opens up a portal between Hell and Earth.. When Harry's nemesis Pinhead emerges through the portal, a vicious battle ensues. After failing to enlist Harry to pen his Scarlet Gospels - the epistles chronicling the Hell Priest's grand coup - Pinhead instead captures Norma. Harry realizes he must go through Hell - literally - to save her.. The long-anticipated new novel from bestselling author Clive Barker.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Audiobook",
                "Paranormal"
            ]
        },
        {
            "title": "Space Opera",
            "authors": [
                "Catherynne M. Valente"
            ],
            "ranking": 3.51,
            "ranking_count": 14587,
            "abstract": "IN SPACE EVERYONE CAN HEAR YOU SING. A century ago, the Sentience Wars tore the galaxy apart and nearly ended the entire concept of intelligent space-faring life. In the aftermath, a curious tradition was invented-something to cheer up everyone who was left and bring the shattered worlds together in the spirit of peace, unity, and understanding.. Once every cycle, the civilizations gather for the Metagalactic Grand Prix - part gladiatorial contest, part beauty pageant, part concert extravaganza, and part continuation of the wars of the past. Instead of competing in orbital combat, the powerful species that survived face off in a competition of song, dance, or whatever can be physically performed in an intergalactic talent show. The stakes are high for this new game, and everyone is forced to compete.. This year, though, humankind has discovered the enormous universe. And while they expected to discover a grand drama of diplomacy, gunships, wormholes, and stoic councils of aliens, they have instead found glitter, lipstick and electric guitars. Mankind will not get to fight for its destiny - they must sing.. A one-hit-wonder band of human musicians, dancers and roadies from London - Decibel Jones and the Absolute Zeroes - have been chosen to represent Earth on the greatest stage in the galaxy. And the fate of their species lies in their ability to rock.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Humor",
                "Fantasy",
                "Space",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Music"
            ]
        },
        {
            "title": "Wendy and the Lost Boys: The Uncommon Life of Wendy Wasserstein",
            "authors": [
                "Julie Salamon"
            ],
            "ranking": 3.84,
            "ranking_count": 964,
            "abstract": "The authorized biography of Pulitzer Prize-winning playwright Wendy Wasserstein.. In Wendy and the Lost Boys bestselling author Julie Salamon explores the life of playwright Wendy Wasserstein's most expertly crafted character: herself. The first woman playwright to win a Tony Award, Wendy Wasserstein was a Broadway titan. But with her high- pitched giggle and unkempt curls, she projected an image of warmth and familiarity. Everyone knew Wendy Wasserstein. Or thought they did.. Born on October 18, 1950, in Brooklyn, New York, to Polish Jewish immigrant parents, Wendy was the youngest of Lola and Morris Wasserstein's five children. Lola had big dreams for her children. They didn't disappoint: Sandra, Wendy's glamorous sister, became a high- ranking corporate executive at a time when Fortune 500 companies were an impenetrable boys club. Their brother Bruce became a billionaire superstar of the investment banking world. Yet behind the family's remarkable success was a fiercely guarded world of private tragedies.. Wendy perfected the family art of secrecy while cultivating a densely populated inner circle. Her friends included theater elite such as playwright Christopher Durang, Lincoln Center Artistic Director Andre Bishop, former New York Times theater critic Frank Rich, and countless others.. And still almost no one knew that Wendy was pregnant when, at age forty-eight, she was rushed to Mount Sinai Hospital to deliver Lucy Jane three months premature. The paternity of her daughter remains a mystery. At the time of Wendy's tragically early death less than six years later, very few were aware that she was gravely ill. The cherished confidante to so many, Wendy privately endured her greatest heartbreaks alone.. In Wendy and the Lost Boys, Salamon assembles the fractured pieces, revealing Wendy in full. Though she lived an uncommon life, she spoke to a generation of women during an era of vast change. Revisiting Wendy's works-The Heidi Chronicles and others-we see Wendy in the free space of the theater, where her many selves all found voice. Here Wendy spoke in the most intimate of terms about everything that matters most: family and love, dreams and devastation. And that is the Wendy of Neverland, the Wendy who will never grow old.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Plays",
                "Biography Memoir",
                "Feminism",
                "Drama",
                "History",
                "Autobiography",
                "Literary Fiction"
            ]
        },
        {
            "title": "Damaged",
            "authors": [
                "Kia DuPree"
            ],
            "ranking": 4.35,
            "ranking_count": 405,
            "abstract": "Camille Logan feels trapped. After she is sexually and emotionally abused by her foster parents, she turns to the one person she knows she can trust--her boyfriend Chu, a mid-level drug dealer. But when life finally starts looking up for Camille, Chu is brutally murdered. Again feeling abandoned and helpless, and refusing to return to the system, Camille finds herself living with a stable of women in a tiny run-down apartment building in Washington, D.C., working for Nut, a deranged pimp. Fed up with her life, Camille is forced to right her wrongs, and slowly learns that her past does not necessarily determine her future.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Urban",
                "Drama",
                "Contemporary",
                "Cultural",
                "Sociology"
            ]
        },
        {
            "title": "The Silver Mask",
            "authors": [
                "Holly Black",
                "Cassandra Clare"
            ],
            "ranking": 4.07,
            "ranking_count": 16037,
            "abstract": "A generation ago, Constantine Madden came close to achieving what no magician had ever achieved: the ability to bring back the dead. He didn't succeed . . . but he did find a way to keep himself alive, inside a young child named Callum Hunt. Now Call is one of the most feared and reviled students in the history of the Magisterium, thought to be responsible for a devastating death and an ever-present threat of war. As a result, Call has been imprisoned and interrogated. Everyone wants to know what Constantine was up to-and how he lives on. But Call has no idea. It is only when he's broken out of prison that the full potential of Constantine's plan is suddenly in his hands . . . and he must decide what to do with his power. In this spellbinding fourth book of Magisterium, bestselling authors Holly Black and Cassandra Clare take us beyond the realm of the living and into the dangers of the dead.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Young Adult",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "The Love Song of Jonny Valentine",
            "authors": [
                "Teddy Wayne"
            ],
            "ranking": 3.5,
            "ranking_count": 3175,
            "abstract": "Megastar Jonny Valentine, eleven-year-old icon of bubblegum pop, knows that the fans don’t love him for who he is. The talented singer’s image, voice, and even hairdo have been relentlessly packaged—by his L.A. label and his hard-partying manager-mother, Jane—into bite-size pabulum. But within the marketing machine, somewhere, Jonny is still a vulnerable little boy, perplexed by his budding sexuality and his heartthrob status, dependent on Jane, and endlessly searching for his absent father in Internet fan sites, lonely emails, and the crowds of faceless fans.. Poignant, brilliant, and viciously funny, told through the eyes of one of the most unforgettable child narrators, this literary masterpiece explores with devastating insight and empathy the underbelly of success in 21st-century America.. The Love Song of Jonny Valentine. is a tour de force by a standout voice of his generation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Music",
                "Contemporary",
                "Young Adult",
                "Literary Fiction",
                "Novels",
                "Audiobook",
                "Realistic Fiction",
                "Adult Fiction"
            ]
        },
        {
            "title": "Possession",
            "authors": [
                "J.R. Ward"
            ],
            "ranking": 4.21,
            "ranking_count": 11840,
            "abstract": "#1. New York Times. bestselling author J.R. Ward explores what really happens when good and evil toy with humanity in her new novel of the Fallen Angels, as the salvation of a doomed soul depends once again on a crossroads.... When Cait Douglass resolves to get over her broken heart, throw off her inhibitions, and start really living, she’s unprepared for the two sensual men who cross her path. Torn between them, she doesn’t know which to choose—or what kind of dire consequences could follow.. Jim Heron, fallen angel and reluctant savior, is ahead in the war, but he puts everything at risk when he seeks to make a deal with the devil—literally. As yet another soul is unwittingly caught in the battle between him and the demon Devina, his fixation on an innocent trapped in Hell threatens to sidetrack him from his sacred duty.... Can good still prevail if true love makes a savior weak? And will a woman’s future be the key, or the curse, for all of humanity? Only time, and hearts, will tell.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Saturday Big Tent Wedding Party",
            "authors": [
                "Alexander McCall Smith"
            ],
            "ranking": 4.09,
            "ranking_count": 15879,
            "abstract": "As the countdown to Mma Makutsi's wedding begins, all is not as it should be at the No. 1 Ladies' Detective Agency. In anticipation of so long-awaited a celebration, upsets and obstacles are to be expected. But not, perhaps, in such numbers.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Southern Africa",
                "Audiobook",
                "Adult Fiction",
                "Humor"
            ]
        },
        {
            "title": "10 Books Every Conservative Must Read: Plus Four Not to Miss and One Impostor",
            "authors": [
                "Benjamin Wiker"
            ],
            "ranking": 4.09,
            "ranking_count": 293,
            "abstract": "Following up his. 10 Books That Screwed Up the World. , author Benjamin Wiker brings you. 10 Books Every Conservative Must Read: Plus Four Not to Miss and One Impostor. . Offering a guide to some of the most important literary works of our time, Wiker turns his discerning eye from the great texts that have done so much damage to Western Civilization to the great texts that could help rebuild it.. 10 Books Every Conservative Must Read. features a range of works from classics such as. Democracy in America. and. The Federalist and Anti-Federalist Papers. , to more pop classics like. Sense and Sensibility. and. The Tempest. . Through these works, Wiker reveals some of the most important lessons for our time as well as the true meaning of conservatism. Written with an educational purpose and witty tone, this is a must-read for conservatives, Republicans, and booklovers everywhere!",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Philosophy",
                "Nonfiction",
                "Audiobook",
                "Economics",
                "Cultural",
                "Religion"
            ]
        },
        {
            "title": "Taming the Highland Bride",
            "authors": [
                "Lynsay Sands"
            ],
            "ranking": 4.07,
            "ranking_count": 7219,
            "abstract": "She was ready to let her heart run wild . . .. Merry Stewart has had enough! Enough of her brothers, whose behavior would make even the most improper lady blush. Enough of their Highland home, which would surely have fallen to ruin were it not for her. She dreams of escaping into the arms of her betrothed, Alexander d'Aumesbery, even though they haven't yet met. But when they do, Merry is devastated. It seems he's no better than the men in her family.. So beautiful, so brazen . . . From the moment he meets Merry, Alexander is determined to make her his. Desperate to convince her he's nothing like the members of her roguish clan, he will prove he is every bit the well-mannered gentleman. Yet, beneath it all beats a heart as intense and uncontrollable as hers. And finally, when his life is threatened, Merry realizes he's the husband she's been waiting for . . . and their passion becomes the one thing that cannot be tamed.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Cultural",
                "Fiction",
                "Historical Romance",
                "Mystery",
                "Adult"
            ]
        },
        {
            "title": "Three Weeks in December",
            "authors": [
                "Audrey Schulman"
            ],
            "ranking": 3.92,
            "ranking_count": 887,
            "abstract": "In 1899 Jeremy, a young engineer, leaves a small town in Maine to oversee the construction of a railroad across British East Africa. In charge of hundreds of Indian laborers, he becomes the reluctant hunter of two lions that are killing his men in nightly attacks on their camp. Plagued by fear, wracked with malaria, and alienated by a secret he can tell no one, he takes increasing solace in the company of an African man who scouts for him.. In 2000 Max, an American ethnobotonist, travels to Rwanda in search of an obscure vine that could become a lifesaving pharmaceutical. Stationed in the mountains, she shadows a family of gorillas—the last of their group to survive the merciless assault of local poachers. Max bears a striking gift for communicating with the apes. But soon the precarious freedom of both is threatened as a violent rebel group from the nearby Congo draws close.. Told in alternating perspectives that interweave the two characters and their fates, Audrey Schulman’s newest novel deftly confronts the struggle between progress and preservation, idiosyncrasy and acceptance. Evoking both Barbara Kingsolver and Andrea Barrett, this enthralling fiction, wise and generous, explores some of the crucial social and cultural challenges that, over the years, have come to shape our world.. The engaging story and memorable characters make this fine novel an ideal book club selection.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literary Fiction",
                "Adult Fiction",
                "Eastern Africa",
                "Adventure",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "I Gave My Heart to Know This",
            "authors": [
                "Ellen Baker"
            ],
            "ranking": 3.58,
            "ranking_count": 986,
            "abstract": "Ellen Baker is beloved for crafting intimate domestic stories that resonate deeply with readers. In. I Gave My Heart to Know This,. the award-winning author returns with a sweeping multigenerational saga of the searing power of war, memory, friendship, and family.. In January 1944, Grace Anderson, Lena Maki, and Lena’s mother, Violet, have joined the growing ranks of women working for the war effort. Though they find satisfaction in their jobs at a Wisconsin shipyard, it isn’t enough to distract them from the anxieties of wartime, or their fears for the men they love: Lena’s twin brother, Derrick, and Grace’s high school sweetheart, Alex. When shattering news arrives from the front, the lives of the three women are pitched into turmoil. As one is pushed to the brink of madness, the others are forced into choices they couldn’t have imagined—and their lives will never be the same.. More than five decades later, Violet’s great-granddaughter, Julia, returns to the small farmhouse where Violet and Lena once lived. Listless from her own recent tragedy, Julia begins to uncover the dark secrets that shattered her family, eventually learning that redemption—and love—can be found in the most unexpected places.. Beautifully written and profoundly moving,. I Gave My Heart to Know This. is a riveting story of loyalties held and sacred bonds broken; crushing loss and enduring dreams; and what it takes—and what it means—to find the way home.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Adult Fiction",
                "Contemporary",
                "Book Club",
                "Romance"
            ]
        },
        {
            "title": "Honor Girl: A Graphic Memoir",
            "authors": [
                "Maggie Thrash"
            ],
            "ranking": 3.79,
            "ranking_count": 9515,
            "abstract": "All-girl camp. First love. First heartbreak. At once romantic and devastating, brutally honest and full of humor, this graphic-novel memoir is a debut of the rarest sort.. Maggie Thrash has spent basically every summer of her fifteen-year-old life at the one-hundred-year-old Camp Bellflower for Girls, set deep in the heart of Appalachia. She’s from Atlanta, she’s never kissed a guy, she’s into Backstreet Boys in a really deep way, and her long summer days are full of a pleasant, peaceful nothing . . . until one confounding moment. A split-second of innocent physical contact pulls Maggie into a gut-twisting love for an older, wiser, and most surprising of all (at least to Maggie), female counselor named Erin. But Camp Bellflower is an impossible place for a girl to fall in love with another girl, and Maggie’s savant-like proficiency at the camp’s rifle range is the only thing keeping her heart from exploding. When it seems as if Erin maybe feels the same way about Maggie, it’s too much for both Maggie and Camp Bellflower to handle, let alone to understand.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Young Adult",
                "LGBT",
                "Romance",
                "Graphic Novels Comics",
                "Biography Memoir"
            ]
        },
        {
            "title": "De wonderbaarlijke reis van de fakir die vastzat in een IKEA-kast",
            "authors": [
                "Romain Puértolas",
                "Lidewij van den Berg",
                "Katrien Vandenberghe"
            ],
            "ranking": 3.29,
            "ranking_count": 10034,
            "abstract": "In dit avontuurlijke en buitengewone verhaal volgen we een fakir uit India die van de ene onwaarschijnlijke situatie in de ander belandt. Van Parijs naar Engeland, via Barcelona naar Rome en Tripoli ontmoet de fakir de meest uiteenlopende types, van een louche taxichauffeur tot een bekende actrice, om uiteindelijk weer op zoek te gaan naar de vrouw die hij schaamteloos heeft opgelicht in de Franse Ikea. Terloops worden de grote thema's van de moderne tijd aangekaart, wat resulteert in een actuele, maar vooral ook hilarische roman.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Cultural",
                "Contemporary",
                "Roman",
                "Novels",
                "Adventure",
                "European Literature",
                "Travel"
            ]
        },
        {
            "title": "Sword Art Online, Vol. 04: Fairy Dance",
            "authors": [
                "Reki Kawahara"
            ],
            "ranking": 4.18,
            "ranking_count": 3237,
            "abstract": "Kirito plunges into a suspicious new VRMMORPG called ALfheim Online to rescue Asuna, who never returned from Sword Art Online. ALO offers many features to entertain players in the wake of SAO: ultra high-end graphics, action-heavy gameplay, and a choice of fairy races, complete with a next-generation flight engine. Playing as a Spriggan, Kirito heads for the location of Asuna's prison--the top of the World Tree, the final destination of every player in the game! Along the way, Kirito nearly falls to a plot hatched by the enemy Salamanders, just barely surviving the ordeal with the help of a Sylph named Leafa and his Navigation Pixie, Yui. But just as Kirito and Leafa make it to the foot of the World Tree, the end of their quest in sight, both Kirito and Leafa each realize the other has a very big secret...",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fantasy",
                "Sequential Art",
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Romance",
                "Asian Literature",
                "Adventure",
                "Action"
            ]
        }
    ]
}